{
  "state": "virginia",
  "path": "title-title-551-property-and-conveyances/chapter-chapter-3-form-and-effect-of-deeds-and-covenants-liens",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Form and Effect of Deeds; Easements§ 55",
      "text": "1-300. Form of a deed§ 55.1-300.1. Certificate of Release of Certain Prohibited Covenants§ 55.1-301. How construed§ 55.1-302. Construction of generic terms§ 55.1-303. Appurtenances, etc., included in deed of land§ 55.1-304. Relocation of easement§ 55.1-305. En",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-551-300",
      "number": "55.1-300.",
      "heading": "Form of a deed",
      "text": "Every deed and corrected or amended deed may be made in the following form, or to the same effect: \"This deed, made the ______ day of ______, in the year ____, between (here insert names of parties as grantors or grantees), witnesseth: that in consideration of (here state the consideration, nominal or actual), the said ________ does (or do) grant (or grant and convey) unto the said ________, all (here describe the property or interest therein to be conveyed, including the name of the city or county in which the property is located, and insert covenants or any other provisions). Witness the following signature (or signatures).\"\n\nNo deed recorded on or after July 1, 2020, shall contain a reference to the specific portion of a restrictive covenant purporting to restrict the ownership or use of the property as prohibited by subsection A of § 36-96.6. The clerk may refuse to accept any deed submitted for recordation that references the specific portion of any such restrictive covenant. The attorney who prepares or submits a deed for recordation has the responsibility of ensuring that the specific portion of such a restrictive covenant is not specifically referenced in the deed prior to such deed being submitted for recordation. A deed may include a general provision that states that such deed is subject to any and all covenants and restrictions of record; however, such provision shall not apply to the specific portion of a restrictive covenant purporting to restrict the ownership or use of the property as prohibited by subsection A of § 36-96.6. Any deed that is recorded in the land records on or after July 1, 2020, that mistakenly contains such a restrictive covenant shall nevertheless constitute a valid transfer of real property.\n\nCode 1919, § 5162; Code 1950, § 55-48; 1990, cc. 208, 374; 2011, c. 701; 2014, c. 338; 2019, c. 712; 2020, c. 748.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-300/"
    },
    {
      "id": "section-551-3001",
      "number": "55.1-300.1.",
      "heading": "Certificate of Release of Certain Prohibited Covenants",
      "text": "Any restrictive covenant prohibited by subsection A of § 36-96.6 may be released by the owner of real property subject to such covenant by recording a Certificate of Release of Certain Prohibited Covenants. The real property owner may record such certificate (i) prior to recordation of a deed conveying real property to a purchaser or (ii) when such real property owner discovers that such prohibited covenant exists and chooses to affirmatively release the same. Such certificate may be prepared without assistance of an attorney, but shall conform substantially to the following Certificate of Release of Certain Prohibited Covenants form:\n\n\"CERTIFICATE OF RELEASE OF CERTAIN PROHIBITED COVENANTS\n\nPlace of Record: ________\n\nDate of Instrument containing prohibited covenant(s): ____\n\nInstrument Type: __________\n\nDeed Book ____ Page ___ or Plat Book ____ Page___\n\nName(s) of Grantor(s): ________\n\nName(s) of Current Owner(s): ________\n\nReal Property Description: ________\n\nBrief Description of Prohibited Covenant: ________\n\nThe covenant contained in the above-mentioned instrument is released from the above-described real property to the extent that it contains terms purporting to restrict the ownership or use of the property as prohibited by subsection A of § 36-96.6.\n\nThe undersigned is/are the legal owner(s) of the property described herein.\n\nGiven under my/our hand(s) this ____ day of ____ , 20__.\n\n(Current Owners)\n\nCommonwealth of Virginia,\n\nCounty/City of ______ to wit:\n\nSubscribed, sworn to, and acknowledged before me by ______ this ____ day of ____, 20__.\n\nMy Commission Expires: ______\n\nNOTARY PUBLIC\n\nNotary Registration Number: ______\n\nThe clerk shall satisfy the requirements of § 17.1-228.\"\n\n2020, c. 748.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-300-1/"
    },
    {
      "id": "section-551-301",
      "number": "55.1-301.",
      "heading": "How construed",
      "text": "Unless the deed provides otherwise, any deed conveying land shall be construed to include all the estate, right, title, and interest, both at law and in equity, of the grantor in or to such land.\n\nCode 1919, § 5163; Code 1950, § 55-49; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-301/"
    },
    {
      "id": "section-551-302",
      "number": "55.1-302.",
      "heading": "Construction of generic terms",
      "text": "In the interpretation of deeds, adopted persons and persons born out of wedlock are included in class gift terminology or terms of relationship in accordance with rules for determining relationships for purposes of intestate succession unless a contrary intent appears on the face of the deed. In determining the intent of a grantor, adopted persons are presumptively included in such terms as \"children,\" \"issue,\" \"kindred,\" \"heirs,\" \"relatives,\" \"descendants,\" or similar words of classification and are presumptively excluded by such terms as \"natural children,\" \"issue of the body,\" \"blood kindred,\" \"heirs of the body,\" \"blood relatives,\" \"descendants of the body,\" or similar words of classification.\n\n1987, c. 604, § 55-49.1; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-302/"
    },
    {
      "id": "section-551-303",
      "number": "55.1-303.",
      "heading": "Appurtenances, etc., included in deed of land",
      "text": "Every deed conveying land shall be construed to include all buildings, privileges, and appurtenances of every kind belonging to such land unless an exception is made in the deed.\n\nCode 1919, § 5168; Code 1950, § 55-50; 1992, c. 373; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-303/"
    },
    {
      "id": "section-551-304",
      "number": "55.1-304.",
      "heading": "Relocation of easement",
      "text": "The owner of land that is subject to an easement for the purpose of ingress and egress may relocate the easement, on the servient estate, by recording in the office of the clerk of the circuit court of the county or city in which the easement or any part of such easement is located, a written agreement evidencing the consent of all affected persons and setting forth the new location of the easement. In the absence of such written agreement, the owner of the land that is subject to such easement may seek relocation of the easement on the servient estate upon petition to the circuit court and notice to all parties in interest. The petition shall be granted if, after a hearing held, the court finds that (i) the relocation will not result in economic damage to the parties in interest, (ii) there will be no undue hardship created by the relocation, and (iii) the easement has been in existence for not less than 10 years.\n\nCode 1919, § 5168; Code 1950, § 55-50; 1992, c. 373; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-304/"
    },
    {
      "id": "section-551-305",
      "number": "55.1-305.",
      "heading": "Enjoyment of easement",
      "text": "Unless otherwise provided for in the terms of an easement, the owner of a dominant estate shall not use an easement in a way that is not reasonably consistent with the uses contemplated by the grant of the easement, and the owner of the servient estate shall not engage in an activity or cause to be present any objects either upon the burdened land or immediately adjacent to such land that unreasonably interferes with the enjoyment of the easement by the owner of the dominant estate. For the purposes of this section, \"object\" does not include any fence, electric fence, cattle guard, gate, or division fence adjacent to such easement as those terms are defined in §§ 55.1-2800 through 55.1-2826. Any violation of this section may be deemed a private nuisance, provided, however, that the remedy for a violation of this section shall not in any manner impair the right to any other relief that may be applicable at law or in equity.\n\n2003, c. 774, § 55-50.1; 2007, c. 931; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-305/"
    },
    {
      "id": "section-551-306",
      "number": "55.1-306.",
      "heading": "Utility easements",
      "text": "A. For the purposes of this section, \"utility services\" means any products, services, and equipment related to energy, broadband and other communications services, water, and sewerage.\n\nB. Where an easement, whether appurtenant or gross, is expressly granted by an instrument recorded on or after July 1, 2006, that imposes on a servient tract of land a covenant (i) to provide an easement in the future for the benefit of utility services; (ii) to relocate, construct, or maintain facilities owned by an entity that provides utility services; or (iii) to pay the cost of such relocation, construction, or maintenance, such covenant shall be deemed for all purposes to touch and concern the servient tract, to run with the servient tract, its successors, and assigns for the benefit of the entity providing utility services, its successors, and assigns.\n\n2006, c. 795, § 55-50.2; 2019, c. 712; 2020, cc. 1131, 1132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-306/"
    },
    {
      "id": "section-551-3061",
      "number": "55.1-306.1.",
      "heading": "Utility easements; expansion of broadband",
      "text": "A. As used in this section, unless the context otherwise requires:\n\n\"Claim\" means, in reference to litigation brought against an indemnified party, any demand, claim, cause or right of action, judgment, settlement, payment, provision of a consent decree or a consent decree, damages, attorneys fees, costs, expenses, and any other losses of any kind whatsoever associated with litigation.\n\n\"Communications provider\" means a broadband or other communications service provider, including a public utility as defined in § 56-265.1, a cable operator as defined in § 15.2-2108.1:1, a local exchange carrier, competitive or incumbent, or a subsidiary or affiliate of any such entity.\n\n\"Easement\" means an existing or future occupied electric distribution or communications easement with right of apportionment, including a prescriptive easement, except that \"easement\" does not include (i) easements that contain electric substations or other installations or facilities of a nonlinear character and (ii) electric transmission easements.\n\n\"Enterprise data center operations\" has the same meaning as provided in § 58.1-422.2.\n\n\"Evidence of creditworthiness\" means commercially reasonable assurance, in a form satisfactory to the incumbent utility, that the communications provider will be able to meet its obligations to indemnify as required by this section. Demonstrating that the communications provider has met the eligibility requirements for the Virginia Telecommunications Initiative (VATI), without regard to receipt of a VATI grant, pursuant to regulations or guidelines adopted by the Department of Housing and Community Development, shall be presumptive evidence of creditworthiness.\n\n\"Incumbent utility\" means the entity that is the owner of the easement.\n\n\"Indemnified parties\" means an incumbent utility, or any subsidiary or affiliate of any such entity, and the employees, attorneys, officers, agents, directors, representatives, or contractors of any such entity.\n\n\"Occupancy license agreement\" means an uncompensated agreement between an incumbent utility and a communications provider, for use when the communications provider wishes to occupy an easement underground, that includes evidence of creditworthiness, nondiscriminatory provisions based on safety, reliability, and generally applicable engineering principles.\n\n\"Prescriptive easement\" means an easement in favor of an incumbent utility or communications provider that is deemed to exist, without any requirement of adverse possession, claim of right, or exclusivity, when physical evidence, records of the incumbent utility, public records, or other evidence indicates that it has existed on the servient estate for a continuous period of 20 years or more, without intervening litigation during such period by any party with a title interest seeking the removal of utility facilities or reformation of the easement. The size of such easement shall be deemed to be the greater of the actual occupancy of the easement in the incumbent utility's usual course of business or 7.5 feet on each side of the installed facilities' center-line.\n\n\"Public utility\" has the same meaning as provided in § 56-265.1.\n\n\"Sensitive site\" means an underlying servient estate that is occupied by a railroad or an owner or tenant having operations related to national defense, national security, or law-enforcement purposes.\n\nB. It is the policy of the Commonwealth that:\n\n1. Easements for the location and use of electric and communications facilities may be used to provide or expand broadband or other communications services;\n\n2. The use of easements, appurtenant or gross, to provide or expand broadband or other communications services is in the public interest;\n\n3. The installation, replacement, or use of public utility conduit, including the costs of installation, replacement, or use of conduit of a sufficient size to accommodate the installation of infrastructure to provide or expand broadband or other communications services, is in the public interest.\n\n4. The use of easements, appurtenant or gross, to provide or expand broadband or other communications services (i) does not constitute a change in the physical use of the easement, (ii) does not interfere with, impair, or take any vested or other rights of the owner or occupant of the servient estate, (iii) does not place any additional burden on the servient estate other than a de minimis burden, if any; and (iv) has value to the owner or occupant of the servient estate greater than any de minimis impact;\n\n5. The installation and operation of broadband or other communications services within easements, appurtenant or gross, are merely changes in the manner, purpose, or degree of the granted use as appropriate to accommodate a new technology; and\n\n6. The statements in this subsection are intended to provide guidance to courts, agencies, and political subdivisions of the Commonwealth. Nothing in this section shall be deemed to make the use of an easement for broadband or other communications services, whether appurtenant, in gross, common, exclusive, or nonexclusive, a public use for the purposes of § 1-219.1, or other applicable law.\n\nC. The installation and operation of broadband or other communications services by an incumbent utility for that utility's own internal use, adjunctive to the operation of the electric system, or for the purposes of electric safety, reliability, energy management, and electric grid modernization, are permitted uses within the scope of every easement.\n\nD. Absent any express prohibition on the installation and operation of broadband or other communications services in an easement that is contained in a deed or other instrument by which the easement was granted, the installation and operation of broadband or other communications services within any easement shall be deemed, as a matter of law, to be a permitted use within the scope of every easement for the location and use of electric and communications facilities.\n\nE. Subject to compliance with any express prohibitions in a written easement, any incumbent utility or communications provider may use an easement to install, construct, provide, maintain, modify, lease, operate, repair, replace, or remove its communications equipment, system, or facilities, and provide communications services through the same, without such incumbent utility or communications provider paying additional compensation to the owner or occupant of the servient estate or to the incumbent utility, provided that no additional utility poles are installed.\n\nF. Nothing in this section shall diminish a landowner's right to contest, in a court of competent jurisdiction, the nature or existence of a prescriptive easement that has been continuously occupied for less than 20 years.\n\nG. Any incumbent utility or communications provider may use a prescriptive easement to install, construct, provide, maintain, modify, lease, operate, repair, replace, or remove its communications equipment, system, or facilities, and provide communications services through the same, without such incumbent utility or communications provider paying additional compensation to the owner or occupant of the servient estate or to the incumbent utility, provided that no additional utility poles are installed.\n\nH. Any incumbent utility may grant or apportion to any communications provider rights to install, construct, provide, maintain, modify, lease, operate, repair, replace, or remove its communications equipment, system, or facilities, and to provide communications services through the incumbent utility's prescriptive easement, including the right to enter upon such easement without approval of the owner or occupant of the servient estate, such grant and use being in the public interest and within the scope of the property interests acquired by the incumbent utility when the prescriptive easement was established.\n\nI. Notwithstanding any other provision of law, in any action for trespass, or any claim sounding in trespass or reasonably related thereto, whatever the theory of recovery, relating to real property that is brought after July 1, 2020, against an incumbent utility or a communications provider, in relation to the existence, installation, construction, maintenance, modification, operation, repair, replacement, or removal of any poles, wires, conduit, or other communications infrastructure, including fiber optic or coaxial cabling or the existence of any easement, appurtenant or gross, including a prescriptive easement, if proven, damages recoverable by any claimant bringing such claim shall be limited to actual damages only, and no consequential, special, or punitive damages shall be awarded. Damages shall be based on any reduction in the value of the land as a result of the existence, installation, construction, maintenance, modification, operation, repair, replacement, or removal of communications facilities, as such tract existed at the time that any alleged trespass began giving rise to such claim under this section. The court shall also consider any positive value that access to broadband or other communications services may add to the property's value when calculating damages. Injunctive relief to require the removal or to enjoin the operation of other communications facilities or infrastructure shall not be available when such line or facilities are placed within an existing electric utility or communications easement, appurtenant or gross, but damages as set forth in this subsection shall be the exclusive remedy.\n\nJ. Nothing in this section shall be deemed to limit any liability for personal injury or damage to tangible personal property of the landowner or occupant caused directly by the activities of the incumbent utility or communications provider while on or adjacent to the landowner's or occupant's real property.\n\nK. Any communications provider making use of an easement pursuant to this section shall:\n\n1. Enter into an agreement with the incumbent utility authorizing it to use an easement;\n\n2. Adhere to such restrictions as the incumbent utility may place on the communications provider, provided that such restrictions are reasonably related to safety, reliability, or generally applicable engineering principles and are applied on a nondiscriminatory basis;\n\n3. For underground facilities, enter into an occupancy license agreement with the incumbent utility;\n\n4. Agree in writing to indemnify, defend, and hold harmless the indemnified parties as against any third party for any claim, including claims of trespass, arising out of its entry onto, use of, or occupancy of such easement and provide evidence of creditworthiness, as the incumbent utility may prescribe, provided that the communications provider is given timely written notice and full cooperation of the indemnified parties in defending or settling any claim, including access to records and personnel to establish the existence of an easement and its history of use by the incumbent utility, and further provided that every communications provider occupying an easement that is the subject of a claim shall be jointly and severally liable to the indemnified parties, with an obligation of equal contribution, for any claim arising out of entry onto, use of, or occupancy of an easement for communications purposes; and\n\n5. For underground facilities, abide by the provisions of the Underground Utility Damage Prevention Act (§ 56-265.14 et seq.).\n\nL. A communications provider, making use of an easement pursuant to this section, shall not:\n\n1. Locate a telecommunications tower in such easement; or\n\n2. Install any new underground facilities except pursuant to an occupancy license agreement (i) in an incumbent utility's conduit pursuant to a joint use agreement; (ii) where incumbent utility facilities are permitted underground, using a clean-cutting direct burial technique beneath the surface soil no more than 24 inches in depth and six inches in width; or (iii) riser or drop lines or equipment connection lines, followed in all cases by reasonable restoration of the surface to substantially its prior condition, provided that the landowner shall not, absent an agreement to the contrary, be responsible for relocating or reimbursing the incumbent utility or a communications provider for the cost of relocating any new underground communications facilities installed pursuant to clause (ii) of this subdivision, which relocation and associated costs shall be addressed in the occupancy license agreement. This limitation on reimbursement or payment of relocation costs incurred as a result of development or redevelopment by the landowner shall not apply to any communications facilities in the public rights of way adjacent to or overlying the real property in question.\n\nM. As against a communications provider, no incumbent utility shall:\n\n1. Solely by virtue of the provisions of this section, require any additional compensation for use of an easement, unless such compensation is required expressly in a written easement or other agreement;\n\n2. Unreasonably refuse to grant an occupancy license agreement to any communications provider;\n\n3. Include in an occupancy license agreement requirements for title reports, surveys, or engineering drawings; or\n\n4. Use an occupancy license agreement for dilatory purposes or to create a barrier to the deployment of broadband or other communications services.\n\nN. Nothing in this section shall apply to those easements located on sensitive sites or housing enterprise data center operations.\n\nO. Notwithstanding any provision of this section, a public utility or an incumbent utility may assess fees and charges and impose reasonable conditions on the use of its poles, conduits, facilities, and infrastructure, which, as regarding attachments to utility poles, shall be subject to the provisions of 47 U.S.C. § 224 for investor-owned utilities and to § 56-466.1 for electric cooperatives. The statutes of repose, limitation, and notice-of-claim requirements contained in subsections R, S, and T shall not apply as being between a communications provider and an incumbent utility.\n\nP. Nothing in this section shall be construed to inhibit, diminish, or modify the application of the provisions of Chapter 4 (§ 56-76 et seq.) of Title 56 or § 56-231.34:1 or 56-231.50:1, as applicable.\n\nQ. The provisions of this section shall be liberally construed. An agreement to indemnify pursuant to this section shall not be void as against public policy.\n\nR. Notwithstanding any other provision of law, every action against an incumbent utility, public utility, or communications provider, or a subsidiary or affiliate of any such entity, in relation to the existence, installation, construction, maintenance, modification, operation, repair, replacement, or removal of any poles, wires, or other communications infrastructure, including fiber optic or coaxial cabling, whatever the theory of recovery, shall be brought within 12 months after the cause of action accrues. The cause of action shall be deemed to accrue when overhead broadband or other communications infrastructure is installed or when such underground infrastructure is discovered.\n\nS. Notwithstanding any other provision of law, every action against an incumbent utility, public utility, or a communications provider, or a subsidiary or affiliate of any such entity, after actual notice has been given to the landowner or occupant in relation to the existence, installation, construction, maintenance, modification, operation, repair, replacement, or removal of any poles, wires, or other communications infrastructure, including fiber optic or coaxial cabling, overhead or underground, whatever the theory of recovery, shall be brought within six months after the cause of action accrues. The cause of action shall be deemed to accrue when actual notice, including notification of such six-month limitation period, is given to the landowner or occupant by first class mail to the last known mailing address of the landowner or occupant in the incumbent utility's records, or other actual notice.\n\nT. Notwithstanding any other provision of law, every claim cognizable against any incumbent utility, public utility, or communications provider for trespass, or any claim sounding in trespass or reasonably related thereto, whatever the theory of recovery, in relation to the overhead or underground existence, installation, construction, maintenance, modification, operation, repair, replacement, or removal of any poles, wires, or other communications infrastructure, including fiber optic or coaxial cabling, shall be forever barred unless the claimant or his agent, attorney, or representative has filed a written statement addressed to the incumbent utility, and, if known, to the communications provider, of the nature of the claim, which includes the time and place at which the claim is alleged to have transpired, within 12 months after such cause of action accrued. The cause of action shall be deemed to accrue when physical overhead broadband or other communications infrastructure is installed, or when the existence of such underground infrastructure is discovered. However, if the claimant was under a disability at the time the cause of action accrued, the tolling provisions of § 8.01-229 shall apply.\n\n2020, cc. 1131, 1132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-306-1/"
    },
    {
      "id": "section-551-307",
      "number": "55.1-307.",
      "heading": "Public road easements; maintenance and improvements",
      "text": "Whenever a public road that has never been abandoned but is no longer publicly maintained serves as access for more than one property owner and operates as the primary source of ingress and egress for that property, any one of the property owners may maintain, repair, or improve the road at his own expense without the express permission of the other property owners but only after administrative review by the local government. All other property owners shall be notified by mail of any pending maintenance, repair, or improvements prior to commencement of the work. Nothing in this section shall be construed as allowing the property owner who is doing the maintenance, repairs, or improvements to the road to interfere with the other property owners' use of the road for ingress and egress.\n\n2008, c. 599, § 55-50.3; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-307/"
    },
    {
      "id": "section-551-308",
      "number": "55.1-308.",
      "heading": "Private roads; public use; maintenance and improvements",
      "text": "Notwithstanding any provision of a recorded deed or plat to the contrary, a private road serving a subdivision of 50 or fewer lots may be dedicated for public use and may be taken into the secondary state highway system, subject to the provisions and requirements set forth in §§ 33.2-335 and 33.2-336, if the owner of the fee interest in such private road obtains the written consent of every lot owner in the subdivision whose lot is served by the private road and the holder of any restrictive covenant or easement rights over and concerning the private road prior to making such dedication and before requirements for acceptance of the road into the secondary state highway system are met. Such consent shall be recorded in the land records of the clerk's office of the circuit court of the county in which the private road is located.\n\n2015, c. 495, § 55-50.4; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-308/"
    },
    {
      "id": "section-551-309",
      "number": "55.1-309.",
      "heading": "Deeds good between parties",
      "text": "Any deed, or a part of a deed, that fails to take effect by virtue of this chapter shall, nevertheless, be as valid and effectual and as binding upon the parties, so far as the rules of law and equity permit, as if this chapter had not been enacted.\n\nCode 1919, § 5169; Code 1950, § 55-51; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-309/"
    },
    {
      "id": "section-551-310",
      "number": "55.1-310.",
      "heading": "Conveyance of property not owned but subsequently acquired",
      "text": "When a deed purports to convey property, real or personal, describing it with reasonable certainty, that the grantor does not own at the time of the execution of the deed, but subsequently acquires, such deed shall, as between the parties, have the same effect as if the title that the grantor subsequently acquires were vested in him at the time of the execution of such deed and thereby conveyed.\n\nCode 1919, § 5202; Code 1950, § 55-52; 1958, c. 424; 1990, c. 831; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-310/"
    },
    {
      "id": "section-551-311",
      "number": "55.1-311.",
      "heading": "Vendor's equitable lien abolished",
      "text": "If any person conveys any real estate and the purchase money or any part thereof remains unpaid at the time of the conveyance, he shall not thereby have a lien for such unpaid purchase money, unless such lien is expressly reserved on the face of the conveyance.\n\nCode 1919, § 5183; Code 1950, § 55-53; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-311/"
    },
    {
      "id": "section-551-312",
      "number": "55.1-312.",
      "heading": "Certain deeds to county real estate validated",
      "text": "All deeds executed prior to January 1, 1920, by a county commissioner, county commissioners, or a board of supervisors that convey any part of the real estate previously acquired by such county for county purposes are hereby validated and declared to have effectually passed the title to the part so conveyed even though the conveyance thereof reduced the real estate of the county to an area less than the county was required by law to own at the time of such conveyance.\n\n1934, p. 228; Michie Code 1942, § 5183a; Code 1950, § 55-54; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-312/"
    },
    {
      "id": "section-551-313",
      "number": "55.1-313.",
      "heading": "Validation of sales, etc., by county courts prior to 1860",
      "text": "All sales or leases made prior to the year 1860 by the county court, or court of monthly session, of any county of any land or building then owned by such county and situated within the limits of land previously acquired by such county as a site for its courthouse and other public buildings, when the consideration therefor has been fully paid and the purchaser, or lessee as the case may be, and those claiming through or under him, shall have held continuous possession of such land or building from January 1, 1860, until January 1, 1934, are hereby validated and declared to be forever binding upon such county.\n\n1934, p. 311; Michie Code 1942, § 5183b; Code 1950, § 55-55; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-313/"
    },
    {
      "id": "section-551-314",
      "number": "55.1-314.",
      "heading": "Deeds and writings executed for persons in military service, etc., under defective powers",
      "text": "All deeds or other writings executed by an agent or attorney-in-fact for a person in the armed forces or military service of the United States, or for a person who after executing a power of attorney or agency agreement entered the armed forces or military service of the United States, or for a person who departed from the United States by permission or direction of any department or official of the United States in connection with work relating to the prosecution of the war, when the power of attorney or agency agreement under which the deed or other instrument was signed was not executed in such a manner as to be valid as a sealed instrument, shall be held, and the same are hereby declared, valid and effective in all respects if otherwise valid according to the law then in force.\n\nThe provisions of this section shall not operate to affect adversely intervening vested rights.\n\n1946, p. 190; Michie Suppl. 1946, § 5145a; Code 1950, § 55-56; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-314/"
    },
    {
      "id": "section-551-315",
      "number": "55.1-315.",
      "heading": "Effect of option; recording",
      "text": "A. Any option to purchase real estate, and any memorandum, renewal, or extension of such option, shall be void as to (i) all purchasers for valuable consideration without notice who are not parties to such instrument and (ii) lien creditors, until such instrument is recorded in the county or city in which the property embraced in the option, memorandum, renewal, or extension is located.\n\nB. Notwithstanding any rule of law or equity denominated \"fettering,\" \"clogging the equity of redemption\" or \"claiming a collateral advantage\" or any similar rule:\n\n1. A party secured by a mortgage or deed of trust, without adversely affecting his security interest, may acquire from a borrower any direct or indirect present or future ownership interest in the collateral encumbered thereby, including rights to any income, proceeds, or increase in value derived from such collateral; and\n\n2. An option to acquire an interest in real estate granted to a party secured by a mortgage or deed of trust, other than an option granted to such party in connection with a mortgage loan as defined in § 6.2-1600, is effective according to its terms and takes priority as provided in subsection A if the right to exercise the option is not dependent upon the occurrence of a default under the mortgage or deed of trust.\n\n1989, c. 596, § 55-57.2; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-315/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Form and Effect of Deeds of Trust; Sales Thereunder; Assignments; Releases",
      "text": "Form and Effect of Deeds of Trust; Sales Thereunder; Assignments; Releases",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-551-316",
      "number": "55.1-316.",
      "heading": "Form of deed of trust to secure debts, etc.",
      "text": "A deed of trust to secure debts or indemnify sureties may be in the following form, or to the same effect: \"This deed, made the ________ day of ______, in the year ____, between ________ (the grantor) and ________ (the trustee), witnesseth: that the said ________ (the grantor) does (or do) grant (or grant and convey) unto the said ________ (the trustee), the following property (here describe it): In trust to secure (here describe the debts to be secured or the sureties to be indemnified and insert covenants or any other provisions the parties may agree upon). Witness the following signature (or signatures).\"\n\nCode 1919, § 5166; Code 1950, § 55-58; 1990, c. 374; 2014, c. 338; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-316/"
    },
    {
      "id": "section-551-317",
      "number": "55.1-317.",
      "heading": "Requirements for trustees",
      "text": "A. No person may be named or act, in person or by agent or attorney, as the trustee of a deed of trust conveying property to secure the payment of money or the performance of an obligation, either individually or as one of several trustees, unless such person is a resident of the Commonwealth. No corporation, limited liability company, partnership, or other entity may be named or act as the trustee or as one of the trustees of a deed of trust conveying property to secure the payment of money or the performance of an obligation, unless it is organized under the laws of the Commonwealth or of the United States. However, the foregoing requirements shall not apply to any deed of trust conveying property lying partly in the Commonwealth and partly outside the Commonwealth or to a deed of trust conveying property in the Commonwealth to secure bonds or obligations that are also secured by one or more deeds of trust or mortgages conveying property outside of the Commonwealth.\n\nB. A deed of trust conveying property to secure the payment of money or the performance of an obligation shall state the full residence or business address of the trustee named in such deed of trust, including street address and zip code, and such address shall be valid for purposes of all notices under the deed of trust to the trustee. Such address of the trustee may be changed by amendment of the deed of trust or by a separate instrument executed by the trustee, or by the beneficiary of such deed of trust, stating the changed address and otherwise in recordable form, and recorded in the office of the clerk of the circuit court where the deed of trust was recorded.\n\nC. Notwithstanding any other provisions of this section, if any deed of trust is recorded by a clerk, it shall be conclusively presumed that such deed of trust complies with all the requirements of this section, and it shall be deemed to be validly recorded.\n\nD. All deeds of trusts, mortgages, bonds, or other instruments recorded by a clerk prior to January 1, 1999, without the residence or business address of the trustee named in such deed of trust shall be valid for all purposes as if such address had been named if such recordation is otherwise valid according to the law then in force, provided that this section shall not affect any right or remedy of any third party that accrued after the recordation of such instrument or before July 1, 1960.\n\n1960, c. 565, § 55-58.1; 1962, c. 156; 1966, c. 398; 1974, c. 424; 1998, c. 202; 2014, c. 338; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-317/"
    },
    {
      "id": "section-551-318",
      "number": "55.1-318.",
      "heading": "Credit line deed of trust defined; relative priority of credit line deed of trust and other instruments of judgment",
      "text": "A. For the purpose of this section:\n\n\"Beneficiary\" means the noteholder, lender, or other party or parties identified in the credit line deed of trust as secured thereby. In the case of a credit line deed of trust that identifies a party acting as agent for all of the lenders or parties secured by a credit line deed of trust, such agent shall be the beneficiary for purposes of this section.\n\n\"Credit line deed of trust\" means any deed of trust, mortgage, bond, or other instrument entered into after July 1, 1982, in which title to real property located in the Commonwealth is conveyed, transferred, encumbered, or pledged to secure payment of money, including advances or other extensions of credit to be made in the future.\n\nB. A credit line deed of trust shall set forth on the front page, either in capital letters or in language underscored, the words \"THIS IS A CREDIT LINE DEED OF TRUST.\" Such phrase shall convey notice to all parties that advances or other extensions of credit are to be made or are contemplated to be made from time to time against the security described in the credit line deed of trust. Such credit line deed of trust shall specify the maximum aggregate amount of principal to be secured at any one time.\n\nC. From the date and actual time of the recording of a credit line deed of trust, the lien shall have priority (i) as to all other deeds, conveyances, or other instruments, or contracts in writing, that are unrecorded as of such date and time of recording and of which the beneficiary has no knowledge or notice and (ii) as to judgment liens subsequently docketed, except as provided in subsection D. Such priority shall extend to any advances or other extensions of credit made following the recordation of the credit line deed of trust. Amounts outstanding, together with interest, and other items provided by § 55.1-320, shall continue to have priority until paid or curtailed. Mechanics' liens created under Title 43 shall continue to enjoy the same priority as created by that title. Purchase money security interests in goods and fixtures shall have the same priority as provided in Subpart 3 (§ 8.9A-317 et seq.) of Part 3 of Title 8.9A.\n\nD. Notwithstanding the provisions of subsections A, B, and C, if a judgment creditor gives written notice to the beneficiary of record at the address indicated in the credit line deed of trust, such credit line deed of trust shall have no priority as to such judgment for any advances or extensions of credit made under such credit line deed of trust from the day following receipt of that notice except those that have been unconditionally and irrevocably committed prior to such date.\n\nE. In addition to the language specified in subsection B, the credit line deed of trust shall set forth the name of the beneficiary and the address at which communications may be mailed or delivered to the beneficiary. Such name or address may be changed or modified by duly recorded instrument executed by the beneficiary only. If the note or indebtedness secured by the credit line deed of trust is assigned or transferred, the name and address of the new beneficiary may be set forth in the certificate of transfer provided by § 55.1-336. Such original name or address, or if changed, such changed name or address, shall be the address for delivery of notices contemplated by this section. Receipt of notice at such address shall be deemed receipt by the beneficiary.\n\nF. The grantor may require at any time a modification under the credit line deed of trust whereby any priority over subsequently recorded deeds of trust is surrendered as to future advances or other extensions of credit, which advances or extensions of credit are in the discretion of the party secured by the credit line deed of trust.\n\nG. Notwithstanding the provisions of subsections A, B, and C, if a deed of trust under this section is a subordinate mortgage, as defined in subsection A of § 55.1-319, upon the recording of a refinance mortgage, as defined in subsection A of § 55.1-319, the credit line deed of trust shall retain the same subordinate position with respect to the refinance mortgage as it had with the prior mortgage, as defined in subsection A of § 55.1-319, provided that the refinance mortgage complies with the requirements of § 55.1-319.\n\n1982, c. 230, § 55-58.2; 1983, c. 124; 1984, c. 19; 1989, c. 346; 1997, c. 205; 2000, c. 971; 2014, c. 338; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-318/"
    },
    {
      "id": "section-551-3181",
      "number": "55.1-318.1.",
      "heading": "Effect of amendment to loan document on deed of trust",
      "text": "A deed of trust that has been recorded and that states that it secures indebtedness or other obligations under a loan document and that it also secures indebtedness or other obligations under such loan document as it may be amended, modified, supplemented, or restated shall secure such loan document as amended, modified, supplemented, or restated from time to time, without the necessity of recording an amendment to such deed of trust and without regard to whether any such amendment, modification, supplement, or restatement may otherwise constitute a novation of the indebtedness or other obligations under the loan document, and shall have the same priority as the priority of the original deed of trust recorded. The foregoing provision shall not apply to any amendment, modification, supplement, or restatement of such loan document if (i) the deed of trust securing such loan document conveys an interest in residential real estate containing not more than one dwelling unit or (ii) such amendment, modification, supplement, or restatement of such loan document (a) increases the aggregate amount of the principal of the indebtedness secured by the original deed of trust, (b) changes or substitutes the noteholder, lender, or agent of any lender named in the original loan document, or (c) extends the maturity date of the indebtedness or obligation secured if such maturity date was set forth in the original deed of trust, and the effect of any such amendment, modification, supplement, or restatement shall be governed by the law that would otherwise apply without regard to this section. For the purposes of this section, \"loan document\" includes a note, loan agreement, credit agreement, or other document evidencing a loan or other indebtedness.\n\n2021, Sp. Sess. I, c. 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-318-1/"
    },
    {
      "id": "section-551-319",
      "number": "55.1-319.",
      "heading": "Priority of residential refinance mortgage over subordinate mortgage",
      "text": "A. As used in this section:\n\n\"Prior mortgage\" means a mortgage, deed of trust, or other instrument encumbering or conveying an interest in residential real estate containing not more than one dwelling unit to secure a financing.\n\n\"Refinance mortgage\" means a mortgage, deed of trust, or other instrument encumbering or conveying an interest in residential real estate containing not more than one dwelling unit to secure a refinancing.\n\n\"Refinancing\" means the replacement of a loan secured by a prior mortgage with a new loan secured by a refinance mortgage and the payment in full of the debt owed under the original loan secured by the prior mortgage.\n\n\"Subordinate mortgage\" means a mortgage or deed of trust securing an original principal amount not exceeding $150,000, encumbering or conveying an interest in residential real estate containing not more than one dwelling unit that is subordinate in priority (i) under subdivision A 1 of § 55.1-407 or (ii) as a result of a previous refinancing.\n\nB. Upon the refinancing of a prior mortgage, a subordinate mortgage shall retain the same subordinate position with respect to a refinance mortgage as the subordinate mortgage had with the prior mortgage, provided that:\n\n1. Such refinance mortgage states on the first page thereof in bold or capitalized letters: \"THIS IS A REFINANCE OF A (DEED OF TRUST, MORTGAGE OR OTHER SECURITY INTEREST) RECORDED IN THE CLERK'S OFFICE, CIRCUIT COURT OF (NAME OF COUNTY OR CITY), VIRGINIA, IN DEED BOOK ______, PAGE ______, IN THE ORIGINAL PRINCIPAL AMOUNT OF ______, AND WITH THE OUTSTANDING PRINCIPAL BALANCE WHICH IS ______ WHICH HAD AN INTEREST RATE OF ___% PER ANNUM.\";\n\n2. The principal amount secured by such refinance mortgage does not exceed the outstanding principal balance secured by the prior mortgage plus $5,000; and\n\n3. The interest rate of the refinance mortgage at the time it is recorded does not exceed the interest rate of the prior mortgage. The interest rate of the prior mortgage shall be stated on the first page of the refinance mortgage.\n\nC. The priorities among two or more subordinate mortgages shall be governed by subdivision A 1 of § 55.1-407.\n\nD. The provisions of subsection B shall not apply to a subordinate mortgage securing a promissory note payable to any locality or any agency, authority, or political subdivision of the Commonwealth if such subordinate mortgage is financed pursuant to an affordable dwelling unit ordinance adopted pursuant to § 15.2-2304 or 15.2-2305, or pursuant to any program authorized by federal or state law or local ordinance or resolution, for (i) low-income and moderate-income persons or households or (ii) improvements to residential potable water supplies and sanitary sewage disposal systems made to address an existing or potential public health hazard, and which mortgage, if recorded on or after July 1, 2003, states on the first page thereof in bold or capitalized letters: \"THIS (DEED OF TRUST, MORTGAGE OR OTHER SECURITY INTEREST) SHALL NOT, WITHOUT THE CONSENT OF THE SECURED PARTY HEREUNDER, BE SUBORDINATED UPON THE REFINANCING OF ANY PRIOR MORTGAGE.\"\n\n2000, c. 971, § 55-58.3; 2002, c. 172; 2003, c. 381; 2011, c. 77; 2014, c. 338; 2019, c. 712; 2021, Sp. Sess. I, c. 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-319/"
    },
    {
      "id": "section-551-320",
      "number": "55.1-320.",
      "heading": "How deed of trust construed; duties, rights, etc., of parties",
      "text": "Every deed of trust to secure debts or indemnify sureties is in the nature of a contract and shall be construed according to its terms to the extent not in conflict with the requirements of law. Unless the deed of trust provides otherwise, it shall be construed to impose and confer upon the parties and beneficiaries the following duties, rights, and obligations in like manner as if the same were expressly provided for by such deed of trust:\n\n1. The deed shall be construed as given to secure the performance of each of the covenants entered into by the grantor as well as the payment of the primary obligation.\n\n2. The grantor shall be deemed to covenant that he will pay all taxes, levies, assessments, and charges upon the property, including the fees and charges of such agents or attorneys as the trustee may deem advisable to employ at any time for the purpose of the trust, so long as any obligation upon the grantor under the deed of trust remains undischarged.\n\n3. The grantor shall be deemed to covenant that he will keep the improvements on the property in tenantable condition, whether such improvements were on the property when the deed of trust was given or were placed there at a later time.\n\n4. The grantor shall be deemed to covenant that no waste shall be committed or suffered upon the property.\n\n5. The grantor shall be deemed to covenant that in the event of his failure to meet any obligations imposed upon him, then the trustee or any beneficiary may, at his option, satisfy such obligations. The money so advanced, with interest as provided in the deed of trust, shall be a part of the debt secured by the deed of trust, in the event of sale to be paid next after the expenses of executing the trust, and shall be otherwise recoverable from the grantor as a debt. In addition, to the extent not otherwise covered, the grantor shall be deemed to covenant that amount advanced or incurred by the trustee or any beneficiary under a deed of trust (i) with respect to an obligation secured by a lien or encumbrance prior to the lien of the deed of trust or (ii) for the protection of the lien secured by the deed of trust, together with interest as provided in the deed of trust, shall be a part of the debt secured by the deed of trust, to be paid next after expenses of executing the trust.\n\n6. A covenant to pay interest shall be deemed a covenant to pay interest on the principal balance as such rate may vary or be modified from time to time by the parties under the original instruments or agreements or a written agreement of modification, whether or not recorded, and all the interest on the principal secured by the deed of trust shall be on an equal priority with the principal debt secured by the deed of trust, in the event of sale to be paid next after the expenses of executing the trust.\n\nAny covenant, otherwise authorized by law, that the lender shall be entitled to share in the gross income or the net income, or the gross rent or revenues, or net rents or revenues of the property, or in any portion of the proceeds or appreciation upon sale or appraisal or similar event, shall be on an equal priority with the principal debt secured by the deed of trust, in the event of sale to be paid next after the expenses of executing the trust, and shall be specified in the recorded deed of trust or other recorded document in order to be notice of record as against subsequent parties.\n\n7. In the event of default in the payment of the debt secured, or any part thereof, at maturity, or in the payment of interest when due, or of the breach of any of the covenants entered into or imposed upon the grantor, then at the request of any beneficiary the trustee shall forthwith declare all the debts and obligations secured by the deed of trust at once due and payable and may take possession of the property and proceed to sell the same at auction at the premises or in the front of the circuit court building or at such other place in the county or city in which the property or the greater part thereof lies, or in the corporate limits of any city surrounded by or contiguous to such county, or in the case of annexed land, in the county of which the land was formerly a part, as the trustee may select upon such terms and conditions as the trustee may deem best.\n\n8. If the sale is upon credit terms, the deferred purchase money shall bear interest from the day of sale and shall be secured by a deed of trust upon the property contemporaneous with the trustee's deed to the purchaser.\n\n9. The party secured by the deed of trust, or the holders of greater than 50 percent of the monetary obligations secured thereby, shall have the right and power to appoint one or more substitute trustees for any reason and, regardless of whether such right and power is expressly granted in such deed of trust, by executing and acknowledging an instrument designating and appointing a substitute. When the instrument of appointment has been executed, the substitute trustee named therein shall be vested with all the powers, rights, authority, and duties vested in the trustee in the original deed of trust. The instrument of appointment shall be recorded in the office of the clerk in which the original deed of trust is recorded prior to or at the time of recordation of any instrument in which a power, right, authority, or duty conferred by the original deed of trust is exercised.\n\n10. In the case of a deed of trust conveying owner-occupied residential real estate, the trustee of such deed of trust shall not sell the property secured by the deed of trust without receiving an affidavit signed by the party that provided the notice required by § 55.1-321 confirming the notice was sent to the owner, with a copy of such notice attached to the affidavit. Prior to commencing a foreclosure sale with respect to such real estate, the trustee shall provide copies of such affidavit and notice, with any personal financial information redacted, to each potential bidder.\n\nCode 1919, § 5167; 1922, p. 364; 1926, p. 591; 1940, p. 879; 1944, p. 481; Code 1950, § 55-59; 1952, c. 370; 1954, c. 557; 1956, c. 674; 1960, c. 5; 1964, c. 501; 1968, c. 786; 1970, c. 12; 1973, c. 341; 1976, c. 257; 1977, cc. 151, 314, 660; 1979, c. 12; 1980, c. 709; 1981, c. 591; 1992, cc. 87, 193; 1993, c. 426; 1994, c. 551; 2019, c. 712; 2021, Sp. Sess. I, cc. 91, 92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-320/"
    },
    {
      "id": "section-551-321",
      "number": "55.1-321.",
      "heading": "Notices required before sale by trustee to owners, lienors, etc.; if note lost",
      "text": "A. In addition to the advertisement required by § 55.1-322, the trustee or the party secured shall give written notice of the time, date, and place of any proposed sale in execution of a deed of trust, and such notice shall include either (i) the instrument number or deed book and page numbers of the instrument of appointment filed pursuant to § 55.1-320, or (ii) a copy of the executed and notarized appointment of substitute trustee by personal delivery or by mail to (a) the present owner of the property to be sold at his last known address as such owner and address appear in the records of the party secured; (b) any subordinate lienholder who holds a note against the property secured by a deed of trust recorded at least 75 days, in the case of a deed of trust conveying owner-occupied residential real estate, or 30 days, in the case of all other deeds of trust, prior to the proposed sale and whose address is recorded with the deed of trust; (c) any assignee of such a note secured by a deed of trust, provided that the assignment and address of assignee are likewise recorded at least 75 days, in the case of a deed of trust conveying owner-occupied residential real estate, or 30 days, in the case of all other deeds of trust, prior to the proposed sale; (d) any condominium unit owners' association that has filed a lien pursuant to § 55.1-1966; (e) any property owners' association that has filed a lien pursuant to § 55.1-1833; and (f) any proprietary lessees' association that has filed a lien pursuant to § 55.1-2148. Written notice shall be given pursuant to clauses (d), (e), and (f) only if the lien is recorded at least 75 days, in the case of a deed of trust conveying owner-occupied residential real estate, or 30 days, in the case of all other deeds of trust, prior to the proposed sale. If the secured party has received notification that the owner of the property to be sold is deceased, the notice required by clause (a) shall be given to (1) the last known address of such owner as such address appears in the records of the party secured; (2) any personal representative of the deceased's estate whose appointment is recorded among the records of the circuit court where the property is located, at the address of the personal representative that appears in such records; and (3) any heirs of the deceased who are listed on the list of heirs recorded among the records of the circuit court where the property is located, at the addresses of the heirs that appear in such records. Mailing of a copy of the advertisement or a notice containing the same information to the owner by certified or registered mail no less than 60 days prior to such sale, in the case of a deed of trust conveying owner-occupied residential real estate, or 14 days prior to such sale, in the case of all other deeds of trust, and to lienholders, the property owners' association or proprietary lessees' association, their assigns, and the condominium unit owners' association, at the address noted in the memorandum of lien, by ordinary mail no less than 60 days prior to such sale, in the case of a deed of trust conveying owner-occupied residential real estate, or 14 days prior to such sale, in the case of all other deeds of trust, shall be a sufficient compliance with the requirement of notice. The written notice of proposed sale when given as provided in this subsection shall be deemed an effective exercise of any right of acceleration contained in such deed of trust or otherwise possessed by the party secured relative to the indebtedness secured. The inadvertent failure to give notice as required by this subsection shall not impose liability on either the trustee or the secured party. The foreclosure sale cannot go forward unless the trustee has proof that the notice has been sent.\n\nA1. If the proposed sale is initiated due to a default in payment under a security instrument that (i) was, at the time it was recorded, subordinate to another security interest encumbering the same real property and (ii) has not subsequently been elevated to a first priority lien by a recorded voluntary subordination agreement, such subordinate mortgage lienholder shall submit to the trustee an affidavit affirming whether monthly statements were sent to the property owner for each period that any interest, fees, or other charges were assessed. No such interest, fees, or other charges shall be assessed or charged for any period during which periodic statements were not sent unless the subordinate mortgage lienholder identifies a specific exemption pursuant to applicable law for which such subordinate mortgage lienholder was not required to send such specific statements for any period of time enumerated in the affidavit. Such affidavit shall also include an itemized list of the current amount owed, including any periods in which interest, fees, and other charges were waived because no monthly statements were sent during such period. The subordinate mortgage lienholder shall provide a copy of such affidavit to the person required to pay the instrument with written notice that a request for sale shall be made of the trustee upon the expiration of 60 days from the day of mailing such notice. Such notice shall be sent by certified mail, return receipt requested, to the last known mailing address of such person required to pay the instrument. Such notice shall advise the person required to pay the instrument that if such person believes that such interest, fees, or other charges have been assessed in error, such person may, prior to the sale, petition the circuit court of the city or county where such property or some part thereof lies for an accounting and order declaring the proper balance secured by the subordinate mortgage. If the court determines that charges were assessed in error, such person shall be entitled to recover attorney fees and costs against the subordinate mortgage lienholder. The provisions of this subsection shall not apply to subordinate lienholders who are either (a) the original creditor, (b) a mortgage servicer acting on behalf of the original creditor, (c) a national or state chartered bank, or (d) a federal or state chartered credit union.\n\nA2. Any purchaser at a foreclosure sale shall provide certification that such purchaser shall pay off any priority security instruments no later than 90 days from the date that the trustee's deed conveying the property pursuant to such sale is recorded in the land records. The person originally required to pay the instrument shall have the right to petition the circuit court of the city or county where the property or some part thereof lies to recover from the purchaser any payments toward such priority lien amounts made by such person required to pay the instrument after the date of the foreclosure sale, plus any attorney fees and costs.\n\nB. If a note or other evidence of indebtedness secured by a deed of trust is lost or for any reason cannot be produced and the beneficiary submits to the trustee an affidavit to that effect, the trustee may nonetheless proceed to sale, provided that the beneficiary has given written notice to the person required to pay the instrument that the instrument is unavailable and a request for sale will be made of the trustee upon expiration of 60 days from the date of mailing of the notice, in the case of a deed of trust conveying owner-occupied residential real estate, or 14 days from the date of mailing of the notice, in the case of all other deeds of trust. The notice shall be sent by certified mail, return receipt requested, to the last known address of the person required to pay the instrument as reflected in the records of the beneficiary and shall include the name and mailing address of the trustee. The notice shall further advise the person required to pay the instrument that if he believes he may be subject to a claim by a person other than the beneficiary to enforce the instrument, he may petition the circuit court of the county or city where the property or some part thereof lies for an order requiring the beneficiary to provide adequate protection against any such claim. If deemed appropriate by the court, the court may condition the sale on a finding that the person required to pay the instrument is adequately protected against loss that might occur by reason of a claim by another person to enforce the instrument. Adequate protection may be provided by any reasonable means. If the trustee proceeds to sale, the fact that the instrument is lost or cannot be produced shall not affect the authority of the trustee to sell or the validity of the sale.\n\nC. When the written notice of proposed sale is given as provided in this section, there is a rebuttable presumption that the lienholder has complied with any requirement to provide notice of default contained in a deed of trust. Failure to comply with the requirements of notice contained in this section shall not affect the validity of the sale, and a purchaser for value at such sale shall be under no duty to ascertain whether such notice was validly given.\n\nD. In the event of postponement of sale, which may be done in the discretion of the trustee, no new or additional notice is required to be given pursuant to this section.\n\nE. In the case of a deed of trust conveying owner-occupied residential real estate, the notice to the owner in subsections A and B shall include the website address of the U.S. Housing and Urban Development's (HUD) Office of Housing Counseling with a listing of HUD-certified housing counseling agencies, the website address and telephone number of the statewide legal aid center, and the following language, or language that is substantially similar, in at least 12-point type: \"This is NOT a notice to vacate the premises. You should consider contacting an attorney or your local legal aid or housing counseling agency.\"\n\nF. In the case of a deed of trust conveying owner-occupied residential real estate, the notice to the owner in subsections A and B shall include the date of the last payment received and the amount received; the total amount of principal, interest, costs, and fees due in arrears; and the remaining total principal balance due on the instrument.\n\n1979, c. 12, § 55-59.1; 1992, c. 739; 1993, c. 597; 1994, c. 143; 2004, c. 1001; 2009, c. 307; 2018, cc. 34, 204; 2019, c. 712; 2021, Sp. Sess. I, cc. 91, 92; 2024, c. 803.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-321/"
    },
    {
      "id": "section-551-322",
      "number": "55.1-322.",
      "heading": "Advertisement required before sale by trustee",
      "text": "A. Advertisement of sale by a trustee or trustees in execution of a deed of trust shall be in a newspaper having a general circulation in the county or city in which the property to be sold, or any portion of such property, lies pursuant to the following provisions:\n\n1. If the deed of trust itself provides for the number of publications of such newspaper advertisement, which may be done by using the words \"advertisement required\" or similar words followed by the number agreed upon, then no other or different advertisement shall be necessary, provided that, if such advertisement be inserted on a weekly basis, it shall be published not less than once a week for two weeks, and if such advertisement be inserted on a daily basis, it shall be published not less than once a day for three days, which may be consecutive days, and in either case shall be subject to the provisions of § 55.1-330 in the same manner as if the method were set forth in the deed of trust. Should the deed of trust provide for advertising on other than a weekly or daily basis, either of the foregoing provisions shall be complied with in addition to those provided in such deed of trust. Notwithstanding the provisions of the deed of trust, the sale shall be held on any day following the day of the last advertisement that is no earlier than eight days following the first advertisement or more than 30 days following the last advertisement.\n\n2. If the deed of trust does not provide for the number of publications of such newspaper advertisement, the trustee shall advertise once a week for four successive weeks, provided, however, that if the property or some portion of such property is located in a city or in a county immediately contiguous to a city, publication of the advertisement five different days, which may be consecutive days, shall be deemed adequate. The sale shall be held on any day following the day of the last advertisement that is no earlier than eight days following the first advertisement or more than 30 days following the last advertisement.\n\nB. Such advertisement shall be placed in that section of the newspaper where legal notices appear or where the type of property being sold is generally advertised for sale.\n\nC. In addition to the advertisement required by subsection A, the trustee shall give such other further and different advertisement as the deed of trust may require and in addition may give such additional advertisement as he may deem appropriate.\n\nD. In the event of postponement of sale, which postponement shall be at the discretion of the trustee, advertisement of such postponed sale shall be in the same manner as the original advertisement of sale.\n\nE. Failure to comply with the requirements for advertisement contained in this section shall, upon petition, render a sale of the property voidable by the court.\n\n1979, c. 12, § 55-59.2; 1990, c. 749; 1992, c. 550; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-322/"
    },
    {
      "id": "section-551-323",
      "number": "55.1-323.",
      "heading": "Contents of advertisements of sale",
      "text": "A. The advertisement of sale under any deed of trust, in addition to such other matters as may be required by such deed of trust or by the trustee, in his discretion, shall set forth a description of the property to be sold. Such description need not be as extensive as that contained in the deed of trust, but it shall identify the property by street address, if any, or, if none, shall give the general location of the property with reference to streets, routes, or known landmarks. Where available, tax map identification may be used but is not required. The advertisement shall also include the time, place, and terms of sale and shall give the name or names of the trustee or trustees. It shall set forth the name, address, and telephone number of a person, either a trustee or the party secured or his agent or attorney who may be able to respond to inquiries concerning the sale.\n\nB. 1. If the property being sold is a time-share estate, the advertisement of sale required under subsection A of § 55.1-322 shall set forth, in addition to such other matters as the trustee finds appropriate, (i) a description of the specific time-share estate or estates to be sold, and such description shall also include (a) the name of the time-share project and (b) the street address of the time-share project or, if no street address, the general location of the time-share project with reference to streets, routes, or known landmarks; (ii) the date, time, place, and terms of sale; (iii) the name of the trustee; and (iv) the name, address, and telephone number of the representative, agent, or attorney who is authorized to respond to inquiries concerning the sale and shall give additional information concerning the time-share estate or estates to be sold.\n\n2. In lieu of the requirements of subdivision 1, the advertisement shall set forth (i) the name of the time-share project in which the time-share estate or estates to be sold are contained; (ii) the street address of the time-share project in which the time-share estate or estates to be sold are contained or, if no street address, the general location of the time-share project with reference to streets, routes, or known landmarks; (iii) the date, time, place, and terms of sale; (iv) the name of the trustee; and (v) the name, address, and telephone number of the representative, agent, or attorney who is authorized to respond to inquiries concerning the sale and shall give additional information concerning the time-share estate or estates to be sold, including providing, upon request, in either hard copy or electronic form, a schedule of the time-share estate or estates to be sold. In addition, the advertisement shall contain a website address where a description of the specific time-share estate or estates to be sold is displayed.\n\n1979, c. 12, § 55-59.3; 2015, cc. 23, 401; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-323/"
    },
    {
      "id": "section-551-324",
      "number": "55.1-324.",
      "heading": "Powers and duties of trustee in event of sale under or satisfaction of deed of trust",
      "text": "A. In the event of sale under a deed of trust, the trustee shall have the following powers and duties in addition to all others:\n\n1. Written one-price bids may be made and shall be received by the trustee from the beneficiary or any other person for entry by announcement of the trustee at the sale. Any person other than the trustee may bid at the foreclosure sale, including a person who has submitted a written one-price bid. Upon request to the trustee, any other bidder in attendance at a foreclosure sale shall be permitted to inspect written bids. Whenever the written bid of the beneficiary is the highest bid submitted at the sale, such document shall be filed by the trustee with his account of sale required under § 64.2-1309. The written bid submitted pursuant to this subsection may be prepared by the beneficiary, its agent, or its attorney.\n\n2. The trustee may require of any bidder at any sale a cash deposit of as much as 10 percent of the sale price, unless the deed of trust specifies a higher or lower maximum, which may be done by the words \"bidder's deposit of not more than ______ dollars may be required\" or similar words, before his bid is received, which shall be refunded to the bidder unless the property is sold to him, otherwise to be applied to his credit in settlement or, should he fail to complete his purchase promptly, to be applied to pay the costs and expense of sale and the balance, if any, to be retained by the trustee as his compensation in connection with that sale.\n\n3. The trustee shall receive and receipt for the proceeds of sale, account for the same to the commissioner of accounts pursuant to § 64.2-1309 and apply the same, first, to discharge the expenses of executing the trust, including a reasonable commission to the trustee; secondly, to discharge all taxes, levies, and assessments, with costs and interest if they have priority over the lien of the deed of trust, including the due pro rata thereof for the current year; thirdly, to discharge in the order of their priority, if any, the remaining debts and obligations secured by the deed, and any liens of record inferior to the deed of trust under which sale is made, with lawful interest; and, fourthly, the residue of the proceeds shall be paid to the grantor or his assigns, provided, however, that the trustee as to such residue shall not be bound by any inheritance, devise, conveyance, assignment, or lien of or upon the grantor's equity, without actual notice thereof prior to distribution, and provided further that such order of priorities shall not be changed or varied by the deed of trust. The trustee's deed shall show the trustee's mailing address.\n\nB. Upon discharge, other than by sale by the trustee, of all debts, duties, and obligations imposed by the deed upon the grantor, including any expenses incurred preparatory to sale, then upon the grantor's request the trustee shall execute and deliver a good and sufficient deed of release at the grantor's own proper costs and charges.\n\n1979, c. 12, § 55-59.4; 1997, c. 842; 1998, c. 610; 2010, c. 417; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-324/"
    },
    {
      "id": "section-551-325",
      "number": "55.1-325.",
      "heading": "Meaning of phrases that may be included in deed of trust",
      "text": "The following provisions may be incorporated in any deed of trust to secure debts or indemnify sureties in the respective short forms indicated, namely:\n\n1. The words \"identified by trustee's signature\" or similar words shall be construed as if the deed set forth: \"All of which said notes (or other obligations) bear the marginal signature of the trustee for the purpose of identification but for no other purpose whatever.\"\n\n2. The words \"deferred purchase money,\" \"purchase money,\" or similar words shall be construed as if the deed set forth: \"This deed of trust is a contemporaneous purchase money deed of trust and secures the payment of deferred purchase money due by the grantor upon the property hereby conveyed.\" Any deed of trust securing a loan, proceeds of which are used by the borrower to acquire the secured real property, shall be deemed to be a purchase money deed of trust.\n\n3. The words \"exemptions waived\" or similar words shall be construed as if the deed set forth: \"The grantor hereby waives the benefit of his exemptions as to the debt hereby secured and as to all other obligations that may be imposed upon him by the provisions of this deed of trust.\"\n\n4. The words \"subject to call upon default\" or similar words shall be construed as if the deed set forth: \"Should default be made in the payment of any part of the debt hereby secured, principal or interest, at the maturity of such part, or in the event of the breach of any of the covenants entered into or imposed upon the grantor, then the entire obligation of this deed of trust and the whole debt hereby secured shall, at the option of the beneficiaries, become forthwith due and payable.\"\n\n5. The words \"renewal or extension permitted\" or similar words shall be construed as if the deed set forth: \"The grantor hereby consents and agrees that the debt hereby secured, or any part thereof, may be renewed or extended beyond maturity as often as may be desired by agreement between the creditor and any subsequent owner of the property, and no such renewal or extension shall in any way affect the grantor's responsibility, whether as surety or otherwise.\"\n\n6. The words \"reinstatement permitted\" or similar words shall be construed as if the deed set forth: \"The grantor and any other party assuming liability hereunder hereby consent and agree that if the property conveyed hereby or a substantial portion thereof is transferred to any subsequent owner, and the creditor exercises the right to accelerate the debts secured hereby, the creditor may accept any delinquent payments or other cure of default giving rise to such acceleration from the then owner of the property or any other person and reinstate the indebtedness in accordance with the schedule of maturity as of the time of acceleration or upon such new schedule as may be agreed if renewal or extension are otherwise permitted and no such reinstatement shall in any way affect the liability of such prior parties, whether as surety or otherwise.\"\n\nThe words \"renewal, extension, or reinstatement permitted\" or similar words shall have the meaning ascribed to the individual words or phrases in this subdivision and in subdivision 5.\n\n7. The words \"right of anticipation reserved\" or similar words shall be construed as if the deed set forth: \"The grantor reserves the right to anticipate the payment of the debt hereby secured, or any part thereof which is represented by a separate note (or other obligation) at any interest period by the payment of principal and interest to the date of such anticipated payment only.\"\n\n8. The words \"priority in direct order of maturity\" or similar words shall be construed as if the deed set forth: \"The notes (or other obligations) hereby secured have priority amongst themselves in the direct order of their maturities, each having priority over all others falling due after its maturity.\" And the words \"priority in inverse order of maturity\" or similar words shall be construed as if the deed set forth: \"The notes (or other obligations) hereby secured have priority amongst themselves in the inverse order of their maturities, each having priority over all others falling due before its maturity.\"\n\n9. The words \"insurance required ______ dollars\" or similar words shall be construed as if the deed set forth: \"The grantor covenants that he will keep the improvements on the property insured against fire in some solvent insurance company approved by the trustee for the benefit of the beneficiaries hereunder in the sum of at least ______ dollars, and will deposit with the trustee or beneficiary the policies, with standard loss payable clauses with full contribution in favor of the trustee as his interest may appear; and the grantor further covenants that in the event of his failure to keep the property so insured and the policies so deposited, then the trustee or any beneficiary may, at his option, effect such insurance and pay the premium thereon, and the money so paid, with interest thereon, shall become a part of the debt hereby secured, in the event of sale to be paid next after the expenses of executing this trust, and shall be otherwise recoverable from the grantor as a debt, but there shall be no obligation upon the trustee or beneficiary to effect such insurance.\"\n\n10. The words \"substitution of trustee permitted\" or similar words shall be construed as if the deed set forth: \"Grantor grants unto the beneficiary or beneficiaries or to a majority in amount of the holders of the obligations secured hereunder and to their assigns the right and power, under the provisions of § 55.1-320, to appoint a substitute trustee or trustees.\"\n\n11. The words \"any trustee may act\" or similar words shall be construed as if the deed set forth: \"The grantors, and all interested in the obligations hereby secured, by accepting the benefits hereof, agree that all authority, power, and discretion hereinabove granted to the trustees may be exercised by any of them, without any other, with the same effect as if exercised jointly by all of them.\"\n\n12. The words \"this is a credit line deed of trust\" or similar words, if in capital letters or underscored and on the first page of the deed of trust and containing the name and address of the noteholder, shall have the meaning set forth in § 55.1-318.\n\nCode 1919, § 5167; 1926, p. 593; 1940, p. 881; Code 1950, § 55-60; 1966, c. 93; 1970, c. 39; 1976, c. 155; 1982, c. 230; 2004, c. 253; 2005, c. 935; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-325/"
    },
    {
      "id": "section-551-326",
      "number": "55.1-326.",
      "heading": "Evidences of indebtedness placed on equal footing",
      "text": "When bonds, notes, or other evidences of indebtedness are secured by a deed of trust, mortgage, vendor's lien, or other lien, such bonds, notes, or other evidences of indebtedness shall, in the event the lien is executed or foreclosed, be secured on an equal footing and shall be paid ratably out of the proceeds of any sale of property subjected to the lien and shall have no priority, the one over the other, whether by priority of assignment or otherwise, unless the instrument creating the lien expressly provides otherwise.\n\n1934, p. 516; Michie Code 1942, § 6457a; Code 1950, § 55-60.1; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-326/"
    },
    {
      "id": "section-551-327",
      "number": "55.1-327.",
      "heading": "Sales under deeds of trust that contain no maturity date or provision authorizing sale",
      "text": "When any property, real or personal, is conveyed by deed of trust to a trustee to secure the payment of a debt, money, notes, bonds, stocks, or other evidences of debt and there is no date fixed for the maturity thereof and such deed of trust contains no provision authorizing the trustee to make sale of such property, or any part thereof, and the reinvestment of the proceeds of sale in other property subject to the terms of such deed of trust, the circuit court, or such court having jurisdiction of the subject matter, upon a complaint filed by any one or more of the lien debtors, in which complaint all persons interested in such lien and all holders of the evidences of debt secured by the deed of trust thereon, and all other necessary or proper parties, except the plaintiffs, shall be made defendants, may order a sale of such property, or any part thereof, and may invest the proceeds of sale under order of court subject to the terms of the deed of trust, provided that (i) the complaint sets forth facts that will justify the sale of the property, to be verified by the affidavit of at least one of the plaintiffs, (ii) no order shall be made authorizing such sale unless it is shown to the satisfaction of the court that the interests of the lien debtor or debtors will be promoted and the interests of no person holding the evidences of debt secured by the deed of trust will be violated thereby, and (iii) the plaintiff or the party for whose benefit the action is brought shall bear the cost.\n\n1932, p. 77; Michie Code 1942, § 5167a; Code 1950, § 55-61; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-327/"
    },
    {
      "id": "section-551-328",
      "number": "55.1-328.",
      "heading": "Validation of conveyances of real property under trust instrument not authorizing sale",
      "text": "When any real property is conveyed by deed of trust or other trust instrument to a trustee and there is no provision authorizing the trustee to convey the property that is the subject of the deed of trust, or any part of such property, and the trustee conveys such property or any part of such property, such conveyance shall be valid after a period of 30 years from the date of such conveyance, provided that (i) there have been no adverse claims against the property so conveyed in the interim, and (ii) such conveyances to and from such trustee were properly recorded and indexed at the time of the conveyance, in the appropriate clerk's office in which deeds are recorded in the county or city in which the property lies.\n\n1962, c. 350, § 55-61.1; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-328/"
    },
    {
      "id": "section-551-329",
      "number": "55.1-329.",
      "heading": "Permissible form for notice of sale under deed of trust",
      "text": "Notice of sale under any deed of trust regardless of whether it conforms with § 55.1-320, in the absence of provision in such deed of trust requiring other or additional matter, may be substantially in the following form:\n\nTrustee's Sale of\n\n____________ (brief description or identification of property)\n\nIn execution of a deed of trust (name or names of grantor or grantors unless grantor or grantors request in writing that the same be omitted), dated ______, recorded in the Clerk's Office of the ______ court of ______ in Deed Book ______, page ____, ______, the undersigned trustee will offer for sale at public auction (a brief description of the property to include street number or, if none, the general location of property and place of sale) on the ______ day of ________, 20__ at __ (ante meridian)(noon)(post meridian), the property described in such deed.\n\nTerms: (Cash)(________)\n\n____________________\n\nFOR INFORMATION CONTACT:\n\n____________________\n\n(A trustee or the secured party or his agent)\n\n____________________\n\n____________________\n\nTelephone number\n\n1946, p. 272; Michie Suppl. 1946, § 5167a1; Code 1950, § 55-62; 1977, c. 660; 1979, c. 12; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-329/"
    },
    {
      "id": "section-551-330",
      "number": "55.1-330.",
      "heading": "Construction of deeds requiring notice by advertisement in newspaper",
      "text": "A. Whenever any deed of trust to secure debts or indemnify sureties contains a provision requiring the giving of notice of sale thereunder for a specified number of days by advertisement in one or more newspapers and such advertisement is published in a newspaper published daily or in a newspaper published daily except Sunday, it shall be deemed a sufficient compliance with such provision if such notice is published in consecutive issues of such newspaper for the number of days specified, counting both the day of the first publication and the day of the last publication and intervening Sundays, whether or not such newspaper is published on Sunday. Both the first publication and the last publication may be on Sunday. The publication shall in all other respects comply with the provisions of §§ 55.1-322 and 55.1-323.\n\nB. Whenever such deed of trust requires advertisement once a week for a specified number of weeks, sale may be had on the day after the last advertisement appears or any day thereafter, and all sales made in conformity with this section prior to January 1, 1972, and otherwise valid are hereby validated.\n\n1934, p. 165; Michie Code 1942, § 5167c; Code 1950, § 55-63; 1962, c. 448; 1975, c. 284; 1977, c. 660; 1979, c. 12; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-330/"
    },
    {
      "id": "section-551-331",
      "number": "55.1-331.",
      "heading": "Disposition of surplus from trustee's sale after death of grantor",
      "text": "Whenever the grantor, or his successor in title, in any deed of trust by which any real property is conveyed in trust to secure debts or indemnify sureties dies prior to a trustee's sale held pursuant to the deed of trust and the deed of trust contains no definite provision for the distribution of any surplus in the event of the death of the grantor or his successors in title prior to the trustee's sale held pursuant to the deed of trust, or contains a provision that such surplus shall be paid to the grantor or his heirs or assigns or personal representative, then any surplus of the proceeds of the sale remaining in the possession of the trustee, after discharging the expenses of executing the trust, all tax liens upon the property sold, all debts and obligations secured by the deed of trust, and, in order of their priority, if any, the remaining subsequent debts and obligations secured by the deed, and any liens of record inferior to the deed of trust under which the sale is made, with lawful interest, shall be paid by the trustee to the personal representative of the decedent.\n\nAny such funds possessed by the personal representative shall constitute assets for the payment by him of any debts and demands against the decedent's estate remaining unsatisfied after the personal estate has been exhausted. Any surplus of the funds so paid to the personal representative and remaining in his possession after the satisfaction of all debts and demands against the estate shall be paid over by him, if the decedent died intestate as to the real property embraced in the deed of trust, to the heirs at law of the decedent, or their successors in title, and if the decedent died testate as to the real property embraced in the deed of trust, then such surplus shall be paid to the persons entitled to the real property under the terms of the decedent's will, or to their successors in title.\n\n1942, p. 94; Michie Code 1942, § 5167d; 1944, p. 389; Code 1950, § 55-64; 1990, c. 831; 2018, cc. 34, 204; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-331/"
    },
    {
      "id": "section-551-332",
      "number": "55.1-332.",
      "heading": "Title to real estate sold not affected by nonlisting of secured notes for taxation",
      "text": "The title to real estate sold under a deed of trust shall not be drawn in question upon the ground that the holder of the notes secured by such deed of trust did not list the same for taxation.\n\n1924, p. 469; 1926, p. 978; 1944, p. 630; Tax Code, §§ 69, 69a; Code 1950, § 55-64.1; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-332/"
    },
    {
      "id": "section-551-333",
      "number": "55.1-333.",
      "heading": "Validation of certain sales made under deeds of trust",
      "text": "All sales that have been made prior to January 1, 1972, under deeds of trust to secure debts and indemnify sureties containing a provision requiring the giving of notice of sale thereunder for a specified number of days by advertisement in one or more newspapers and that were made after publishing the advertisement of sale in a newspaper published daily or in a newspaper published daily except Sunday for the number of days specified in the deed of trust, counting both the day of the first publication and the day of the last publication and intervening Sundays, whether or not such paper was published on Sunday and whether or not such sales were held on the day of the last publication, provided that, in cases when the sale was held on the day of the last publication, the publication was in a newspaper the principal daily edition of which was delivered or publicly sold before the time fixed for the sale, and whether or not the first publication or the last publication, or both, appeared on Sunday, shall be held, and the same are hereby declared, to be valid and effective in all respects, if otherwise valid and effective according to the law then in force, provided, however, that nothing contained in this section shall be construed as affecting any final order entered prior to March 24, 1934, by any court of competent jurisdiction or as affecting any action now pending in any court of competent jurisdiction, and provided further, that nothing in this section shall be so construed as to affect intervening vested rights.\n\n1934, p. 257; Michie Code 1942, § 5167b; Code 1950, § 55-65; 1975, c. 284; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-333/"
    },
    {
      "id": "section-551-334",
      "number": "55.1-334.",
      "heading": "Validation of certain sales made under deeds of trust prior to October 1, 1977",
      "text": "All sales that were made prior to October 1, 1977, under deeds of trust to secure debts and indemnify sureties when the notice, advertisement, and conduct of the sale were in accordance with the law of the Commonwealth as it existed on June 30, 1977, are declared to be valid and effective in all respects, provided that nothing in this section shall be construed as affecting any final order entered prior to March 23, 1978, by any court of competent jurisdiction, or any action now pending in a court of competent jurisdiction, or as affecting intervening vested rights, and provided further that no action to vacate or set aside any such sale may be brought after March 23, 1978.\n\n1978, c. 173, § 55-65.1; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-334/"
    },
    {
      "id": "section-551-335",
      "number": "55.1-335.",
      "heading": "Validation of other sales under deeds of trust",
      "text": "All sales that were made prior to January 1, 1972, under deeds of trust to secure debts and indemnify sureties when the notice was not published once a week for four successive weeks or a specified number of successive weeks are declared to be valid and effective in all respects, if other reasonable advertisement of such sale was given and such sale was otherwise valid and effective, provided that nothing herein contained shall be construed as affecting any final order entered prior to March 1, 1944, by any court of competent jurisdiction, or any action now pending in a court of competent jurisdiction, or as affecting intervening vested rights, and provided further that no action may be brought after January 1, 1972, to vacate or set aside any such sale.\n\n1944, p. 128; Michie Suppl. 1946, § 5167b1; Code 1950, § 55-66; 1975, c. 284; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-335/"
    },
    {
      "id": "section-551-336",
      "number": "55.1-336.",
      "heading": "Protection of assignees or transferees of debts secured by real estate; form of certificate of transfer",
      "text": "Whenever a debt or other obligation secured by a deed of trust, mortgage, or vendor's lien on real estate has been assigned, the assignor or the assignee, at its option, may cause the instrument of assignment to be recorded in the clerk's office of the circuit court where such deed of trust, mortgage, or vendor's lien is recorded, provided that such instrument is otherwise in recordable form, or may cause a certificate of transfer signed by the assignor to be recorded in such clerk's office, and such instrument of assignment or certificate of transfer, upon recordation, shall operate as a notice of such assignment. The instrument of assignment or certificate of transfer shall be indexed in the name of the assignor and in the names of the obligor or maker, and the trustees, as applicable, all of whose names shall be set forth in such instrument or certificate. The certificate of transfer shall conform substantially to the following:\n\nCERTIFICATE OF TRANSFER\n\nPlace of Record:\n\nClerk's Office of the Circuit Court of the ________ of ________, Virginia\n\nDate of [Deed of Trust/Mortgage/Vendor's Lien]: ________,\n\nDeed Book ________, Page ____\n\nName of Obligor or Maker:\n\n________________\n\nName(s) of Trustee(s) [if a Deed of Trust]:\n\n________________\n\n________________\n\nName of Original Payee or Obligee:\n\n________________\n\nOriginal Amount Secured [if applicable]: $____\n\nThe undersigned, the original payee or obligee [or the subsequent assignee] of the obligation secured by the above-mentioned [Deed of Trust/Mortgage/Vendor's Lien], hereby certifies that the obligations secured thereby have been assigned to ______\n\n________________\n\n[If a credit line deed of trust, the name and address to which notice may be mailed or delivered to the Noteholder as provided by § 55.1-318 is as follows:\n\n________________\n\n________________ ]\n\nGiven under (my/our) hand(s) as of the ______ day of ________, ____.\n\n________________\n\n______ of ______\n\nCounty/City of ________, to wit:\n\nSubscribed, sworn to, and acknowledged before me by ________ this ______ day of ________, 20__.\n\nMy Commission Expires: ________\n\n________________\n\nNotary Public\n\nNotary Registration Number: ________\n\nFor purposes of this section, the word \"assigned\" includes endorsed, pledged, hypothecated, or otherwise transferred. Nothing in this section shall be deemed to invalidate any other form or notice of assignment that may have been recorded prior to July 1, 1994. Nothing in this section shall imply that recordation of the instrument of assignment or a certificate of transfer is necessary in order to transfer to an assignee the benefit of the security provided by the deed of trust, mortgage, or vendor's lien.\n\n1994, c. 806, § 55-66.01; 1995, c. 807; 1997, c. 205; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-336/"
    },
    {
      "id": "section-551-337",
      "number": "55.1-337.",
      "heading": "Required notice of foreclosure or repossession of manufactured home",
      "text": "Whenever any assignee of an installment note secured by a security interest on a manufactured home determines that legal action is desirable to enforce the debt resulting in a potential foreclosure or repossession, he shall give prior notice by mail of any action to foreclose or repossess the collateral to any assignor who is liable under a recourse endorsement or by virtue of a reserve account at least 10 business days prior to the enforcement of the security interest or eviction. Assignment by way of pledge of the security interest granted by the assignor shall not be an assignment within the meaning of this section. The failure to so notify the assignor shall not affect any rights of the assignee as against the principal debtor or any party other than the assignor with recourse or a person with rights in a reserve account. Provisions of this section may not be waived by such assignor at the time of the original sale of the installment paper but only after the expiration of at least 30 days from such initial transfer. The assignee shall send such notice to the last known address of the assignor as it appears in the records of the assignee.\n\n1978, c. 462, § 55-66.1:1; 1999, c. 77; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-337/"
    },
    {
      "id": "section-551-338",
      "number": "55.1-338.",
      "heading": "Release to person dead inures to successors",
      "text": "A release of a deed of trust or a conveyance of the property embraced in such deed of trust may in all cases be made to the original grantor, whether living or dead, and any release or reconveyance so made shall inure both in law and in equity to the successors in title of such grantor.\n\nCode 1919, § 6456; 1926, p. 82; 1930, p. 71; 1932, p. 121; 1944, p. 199; Code 1950, § 55-66.2; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-338/"
    },
    {
      "id": "section-551-339",
      "number": "55.1-339.",
      "heading": "Release of deed of trust or other lien",
      "text": "A. As used in this section:\n\n\"Deed of trust\" means any mortgage, deed of trust, or vendor's lien.\n\n\"Judgment lien\" includes a judgment lien prescribed by § 8.01-458 but does not include any lien in favor of the federal, state, or local government, or any political subdivision thereof.\n\n\"Lien creditor\" and \"creditor\" shall be construed as synonymous and mean the holder, payee, or obligee of a note, bond, or other evidence of debt and shall embrace the lien creditor or his successor in interest as evidenced by proper endorsement or assignment, general or restrictive, upon the note, bond, or other evidence of debt.\n\n\"Payoff letter\" means a written communication from the lien creditor or servicer stating, at a minimum, the amount outstanding and required to be paid to satisfy the obligation.\n\n\"RESA\" means Chapter 10 (§ 55.1-1000 et seq.), Real Estate Settlement Agents.\n\n\"Satisfactory evidence of the payment of the obligation secured by the deed of trust or judgment lien\" means (i) any one of (a) the original canceled check or a copy of the canceled check, showing all endorsements, payable to the lien creditor or servicer, as applicable, (b) confirmation in written or electronic form of a wire transfer to the bank account of the lien creditor or servicer, as applicable, or (c) a bank statement in written or electronic form reflecting completion of the wire transfer or negotiation of the check, as applicable, and (ii) a payoff letter or other reasonable documentary evidence that the payment was to effect satisfaction of the obligation secured or evidenced by the deed of trust or judgment lien.\n\n\"Satisfied by payment\" includes obtaining written confirmation from the lien creditor that the underlying obligation has a zero balance.\n\n\"Servicer\" means a person or entity that collects loan payments on behalf of a lien creditor.\n\n\"Settlement agent\" has the same meaning ascribed to it in § 55.1-1000, provided that a person shall not be a settlement agent unless he is registered pursuant to § 55.1-1014 and otherwise fully in compliance with the applicable provisions of RESA.\n\n\"Title insurance company\" has the same meaning ascribed to it in § 38.2-4601, provided that the title insurance company seeking to release a lien by the process described in subsection E issued a policy of title insurance, through a title insurance agency or agent as defined in § 38.2-4601.1, for a real estate transaction wherein the loan secured by the lien was satisfied by payment made by the title insurance agency or agent also acting as the settlement agent.\n\nB. 1. Except as provided in Article 3 (§ 55.1-346 et seq.), after full or partial payment or satisfaction has been made of a debt secured by a deed of trust, vendor's lien, or other lien, or any one or more obligations representing at least 25 percent of the total amount secured by such lien, but less than the total number of the obligations so secured, or the debt secured is evidenced by two or more separate written obligations sufficiently described in the instrument creating the lien, has been fully paid, the lien creditor shall issue a certificate of satisfaction or certificate of partial satisfaction in a form sufficient for recordation reflecting such payment and release of lien. This requirement shall apply to a credit line deed of trust prepared pursuant to § 55.1-318 only when the obligor or the settlement agent has paid the debt in full and requested that the instrument be released.\n\nIf the lien creditor receives notice from a settlement agent at the address identified in its payoff statement requesting that the certificate be sent to such settlement agent, the lien creditor shall provide the certificate within 90 days after receipt of such notice to the settlement agent at the address specified in the notice received from the settlement agent.\n\nIf the notice is not received from a settlement agent, the lien creditor shall deliver, within 90 days after such payment, the certificate to the appropriate clerk's office with the necessary fee for recording by certified mail, return receipt requested, or when there is written proof of receipt from the clerk's office, by hand delivery, electronic delivery via the clerk's electronic filing system, or delivery by a commercial overnight delivery service or the United States Postal Service, and a receipt obtained.\n\nIf the lien creditor has already delivered the certificate to the clerk's office by the time it receives notice from the settlement agent, the lien creditor shall deliver a copy of the certificate to the settlement agent within 90 days of the receipt of the notice at the address for notification set forth in the payoff statement.\n\nExcept as provided for judgment lien creditors in § 8.01-454, if the lien creditor has not, within 90 days after payment, either provided the certificate of satisfaction to the settlement agent or delivered it to the clerk's office with the necessary fee for filing, the lien creditor shall forfeit $500 to the lien obligor. No settlement agent or attorney may take an assignment of the right to the $500 penalty or facilitate such an assignment to any third party designated by the settlement agent or attorney. Following the 90-day period, if the amount forfeited is not paid within 10 business days after written demand for payment is sent to the lien creditor by certified mail at the address for notification set forth in the payoff statement, the lien creditor shall pay any court costs and reasonable attorney fees incurred by the obligor in collecting the forfeiture.\n\n2. If the note, bond, or other evidence of debt secured by such deed of trust, vendor's lien, or other lien referred to in subdivision 1 or any interest therein has been assigned or transferred to a party other than the original lien creditor, the subsequent holder shall be subject to the same requirements as a lien creditor for failure to comply with this subsection, as set forth in subdivision 1.\n\nC. The certificate of satisfaction shall be signed by the creditor or his duly authorized agent, attorney, or attorney-in-fact or any person to whom the instrument evidencing the indebtedness has been endorsed or assigned for the purpose of effecting such release. An affidavit shall be filed or recorded with the certificate of satisfaction by the creditor, or his duly authorized agent, attorney, or attorney-in-fact, with such clerk, stating that the debt therein secured and intended to be released or discharged has been paid to such creditor or his agent, attorney, or attorney-in-fact, who was entitled and authorized to receive such debt when the debt was satisfied.\n\nD. When the certificate of satisfaction has been signed and the affidavit required by subsection C has been duly filed or recorded with the certificate of satisfaction with such clerk, the certificate of satisfaction shall operate as a release of the encumbrance as to which such payment or satisfaction is entered and, if the encumbrance is by deed of trust, as a reconveyance of the legal title as fully and effectually as if such certificate of satisfaction were a formal deed of release duly executed and recorded.\n\nE. Release of lien by settlement agent or title insurance company.\n\nA settlement agent or title insurance company may release a deed of trust or judgment lien in accordance with the provisions of this subsection (i) if the obligation secured by the deed of trust or judgment lien has been satisfied by payment made by the settlement agent and (ii) whether or not the settlement agent or title insurance company is named as a trustee under the deed of trust or otherwise has received the authority to release the lien.\n\n1. Notice to lienholder.\n\na. After or accompanying payment in full of the obligation secured by a deed of trust or judgment lien, a settlement agent or title insurance company intending to release a deed of trust or judgment lien pursuant to this subsection shall deliver to the lien creditor by certified mail or commercial overnight delivery service or the United States Postal Service, and a receipt obtained, a notice of intent to release the deed of trust or judgment lien with a copy of the payoff letter and a copy of the release to be recorded as provided in this subsection.\n\nb. The notice of intent to release shall contain (i) the name of the lien creditor, the name of the servicer if loan payments on the deed of trust or judgment lien are collected by a servicer, or both names; (ii) the name of the settlement agent; (iii) the name of the title insurance company if the title insurance company intends to release the lien; and (iv) the date of the notice. The notice of intent to release shall conform substantially to the following form:\n\nNOTICE OF INTENT TO RELEASE\n\nNotice is hereby given to you concerning the deed of trust or judgment lien described on the certificate of satisfaction, a copy of which is attached to this notice, as follows:\n\n1. The settlement agent identified below has paid the obligation secured by the deed of trust or judgment lien described herein or obtained written confirmation from you that such obligation has a zero balance.\n\n2. The undersigned will release the deed of trust or judgment lien described in this notice unless, within 90 days from the date this notice is mailed by certified mail or commercial overnight delivery service or the United States Postal Service, and a receipt obtained, the undersigned has received by certified mail or commercial overnight delivery service or the United States Postal Service, and a receipt obtained, a notice stating that a release of the deed of trust or judgment lien has been recorded in the clerk's office or that the obligation secured by the deed of trust or judgment lien described herein has not been paid, or the lien creditor or servicer otherwise objects to the release of the deed of trust or judgment lien. Notice shall be sent to the address stated on this form.\n\n(Name of settlement agent)\n\n(Signature of settlement agent or title insurance company)\n\n(Address of settlement agent or title insurance company)\n\n(Telephone number of settlement agent or title insurance company)\n\n(Virginia RESA registration number of settlement agent at the time the obligation was paid or confirmed to have a zero balance)\n\n2. Certificate of satisfaction and affidavit of settlement agent or title insurance company.\n\na. If, within 90 days following the day on which the settlement agent or title insurance company mailed or delivered the notice of intent to release in accordance with this subsection, the lien creditor or servicer does not send by certified mail or commercial overnight delivery service or the United States Postal Service, and a receipt obtained, to the settlement agent or title insurance company a notice stating that a release of the deed of trust or judgment lien has been recorded in the clerk's office or that the obligation secured by the deed of trust or judgment lien has not been paid in full or that the lien creditor or servicer otherwise objects to the release of the deed of trust or judgment lien, the settlement agent or title insurance company may execute, acknowledge, and file with the clerk of court of the jurisdiction in which the deed of trust or judgment lien is recorded a certificate of satisfaction, which shall include (i) the affidavit described in subdivision 2 b and (ii) a copy of the notice of intent to release that was sent to the lien creditor, the servicer, or both. The certificate of satisfaction shall include the settlement agent's RESA registration number, issued by the Virginia State Bar or the Virginia State Corporation Commission, that was in effect at the time the settlement agent paid the obligation secured by the deed of trust or judgment lien or obtained written confirmation from the lien creditor that such obligation has a zero balance. The certificate of satisfaction shall note that the individual executing the certificate of satisfaction is doing so pursuant to the authority granted by this subsection. After filing or recording the certificate of satisfaction, the settlement agent or title insurance company shall mail a copy of the certificate of satisfaction to the lien creditor or servicer. The validity of a certificate of satisfaction otherwise satisfying the requirements of this subsection shall not be affected by the inaccuracy of the RESA registration number placed thereon or the failure to mail a copy of the recorded certificate of satisfaction to the lien creditor or servicer and shall nevertheless release the deed of trust or judgment lien described therein as provided in this subsection.\n\nb. The certificate of satisfaction used by the settlement agent or title insurance company shall include an affidavit certifying (i) that the settlement agent has satisfied the obligation secured by the deed of trust or judgment lien described in the certificate, (ii) that the settlement agent or title insurance company possesses satisfactory evidence of payment of the obligation secured by the deed of trust or judgment lien described in the certificate or written confirmation from the lien creditor that such obligation has a zero balance, (iii) that the lien of the deed of trust or judgment lien may be released, (iv) that the person executing the certificate is the settlement agent or the title insurance company or is duly authorized to act on behalf of the settlement agent or title insurance company, and (v) that the notice of intent to release was delivered to the lien creditor or servicer and the settlement agent or title insurance company received evidence of receipt of such notice by the lien creditor or servicer. The affidavit shall be substantially in the following form:\n\nAFFIDAVIT OF SETTLEMENT AGENT OR TITLE INSURANCE COMPANY\n\nThe undersigned hereby certifies that, in accordance with the provisions of § 55.1-339 of the Code of Virginia of 1950, as amended and in force on the date hereof (the Code), (a) the undersigned is a settlement agent or title insurance company as defined in subsection A of § 55.1-339 of the Code or a duly authorized officer, director, member, partner, or employee of such settlement agent or title insurance company; (b) the settlement agent has satisfied the obligation secured by the deed of trust or judgment lien; (c) the settlement agent or title insurance company possesses satisfactory evidence of the payment of the obligation secured by the deed of trust or judgment lien described in the certificate recorded herewith or written confirmation from the lien creditor that such obligation has a zero balance; (d) the settlement agent or title insurance company has delivered to the lien creditor or servicer in the manner specified in subdivision E 1 of § 55.1-339 of the Code the notice of intent to release and possesses evidence of receipt of such notice by the lien creditor or servicer; and (e) the lien of the deed of trust or judgment lien is hereby released.\n\n________________\n\n(Authorized signer)\n\n3. Effect of filing.\n\nWhen filed or recorded with the clerk's office, a certificate of satisfaction that is executed and notarized as provided in this subsection and accompanied by (i) the affidavit described in subdivision 2 b and (ii) a copy of the notice of intent to release that was sent to the lender, lien creditor, or servicer shall operate as a release of the encumbrance described therein and, if the encumbrance is by deed of trust, as a reconveyance of the legal title as fully and effectively as if such certificate of satisfaction were a formal deed of release duly executed and recorded.\n\n4. Effect of wrongful or erroneous certificate; damages.\n\na. The execution and filing or recording of a wrongful or erroneous certificate of satisfaction by a settlement agent or title insurance agent does not relieve the party obligated to repay the debt, or anyone succeeding to or assuming the responsibility of the obligated party as to the debt, from any liability for the debt or other obligations secured by the deed of trust or judgment lien that is the subject of the wrongful or erroneous certificate of satisfaction.\n\nb. A settlement agent or title insurance agent that wrongfully or erroneously executes and files or records a certificate of satisfaction is liable to the lien creditor for actual damages sustained due to the recording of a wrongful or erroneous certificate of satisfaction.\n\nc. The procedure authorized by this subsection for the release of a deed of trust or judgment lien shall constitute an optional method of accomplishing a release of a deed of trust or judgment lien secured by property in the Commonwealth. The nonuse of the procedure authorized by this subsection for the release of a deed of trust or judgment lien shall not give rise to any liability or any cause of action whatsoever against a settlement agent or any title insurance company by any obligated party or anyone succeeding to or assuming the interest of the obligated party.\n\n5. Applicability.\n\na. The procedure authorized by this subsection for the release of a deed of trust may be used to effect the release of a deed of trust after July 1, 2002, regardless of when the deed of trust was created, assigned, or satisfied by payment made by the settlement agent. The procedure authorized by this subsection for the release of a judgment lien may be used to effect the release of such judgment lien after July 1, 2021, regardless of when the judgment lien was created, assigned, or satisfied by payment made by the settlement agent.\n\nb. This subsection applies only to transactions involving the purchase of or lending on the security of real estate located in the Commonwealth that is either (i) unimproved real estate with a lien to be released of $1 million or less or (ii) real estate containing at least one but not more than four residential dwelling units.\n\nc. The procedure authorized by this subsection applies only to the full and complete release of a deed of trust or judgment lien. Nothing in this subsection shall be construed to authorize the partial release of property from a deed of trust or judgment lien or otherwise permit the execution or recordation of a certificate of partial satisfaction.\n\nCode 1919, § 6456; 1926, p. 80; 1930, p. 69; 1932, p. 120; 1944, p. 198; Code 1950, § 55-66.3; 1958, c. 14; 1962, c. 39; 1972, c. 280; 1975, c. 469; 1980, c. 116; 1986, c. 462; 1987, c. 673; 1988, c. 546; 1991, c. 414; 1996, cc. 895, 949; 1997, c. 221; 2000, c. 28; 2001, c. 711; 2002, cc. 845, 862; 2003, c. 745; 2004, c. 596; 2006, c. 907; 2009, cc. 254, 421; 2010, c. 236; 2019, c. 712; 2021, Sp. Sess. I, c. 486.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-339/"
    },
    {
      "id": "section-551-340",
      "number": "55.1-340.",
      "heading": "Release by financial institution upon payment of debt placed with it for collection",
      "text": "In any case where a note, bond, or other evidence of indebtedness placed by a creditor for collection with a bank, trust company, savings institution, small loan company, or credit union is fully paid at such financial institution, the financial institution, through its authorized agents, may execute all certificates, releases, and affidavits required of a creditor by this chapter to effectuate a release. The financial institution may execute and deliver to the clerk an affidavit to the effect that the financial institution had been acting as collecting agent for the creditor on the debt and that the debt has been paid in full at such institution.\n\n1983, c. 220, § 55-66.3:1; 1996, c. 77; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-340/"
    },
    {
      "id": "section-551-341",
      "number": "55.1-341.",
      "heading": "Partial satisfaction",
      "text": "It is lawful for any lien creditor to record a certificate of partial satisfaction of any one or more of the separate pieces or parcels of property covered by such lien. It shall also be lawful for any such creditor to record a certificate of partial satisfaction of any part of the real estate covered by such lien if a plat of such part or a deed of such part is recorded in the clerk's office and a cross-reference is made in the certificate of partial satisfaction to the book and page where the plat or deed of such part is recorded. Such certificate of partial satisfaction may be accomplished in manner and form prescribed in this chapter for making certificates of satisfaction, except that the creditor, or his duly authorized agent, shall make an affidavit to the clerk or in such certificate that such creditor is at the time of making such satisfaction the legal holder of the obligation, note, bond, or other evidence of debt, secured by such lien, and when made in conformity with the provisions of this chapter such partial satisfaction shall be as valid and binding as a proper release deed duly executed for the same purpose.\n\nAny and all partial marginal releases made prior to July 1, 1966, in any county or city of the Commonwealth, in conformity with the provisions of this chapter, either of one or more separate pieces or parcels of real estate or any part of the real estate covered by such lien, or as to one or more of the obligations secured by any such lien, or as to all of the real estate covered by such lien instrument, are hereby validated and declared to be binding upon all parties in interest, but this provision shall not be construed as intended to disturb or impair any vested right.\n\nCode 1919, § 6456; 1930, p. 70; 1932, p. 121; 1944, p. 199; Code 1950, § 55-66.4; 1952, c. 469; 1966, c. 505; 1975, c. 469; 1977, c. 141; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-341/"
    },
    {
      "id": "section-551-342",
      "number": "55.1-342.",
      "heading": "Permissible form for certificate of satisfaction or certificate of partial satisfaction",
      "text": "Any release by a certificate of satisfaction or certificate of partial satisfaction shall be in conformity with §§ 55.1-339, 55.1-340, and 55.1-341 and shall conform substantially with the following Certificate of Satisfaction or Certificate of Partial Satisfaction forms:\n\nCERTIFICATE OF SATISFACTION\n\nPlace of Record ____________\n\nDate of Note/Deed of Trust ____________\n\nFace Amount Secured/Face Amount of Note: ____________\n\nDeed Book ______ Page ____\n\nName(s) of Grantor(s)/Maker(s); ____________\n\nName(s) of Trustee(s) ____________\n\nFace Amount of Note(s) $______\n\nI/we, holder(s) of the above-mentioned note(s) secured by the above-mentioned deed of trust, do hereby certify that the same has/have been paid in full, and the lien therein created and retained is hereby released.\n\nGIVEN UNDER MY/OUR HAND(S) THIS ______ DAY OF ________, 20__.\n\n________________\n\n________________\n\n(NOTE HOLDERS)\n\nCommonwealth of Virginia,\n\nCounty/City of ____________ to wit:\n\nSubscribed, sworn to, and acknowledged before me by ____________ this ______ day of ______, 20__.\n\nMy Commission Expires: ____________\n\n________________\n\nNOTARY PUBLIC\n\nNotary Registration Number: ____________\n\nIN THE CLERK'S OFFICE OF THE CIRCUIT COURT\n\nThis certificate was presented, and with the Certificate annexed, admitted to record on ________ at ____ o'clock _.m.\n\nClerk's fees: $______ have been paid.\n\nAttest: ________, Deputy Clerk\n\nCERTIFICATE OF PARTIAL SATISFACTION\n\nPlace of Record ________________\n\nDate of Deed of Trust _\n\nDeed Book ______ Page ____\n\nName(s) of Grantor(s) ________________\n\nName(s) of Trustee(s) ________________\n\nMaker(s) of Note(s) ________________\n\nDate of Note(s) ________________\n\nFace Amount of Note(s) $________\n\nThe lien of the above-mentioned deed of trust securing the above-mentioned note is released insofar as the same is applicable to ____________ (description of property) recorded in deed book ________ at page ____ in the clerk's office of this court. The undersigned is/are the legal holder(s) of the obligation, note, bond, or other evidence of debt secured by said deed of trust.\n\nGiven under my/our hand(s) this ________ day of ________, 20__.\n\n________________\n\n________________\n\n(NOTE HOLDERS)\n\nCommonwealth of Virginia,\n\nCounty/City of ____________ to wit:\n\nSubscribed, sworn to, and acknowledged before me by ____________ this ________ day of ________, 20__.\n\nMy Commission Expires: ____________\n\n________________\n\nNOTARY PUBLIC\n\nNotary Registration Number: ____________\n\nThe clerk shall satisfy the requirements of § 17.1-228.\n\nCertificates conforming to this section prior to the amendment effective July 1, 1984, shall be deemed to be in substantial conformity to this section.\n\n1975, c. 469, § 55-66.4:1; 1977, c. 254; 1982, c. 420; 1983, c. 220; 1984, c. 376; 1990, c. 328; 1994, c. 929; 1995, c. 271; 1996, c. 949; 2014, c. 330; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-342/"
    },
    {
      "id": "section-551-343",
      "number": "55.1-343.",
      "heading": "Where certificates of satisfaction are to be indexed",
      "text": "The clerk shall record a certificate of partial satisfaction or a certificate of satisfaction on the grantor index, both under the name of each grantor on the underlying deed of trust and under the name of the first-named trustee under which the deed of trust was indexed, all as identified on the certificate of satisfaction. The deed book and page number or the instrument number of the released deed of trust shall also be designated in the index. Any clerk using a separate index book or data file for grantees only shall also record in such book or file the name of each grantor on the underlying deed of trust as identified on the certificate of satisfaction.\n\n1985, c. 245, § 55-66.4:2; 1986, c. 512; 1997, c. 579; 2002, c. 832; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-343/"
    },
    {
      "id": "section-551-344",
      "number": "55.1-344.",
      "heading": "Releases made by court; costs and attorney fees",
      "text": "A. Any person who owns or has any interest in real estate or personal property on which an encumbrance as described in § 55.1-339 exists may, after 20 days' notice to the person entitled to such encumbrance, apply to the circuit court of the county or city in which such encumbrance is recorded to have the same released or discharged. Upon proof that the encumbrance has been paid or discharged or upon a finding by the court that more than 15 years have elapsed since the maturity of the lien or encumbrance, raising a presumption of payment that is not rebutted at the hearing, such court shall order the clerk to record a certificate of satisfaction or a certificate of partial satisfaction that, when so recorded, shall operate as a release of such encumbrance.\n\nAll releases made prior to June 24, 1944, by any court under this section upon such presumption of payment so arising and not rebutted shall be validated.\n\nB. If the court finds that the person entitled to such encumbrance cannot with due diligence be located, and that notice has been given such person in the manner provided by § 8.01-319 or 55.1-348, or that tender has been made of the sum due thereon but has been refused for any reason by the party to whom due, the court may in its discretion order the sum due to be paid into court, to be there held as provided by law, and to be paid upon demand to the person entitled thereto. The court shall order the same to be recorded as provided in subsection A, and such certificate of satisfaction or certificate of partial satisfaction shall operate as a release of the encumbrance.\n\nC. Upon a finding by the court that the holder of a mortgage or deed of trust that has been fully paid or discharged has unjustifiably and without good cause failed or refused to release such mortgage or deed of trust, the court may order that costs and reasonable attorney fees be paid to the petitioning party. This subsection shall not preclude a separate action by the petitioning party for actual damages sustained by reason of such failure or refusal to release the encumbrance.\n\nCode 1919, § 6456; 1926, p. 81; 1930, p. 70; 1932, p. 121; 1944, p. 199; Code 1950, § 55-66.5; 1956, c. 426; 1975, c. 469; 1987, c. 604; 1992, c. 532; 1999, c. 66; 2006, c. 907; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-344/"
    },
    {
      "id": "section-551-345",
      "number": "55.1-345.",
      "heading": "Recordation of certificate of satisfaction, etc., required when release of lien recorded",
      "text": "Whenever a release of a deed of trust or other obligation is recorded in the office of the clerk of any circuit court, such clerk shall record a certificate of satisfaction or certificate of partial satisfaction, stating that such deed or other obligation is released. The fee charged by the clerk for recording such release shall be paid by the lien debtor. Such certificate shall be indexed in the name of the grantors and grantees of the instrument being released. If any clerk fails for 10 days to do anything required of him by this section, he shall be liable for any damage that any person may sustain by reason of such failure.\n\nCode 1919, § 3402; Code 1950, § 55-66.6; 1975, c. 469; 1979, c. 648; 1991, c. 414; 1993, c. 39; 2010, c. 352; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-345/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Satisfaction of Security Interest in Real Property",
      "text": "Satisfaction of Security Interest in Real Property",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-551-346",
      "number": "55.1-346.",
      "heading": "Applicability",
      "text": "The procedure authorized by this article for the release of a security interest in real property using an automated electronic recording system may be used to effect the release of a security interest regardless of when the security interest was created, assigned, or satisfied by payment made by the settlement agent. The procedure authorized by this section for the release of a security interest shall constitute an optional method of accomplishing a release of a security interest secured by property in the Commonwealth.\n\n2006, c. 907, § 55-66.8; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-346/"
    },
    {
      "id": "section-551-347",
      "number": "55.1-347.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires otherwise:\n\n\"Day\" means calendar day.\n\n\"Document\" means information that is:\n\n1. Inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; and\n\n2. Eligible to be recorded in the land records maintained by the clerk.\n\n\"Electronic,\" as defined in the Uniform Electronic Transactions Act (§ 59.1-479 et seq.), means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities.\n\n\"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government, or governmental subdivision, agency, or instrumentality or any other legal or commercial entity.\n\n\"Real property\" means real property that is used for residential or nonresidential purposes.\n\n\"Recording data\" means the date, and deed book and page number or instrument number, that indicates where a document is recorded in the land records of the clerk of the circuit court pursuant to Chapter 6 (§ 55.1-600 et seq.).\n\n\"Secured creditor\" means a person that holds or is the beneficiary of a security interest or that is authorized both to receive payments on behalf of a person that holds a security interest in real property and to record a satisfaction of the security instrument upon receiving full performance of the secured obligation. \"Secured creditor\" does not include a trustee under a security instrument. \"Secured creditor\" also includes \"lender\" as used in Chapter 10 (§ 55.1-1000 et seq.) and \"lien creditor\" and \"servicer\" as defined in § 55.1-339.\n\n\"Secured obligation\" means an obligation the payment or performance of which is secured by a security interest.\n\n\"Security instrument\" means an agreement, however denominated, that creates or provides for a security interest, whether or not it also creates or provides for a lien on personal property.\n\n\"Security interest\" means an interest in real property created by a security instrument, securing payment, or performance of an obligation and includes a mortgage or deed of trust.\n\n\"Sign\" means, with present intent to authenticate, accept, or adopt a document:\n\n1. To execute or adopt a tangible symbol; or\n\n2. To attach to or logically associate with the document an electronic sound, symbol, or process.\n\n\"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States.\n\n\"Submit for recording\" means to deliver, with required fees and taxes, a document sufficient to be recorded under this article to the office of the clerk of the circuit court pursuant to Chapter 6 (§ 55.1-600 et seq.).\n\n2006, c. 907, § 55-66.9; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-347/"
    },
    {
      "id": "section-551-348",
      "number": "55.1-348.",
      "heading": "Document of rescission; effect; liability for wrongful recording",
      "text": "A. As used in this section, \"document of rescission\" means a document stating that an identified satisfaction, certificate of satisfaction, or affidavit of satisfaction of a security instrument was recorded erroneously or fraudulently, the secured obligation remains unsatisfied, and the security instrument remains in force.\n\nB. If a person records a satisfaction, certificate of satisfaction, or affidavit of satisfaction of a security instrument in error or by fraud, the person may execute and record a document of rescission. Upon recording, the document rescinds an erroneously recorded satisfaction, certificate, or affidavit.\n\nC. A recorded document of rescission has no effect on the rights of a person who:\n\n1. Acquired an interest in the real property described in a security instrument after the recording of the satisfaction, certificate of satisfaction, or affidavit of satisfaction of the security instrument and before the recording of the document of rescission; and\n\n2. Would otherwise have priority over or take free of the lien created by the security instrument under the laws of the Commonwealth.\n\nD. A person, other than the clerk of the circuit court or any of his employees or other governmental official in the course of the performance of his recordation duties, who erroneously, fraudulently, or wrongfully records a document of rescission is subject to liability under § 55.1-339.\n\n2006, c. 907, § 55-66.10; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-348/"
    },
    {
      "id": "section-551-349",
      "number": "55.1-349.",
      "heading": "Secured creditor to submit satisfaction for recording; liability for failure",
      "text": "A. A secured creditor shall submit for recording a satisfaction of a security instrument within 90 days after the creditor receives full payment or performance of the secured obligation in accordance with subsection B of § 55.1-339. If a security instrument secures a line of credit or future advances, the secured obligation is fully performed only if, in addition to full payment, the secured creditor has received a notification requesting the creditor to terminate the line of credit or containing a statement sufficient to terminate the effectiveness of the provision for future advances in the security instrument.\n\nB. A secured creditor who is required to submit a satisfaction of a security instrument for recording and fails to do so by the end of the period specified in subsection A is subject to liability under § 55.1-339.\n\n2006, c. 907, § 55-66.11; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-349/"
    },
    {
      "id": "section-551-350",
      "number": "55.1-350.",
      "heading": "Form and effect of satisfaction",
      "text": "A. A document is sufficient to constitute a satisfaction of a security instrument if it conforms substantially in form and content to the requirements of § 55.1-342 and it:\n\n1. Identifies the security instrument, the original parties to the security instrument, the recording data for the security instrument, and the office in which the security instrument is recorded;\n\n2. States that the person signing the satisfaction is the secured creditor;\n\n3. Contains a legal description of the real property identified in the security instrument, but only if a legal description is necessary for a satisfaction to be properly indexed; otherwise, the deed book and page number or instrument number is sufficient;\n\n4. Contains language terminating the effectiveness of the security instrument; and\n\n5. Is signed by the secured creditor and acknowledged as required by law for a conveyance of an interest in real property.\n\nB. The clerk of the circuit court shall accept for recording a satisfaction document, unless:\n\n1. An amount equal to or greater than the applicable recording fees and taxes is not tendered;\n\n2. The document is submitted by a method or in a medium not authorized by the laws of the Commonwealth; or\n\n3. The document is not signed by the secured creditor and acknowledged as required by law for a conveyance of an interest in real property.\n\n2006, c. 907, § 55-66.12; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-350/"
    },
    {
      "id": "section-551-351",
      "number": "55.1-351.",
      "heading": "Relation to Electronic Signatures in Global and National Commerce Act",
      "text": "To the extent permitted by law, this article modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 U.S.C. § 7001 et seq., except that nothing in this article modifies, limits, or supersedes §§ 7001(c) and 7004 of that Act or authorizes electronic delivery of any of the notices described in § 7003(b) of that Act.\n\n2006, c. 907, § 55-66.13; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-351/"
    },
    {
      "id": "section-551-352",
      "number": "55.1-352.",
      "heading": "Uniform standards",
      "text": "In consultation with the circuit court clerks, the Executive Secretary of the Supreme Court, and interested citizens and businesses, the Virginia Information Technologies Agency shall develop standards to implement electronic recording of real property documents. The Virginia Information Technologies Agency shall consider standards and practices of other jurisdictions, the most recent standards promulgated by national standard-setting bodies, such as the Property Records Industry Association, views of interested persons and other governmental entities, and needs of localities of varying sizes, population, and resources.\n\n2005, c. 749, § 55-66.14; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-352/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Effect of Certain Expressions in Deeds",
      "text": "Effect of Certain Expressions in Deeds",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-551-353",
      "number": "55.1-353.",
      "heading": "Effect of word \"covenants.\"",
      "text": "When a deed uses the words \"the said ________ covenants,\" such covenant shall have the same effect as if it were expressed to be by the covenantor, for himself and his heirs, personal representatives, and assigns and shall be deemed to be with the covenantee and his heirs, personal representatives, and assigns.\n\nCode 1919, § 5170; Code 1950, § 55-67; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-353/"
    },
    {
      "id": "section-551-354",
      "number": "55.1-354.",
      "heading": "Effect of covenant of general warranty",
      "text": "A covenant by the grantor in a deed \"that he will warrant generally the property hereby conveyed\" shall have the same effect as if the grantor had covenanted that he and his heirs and personal representatives will forever warrant and defend such property unto the grantee and his heirs, personal representatives, and assigns against the claims and demands of all persons.\n\nCode 1919, § 5171; Code 1950, § 55-68; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-354/"
    },
    {
      "id": "section-551-355",
      "number": "55.1-355.",
      "heading": "Covenant of special warranty",
      "text": "A covenant by any such grantor \"that he will warrant specially the property hereby conveyed\" shall have the same effect as if the grantor has covenanted that he and his heirs and personal representatives will forever warrant and defend such property unto the grantee and his heirs, personal representatives, and assigns against the claims and demands of the grantor and all persons claiming or to claim by, through, or under him.\n\nCode 1919, § 5172; Code 1950, § 55-69; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-355/"
    },
    {
      "id": "section-551-356",
      "number": "55.1-356.",
      "heading": "Words \"with general warranty,\" \"with special warranty,\" and \"with English covenants of title\" construed",
      "text": "The words \"with general warranty\" in the granting part of any deed shall be deemed to be a covenant by the grantor \"that he will warrant generally the property hereby conveyed.\" The words \"with special warranty\" in the granting part of any deed shall be deemed to be a covenant by the grantor \"that he will warrant specially the property hereby conveyed.\"\n\nThe words \"with English covenants of title\" or words of similar import in the granting part of any deed shall be deemed to be an expression by the grantor of those covenants set out in §§ 55.1-359 through 55.1-362, and in addition thereto the covenant that he is seized in fee simple of the property conveyed.\n\nCode 1919, § 5173; Code 1950, § 55-70; 1968, c. 257; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-356/"
    },
    {
      "id": "section-551-357",
      "number": "55.1-357.",
      "heading": "Implied warranties on new homes",
      "text": "A. As used in this section:\n\n\"New dwelling\" means a dwelling or house that has not previously been occupied for a period of more than 60 days by anyone other than the vendor or the vendee or that has not been occupied by the original vendor or subsequent vendor for a cumulative period of more than 12 months, excluding dwellings constructed solely for lease. \"New dwelling\" does not include a condominium or condominium units created pursuant to the Virginia Condominium Act (§ 55.1-1900 et seq.).\n\n\"Structural defects\" means a defect or defects that reduce the stability or safety of the structure below accepted standards or that restrict the normal use of the structure.\n\nB. In every contract for the sale of a new dwelling, the vendor shall be held to warrant to the vendee that, at the time of the transfer of record title or the vendee's taking possession, whichever occurs first, the dwelling with all of its fixtures is, to the best of the actual knowledge of the vendor or his agents, sufficiently (i) free from structural defects, so as to pass without objection in the trade, and (ii) constructed in a workmanlike manner, so as to pass without objection in the trade.\n\nC. In addition, in every contract for the sale of a new dwelling, the vendor, if he is in the business of building or selling such dwellings, shall be held to warrant to the vendee that, at the time of transfer of record title or the vendee's taking possession, whichever occurs first, the dwelling together with all of its fixtures is sufficiently (i) free from structural defects, so as to pass without objection in the trade; (ii) constructed in a workmanlike manner, so as to pass without objection in the trade; and (iii) fit for habitation.\n\nD. The warranties described in subsections B and C implied in the contract for sale shall be held to survive the transfer of title. Such warranties are in addition to, and not in lieu of, any other express or implied warranties pertaining to the dwelling or its materials or fixtures. A contract for sale may waive, modify, or exclude any or all express and implied warranties and sell a new home \"as is\" only if the words used to waive, modify, or exclude such warranties are conspicuous, as defined by subdivision (b)(10) of § 8.1A-201, set forth on the face of such contract in capital letters that are at least two points larger than the other type in the contract and only if the words used to waive, modify, or exclude the warranties state with specificity the warranty or warranties that are being waived, modified, or excluded. If all warranties are waived or excluded, a contract shall specifically set forth in capital letters that are at least two points larger than the other type in the contract that the dwelling is being sold \"as is.\"\n\nE. If there is a breach of warranty under this section, the vendee, or his heirs or personal representatives in case of his death, shall have a cause of action against his vendor for damages, provided, however, for any defect discovered after July 1, 2002, such vendee shall first provide the vendor, by certified mail at his last known address, or by commercial overnight delivery service or the United States Postal Service, and a receipt obtained, a written notice stating the nature of the warranty claim. Such notice also may be hand delivered to the vendor with the vendee retaining a receipt of such hand-delivered notice to the vendor or its authorized agent. After such notice, the vendor shall have a reasonable period of time, not to exceed six months, to cure the defect that is the subject of the warranty claim.\n\nF. The warranty shall extend for a period of one year from the date of transfer of record title or the vendee's taking possession, whichever occurs first, except that the warranty pursuant to clause (i) of subsection C for the foundation of new dwellings shall extend for a period of five years from the date of transfer of record title or the vendee's taking possession, whichever occurs first. Any action for its breach shall be brought within two years after the breach thereof. For all warranty claims arising on or after January 1, 2009, sending the notice required by subsection E shall toll the limitations period for six months.\n\nG. In the case of new dwellings where fire-retardant treated plywood sheathing or other roof sheathing materials are used in lieu of fire-retardant treated plywood, the vendor shall be deemed to have assigned the manufacturer's warranty, at settlement, to the vendee. The vendee shall have a direct cause of action against the manufacturer of such roof sheathing for any breach of such warranty. To the extent any such manufacturer's warranty purports to limit the right of third parties or prohibit assignment, such provision shall be unenforceable and of no effect.\n\n1979, c. 282, § 55-70.1; 1988, c. 394; 1992, c. 431; 1994, cc. 483, 766; 2002, c. 795; 2003, c. 353; 2008, c. 392; 2011, c. 803; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-357/"
    },
    {
      "id": "section-551-358",
      "number": "55.1-358.",
      "heading": "Effect of certain transfer fee covenants",
      "text": "A. As used in this section, unless the context requires a different meaning:\n\n\"Transfer\" means assignment, conveyance, gift, inheritance, sale, or other transfer of ownership interest in real property located in the Commonwealth.\n\n\"Transfer fee\" means a fee or charge payable to a nongovernmental person or entity upon transfer or payable for the right to make or accept such transfer, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property, the purchase price of the property, or other consideration given for the transfer. \"Transfer fee\" does not include:\n\n1. Any consideration that is payable by a grantee to a grantor for the interest in real property being transferred;\n\n2. Any commission that is payable to a licensed real estate broker for a transfer under an agreement between the broker and the grantor or grantee;\n\n3. Any amount, charge, fee, or interest that is payable by a borrower to a lender under a loan secured by a deed of trust or mortgage on real property, including (i) any fee that is payable to the lender for consenting to an assumption of the loan or a transfer of the real property subject to the deed of trust or mortgage and (ii) any consideration allowed by law that is payable to the lender in connection with the loan;\n\n4. Any amount, charge, fee, reimbursement, or rent that is payable by a lessee to a lessor under a lease, including any fee that is payable to the lessor for consenting to an assignment, sublease, encumbrance, or transfer of the lease;\n\n5. Any consideration that is payable to the holder of an option to purchase an interest in real property, the holder of a right of first refusal, or the holder of a right of first offer to purchase an interest in real property for releasing, waiving, or not exercising the option or right upon the transfer of the property to a person other than the holder;\n\n6. Any assessment, charge, or fee authorized by statute, the recorded condominium instrument, or the recorded declaration to be charged by, or payable to, a common interest community as defined in § 54.1-2345 or a cooperative as defined in § 55.1-2100; or\n\n7. Any amount, assessment, charge, fee, fine, or tax that is payable to or imposed by a governmental authority.\n\n\"Transfer fee covenant\" means a covenant or declaration that purports to affect real property and that requires or purports to require, upon a subsequent transfer of such property, the payment of a transfer fee to the declarant or other nongovernmental person or entity specified in the covenant or declaration or to the assigns or successors of such declarant or nongovernmental person or entity.\n\nB. A transfer fee covenant recorded in the Commonwealth on or after July 1, 2011, shall not run with the title to real property and is not binding on, or enforceable at law or in equity against, any subsequent owner, purchaser, or mortgagee of any interest in real property as an equitable servitude or otherwise. Any lien purporting to secure the payment of a transfer fee under a transfer fee covenant recorded in the Commonwealth on or after July 1, 2011, is void and unenforceable.\n\n2011, c. 706, § 55-70.2; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-358/"
    },
    {
      "id": "section-551-359",
      "number": "55.1-359.",
      "heading": "Covenant of \"right to convey.\"",
      "text": "A covenant by the grantor in a deed for land \"that he has the right to convey the said land to the grantee\" shall have the same effect as if the grantor had covenanted that he has good right, full power, and absolute authority to convey the land, with all the buildings thereon and the privileges and appurtenances thereto belonging, unto the grantee, in the manner in which the same is conveyed or intended so to be by the deed, and according to its true intent.\n\nCode 1919, § 5174; Code 1950, § 55-71; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-359/"
    },
    {
      "id": "section-551-360",
      "number": "55.1-360.",
      "heading": "Covenant for \"quiet possession\" and \"free from all encumbrances.\"",
      "text": "A covenant by any such grantor \"that the grantee shall have quiet possession of the said land\" shall have as much effect as if he covenanted that the grantee and his heirs and assigns might, at any and all times thereafter, peaceably and quietly enter upon and have, hold, and enjoy the land conveyed by the deed, or intended so to be, with all the buildings thereon and the privileges and appurtenances thereto belonging, and receive and take the rents and profits thereof, to and for his and their use and benefit, without any eviction, interruption, suit, claim, or demand whatever. If to such covenant there be added \"free from all encumbrances,\" these words shall have as much effect as the words \"and that freely and absolutely acquitted, exonerated, and forever discharged, or otherwise by the said grantor or his heirs saved harmless and indemnified of, from, and against any and every charge and encumbrance whatever.\"\n\nCode 1919, § 5175; Code 1950, § 55-72; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-360/"
    },
    {
      "id": "section-551-361",
      "number": "55.1-361.",
      "heading": "Covenant for \"further assurances.\"",
      "text": "A covenant by any such grantor \"that he will execute such further assurances of the said lands as may be requisite\" shall have the same effect as if he covenanted that he, the grantor, and his heirs or personal representative will at any time, upon any reasonable request, at the charge of the grantee and his heirs or assigns, do, execute, or cause to be done or executed all such further acts, deeds, and things for the better, more perfectly and absolutely conveying and assuring the said lands and premises thereby conveyed or intended so to be unto the grantee and his heirs and assigns in manner aforesaid, as by the grantee and his heirs or assigns and his or their attorney, shall be reasonably devised, advised, or required.\n\nCode 1919, § 5176; Code 1950, § 55-73; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-361/"
    },
    {
      "id": "section-551-362",
      "number": "55.1-362.",
      "heading": "Covenant of \"no act to encumber.\"",
      "text": "A covenant by any such grantor \"that he has done no act to encumber the said lands\" shall have the same effect as if he covenanted that he had not done or executed, or knowingly suffered, any act, deed, or thing whereby the lands and premises conveyed, or intended so to be, or any part thereof, are or will be charged, affected, or encumbered in title, estate, or otherwise.\n\nCode 1919, § 5177; Code 1950, § 55-74; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-362/"
    },
    {
      "id": "section-551-363",
      "number": "55.1-363.",
      "heading": "Effect of certain words of release in a deed",
      "text": "Whenever any deed uses the words: \"The said grantor (or the said ______) releases to the said grantee (or the said ______) all his claims upon the said lands,\" such deed shall be construed as if it set forth that the grantor (or releasor) has remised, released, and forever quitted claim and by these presents does remise, release, and forever quitclaim to the grantee (or releasee) and his heirs and assigns all right, title, and interest whatsoever, both at law and in equity, in or to the lands and premises granted (or released) or intended to be granted (or released), so that neither he nor his personal representative, heirs, or assigns shall at any time thereafter have any type of claim, challenge, or demand on the lands and premises or any part thereof.\n\nCode 1919, § 5164; Code 1950, § 55-75; 2019, c. 712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-55-1/chapter-3/section-55-1-363/"
    }
  ]
}