{
  "state": "michigan",
  "path": "title-chapter-830-state-building-programs/chapter-act-4-of-1951-1st-ex-sess-state-office-building-830401-83040",
  "sections": [
    {
      "id": "section-830401",
      "number": "830.401",
      "heading": "New State Office Building; Construction, Financing; Department of Administration Approval",
      "text": "The state department of administration and the trustees of the state employees' retirement funds, jointly and severally, are hereby authorized and empowered to enter into and execute all leases, contracts and agreements, and take any and all necessary steps, required to finance and provide for the construction of a new state office building on block 108, original plat of the city of Lansing: Provided, That the state administrative board shall approve each of the foregoing acts: And provided further, That the state administrative board may direct any of the foregoing acts to be performed by the state department of administration.\n\nHistory:1951, 1st Ex. Sess., Act 4, Imd. Eff. Aug. 23, 1951",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-830/statute-act-4-of-1951-1st-ex-sess/section-830-401/"
    },
    {
      "id": "section-830402",
      "number": "830.402",
      "heading": "New State Office Building; Leases, Contracts, Agreements; Validation.",
      "text": "Any and all leases, contracts and agreements, and steps heretofore taken by the state administrative board, the state department of administration and the trustees of the state employees' retirement funds, jointly or severally, in connection with the financing and construction of a new state office building in the city of Lansing, are hereby ratified and declared valid.\n\nHistory:1951, 1st Ex. Sess., Act 4, Imd. Eff. Aug. 23, 1951",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-830/statute-act-4-of-1951-1st-ex-sess/section-830-402/"
    },
    {
      "id": "section-830403",
      "number": "830.403",
      "heading": "New State Office Building; Legislature's Approval Not Required.",
      "text": "Notwithstanding the provisions of Acts No. 315 and No. 316 of the Public Acts of 1947, no such contract or lease, whether heretofore or hereafter executed, shall require the approval of the legislature to become effective.\n\nHistory:1951, 1st Ex. Sess., Act 4, Imd. Eff. Aug. 23, 1951",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-830/statute-act-4-of-1951-1st-ex-sess/section-830-403/"
    },
    {
      "id": "section-830404",
      "number": "830.404",
      "heading": "New State Office Building; Funds; Custody, Disbursement.",
      "text": "The state treasurer is hereby authorized and empowered to take custody of such funds as may be deposited with him for the execution of the contracts, leases and agreements entered into under the terms of section 1 of this act, and to disburse said funds in accordance with the accounting laws of the state.\n\nHistory:1951, 1st Ex. Sess., Act 4, Imd. Eff. Aug. 23, 1951",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-830/statute-act-4-of-1951-1st-ex-sess/section-830-404/"
    }
  ]
}