{
  "state": "south-carolina",
  "path": "title-title-25/chapter-t25c013",
  "sections": [
    {
      "id": "section-25-13-10",
      "number": "25-13-10",
      "heading": "",
      "text": "There is hereby created an honor roll of former Confederate soldiers, sailors and others who, in the Confederate States Army or Navy or in the State militia performed actual services in the Confederate States Army or Navy, who did not desert the services of this State or the Confederate States and who were residents of this State and of the widows of former soldiers, sailors and others who have attained the age of forty-five years, were married prior to December 31, 1920 or at least ten years prior to the death of such soldiers, sailors or other such persons to whom they were married and who are residents of this State. HISTORY: 1962 Code Section 44-551; 1952 Code Section 44-551; 1942 Code Sections 4978, 4982; 1932 Code Sections 4978, 4982; 1929 (36) 138, 176; 1930 (36) 1227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-10/"
    },
    {
      "id": "section-25-13-20",
      "number": "25-13-20",
      "heading": "",
      "text": "The board of honor in each of the several counties of the State shall consist of the clerk of court, the probate judge and the county auditor. HISTORY: 1962 Code Section 44-552; 1952 Code Section 44-552; 1942 Code Section 4981; 1932 Code Section 4981; 1929 (36) 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-20/"
    },
    {
      "id": "section-25-13-30",
      "number": "25-13-30",
      "heading": "",
      "text": "Such county boards shall report to the Comptroller General of the State between January first and January fifteenth of each year a complete list of all bona fide pensioners for that year, such list to contain the names and addresses of pensioners and the names of their deceased husbands. The decision of the county board of honor in granting or refusing enrollment shall be final. The members of the county board of honor shall be paid two dollars per day for not more than five days in each year and be reimbursed for all necessary and proper postage and advertising, and ten cents per mile for each mile actually traveled in the discharge of their duties. HISTORY: 1962 Code Section 44-553; 1952 Code Section 44-553; 1942 Code Section 4981; 1932 Code Section 4981; 1929 (36) 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-30/"
    },
    {
      "id": "section-25-13-40",
      "number": "25-13-40",
      "heading": "",
      "text": "The judge of probate in each county shall be the clerk of the board of honor in his county and he shall disburse all amounts sent to him by the Comptroller General for those on the honor roll, for the county board or otherwise. He shall receive for his services twenty-five cents for each disbursement under this chapter. He shall keep a complete list of all enrolled and the amount paid or payable to each and shall take receipts from the pensioner for all such payments. In the event of the death of one enrolled he shall pay the decedent's allotment to the one paying her funeral expenses. HISTORY: 1962 Code Section 44-554; 1952 Code Section 44-554; 1942 Code Section 4981; 1932 Code Section 4981; 1929 (36) 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-40/"
    },
    {
      "id": "section-25-13-50",
      "number": "25-13-50",
      "heading": "",
      "text": "All applications for enrollment on the honor roll from year to year shall be made to the board of honor in the county in which the applicant resides. HISTORY: 1962 Code Section 44-555; 1952 Code Section 44-555; 1942 Code Section 4980; 1932 Code Section 4980; 1929 (36) 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-50/"
    },
    {
      "id": "section-25-13-60",
      "number": "25-13-60",
      "heading": "",
      "text": "It shall be sufficient to entitle the widow of a Confederate veteran to a pension as the widow of such veteran if such widow prove her relationship and (a) that she was living with her husband as his faithful wife at the time of his death, that the reason for not living with him was caused by no fault of hers or (b) that she had been married to such veteran ten years prior to his death. But the uncorroborated testimony of the widow shall not be sufficient proof of such facts. HISTORY: 1962 Code Section 44-556; 1952 Code Section 44-556; 1942 Code Section 4982; 1932 Code Section 4983; 1929 (36) 138, 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-60/"
    },
    {
      "id": "section-25-13-70",
      "number": "25-13-70",
      "heading": "",
      "text": "The Director of the South Carolina Department of Archives and History shall, when requested, give full information as to the service in the Army or Navy of any soldier, sailor or militiaman as it appears on the Confederate rolls. HISTORY: 1962 Code Section 44-557; 1952 Code Section 44-557; 1942 Code Section 4984; 1932 Code Section 4984; 1929 (36) 176; 1954 (48) 1752; 1967 (55) 211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-70/"
    },
    {
      "id": "section-25-13-80",
      "number": "25-13-80",
      "heading": "",
      "text": "The township enrollment books shall be by the clerks of the court of the several counties in which the respective townships are located, together with the county enrollment book, safely kept as permanent record books of his office. HISTORY: 1962 Code Section 44-558; 1952 Code Section 44-558; 1942 Code Section 3623; 1932 Code Section 3623; Civ. C. '22 Section 2167; Civ. C. '12 Section 1343; 1902 (23) 1033.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-80/"
    },
    {
      "id": "section-25-13-90",
      "number": "25-13-90",
      "heading": "",
      "text": "Upon the written request of the Governor, the clerk of the court shall permit any State official charged with perfecting, editing or publishing the official Confederate rolls to have temporary custody of county or township enrollment books, the clerk of court taking the receipt of such official for the enrollment books loaned and when returned receipting to such official for them. HISTORY: 1962 Code Section 44-559; 1952 Code Section 44-559; 1942 Code Section 3626; 1932 Code Section 3626; Civ. C. '22 Section 2170; Civ. C. '12 Section 1346; 1902 (23) 1033.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-90/"
    },
    {
      "id": "section-25-13-100",
      "number": "25-13-100",
      "heading": "",
      "text": "All widows of Confederate veterans who have reached the age of fifty-five years shall receive annually from the pension fund the sum of one hundred and sixty dollars and all other widows of Confederate veterans who have attained the age of forty-five years shall receive the sum of one hundred twenty-five dollars; provided, in either such case, that any such widow was married prior to December 31, 1920 or for a period of at least ten years prior to the death of her veteran husband. The pensions shall be paid at such times as may be fixed by the Comptroller General. HISTORY: 1962 Code Section 44-560; 1952 Code Section 44-560; 1942 Code Section 4986; 1932 Code Section 4986; 1929 (36) 176; 1930 (36) 1227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-100/"
    },
    {
      "id": "section-25-13-110",
      "number": "25-13-110",
      "heading": "",
      "text": "In the event of the death of a widow of a Confederate veteran who is a bona fide pensioner, the full amount which would have been paid to her during the succeeding year shall be paid to the person defraying her funeral expenses. In any case there shall be paid for bona fide pensioners to the person defraying their funeral expenses one pension after death. HISTORY: 1962 Code Section 44-562; 1952 Code Section 44-562; 1942 Code Section 4979; 1932 Code Section 4979; 1929 (36) 176; 1930 (36) 1314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-110/"
    },
    {
      "id": "section-25-13-120",
      "number": "25-13-120",
      "heading": "",
      "text": "The necessary expenses of administering the provisions of this chapter shall be paid out of the amount appropriated for pensions. HISTORY: 1962 Code Section 44-563; 1952 Code Section 44-563; 1942 Code Section 4979; 1932 Code Section 4979; 1929 (36) 176; 1930 (36) 1314.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-120/"
    },
    {
      "id": "section-25-13-130",
      "number": "25-13-130",
      "heading": "",
      "text": "All records in regard to pensioners shall be immediately turned over to the Comptroller General of the State by those who come into control or possession thereof. HISTORY: 1962 Code Section 44-564; 1952 Code Section 44-564; 1942 Code Section 4985; 1932 Code Section 4985; 1929 (36) 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-130/"
    },
    {
      "id": "section-25-13-140",
      "number": "25-13-140",
      "heading": "",
      "text": "Any person who shall fraudulently impersonate any widow for the purpose of obtaining the benefit of the pension laws of this State or who shall knowingly make or cause to be made any false application or statement or by any false or fraudulent statement procure such statement to be made, approved or paid shall be guilty of a misdemeanor and, upon conviction, shall be punished by fine not exceeding two hundred dollars or imprisonment not exceeding six months or both, at the discretion of the court. HISTORY: 1962 Code Section 44-565; 1952 Code Section 44-565; 1942 Code Section 1240; 1932 Code Section 1240; Cr. C. '22 Section 136; Cr. C. '12 Section 283; Cr. C. '02 Section 211; R. S. 197; 1897 (22) 828.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-140/"
    },
    {
      "id": "section-25-13-150",
      "number": "25-13-150",
      "heading": "",
      "text": "Any person who shall discount, shave or in any manner speculate in the claim or application of any widow, made under the pension laws of this State, shall be guilty of a misdemeanor and, upon conviction, shall be fined not exceeding one thousand dollars or imprisoned for not exceeding thirty days or both, at the discretion of the court. HISTORY: 1962 Code Section 44-566; 1952 Code Section 44-566; 1942 Code Section 1239; 1932 Code Section 1239; Cr. C. '22 Section 135; Cr. C. '12 Section 282; Cr. C. '02 Section 210; R. S. 196; 1897 (22) 828.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-13/section-25-13-150/"
    }
  ]
}