{
  "state": "south-carolina",
  "path": "title-title-25/chapter-chapter-9",
  "sections": [
    {
      "id": "section-25-9-10",
      "number": "25-9-10",
      "heading": "",
      "text": "The State of South Carolina by and through the Governor of the State may enter into a compact with any state of the Union for mutual helpfulness in meeting any civil defense emergency or disaster which may arise in this State or in a state with which South Carolina may enter into a compact.\n\nHISTORY: 1962 Code Section 44-401; 1952 (47) 1721.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-10/"
    },
    {
      "id": "section-25-9-20",
      "number": "25-9-20",
      "heading": "",
      "text": "The compact authorized by the provision of this article shall be in form as hereinbelow set out, with such modifications and restrictions as the Governor may deem necessary for the proper protection of the best interests of the State of South Carolina, to wit:\n\nInterstate Civil Defense Disaster Compact Between the States of __________ and South Carolina\n\nThe contracting States solemnly agree:\n\nARTICLE I. The purpose of this compact is to provide mutual aid between the states in meeting any emergency or disaster from enemy attack, including sabotage and subversive acts and direct attacks by bombs, shellfire, and atomic, radiological, chemical, bacteriological means, and other enemy weapons. The prompt, full and effective utilization of the resources of the respective states, including such resources as may be available from the United States Government or any other source, are essential to the safety, care and welfare of the people of the states in the event of enemy action, and any other resources, including personnel, equipment or supplies, shall be incorporated into a plan or plans of mutual aid to be developed between the civil defense agencies or similar bodies of the states that are parties to the compact. The Directors of Civil Defense of party states shall constitute a committee to formulate plans and take all necessary steps for the implementation of this compact.ARTICLE II. It shall be the duty of each state to formulate civil defense plans and programs for application within the state. There shall be frequent consultation between the representatives of the states and with the United States Government and the free exchange of information and plans, including inventories of any materials and equipment available for civil defense. In carrying out the civil defense plans and programs the party states shall so far as possible provide and follow uniform standards, practices, and rules and regulations including:(a) Insignia, arm bands and any other distinctive articles to designate and distinguish the different civil defense services.\n\nARTICLE I. The purpose of this compact is to provide mutual aid between the states in meeting any emergency or disaster from enemy attack, including sabotage and subversive acts and direct attacks by bombs, shellfire, and atomic, radiological, chemical, bacteriological means, and other enemy weapons. The prompt, full and effective utilization of the resources of the respective states, including such resources as may be available from the United States Government or any other source, are essential to the safety, care and welfare of the people of the states in the event of enemy action, and any other resources, including personnel, equipment or supplies, shall be incorporated into a plan or plans of mutual aid to be developed between the civil defense agencies or similar bodies of the states that are parties to the compact. The Directors of Civil Defense of party states shall constitute a committee to formulate plans and take all necessary steps for the implementation of this compact.\n\nARTICLE II. It shall be the duty of each state to formulate civil defense plans and programs for application within the state. There shall be frequent consultation between the representatives of the states and with the United States Government and the free exchange of information and plans, including inventories of any materials and equipment available for civil defense. In carrying out the civil defense plans and programs the party states shall so far as possible provide and follow uniform standards, practices, and rules and regulations including:\n\n(b) Blackouts and practice blackouts, air raid drills, mobilization of civil defense forces and other tests and exercises.\n\n(c) Warnings and signals for drills or attacks and the mechanical devices to be used in connection therewith.\n\n(d) The effective screening or extinguishing of all lights and lighting devices and appliances.\n\n(e) Shutting off water mains, gas mains, electric power connections and the suspension of all other utility services.\n\n(f) All materials or equipment used or to be used for civil defense purposes in order to assure that such materials and equipment will be easily and freely interchangeable when used in or by any other party state.\n\n(g) The conduct of civilians and the movement and cessation of movement of pedestrians and vehicular traffic, prior, during and subsequent to drills or attacks.\n\n(h) The safety of public meetings or gatherings.\n\n(i) Mobile support units.\n\nARTICLE III. Any party state requested to render mutual aid shall take such action as is necessary to provide and make available the resources covered by this compact in accordance with its terms. The state rendering aid may withhold resources to the extent necessary to provide reasonable protection for such state. Each party state shall extend to the civil defense forces of any other party state, while operating within its state limits under the terms and conditions of this compact, the same powers, except that of arrest unless specifically authorized by the receiving state, duties, rights, privileges and immunities as if they were performing their duties in the state in which normally employed or rendering services. Civil defense forces will continue under the command and control of their regular leaders but the organizational units will come under the operational control of the civil defense authorities of the state receiving assistance.ARTICLE IV. Whenever any person holds a license, certificate or other permit issued by any state evidencing the meeting of qualifications for professional, mechanical or other skills, such person may render aid involving the skill in any party state to meet an emergency or disaster and the state shall give due recognition to such license, certificate or other permit as if issued in the state in which aid is rendered for the duration of the emergency or disaster only.ARTICLE V. No party state or its officers or employees rendering aid in another state pursuant to this compact shall be liable on account of any act or omission in good faith on the part of such forces while so engaged, or on account of the maintenance or use of any equipment or supplies in that connection.ARTICLE VI. Inasmuch as it is probable that the pattern and detail of the machinery for mutual aid among two or more states may differ from that appropriate among other party states, this instrument contains elements of a broad base common to all states, and nothing herein shall preclude any state from entering into supplementary agreements with another state or states. Such supplementary agreements may comprehend, but shall not be limited to, provisions for evacuation and reception of injured and other persons, and the exchange of medical, fire, police, public utility, reconnaissance, welfare, transportation and communications personnel, equipment and supplies.ARTICLE VII. Each party state shall provide for the payment of compensation and death benefits to injured members of the civil defense forces of that state and the representatives of deceased members of such forces in case such members sustain injuries or are killed while rendering aid pursuant to this compact, in the same manner and on the same terms as if the injury or death were sustained within such state.ARTICLE VIII. Any party state rendering aid in another state pursuant to this compact shall be reimbursed by the party state receiving such aid for any loss or damage to, or expense incurred in the operation of any equipment answering a request for aid, and for the cost incurred in connection with such requests. Any aiding party state may assume in whole or in part such loss, damage, expense, or other cost, or may loan equipment or donate such services to the receiving party state without charge or cost, and any two or more party states may enter into supplementary agreements establishing a different allocation of costs as among these states. The United States Government may relieve the state receiving aid from any liability and reimburse the state supplying civil defense forces for the compensation paid to and the transportation, subsistence and maintenance expenses of such forces during the time of the rendition of such aid or assistance outside the state and may also pay fair and reasonable compensation for the use or utilization of the supplies, materials, equipment or facilities so utilized or consumed.ARTICLE IX. Plans for the orderly evacuation and reception of the civilian population as the result of an emergency or disaster shall be worked out between representatives of the party states and the various local civil defense areas. Such plans shall include the manner of transporting evacuees, the number of evacuees to be received in different areas, the manner in which food, clothing, housing, and medical care will be provided, the registration of the evacuees, the providing of facilities for the notification of relatives or friends and the forwarding of evacuees to other areas or the bringing in of additional materials, supplies, and all other relevant factors. The plans shall provide that the party state receiving evacuees shall be reimbursed generally for the out-of-pocket expenses incurred in receiving and caring for the evacuees, for expenditures for transportation, food, clothing, medicines and medical care and like items. The expenditures shall be reimbursed by the party state of which the evacuees are residents, or by the United States Government under plans approved by it. After the termination of the emergency or disaster the party state of which the evacuees are residents shall assume the responsibility for the ultimate support or repatriation of such evacuees.ARTICLE X. The committee established pursuant to ARTICLE I of this compact may request the Civil Defense Agency of the United States Government to act as an informational and coordinating body under this compact, and representatives of the agency of the United States Government may attend meetings of the committee.ARTICLE XI. This compact shall become operative between the State of _ and the State of South Carolina immediately upon its being entered into by the duly authorized officials of such states, and shall be subject to approval by Congress unless prior Congressional approval has been given. Duly authenticated copies of this compact and of such supplementary agreements as may be entered into shall, at the time of their approval, be deposited with each of the party states and with the Civil Defense Agency and other appropriate agencies of the United States Government.ARTICLE XII. This compact shall continue in force and remain binding on each party state until the legislature or the Governor of the party state takes action to withdraw therefrom. Such action shall not be effective until thirty days after notice has been sent by the Governor of the party state desiring to withdraw to the Governor of the other party state.ARTICLE XIII. The term \"state\" shall include any territory or possession of the United States, the District of Columbia, and any neighboring foreign country or province or state thereof.ARTICLE XIV. This compact shall be construed to effectuate the purposes stated in ARTICLE I. If any provision of this compact is declared unconstitutional, or the applicability to any person or circumstance is held invalid, the constitutionality of the remainder of this compact and the applicability to other persons and circumstances shall not be affected.For the State of For the State of South Carolina Date ................., 1952 Date ................., 1952 Attest: Attest: Secretary of State Secretary of State\n\nARTICLE III. Any party state requested to render mutual aid shall take such action as is necessary to provide and make available the resources covered by this compact in accordance with its terms. The state rendering aid may withhold resources to the extent necessary to provide reasonable protection for such state. Each party state shall extend to the civil defense forces of any other party state, while operating within its state limits under the terms and conditions of this compact, the same powers, except that of arrest unless specifically authorized by the receiving state, duties, rights, privileges and immunities as if they were performing their duties in the state in which normally employed or rendering services. Civil defense forces will continue under the command and control of their regular leaders but the organizational units will come under the operational control of the civil defense authorities of the state receiving assistance.\n\nARTICLE IV. Whenever any person holds a license, certificate or other permit issued by any state evidencing the meeting of qualifications for professional, mechanical or other skills, such person may render aid involving the skill in any party state to meet an emergency or disaster and the state shall give due recognition to such license, certificate or other permit as if issued in the state in which aid is rendered for the duration of the emergency or disaster only.\n\nARTICLE V. No party state or its officers or employees rendering aid in another state pursuant to this compact shall be liable on account of any act or omission in good faith on the part of such forces while so engaged, or on account of the maintenance or use of any equipment or supplies in that connection.\n\nARTICLE VI. Inasmuch as it is probable that the pattern and detail of the machinery for mutual aid among two or more states may differ from that appropriate among other party states, this instrument contains elements of a broad base common to all states, and nothing herein shall preclude any state from entering into supplementary agreements with another state or states. Such supplementary agreements may comprehend, but shall not be limited to, provisions for evacuation and reception of injured and other persons, and the exchange of medical, fire, police, public utility, reconnaissance, welfare, transportation and communications personnel, equipment and supplies.\n\nARTICLE VII. Each party state shall provide for the payment of compensation and death benefits to injured members of the civil defense forces of that state and the representatives of deceased members of such forces in case such members sustain injuries or are killed while rendering aid pursuant to this compact, in the same manner and on the same terms as if the injury or death were sustained within such state.\n\nARTICLE VIII. Any party state rendering aid in another state pursuant to this compact shall be reimbursed by the party state receiving such aid for any loss or damage to, or expense incurred in the operation of any equipment answering a request for aid, and for the cost incurred in connection with such requests. Any aiding party state may assume in whole or in part such loss, damage, expense, or other cost, or may loan equipment or donate such services to the receiving party state without charge or cost, and any two or more party states may enter into supplementary agreements establishing a different allocation of costs as among these states. The United States Government may relieve the state receiving aid from any liability and reimburse the state supplying civil defense forces for the compensation paid to and the transportation, subsistence and maintenance expenses of such forces during the time of the rendition of such aid or assistance outside the state and may also pay fair and reasonable compensation for the use or utilization of the supplies, materials, equipment or facilities so utilized or consumed.\n\nARTICLE IX. Plans for the orderly evacuation and reception of the civilian population as the result of an emergency or disaster shall be worked out between representatives of the party states and the various local civil defense areas. Such plans shall include the manner of transporting evacuees, the number of evacuees to be received in different areas, the manner in which food, clothing, housing, and medical care will be provided, the registration of the evacuees, the providing of facilities for the notification of relatives or friends and the forwarding of evacuees to other areas or the bringing in of additional materials, supplies, and all other relevant factors. The plans shall provide that the party state receiving evacuees shall be reimbursed generally for the out-of-pocket expenses incurred in receiving and caring for the evacuees, for expenditures for transportation, food, clothing, medicines and medical care and like items. The expenditures shall be reimbursed by the party state of which the evacuees are residents, or by the United States Government under plans approved by it. After the termination of the emergency or disaster the party state of which the evacuees are residents shall assume the responsibility for the ultimate support or repatriation of such evacuees.\n\nARTICLE X. The committee established pursuant to ARTICLE I of this compact may request the Civil Defense Agency of the United States Government to act as an informational and coordinating body under this compact, and representatives of the agency of the United States Government may attend meetings of the committee.\n\nARTICLE XI. This compact shall become operative between the State of _ and the State of South Carolina immediately upon its being entered into by the duly authorized officials of such states, and shall be subject to approval by Congress unless prior Congressional approval has been given. Duly authenticated copies of this compact and of such supplementary agreements as may be entered into shall, at the time of their approval, be deposited with each of the party states and with the Civil Defense Agency and other appropriate agencies of the United States Government.\n\nARTICLE XII. This compact shall continue in force and remain binding on each party state until the legislature or the Governor of the party state takes action to withdraw therefrom. Such action shall not be effective until thirty days after notice has been sent by the Governor of the party state desiring to withdraw to the Governor of the other party state.\n\nARTICLE XIII. The term \"state\" shall include any territory or possession of the United States, the District of Columbia, and any neighboring foreign country or province or state thereof.\n\nARTICLE XIV. This compact shall be construed to effectuate the purposes stated in ARTICLE I. If any provision of this compact is declared unconstitutional, or the applicability to any person or circumstance is held invalid, the constitutionality of the remainder of this compact and the applicability to other persons and circumstances shall not be affected.\n\nHISTORY: 1962 Code Section 44-402; 1952 (47) 1721.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-20/"
    },
    {
      "id": "section-25-9-110",
      "number": "25-9-110",
      "heading": "",
      "text": "Notwithstanding the provisions of any other laws, all persons may, during the continuance of any emergency proclaimed by the President of the United States or of a state of war between the United States and a foreign nation and for such time thereafter as may be expedient or necessary and upon designation by and qualification with the Secretary of the Treasury of the United States or under his authority, act as issuing agents for the sale and issue of obligations of the United States.\n\nHISTORY: 1962 Code Section 44-474; 1952 Code Section 44-474; 1942 (42) 1625.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-110/"
    },
    {
      "id": "section-25-9-120",
      "number": "25-9-120",
      "heading": "",
      "text": "No person owning or controlling property who voluntarily and without compensation permits such property to be used as a public shelter for civil defense purposes shall be civilly liable for the injury or death of any person who may be injured or killed on such premises, or for the loss of or damage to the property of any person on such premises, during any time such premises are actually being used as a public shelter.\n\nHISTORY: 1962 Code Section 44-475; 1961 (52) 255.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-120/"
    },
    {
      "id": "section-25-9-410",
      "number": "25-9-410",
      "heading": "",
      "text": "This article may be cited as the \"Emergency Management Assistance Compact\".\n\nHISTORY: 1996 Act No. 438, Section 1; 2008 Act No. 296, Section 1, eff June 11, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-410/"
    },
    {
      "id": "section-25-9-420",
      "number": "25-9-420",
      "heading": "",
      "text": "The Emergency Management Assistance Compact is enacted and entered into with all other states which adopt the compact in a form substantially as follows:\n\nARTICLE I Purpose and AuthoritiesThis compact is made and entered into by and between the participating member states which enact this compact, hereinafter called party states. For the purposes of this agreement, the term \"states\" is taken to mean the several states, the Commonwealth of Puerto Rico, the District of Columbia, and all U.S. territorial possessions.\n\nARTICLE I Purpose and Authorities\n\nThe purpose of this compact is to provide for mutual assistance between the states entering into this compact in managing any emergency or disaster that is duly declared by the governor of the affected state, whether arising from natural disasters, technological hazards, man-made disasters, civil emergency aspects of resources shortages, community disorders, insurgencies, or enemy attacks.\n\nThis compact also shall provide for mutual cooperation in emergency-related exercises, testing, or other training activities using equipment and personnel simulating performance of any aspect of the giving and receiving of aid by party states or subdivisions of party states during emergencies, such actions occurring outside actual declared emergency periods. Mutual assistance in this compact may include the use of the states' National Guard forces, either in accordance with the National Guard Mutual Assistance Compact or by mutual agreement between states.\n\nARTICLE II General ImplementationEach party state entering into this compact recognizes many emergencies transcend political jurisdictional boundaries and that intergovernmental coordination is essential in managing these and other emergencies under this compact. Each state further recognizes that there will be emergencies which require immediate access and present procedures to apply outside resources to make a prompt and effective response to such an emergency. This is because few, if any, individual states have all the resources they may need in all types of emergencies or the capability of delivering resources to areas where emergencies exist.\n\nARTICLE II General Implementation\n\nThe prompt, full, and effective utilization of resources of the participating states, including any resources on hand or available from the federal government or any other source, that are essential to the safety, care, and welfare of the people in the event of any emergency or disaster declared by a party state, shall be the underlying principle on which all articles of this compact shall be understood.\n\nOn behalf of the governor of each state participating in the compact, the legally designated state official who is assigned responsibility for emergency management will be responsible for formulation of the appropriate interstate mutual aid plans and procedures necessary to implement this compact.\n\nARTICLE III Party State ResponsibilitiesA. It shall be the responsibility of each party state to formulate procedural plans and programs for interstate cooperation in the performance of the responsibilities listed in this article. In formulating such plans, and in carrying them out, the party states, insofar as practical, shall:\n\nARTICLE III Party State Responsibilities\n\ni. Review individual state hazards analyses and, to the extent reasonably possible, determine all those potential emergencies the party states might jointly suffer, whether due to natural disasters, technological hazards, man-made disasters, emergency aspects of resource shortages, civil disorders, insurgencies, or enemy attacks.\n\nii. Review party states' individual emergency plans and develop a plan which will determine the mechanism for the interstate management and provision of assistance concerning any potential emergency.\n\niii. Develop interstate procedures to fill any identified gaps and to resolve any identified inconsistencies or overlaps in existing or developed plans.\n\niv. Assist in warning communities adjacent to or crossing the state boundaries.\n\nv. Protect and assure uninterrupted delivery of services, medicines, water, food, energy and fuel, search and rescue, and critical lifeline equipment, services, and resources, both human and material.\n\nvi. Inventory and set procedures for the interstate loan and delivery of human and material resources, together with procedures for reimbursement or forgiveness.\n\nvii. Provide, to the extent authorized by law, for temporary suspension of any statutes or ordinances that restrict the implementation of the above responsibilities.\n\nB. The authorized representative of a party state may request assistance of another party state by contacting the authorized representative of that state. The provisions of this agreement shall only apply to requests for assistance made by and to authorized representatives. Requests may be verbal or in writing. If verbal, the request shall be confirmed in writing within thirty days of the verbal request. Requests shall provide the following information:\n\ni. A description of the emergency service function for which assistance is needed, such as, but not limited to, fire services, law enforcement, emergency medical, transportation, communications, public works and engineering, building inspection, planning and information assistance, mass care, resource support, health and medical services, and search and rescue.\n\nii. The amount and type of personnel, equipment, materials, and supplies needed, and a reasonable estimate of the length of time they will be needed.\n\niii. The specific place and time for staging of the assisting party's response and a point of contact at that location.\n\nC. There shall be frequent consultation between state officials who have assigned emergency management responsibilities and other appropriate representatives of the party states with affected jurisdictions and the United States Government, with free exchange of information, plans, and resource records relating to emergency capabilities.\n\nARTICLE IV LimitationsAny party state requested to render mutual aid or conduct exercises and training for mutual aid shall take such action as is necessary to provide and make available the resources covered by this compact in accordance with the terms hereof, provided that it is understood that the state rendering aid may withhold resources to the extent necessary to provide reasonable protection for such state. Each party state shall afford to the emergency forces of any party state, while operating within its state limits under the terms and conditions of this compact, the same powers (except that of arrest unless specifically authorized by the receiving state), duties, rights, and privileges as are afforded forces of the state in which they are performing emergency services. Emergency forces will continue under the command and control of their regular leaders, but the organizational units will come under the operational control of the emergency services authorities of the state receiving assistance. These conditions may be activated, as needed, only subsequent to a declaration of a state of emergency or disaster by the governor of the party state that is to receive assistance or commencement of exercises or training for mutual aid and shall continue so long as the exercises or training for mutual aid are in progress, the state of emergency or disaster remains in effect, or loaned resources remain in the receiving state(s), whichever is longer.\n\nARTICLE IV Limitations\n\nARTICLE V Licenses and PermitsWhenever any person holds a license, certificate, or other permit issued by any state party to the compact evidencing the meeting of qualifications for professional, mechanical, or other skills, and when such assistance is requested by the receiving party state, such person shall be deemed licensed, certified, or permitted by the state requesting assistance to render aid involving such skill to meet a declared emergency or disaster, subject to such limitations and conditions as the governor of the requesting state may prescribe by executive order or otherwise.\n\nARTICLE V Licenses and Permits\n\nARTICLE VI LiabilityOfficers or employees of a party state rendering aid in another state pursuant to this compact shall be considered agents of the requesting state for tort liability and immunity purposes; and no party state or its officers or employees rendering aid in another state pursuant to this compact shall be liable on account of any act or omission in good faith on the part of such forces while so engaged or on account of the maintenance or use of any equipment or supplies in connection therewith. Good faith in this article shall not include wilful misconduct, gross negligence, or recklessness.\n\nARTICLE VI Liability\n\nARTICLE VII Supplementary AgreementsInasmuch as it is probable that the pattern and detail of the machinery for mutual aid among two or more states may differ from that among the states that are party hereto, this instrument contains elements of a broad base common to all states, and nothing herein contained shall preclude any state from entering into supplementary agreements with another state or affect any other agreements already in force between states. Supplementary agreements may comprehend, but shall not be limited to, provisions for evacuation and reception of injured and other persons and the exchange of medical, fire, police, public utility, reconnaissance, welfare, transportation and communications personnel, and equipment and supplies.\n\nARTICLE VII Supplementary Agreements\n\nARTICLE VIII CompensationEach party state shall provide for the payment of compensation and death benefits to injured members of the emergency forces of that state and representatives of deceased members of such forces in case such members sustain injuries or are killed while rendering aid pursuant to this compact, in the same manner and on the same terms as if the injury or death were sustained within their own state.\n\nARTICLE VIII Compensation\n\nARTICLE IX ReimbursementAny party state rendering aid in another state pursuant to this compact shall be reimbursed by the party state receiving such aid for any loss or damage to or expense incurred in the operation of any equipment and the provision of any service in answering a request for aid and for the costs incurred in connection with such requests; provided, that any aiding party state may assume in whole or in part such loss, damage, expense, or other cost, or may lend such equipment or donate such services to the receiving party state without charge or cost; and provided further, that any two or more party states may enter into supplementary agreements establishing a different allocation of costs among those states. Article VIII expenses shall not be reimbursable under this provision.\n\nARTICLE IX Reimbursement\n\nARTICLE X EvacuationPlans for the orderly evacuation and interstate reception of portions of the civilian population, as the result of any emergency or disaster of sufficient proportions to so warrant, shall be worked out and maintained between the party states and the emergency management/services directors of the various jurisdictions where any type of incident requiring evacuations might occur. Such plans shall be put into effect by request of the state from which evacuees come and shall include the manner of transporting such evacuees, the number of evacuees to be received in different areas, the manner in which food, clothing, housing, and medical care will be provided, the registration of the evacuees, the providing of facilities for the notification of relatives or friends, and the forwarding of such evacuees to other areas or the bringing in of additional materials, supplies, and all other relevant factors. Such plans shall provide that the party state receiving evacuees and the party state from which the evacuees come shall mutually agree as to reimbursement of out-of-pocket expenses incurred in receiving and caring for such evacuees, for expenditures for transportation, food, clothing, medicines and medical care, and like items. Such expenditures shall be reimbursed as agreed by the party state from which the evacuees come. After the termination of the emergency or disaster, the party state from which the evacuees come shall assume the responsibility for the ultimate support of repatriation of such evacuees.\n\nARTICLE X Evacuation\n\nARTICLE XI ImplementationA. This compact shall become operative immediately upon its enactment into law by any two states; thereafter, this compact shall become effective as to any other state upon its enactment by such state.\n\nARTICLE XI Implementation\n\nB. Any party state may withdraw from this compact by enacting a statute repealing the same, but no such withdrawal shall take effect until thirty days after the governor of the withdrawing state has given notice in writing of such withdrawal to the governors of all other party states. Such action shall not relieve the withdrawing state from obligations assumed hereunder prior to the effective date of withdrawal.\n\nC. Duly authenticated copies of this compact and of such supplementary agreements as may be entered into shall, at the time of their approval, be deposited with each of the party states and with the Federal Emergency Management Agency and other appropriate agencies of the United States Government.\n\nARTICLE XII ValidityThis act shall be construed to effectuate the purposes stated in Article I hereof. If any provision of this compact is declared unconstitutional, or the applicability thereof to any person or circumstances is held invalid, the constitutionality of the remainder of this act and the applicability thereto to other persons and circumstances shall not be affected thereby.\n\nARTICLE XII Validity\n\nARTICLE XIII Additional ProvisionsNothing in this compact shall authorize or permit the use of military force by the National Guard of a state at any place outside that state in any emergency for which the President is authorized by law to call into federal service the militia, or for any purpose for which the use of the Army or the Air Force would in the absence of express statutory authorization be prohibited under Section 1385 of Title 18, United States Code.\n\nARTICLE XIII Additional Provisions\n\nHISTORY: 1996 Act No. 438, Section 1; 2008 Act No. 296, Section 1, eff June 11, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-420/"
    },
    {
      "id": "section-25-9-500",
      "number": "25-9-500",
      "heading": "",
      "text": "This act may be cited as the \"South Carolina Emergency Management Law Enforcement Act\".\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-500/"
    },
    {
      "id": "section-25-9-510",
      "number": "25-9-510",
      "heading": "",
      "text": "The purpose of this article is to provide procedures for the use of out-of-state officers who are deployed to the State of South Carolina in accordance with the provisions of the Emergency Management Assistance Compact, which is codified in Section 25-9-420. The use of out-of-state law enforcement personnel pursuant to the Emergency Management Assistance Compact is designed solely for situations when South Carolina's law enforcement resources have been exhausted or will be exhausted subsequent to a declaration of a state of emergency or disaster by the Governor of the State of South Carolina.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-510/"
    },
    {
      "id": "section-25-9-520",
      "number": "25-9-520",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Special law enforcement officer\" means a law enforcement officer of a member state to the Emergency Management Assistance Compact who meets the qualifications set forth in this chapter and is deployed to the State of South Carolina upon a request for assistance pursuant to Article III(B) of the Emergency Management Assistance Compact.\n\n(2) \"Home agency\" means the agency or law enforcement entity where the special law enforcement officer is currently employed.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-520/"
    },
    {
      "id": "section-25-9-530",
      "number": "25-9-530",
      "heading": "",
      "text": "To serve as a special law enforcement officer pursuant to this article, a person must have:\n\n(1) reached twenty-one years of age;\n\n(2) graduated from an accredited law enforcement academy or received other law enforcement training to the satisfaction of the Chief of the South Carolina Law Enforcement Division, or his designee; and\n\n(3) served a minimum of two years as a full-time law enforcement officer.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-530/"
    },
    {
      "id": "section-25-9-540",
      "number": "25-9-540",
      "heading": "",
      "text": "Prior to performing law enforcement activities in the State of South Carolina, a special law enforcement officer must take and subscribe to the oath of office set forth in Section 5, Article VI of the South Carolina Constitution in the presence of either the Chief of the South Carolina Law Enforcement Division, or his designee. The Chief of the South Carolina Law Enforcement Division, or his designee, shall maintain a written record of all special law enforcement officers who take and subscribe to the oath of office required pursuant to this article.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-540/"
    },
    {
      "id": "section-25-9-550",
      "number": "25-9-550",
      "heading": "",
      "text": "A special law enforcement officer appointed pursuant to this article is authorized to:\n\n(1) preserve the peace and protect the people of this State;\n\n(2) detain and arrest individuals without a warrant for criminal offenses occurring within the officer's presence or view and necessary to maintain and establish public peace, health, or safety in the State;\n\n(3) exercise the same powers, duties, rights, privileges, and immunities that are afforded law enforcement officers of this State;\n\n(4) possess and carry firearms and other weapons as authorized while on duty; and\n\n(5) exercise statewide jurisdiction.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-550/"
    },
    {
      "id": "section-25-9-560",
      "number": "25-9-560",
      "heading": "",
      "text": "A special law enforcement officer appointed pursuant to this article shall serve at all times at the pleasure of and under the operational control of the Chief of the South Carolina Law Enforcement Division, or his designee, and is subject to the rules and regulations established by the Chief of the South Carolina Law Enforcement Division, or his designee. In the event of a conflict between the rules and regulations established for a special law enforcement officer and the officer's home agency rules and regulations, the special law enforcement officer immediately shall notify the Chief of the South Carolina Law Enforcement Division, or his designee, and attempt to resolve the conflict.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-560/"
    },
    {
      "id": "section-25-9-570",
      "number": "25-9-570",
      "heading": "",
      "text": "(A) The powers and duties granted to a special law enforcement officer pursuant to this article shall terminate immediately upon:\n\n(1) the cancellation of the state of emergency or disaster declaration; or\n\n(2) notice from either the Chief of the South Carolina Law Enforcement Division, or his designee, that a special law enforcement officer's powers and duties in this State have been terminated.\n\n(B) A person who knowingly exercises or knowingly attempts to exercise the powers of a special law enforcement officer after his powers and duties have been terminated pursuant to subsection (A) is guilty of a misdemeanor pursuant to Section 16-17-720.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-570/"
    },
    {
      "id": "section-25-9-580",
      "number": "25-9-580",
      "heading": "",
      "text": "Nothing in this article is intended to waive existing or future immunity. Neither the State of South Carolina, nor any of its political subdivisions, agencies, or employees are liable or accountable in any way for the appointment of a special law enforcement officer or for any act or omission on the part of a special law enforcement officer.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-580/"
    },
    {
      "id": "section-25-9-590",
      "number": "25-9-590",
      "heading": "",
      "text": "Compensation for special law enforcement officers must be made in accordance with the Emergency Management Assistance Compact.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-590/"
    },
    {
      "id": "section-25-9-600",
      "number": "25-9-600",
      "heading": "",
      "text": "(A) A special law enforcement officer serving pursuant to this article remains the employee of his home agency and does not become an employee of the State of South Carolina, or an agency or political subdivision of this State.\n\n(B) Special law enforcement officers do not hold office in South Carolina.\n\n(C) Notwithstanding another provision of law, a special law enforcement officer is not subject to certification requirements for law enforcement personnel set forth in South Carolina law, and a special law enforcement officer is not required to post a bond.\n\nHISTORY: 2015 Act No. 35 (H.3168), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-9/section-25-9-600/"
    }
  ]
}