{
  "state": "south-carolina",
  "path": "title-title-25/chapter-chapter-11",
  "sections": [
    {
      "id": "section-25-11-10",
      "number": "25-11-10",
      "heading": "",
      "text": "(A) The Department of Veterans' Affairs is created within the executive branch of the state government for the purpose of assisting former, present, and future members of the armed forces of the United States in securing the benefits to which they are entitled under the provisions of federal legislation and under the terms of insurance policies issued by the federal government for their benefit. Powers, duties, and functions to be vested in the department shall include all those powers, duties, and functions involving cooperation with other governmental units, such as cities and counties, or with the federal government agencies concerned with participation in federal grants-in-aid programs relating to veterans and veterans' affairs. The department shall receive advice and recommendations from a panel consisting of the Governor as chairman, the Attorney General for the purpose of giving legal advice, and the Adjutant and Inspector General.\n\n(B) The department may promulgate regulations necessary to implement the provisions of this chapter.\n\n(C) The department may apply for and accept funds, grants, gifts, and services from the State, the United States Government or any of its agencies, or any other public or private source and may use funds derived from these sources to defray clerical and administrative costs, as may be necessary for carrying out the department's duties.\n\n(D) The department shall submit an annual written report to the Governor and the General Assembly no later than December thirty-first of each year. The annual report shall describe:\n\n(1) the number, nature, and kind of cases handled by the department and by county and city veteran service officers of the State;\n\n(2) the amounts of benefits obtained for veterans;\n\n(3) the names and addresses of all certified veteran service officers of the State;\n\n(4) the current status and condition of the department's domiciliary and nursing homes, including the number of residents received and discharged during the preceding year, occupancy rates, staffing, and all receipts and expenditures from the preceding year; and\n\n(5) any actions taken by the department to implement the provisions of this subsection, including other information and recommendations as the department considers prudent or necessary.\n\n(E) The department shall administer this chapter and shall have the authority and responsibility to apply for and administer any federal programs and develop and coordinate such state programs as may be beneficial to the particular interests of the veterans of this State.\n\nHISTORY: 1962 Code Section 44-601; 1952 Code Section 44-601; 1942 Code Section 2967; 1932 Code Section 2967; 1927 (35) 158; 1966 (54) 2063; 1993 Act No. 181, Section 486; 2014 Act No. 121 (S.22), Pt V, Section 7.BB.1, eff July 1, 2015; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-10/"
    },
    {
      "id": "section-25-11-20",
      "number": "25-11-20",
      "heading": "",
      "text": "(A) For the purpose of carrying on this work the Governor shall appoint, with the advice and consent of the Senate, a secretary of the department, who is charged with the duty of assisting all veterans, regardless of the wars in which their service may have been rendered, in filing, presenting, and prosecuting to final determination all claims which they have for money compensation, hospitalization, training, and insurance benefits under the terms of federal legislation.\n\n(B) The secretary must be a veteran, as defined in Section 25-11-40, who is well versed in federal legislation relating to these matters and the rules, regulations, and practice of the Veterans Administration as created by Congress.\n\n(C) Before the appointment, the Governor shall receive a recommendation from (1) the executive committee of the American Legion, Department of South Carolina, (2) the Veterans of Foreign Wars of the United States, Department of South Carolina, and (3) the Disabled American Veterans. The Governor is not required to appoint the person recommended. The secretary is subject to removal by the Governor pursuant to the provisions of Section 1-3-240(B).\n\n(D) The secretary's duties shall include:\n\n(1) working with federal officials to obtain additional federal resources and coordinate veterans policy development and information exchange;\n\n(2) coordinating with appropriate state agencies to ensure that available federal and state resources are directed toward assisting veterans and addressing all issues of mutual concern to the State and the armed forces of the Unites States, including quality of life issues unique to South Carolina's military personnel and their families, quality of educational opportunities for military children, transportation needs, substance abuse, and social service needs;\n\n(3) monitoring and enhancing efforts to provide assistance and support for veterans living in South Carolina and members of the South Carolina National Guard and South Carolina residents in the armed forces reserves not in active federal service in the areas of medical care, mental health and rehabilitative services, housing, homelessness prevention, job creation, and education;\n\n(4) settling claims, actions, causes of action, and legal proceedings brought against the department or its employees acting within the scope of their employment;\n\n(5) accepting donations and gifts of property or grants of money on behalf of the department in compliance with the law;\n\n(6) initiating the promulgation of regulations;\n\n(7) performing other such functions as may be necessary to supervise, direct, conduct, and administer the daily duties of the department as authorized by law or by rules and policies; and\n\n(8) submitting an annual report to the Governor and the General Assembly, pursuant to Section 25-11-10(D).\n\nHISTORY: 1962 Code Section 44-602; 1952 Code Section 44-602; 1942 Code Section 2967; 1932 Code Section 2967; 1927 (35) 158; 1971 (57) 73; 1992 Act No. 504, Section 1; 1993 Act No. 181, Section 486; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-20/"
    },
    {
      "id": "section-25-11-30",
      "number": "25-11-30",
      "heading": "",
      "text": "(A) The department shall be located in Columbia in space provided by the Department of Administration.\n\n(B) The Department of Administration may provide administrative support to the department for the performance of its duties, including, but not limited to, financial accounting support, human resources administrative support, information technology shared services support, procurement services, and logistical support.\n\nHISTORY: 1962 Code Section 44-603; 1952 Code Section 44-603; 1942 Code Section 2969; 1932 Code Section 2969; 1927 (35) 158; 1945 (44) 90; 1966 (54) 2063; 1993 Act No. 181, Section 486; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-30/"
    },
    {
      "id": "section-25-11-40",
      "number": "25-11-40",
      "heading": "",
      "text": "(A) For the purpose of this section, \"veteran\" means a person who served on active duty in the armed forces of the United States and who was honorably discharged or released from such service due to a service-connected disability.\n\n(B) Subject to the recommendation of a majority of the Senators representing the county and a majority of the House members representing the county, the secretary shall appoint a county veterans' affairs officer for each county in the State, whose term of office shall begin July first of each odd-numbered year and shall continue for a term of two years and until a successor shall be appointed. Qualifications shall be determined by the county legislative delegation upon a majority vote of the Senators representing the county and a majority of the House members representing the county. A county veterans' affairs officer is an at-will employee of the department, subject to removal for cause at any time by the secretary, a majority of the Senators representing the county, and a majority of the House members representing the county.\n\n(C) All county veterans' affairs officers must successfully complete a comprehensive course of training and be issued accreditation within one year following initial appointment, either through the department or through an accredited national veterans' service organization. A training council from the South Carolina Association of County Veterans' Affairs Officers, in conjunction with the department or through an accredited national veterans' service organization, shall develop the training criteria. Training and accreditation must be provided by the department or through an accredited national veterans' service organization. A county veterans' affairs officer who does not complete the required training and receives accreditation within the first year following appointment is ineligible for reappointment by the county legislative delegation. Additionally, in order to maintain accreditation, refresher training is required yearly.\n\n(D) In Dorchester County, appointments made pursuant to this section are governed by the provisions of Act 512 of 1996.\n\nHISTORY: 1962 Code Section 44-604; 1952 Code Section 44-604; 1942 Code Section 2968; 1932 Code Section 2968; 1927 (35) 158; 1945 (44) 90; 1967 (55) 585; 1971 (57) 73; 1993 Act No. 181, Section 486; 2000 Act No. 228, Section 1; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-40/"
    },
    {
      "id": "section-25-11-45",
      "number": "25-11-45",
      "heading": "",
      "text": "Notwithstanding Section 1-30-110(4), a county veterans' affairs office must be funded with monies appropriated by the General Assembly for that purpose and payable directly to the County Treasurer's Office by the State Treasurer.\n\nHISTORY: 2004 Act No. 297, Section 1; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-45/"
    },
    {
      "id": "section-25-11-50",
      "number": "25-11-50",
      "heading": "",
      "text": "The secretary shall establish uniform methods and procedures for the performance of service work among the several county officers, maintain contact and close cooperation with such officers, and provide assistance, advice and instructions with respect to changes in law and regulations and administrative procedure in relation to the application of such laws and he may require from time to time reports from such county veterans' affairs officers, reflecting the character and progress of their official duties.\n\nHISTORY: 1962 Code Section 44-605; 1952 Code Section 44-605; 1942 Code Section 2969; 1932 Code Section 2969; 1927 (35) 158; 1945 (44) 90; 1971 (57) 73; 1993 Act No. 181, Section 486; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-50/"
    },
    {
      "id": "section-25-11-60",
      "number": "25-11-60",
      "heading": "",
      "text": "The county veterans' affairs officers shall render semiannually a complete report of their acts and doings to the county legislative delegation of their respective counties upon uniform forms to be furnished by the secretary.\n\nHISTORY: 1962 Code Section 44-606; 1952 Code Section 44-606; 1942 Code Section 2969; 1932 Code Section 2969; 1827 (35) 158; 1945 (44) 90; 1971 (57) 73; 1993 Act No. 181, Section 486; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-60/"
    },
    {
      "id": "section-25-11-70",
      "number": "25-11-70",
      "heading": "",
      "text": "(A) The department shall assist the South Carolina Agent Orange Advisory Council and the Agent Orange Information and Assistance Program at the Division of Health and Environmental Control in carrying out the purposes of Chapter 40, Title 44. The department shall:\n\n(1) refer veterans to appropriate state and federal agencies or other available resources for treatment of adverse health conditions which may have resulted from possible exposure to chemical agents, including Agent Orange;\n\n(2) assist veterans in filing compensation claims for disabilities that may have resulted from possible exposure to chemical agents, including Agent Orange;\n\n(3) communicate the concerns of veterans related to exposure to chemical agents, including Agent Orange, to appropriate state and federal officials.\n\n(B) The department may request that the Attorney General represent a class of individuals composed of veterans who may have suffered adverse health conditions as a result of possible exposure to chemical agents, including Agent Orange, in a suit for release of information relating to the exposure to these chemicals during military service and for release of individual medical records.\n\nHISTORY: 1986 Act No. 521, Section 2; 1993 Act No. 181, Section 486; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-70/"
    },
    {
      "id": "section-25-11-75",
      "number": "25-11-75",
      "heading": "",
      "text": "(A) The secretary shall appoint an additional claims representative within the department, who, in addition to being charged with the duty of assisting all veterans, regardless of the wars in which their service may have been rendered, in filing, presenting, and prosecuting to final determination all claims which they have for money compensation, hospitalization, training, and insurance benefits under the terms of federal legislation, shall also specialize in the specific needs and diseases associated with veterans of the Vietnam era. The person appointed as a claims representative under this section must be versed in federal legislation relating to these matters and the rules, regulations, and practice of the Veterans Administration as created by Congress.\n\n(B) Subject to the direction of the secretary, and in addition to other duties prescribed in this section, the claims representative appointed pursuant to this section may represent the department on the South Carolina Agent Orange Advisory Council and on the Hepatitis C Coalition established by the South Carolina Department of Health and Environmental Control, assist the department in carrying out its duties in connection with the Agent Orange Information and Assistance program, represent the secretary in connection with functions relating to Vietnam veterans, and perform other duties as may be assigned by the secretary.\n\n(C) The position created by this section is a classified position subject to Article 3, Chapter 11, Title 8 of the 1976 Code. In the general appropriations act for fiscal year 2001-2002 and thereafter, the General Assembly shall add the position in the budget for the department and provide for its funding.\n\nHISTORY: 2002 Act No. 294, Section 1; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-75/"
    },
    {
      "id": "section-25-11-80",
      "number": "25-11-80",
      "heading": "",
      "text": "(A) For the purposes of this section:\n\n(1) \"State veterans' cemetery\" means a cemetery that the department establishes under this section.\n\n(2) \"Immediate family\" means those family members who are eligible for burial in a department national cemetery.\n\n(B) The department may establish one or more cemeteries in the State for the burial of veterans and their immediate families.\n\n(C) The department may accept land, in the name of the State, or otherwise acquire land for a state veterans' cemetery, if the department has the approval of:\n\n(1) the governing body of the county where the state veterans' cemetery is to be located;\n\n(2) the delegation in the General Assembly for the county where the state veterans' cemetery is to be located; and\n\n(3) the Governor.\n\n(D) The department shall maintain and supervise each state veterans' cemetery.\n\n(E)(1) Subject to the limitations in this section, the department shall provide a plot in a state veterans' cemetery, without charge, to an applicant who meets the requirements of this section.\n\n(2) In the order in which the department receives the applications for plots, the department shall allot a plot in the state veterans' cemetery that is closest to the residence of the veteran and has an available plot.\n\n(F)(1) To qualify for a plot in a state veterans' cemetery, the applicant must be a veteran or a member of the immediate family of a veteran who meets the requirements of this subsection.\n\n(2) The veteran must have an honorable discharge from the Armed Forces.\n\n(G) To obtain a plot in a state veterans' cemetery, an applicant shall submit to the department an application on the form that the department provides.\n\n(H) In a plot that is allotted to a veteran, the department shall bury:\n\n(1) the veteran; and\n\n(2) any member of the immediate family of the veteran if the family member can be buried in a space above or below the veteran.\n\n(I)(1) The department shall bury the veteran without charge.\n\n(2) For burial of a member of the immediate family, the department may:\n\n(a) set a fee that does not exceed the cost of burial; or\n\n(b) accept, from the social security burial allowance, an amount that does not exceed the cost of the burial.\n\n(J) The department shall keep a registry of the graves of veterans who are buried in the state veterans' cemeteries.\n\nHISTORY: 2001 Act No. 33, Section 1; 2008 Act No. 258, Section 1, eff June 4, 2008; 2014 Act No. 121 (S.22), Pt V, Section 7.BB.2, eff July 1, 2015; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019; 2024 Act No. 153 (H.4953), Section 1, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-80/"
    },
    {
      "id": "section-25-11-85",
      "number": "25-11-85",
      "heading": "",
      "text": "(A)(1) There is established and created in the State Treasury a fund separate and distinct from the general fund of the State and all other funds entitled the \"Veterans Service Organization Burial Honor Guard Support Fund\". The fund's exclusive purpose is to help offset the costs paid by South Carolina chapters of congressionally chartered veterans service organizations that provide well-equipped and properly trained honor guard burial details at the funerals of qualifying South Carolina veterans.\n\n(2) Revenues of the fund may include gifts, grants, federal funds, or donations made to the fund, regardless of source, and amounts as may be appropriated to the fund by the General Assembly. Money deposited in the fund must be disbursed by the State Treasurer upon the warrant of the Secretary of the Department of Veterans' Affairs or his representative. Earnings on this fund must be credited to it, and a balance in the fund at the end of a fiscal year does not lapse to the general fund of the State, but is instead carried forward in the fund to the succeeding fiscal year to be used for the same purposes. The fund is not subject to midyear budget reductions, and disbursements awarded may not at any time exceed the fund balance at the time of the grant.\n\n(B) Upon request by a South Carolina chapter of a congressionally chartered veterans service organization that provided an honor guard burial detail at the funeral of a qualifying South Carolina veteran, the Secretary of the Department of Veterans' Affairs or his representative may authorize a disbursement from the fund, in an amount not less than fifty dollars, but not exceeding the per funeral cap established annually by the secretary, for the purposes described in this section. Pursuant to his authority provided for in Section 25-11-20(D), the Secretary of the Department of Veterans' Affairs may promulgate regulations necessary to implement the provisions of this section.\n\n(C) As used in this section:\n\n(1) \"Veteran\" means a person who has:\n\n(a) served on active duty in the uniformed military services of the United States;\n\n(b) served on active duty in the National Guard or any organized state militia; or\n\n(c) served in the reserve components of the uniformed military services of the United States on active duty; and\n\n(d) was released from this service other than by dishonorable discharge.\n\n(2) \"Veterans service organization\" means an association, corporation, or other entity that qualifies under Internal Revenue Code Section 501(c)(3) or Section 501(c)(19) as a tax exempt organization, a federally chartered veterans service corporation, or a veterans' affairs office or agency established by state law. This term also includes a member or employee of any such entity.\n\nHISTORY: 2022 Act No. 225 (S.968), Section 1, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-85/"
    },
    {
      "id": "section-25-11-90",
      "number": "25-11-90",
      "heading": "",
      "text": "(A)(1) The department shall prepare a complete roster of all South Carolina members of the United States military who served on active duty during:\n\n(a) the Korean conflict;\n\n(b) the Vietnam conflict;\n\n(c) Operation Urgent Fury (Grenada);\n\n(d) Operation Just Cause (Panama);\n\n(e) Operations Desert Shield and Desert Storm (Iraq and Kuwait);\n\n(f) Operation Restore Hope (Somalia);\n\n(g) Operations Joint Guard, Joint Forge, and Joint Endeavor (Bosnia-Herzegovina);\n\n(h) Operation Joint Guardian (Kosovo);\n\n(i) Operation Noble Eagle (Homeland Defense); and\n\n(j) Operations Enduring Freedom and Iraqi Freedom (Afghanistan, Horn of Africa, Iraq, and Philippines).\n\n(2) This roster shall also include veterans born in South Carolina who served on active duty but may have enlisted in another state. Upon returning to South Carolina, that veteran's name must be added to the roster.\n\n(3) The list must be periodically updated to include persons who serve on active duty or are mobilized in any subsequent named military operation in which United States military personnel are engaged in armed conflict or any future war declared by the United States Congress.\n\n(B) The roster shall contain the principal items of record of all military personnel included on the roster as shown by the service cards or records in the Office of State Selective Service, the Adjutant General, and the Department of Defense of the United States. The roster must be arranged in a manner to make the information readily accessible.\n\n(C) The roster also shall contain an Order of Battle to include the name and location of assignment of every unit of the South Carolina National Guard and every active and reserve unit based in South Carolina participating in any of the conflicts listed in subsection (A). The Order of Battle must be periodically updated in conjunction with the roster.\n\n(D) The department shall secure printing of the roster, and a copy or set must be delivered to the South Carolina Department of Archives and History, Department Headquarters of the American Legion and Auxiliary, Department Headquarters of the Veterans of Foreign Wars and Auxiliary, Department Headquarters of the Disabled American Veterans, county libraries, and each county veterans' affairs service officer. Any remaining copies must be placed in the office of the department for distribution as needed.\n\n(E) The preparation and distribution of the roster is subject to the availability of funds as appropriated by the General Assembly to the department for this purpose. These rosters and their distribution must be maintained and updated based on workloads and availability of funds.\n\n(F) The inclusion of a person's name on the roster does not entitle the person to any additional benefits or any benefits for which the person would not otherwise qualify.\n\nHISTORY: 2005 Act No. 96, Section 1; 2014 Act No. 121 (S.22), Pt V, Section 7.BB.3, eff July 1, 2015; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-90/"
    },
    {
      "id": "section-25-11-100",
      "number": "25-11-100",
      "heading": "",
      "text": "(A) There is hereby established the South Carolina Military Base Task Force for the purpose of enhancing the value of military installations and facilities and the quality of life for military personnel located in this State. The task force shall assist military communities with such value enhancement, address the various incentives to military personnel assigned in this State, coordinate the efforts of the military communities, and provide for other methods and incentives to accomplish these purposes. The task force shall coordinate efforts among the public and the private sectors to maintain a significant United States Department of Defense presence in South Carolina. The task force shall advise the Governor and the General Assembly on any issues and strategies related to military base closures, realignments, and mission changes.\n\n(B)(1) The task force shall be comprised of the following members or their designees:\n\n(a) South Carolina Adjutant General;\n\n(b) Secretary of the South Carolina Department of Commerce;\n\n(c) Executive Director of the South Carolina Chamber of Commerce;\n\n(d) Chief Executive Officer of the Beaufort Chamber of Commerce;\n\n(e) Chief Executive Officer of the Charleston Metro Chamber of Commerce;\n\n(f) Chief Executive Officer of the Columbia Chamber of Commerce;\n\n(g) Chief Executive Officer of the Sumter Chamber of Commerce;\n\n(h) Chairperson of Beaufort County Council;\n\n(i) Chairperson of Berkeley County Council;\n\n(j) Chairperson of Dorchester County Council;\n\n(k) Chairperson of Charleston County Council;\n\n(l) Chairperson of Richland County Council;\n\n(m) Chairperson of Sumter County Council;\n\n(n) Mayor of Beaufort;\n\n(o) Mayor of Charleston;\n\n(p) Mayor of Columbia;\n\n(q) Mayor of North Charleston;\n\n(r) Mayor of Port Royal;\n\n(s) Mayor of Sumter;\n\n(t) one or more members of the Senate or the House of Representatives appointed by the Governor; and\n\n(u) five at-large members appointed by the Governor who have demonstrated experience in one or more of the following areas: economic development, defense industry, military installation operation, environmental issues, finance, local government, or senior military leadership, of whom:\n\n(i) four shall represent, respectively, the four military communities of Beaufort, Charleston, Columbia, and Sumter, and each shall reside in the military community that he is appointed to represent; and\n\n(ii) the fifth at-large member shall serve as the task force chairman.\n\n(2) The Governor may designate any one of the members of the task force as its vice chairman.\n\n(C) Staff support and other resources as necessary may be provided through funding by the General Assembly and/or other resources, which shall be administered by the department to assist the task force in carrying out the directives of this section.\n\n(D) The task force chairman shall appoint an executive committee consisting of the chairman; vice chairman, if any; Adjutant General, or his designee; Secretary of Commerce, or his designee; Executive Coordinator, if any; and the four at-large task force members who represent the four military communities of Beaufort, Charleston, Columbia, and Sumter.\n\n(E) The task force executive committee shall also act as an executive advisory committee to the Governor and the General Assembly on various military matters that affect this State and shall coordinate an annual meeting between the Governor, military commanders, and General Assembly members geographically representing military communities to discuss items of interest to all parties and exchange pertinent information on the current climate and challenges facing our state's military installations and their personnel.\n\n(F) Upon the approval of the secretary, the task force may pursue specialists to provide information and assistance, develop strategic plans, and assist in executing strategies to support military installations and their related military communities to maximize the potential for increased investment by the United States Department of Defense or other defense-related federal agencies and defense-related businesses in this State.\n\nHISTORY: 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-100/"
    },
    {
      "id": "section-25-11-310",
      "number": "25-11-310",
      "heading": "",
      "text": "For the purposes of this article:\n\n(1) \"Active duty\" means military service performed as State Active Duty under the South Carolina Military Code, or corresponding provisions of the applicable state statute for South Carolina residents who are National Guard members of other states; military service performed under the provisions of Title 32, United States Code; or military service performed under the provisions of Title 10, United States Code.\n\n(2) \"Department\" means the Department of Veterans' Affairs.\n\n(3) \"Duty as a result of September 11, 2001, terrorist attacks\" means active duty service of a minimum of thirty consecutive days, directly related to the President's Partial Mobilization Authority in response to the attacks, (currently referred to as Operation Noble Eagle and Operation Enduring Freedom); any future operations as determined by the President; or any future operations as determined by the Governor of the State.\n\n(4) \"Families of members\" means a husband, wife, child, mother, father, brother, sister, or other person who has been approved as a dependent and is enrolled in the Defense Enrollment Eligibility Reporting System (DEERS) in accordance with applicable military regulations. A custodial parent or guardian of a member's dependent may apply for a grant on behalf of that dependent.\n\n(5) \"Next of kin\" means the person listed as next of kin for the member in DEERS. In the case of multiple entries for next of kin, the first person listed is considered next of kin for the purposes of this article.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2014 Act No. 121 (S.22), Pt V, Section 7.BB.4, eff July 1, 2015; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-310/"
    },
    {
      "id": "section-25-11-320",
      "number": "25-11-320",
      "heading": "",
      "text": "There is established in the State Treasury a fund separate and distinct from the general fund of the State and all other funds entitled the South Carolina Military Family Relief Fund. Earnings on this fund must be credited to it and a balance in the fund at the end of a fiscal year does not lapse to the general fund of the State but is instead carried forward in the fund to the succeeding fiscal year and used for the same purposes. The fund is not subject to mid-year budget reductions. Revenues of the fund include amounts donated to it pursuant to the state individual income tax return as provided in Section 12-6-5060, other grants or donations made to the fund, regardless of source, and amounts as may be appropriated to the fund by the General Assembly. The department may award grants from the fund in the manner and for the purposes provided in this article. Grants awarded may not at any time exceed the fund balance at the time of the grant.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-320/"
    },
    {
      "id": "section-25-11-330",
      "number": "25-11-330",
      "heading": "",
      "text": "(A) The intent of this article is to provide an opportunity on standard individual income tax forms to allow individual taxpayers and other donors to contribute to the South Carolina Military Family Relief Fund, and to provide the department the authority to award grants from the fund to families of South Carolina National Guard members or other Reserve component members, to include the Army Reserve, Marine Corps Reserve, Naval Reserve, Air Force Reserve, and Coast Guard Reserve, and including National Guard members of other states, who are South Carolina residents and were called to active military service as a result of the September 11, 2001, terrorist attacks.\n\n(B) The grants must be in the form of three types of payments:\n\n(1) payments based on the need of the member or the member's family as determined eligible under Section 25-11-340;\n\n(2) payments based on the member's status as a member of the South Carolina National Guard or other Reserve component, made to the member or the member's family as determined eligible under Section 25-11-350;\n\n(3) payments to the member's next of kin as determined eligible under Section 25-11-360.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-330/"
    },
    {
      "id": "section-25-11-340",
      "number": "25-11-340",
      "heading": "",
      "text": "(A) The grant applicant must show proof of the following:\n\n(1) The applicant is a member of the South Carolina National Guard or a South Carolina resident who is a member of another United States Armed Forces Reserve component, applying on behalf of the applicant's family, or is a family member of that member. Proof of residency for military members consists of information obtained from DEERS. Proof of a familial relationship also consists of information obtained from DEERS.\n\n(2) The South Carolina National Guard or Reserve component member was on active military duty for at least thirty consecutive days as a result of the September 11, 2001, terrorist attacks. Proof of active duty consists of a copy of the orders issued by an authorized headquarters ordering the member to this duty and documentation showing this duty was actually performed. Eligible active duty includes any active duty since September 11, 2001.\n\n(3) A copy of a payroll record from the member's civilian employer that indicates member's monthly salary plus a copy of a military payroll record that indicates the member's monthly salary.\n\n(4) Proof that the military salary, including Basic Allowance for Housing, of the member has decreased by thirty percent or greater from the applicant's civilian salary.\n\n(5) Proof that the member or family member has incurred or is about to incur a specific monetary expense relating to clothing, food, housing, utilities, medical services, medical prescriptions, insurance or vehicle payments. This proof includes, but is not limited to, a copy of a bill, invoice, estimate, cancellation notice, or any other similar record.\n\n(6) A signed statement that the grant request is for the purpose identified in the application and that the grant funds will be used for the purposes requested.\n\n(7) The South Carolina National Guard or Reserve component member holds a pay grade no higher than O-3, if a commissioned officer, or W-2, if a warrant officer. Individuals or families are eligible for the grant based upon rank at the time of the mobilization. Proof of pay grades consists of information obtained from DEERS.\n\n(8) If a custodial parent or guardian is applying for a grant on behalf of a member's dependent, then the custodial parent or guardian must provide proof of guardianship of a member's dependent currently enrolled in DEERS.\n\n(9) The department may waive the requirements in subsection (A)(4) upon a written request indicating the circumstances justifying such a waiver, and upon proof that there has in fact been some decrease from the member's civilian salary. These circumstances include, but are not limited to, death, injury, or incapacity of the member, long-term deployment of the member, and unexpected expenses incurred by the member's family. The department may use discretion in granting or denying these requests.\n\n(B) The following members are ineligible to receive grants:\n\n(1) all commissioned and warrant officers with pay grades of O-4 and W-3, or higher;\n\n(2) personnel serving in Active Guard/Reserve (AGR) or similar full-time unit support programs unless called to Title 10 service;\n\n(3) members who are unmarried and have no family members enrolled in DEERS;\n\n(4) members who, at any time before the disbursement of funds pursuant to a grant application under this section, receive a punitive discharge, or an administrative discharge with service characterized as Under Other Than Honorable Conditions.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-340/"
    },
    {
      "id": "section-25-11-350",
      "number": "25-11-350",
      "heading": "",
      "text": "(A) The grant applicant must show proof of the following:\n\n(1) The applicant is a member of the South Carolina National Guard or a South Carolina resident who is a member of another United States Armed Forces Reserve component, applying on behalf of the applicant's family or is a family member of that member. Proof of residency for military members consists of information obtained from the Defense Enrollment Eligibility Reporting System (DEERS). Proof of a familial relationship also consists of information obtained from DEERS.\n\n(2) The South Carolina National Guard or Reserve component member was on active military duty for at least thirty consecutive days as a result of the September 11, 2001, terrorist attacks. Proof of active duty consists of a copy of the orders issued by an authorized headquarters ordering the member to this duty and documentation showing that this duty was actually performed. Eligible active duty includes any active duty since September 11, 2001.\n\n(3) The South Carolina National Guard or Reserve component member holds a pay grade no higher than O-3, if a commissioned officer, or W-2, if a warrant officer. Individuals or families are eligible for the grant based upon rank at the time of mobilization. Proof of pay grades consists of information obtained from DEERS.\n\n(B) The following members are ineligible to receive grants:\n\n(1) all commissioned and warrant officers with pay grades of O-4 and W-3, or higher;\n\n(2) personnel serving in Active Guard/Reserve (AGR) or similar full-time unit support programs unless called to Title 10 service;\n\n(3) members who are unmarried and who have no family members enrolled in DEERS;\n\n(4) members who receive a punitive discharge or an administrative discharge with service characterized as Under Other Than Honorable Conditions.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-350/"
    },
    {
      "id": "section-25-11-360",
      "number": "25-11-360",
      "heading": "",
      "text": "(A) The grant applicant must show proof of the following:\n\n(1) The applicant is a member of the South Carolina National Guard or a South Carolina resident who is a member of another United States Armed Forces Reserve component, applying on behalf of the applicant's family, or is next of kin of that member. Proof of residency for military members consists of information obtained from DEERS. Proof of a familial relationship also consists of information obtained from DEERS.\n\n(2) The South Carolina National Guard or Reserve component member was on active military duty for at least thirty consecutive days as a result of the September 11, 2001, terrorist attacks. Proof of active duty consists of a copy of the orders issued by an authorized headquarters ordering the member to this duty and documentation showing that this duty was actually performed.\n\n(3)(a) A statement signed by the member stating that the member sustained a service-connected injury or illness; or\n\n(b) a statement signed by the member's next of kin that the member was killed in action, is missing in action, or is a prisoner of war.\n\n(4) Proof of next of kin status includes, but is not limited to, an affidavit signed by the applicant or information obtained from DEERS.\n\n(5) The department may waive the thirty-day requirement in subsection (A)(2) upon a written request indicating the circumstances justifying the waiver. The department may use discretion in granting or denying these requests.\n\n(6) The department must verify with the United States Department of Defense that the member has been wounded or killed, is missing in action, is a prisoner of war, or was otherwise incapacitated while on active duty. No payments may be made without this verification.\n\n(B) Applications submitted under this section take precedence over all other applications.\n\n(C) Members who, at any time before the disbursement of funds pursuant to a grant application under this section, receive a punitive discharge or an administrative discharge with service characterized as Under Other Than Honorable Conditions, are ineligible to receive grants pursuant to this section.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-360/"
    },
    {
      "id": "section-25-11-370",
      "number": "25-11-370",
      "heading": "",
      "text": "(A) Payments to a South Carolina National Guard or Reserve component member's family pursuant to Section 25-11-340 may not exceed two thousand dollars, to include any amounts paid pursuant to provisions of Section 25-11-380 during a state fiscal year.\n\n(B) If a grant payment is to be used for the purpose of payments for food, housing, utilities, medical services or medical prescriptions, it may be noted on the application.\n\n(C) No additional applications from a member or a member's family may be accepted within one hundred eighty days from receipt of any prior applications.\n\n(D) All grants must be paid directly to the applicant. Payments must not be made directly to creditors.\n\n(E) The department may waive the requirements in subsections (A) and (C) of this section upon a written request indicating the circumstances justifying the waiver. The department may use discretion in granting or denying these requests. However, in no event may payments authorized pursuant to this section exceed three thousand dollars during any state fiscal year.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-370/"
    },
    {
      "id": "section-25-11-380",
      "number": "25-11-380",
      "heading": "",
      "text": "(A) All grants pursuant to Section 25-11-350 must be a flat rate of five hundred dollars unless the number of requests and fund balance necessitate a lesser amount as determined by the department.\n\n(B) South Carolina National Guard or Reserve component members' families may receive a grant only one time in each fiscal year and only one time for each active duty order.\n\n(C) All grants must be paid directly to the applicant. Payments must not be made directly to creditors.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-380/"
    },
    {
      "id": "section-25-11-390",
      "number": "25-11-390",
      "heading": "",
      "text": "(A) All grants pursuant to Section 25-11-360 must be a flat rate of one thousand dollars unless the number of requests and fund balance necessitate a lesser amount as determined by the department.\n\n(B) South Carolina National Guard or Reserve component members or next of kin may receive a grant only one time for each active duty order.\n\n(C) All grants must be paid directly to the applicant. Payments must not be made directly to creditors.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-390/"
    },
    {
      "id": "section-25-11-400",
      "number": "25-11-400",
      "heading": "",
      "text": "(A) The procedures governing the acceptance of applications are as follows:\n\n(1) To receive consideration for a grant, applicants must request and submit an application provided by the department.\n\n(2) All necessary documentation must be included with the application unless otherwise provided pursuant to DEERS and the applicant shall authorize access to DEERS for purposes of verification.\n\n(3) Applications may be submitted via facsimile but the original documentation must be submitted before any grant payments are authorized.\n\n(4) Incomplete applications must be returned to the applicant.\n\n(5) The department, upon receipt of a complete original application, shall verify required information under DEERS and then shall process the information for payment. The application must be processed in an expeditious manner.\n\n(B) The procedure governing payments are as follows:\n\n(1) Payment must be made to the applicant who has met all eligibility requirements.\n\n(2) The timeliness of payment is determined by the amount of funds available at the time of application.\n\n(3) If adequate funds are not available, the application must be held in a queue until funds are available.\n\n(4) Applications for casualty-based grants take precedence over all others.\n\n(C) The procedures governing denials of applications are as follows:\n\n(1) Grant applications from those not meeting eligibility requirements must be denied.\n\n(2) A letter explaining the denial, as well as providing additional sources of available relief, must be sent to the applicant within thirty days after receipt of the application.\n\nHISTORY: 2004 Act No. 308, Section 1.B; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-400/"
    },
    {
      "id": "section-25-11-510",
      "number": "25-11-510",
      "heading": "",
      "text": "There is created the South Carolina Prisoner of War \"POW\" Medal. The Governor may present the medal on behalf of the people of the State of South Carolina to any person who:\n\n(1) on the date of induction into the organized militia or federal military service, was a resident of this State and who, while serving in the organized militia or in federal military service on active duty in a combat theater of operation during a time of war or emergency, was officially listed as a prisoner of war by the United States Department of Defense;\n\n(2) on the date of induction into the organized militia or federal military service, was not a resident of this State but currently resides in this State or was a resident at the time of death and who, while serving in the organized militia or in federal military service on active duty in a combat theater of operation during time of war or emergency, was officially listed as a prisoner of war by the United States Department of Defense; or\n\n(3) meets the residency requirements of item (1) or (2), and was taken prisoner and held captive while:\n\n(a) engaged in an action against an enemy of the United States;\n\n(b) engaged in military operations involving conflict with an opposing foreign force; or\n\n(c) serving with friendly forces engaged in an armed conflict against an opposing force in which the United States is not a belligerent party.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-510/"
    },
    {
      "id": "section-25-11-530",
      "number": "25-11-530",
      "heading": "",
      "text": "Any person convicted by a United States military tribunal of misconduct or a criminal charge or whose discharge is less than honorable based on actions while a POW is ineligible for the medal. Any POW whose conduct was not in accord with the Code of Conduct and whose actions are documented by United States military records, is ineligible for the medal. Resolution of questionable cases shall be the responsibility of the secretary, in consultation with the Adjutant General.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-530/"
    },
    {
      "id": "section-25-11-520",
      "number": "25-11-520",
      "heading": "",
      "text": "(A) The department, in consultation with the Adjutant General, shall determine eligibility for the medal. For any person qualifying for the medal pursuant to Section 25-11-510(3), the secretary shall determine eligibility on a case by case basis. There is no required period of captivity; however, the secretary and the Adjutant General shall compare such cases to those under which persons have generally been held captive by enemy forces during periods of armed conflict.\n\n(B) The department may require a copy of DD Form 214 or WD Form 53 and any other information necessary to determine eligibility.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-520/"
    },
    {
      "id": "section-25-11-540",
      "number": "25-11-540",
      "heading": "",
      "text": "No person may be awarded more than one South Carolina POW Medal.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-540/"
    },
    {
      "id": "section-25-11-550",
      "number": "25-11-550",
      "heading": "",
      "text": "The medal may be awarded for a deceased person or a person absent as a prisoner of war and presented to the person's next of kin.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-550/"
    },
    {
      "id": "section-25-11-570",
      "number": "25-11-570",
      "heading": "",
      "text": "(A) The Adjutant General, in consultation with the secretary, shall develop the appropriate design and appearance of the medal and a ribbon to be worn in lieu of the medal. However, nothing in this section requires the secretary or the Adjutant General to provide or pay for the medal, ribbon, or its design.\n\n(B) There is created in the State Treasury a special fund to be known as the South Carolina Prisoner of War Medal Fund for the sole purpose of receipt and disbursement of donated funds from the public to be used in the design, production, purchasing, and presentation of the South Carolina Prisoner of War Medal as administered by the secretary, in consultation with the Adjutant General. The department, or the Adjutant General, shall remit all funds donated to the South Carolina Prisoner of War Medal Fund to the Office of State Treasurer for deposit and disbursement.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-570/"
    },
    {
      "id": "section-25-11-560",
      "number": "25-11-560",
      "heading": "",
      "text": "The department must develop and implement a plan to accept nominations for the medal.\n\nHISTORY: 2014 Act No. 233 (S.1173), Section 1, eff June 2, 2014; 2019 Act No. 26 (H.3438), Section 3, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-560/"
    },
    {
      "id": "section-25-11-710",
      "number": "25-11-710",
      "heading": "",
      "text": "For effective date of section, see Editor's Note.\n\nThe Department of Veterans' Affairs, in mutual agreement with the authorities of the United States Veterans Administration, may establish and operate South Carolina veterans homes to provide treatment for South Carolina veterans who require long-term nursing care. The Department of Veterans' Affairs is designated as the agency of the State to apply for and to accept gifts, grants, and other contributions from the federal government or from any other governmental unit for the operation and construction of South Carolina veterans homes. The Department of Veterans' Affairs may consult with the Department of Public Health and the Office of the Governor concerning the policies, management, and operation of the South Carolina veterans homes.\n\nHISTORY: 2023 Act No. 60 (S.399), Section 8, eff July 1, 2024 and July 1, 2025.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-710/"
    },
    {
      "id": "section-25-11-720",
      "number": "25-11-720",
      "heading": "",
      "text": "For the purpose of Section 25-11-710, \"South Carolina veterans\" means any ex service South Carolina citizen who was discharged under other than dishonorable conditions and who served in any branch of the military or naval service of the United States.\n\nHISTORY: 2023 Act No. 60 (S.399), Section 8, eff July 1, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-25/chapter-11/section-25-11-720/"
    }
  ]
}