{
  "state": "michigan",
  "path": "title-chapter-128-cemeteries/chapter-act-211-of-1911-fencing-of-private-cemeteries-128101-128103",
  "sections": [
    {
      "id": "section-128101",
      "number": "128.101",
      "heading": "Private Cemeteries in Cities; Fencing",
      "text": "It shall be the duty of any owner or owners of private cemeteries in cities wherein lots are sold for private or family burial purposes, to keep the same at all times enclosed with a fence with self locking gates of entrance and exit. Said fence and gates to be erected under the direction of the council of the city in which such cemetery may be located and of such a character and strength as to prevent the encroachment of live stock, within the bounds of said cemetery.\n\nHistory:1911, Act 211, Eff. Aug. 1, 1911 ;-- CL 1915, 11195 ;-- CL 1929, 2685 ;-- CL 1948, 128.101",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-128/statute-act-211-of-1911/section-128-101/"
    },
    {
      "id": "section-128102",
      "number": "128.102",
      "heading": "Private Cemeteries in Cities; Notice to Build or Repair.",
      "text": "It shall be the duty of the council of any city in this state wherein is located any private cemetery, or cemeteries, coming within the provisions of this act, to serve a written notice on the owner or owners of said private cemetery or cemeteries either to build or repair, as to said board seems necessary, within a certain specified period, not to exceed 90 days from the issuing of said notice such fence as in their judgment meets the requirements of the law and in lieu of the service of a written notice, publication of the notice may be made in any newspaper of general circulation in the city wherein said private cemetery or cemeteries are located, for a period of 6 successive weeks.\n\nHistory:1911, Act 211, Eff. Aug. 1, 1911 ;-- CL 1915, 11196 ;-- CL 1929, 2686 ;-- CL 1948, 128.102",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-128/statute-act-211-of-1911/section-128-102/"
    },
    {
      "id": "section-128103",
      "number": "128.103",
      "heading": "Noncompliance With Fencing Requirement; Erection by City Council; Expense.",
      "text": "If at the expiration of said notice, the said owner or owners have neglected or refused to comply with the requirements of said notice and order of said council, it shall be the duty of said council to enter upon the premises of said private cemetery and erect or cause to be erected such fence as shall comply with the provisions of this act, and shall certify the costs of said construction to the city clerk, and said costs shall become a lien against the estate held in such private cemetery and shall be assessed and collected the same as other taxes against real estate in the city wherein such private cemetery is located.\n\nHistory:1911, Act 211, Eff. Aug. 1, 1911 ;-- CL 1915, 11197 ;-- CL 1929, 2687 ;-- CL 1948, 128.103",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-128/statute-act-211-of-1911/section-128-103/"
    }
  ]
}