{
  "state": "iowa",
  "path": "title-title-ix-local-government/chapter-chapter-352-county-land-preservation-and-use-commissions",
  "sections": [
    {
      "id": "section-3521",
      "number": "352.1",
      "heading": "Purpose.Section 352.2 - Definitions",
      "text": "352.1 Purpose.\n\n1. It is the intent of the general assembly and the policy of this state to provide for the orderly use and development of land and related natural resources in Iowa for residential, commercial, industrial, and recreational purposes, preserve private property rights, protect natural and historic resources and fragile ecosystems of this state including forests, wetlands, rivers, streams, lakes and their shorelines, aquifers, prairies, and recreational areas to promote the efficient use and conservation of energy resources, to promote the creation and maintenance of wildlife habitat, to consider the protection of soil from wind and water erosion and preserve the availability and use of agricultural land for agricultural production, through processes that emphasize the participation of citizens and local governments.\n\n2. The general assembly recognizes the importance of preserving the state’s finite supply of agricultural land. Conversion of farmland to urban development, and other nonfarm uses, reduces future food production capabilities and may ultimately undermine agriculture as a major economic activity in Iowa.\n\n3. It is the intent of the general assembly to provide local citizens and local governments the means by which agricultural land may be protected from nonagricultural development pressures. This may be accomplished by the creation of county land preservation and use plans and policies, adoption of an agricultural land preservation ordinance, or establishment of agricultural areas in which substantial agricultural activities are encouraged, so that land inside these areas or subject to those ordinances is conserved for the production of food, fiber, and livestock, thus assuring the preservation of agriculture as a major factor in the economy of this state.\n\n[C79, 81, §93A.1; 82 Acts, ch 1245, §2]\n\nC87, §176B.1\n\nC93, §352.1\n\n2017 Acts, ch 54, §76\n\nReferred to in §352.6, 352.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-1/"
    },
    {
      "id": "section-3522",
      "number": "352.2",
      "heading": "Definitions.",
      "text": "352.2 Definitions.\n\nAs used in this chapter unless the context otherwise requires:\n\n1. “Agricultural area” means an area meeting the qualifications of section 352.6 and designated under section 352.7.\n\n2. “County board” means the county board of supervisors.\n\n3. “County commission” means the county land preservation and use commission.\n\n4. “Farm” means the land, buildings, and machinery used in the commercial production of farm products.\n\n5. “Farmland” means those parcels of land suitable for the production of farm products.\n\n6. “Farm operation” means a condition or activity which occurs on a farm in connection with the production of farm products and includes but is not limited to the raising, harvesting, drying, or storage of crops; the care or feeding of livestock; the handling or transportation of crops or livestock; the treatment or disposal of wastes resulting from livestock; the marketing of products at roadside stands or farm markets; the creation of noise, odor, dust, or fumes; the operation of machinery and irrigation pumps; ground and aerial seeding and spraying; the application of chemical fertilizers, conditioners, insecticides, pesticides, and herbicides; and the employment and use of labor.\n\n7. “Farm products” means those plants and animals and their products which are useful to people and includes but is not limited to forages and sod crops, grains and feed crops, dairy and dairy products, poultry and poultry products, livestock, fruits, vegetables, flowers, seeds, grasses, trees, fish, honey, and other similar products, or any other plant, animal, or plant or animal product which supplies people with food, feed, fiber, or fur.\n\n8. “Livestock” means the same as defined in section 267.1.\n\n9. “Nuisance” means a public or private nuisance as defined either by statute, administrative rule, ordinance, or the common law.\n\n10. “Nuisance action or proceeding” means an action, claim, or proceeding, whether brought at law, in equity, or as an administrative proceeding, which is based on nuisance.\n\n[C79, 81, §93A.2; 82 Acts, ch 1245, §3]\n\nC87, §176B.2\n\nC93, §352.2\n\n93 Acts, ch 146, §1, 2\n\nReferred to in §321.449, 321I.14, 480.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-2/"
    },
    {
      "id": "section-3523",
      "number": "352.3",
      "heading": "County land preservation and use commissions established.",
      "text": "352.3 County land preservation and use commissions established.\n\n1. a. In each county a county land preservation and use commission is created composed of the following members:\n\n(1) One member appointed by and from the county agricultural extension council.\n\n(2) Two members appointed by the district soil and water conservation commissioners, one of whom must be a member of the district soil and water conservation board of commissioners and one must be a person who is not a commissioner, but is actively operating a farm in the county.\n\n(3) One member appointed by the board of supervisors from the residents of the county who may be a member of the board.\n\n(4) One member appointed by and from a convention of the mayors and councilpersons of the cities of the county. If a participating city contains fifty percent or more of the total population of the participating cities, that city may appoint the member appointed under this paragraph.\n\nb. However, if a city contains more than fifty percent of the population of a county which has a population exceeding fifty thousand persons, that city shall not participate in the convention of mayors and councilpersons and the members appointed under paragraph “a”, subparagraph (4), shall be one member appointed by and from the mayor and councilpersons of that city and one member appointed by and from the convention of mayors and councilpersons and the member appointed under paragraph (a), subparagraph (3), shall be a resident of the county engaged in actual farming operations appointed by the board of supervisors.\n\n2. The county commission shall meet and organize by the election of a chairperson and vice chairperson from among its members by October 1, 1982. A majority of the members of the county commission constitutes a quorum. Concurrence of a quorum is required to determine any matter relating to its official duties.\n\n3. The state agricultural extension service shall provide county commissions with technical, informational, and clerical assistance.\n\n4. A vacancy in the county commission shall be filled in the same manner as the appointment of the member whose position is vacant. The term of a county commissioner is four years. However, in the initial appointments to the county commission, the members appointed under subsection 1, paragraph “a”, subparagraphs (1) and (2) shall be appointed to terms of two years. Members may be appointed to succeed themselves.\n\n[C79, 81, §93A.3(1, 2, 4); 82 Acts, ch 1245, §4]\n\nC87, §176B.3\n\n87 Acts, ch 23, §6\n\nC93, §352.3\n\n2010 Acts, ch 1061, §141",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-3/"
    },
    {
      "id": "section-3524",
      "number": "352.4",
      "heading": "County inventories.",
      "text": "352.4 County inventories.\n\n1. Each county commission shall compile a county land use inventory of the unincorporated areas of the county by July 1, 1984. The county inventories shall where adequate data is available contain at least the following:\n\na. The land available and used for agricultural purposes by soil suitability classifications or land capability classification, whichever is available.\n\nb. The lands used for public facilities, which may include parks, recreation areas, schools, government buildings, and historical sites.\n\nc. The lands used for private open spaces, which may include woodlands, wetlands, and water bodies.\n\nd. The land used for each of the following uses: commercial, industrial including mineral extraction, residential, and transportation.\n\ne. The lands which have been converted from agricultural use to residential use, commercial or industrial use, or public facilities since 1960.\n\n2. In addition to that provided under subsection 1, the county inventory shall also contain the land inside the boundaries of a city which is taxed as agricultural land.\n\n3. The information required by subsection 1 shall be provided both in narrative and map form. The county commission shall provide a cartographic display which contrasts the county’s present land use with the land use in the county in 1960 based on the best available information. The display need only show the areas in agriculture, private open spaces, public facilities, commercial, industrial, residential, and transportation uses.\n\n4. The department of agriculture and land stewardship, department of management, department of natural resources, Iowa geological survey, state agricultural extension service, and the economic development authority shall, upon request, provide to each county commission any pertinent land use information available to assist in the compiling of the county land use inventories.\n\n[C79, 81, §93A.4(9); 82 Acts, ch 1245, §5]\n\n83 Acts, ch 101, §6; 83 Acts, ch 137, §26; 84 Acts, ch 1303, §22\n\nC87, §176B.4\n\nC93, §352.4\n\n2011 Acts, ch 118, §85, 89; 2019 Acts, ch 131, §33; 2020 Acts, ch 1062, §47, 48\n\nReferred to in §352.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-4/"
    },
    {
      "id": "section-3525",
      "number": "352.5",
      "heading": "County land preservation and use plan.",
      "text": "352.5 County land preservation and use plan.\n\n1. By March 1, 1985, after at least one public hearing, a county commission shall propose to the county board a county land use plan for the unincorporated areas in the county, or it shall transmit to the county board the county land use inventory completed pursuant to section 352.4 together with a set of written findings on the following factors considered by the county commission:\n\na. Methods of preserving agricultural lands for agricultural production.\n\nb. Methods of preserving and providing for recreational areas, forests, wetlands, streams, lakes and aquifers.\n\nc. Methods of providing for housing, commercial, industrial, transportational and recreational needs.\n\nd. Methods to promote the efficient use and conservation of energy resources.\n\ne. Methods to promote the creation and maintenance of wildlife habitat.\n\nf. Methods of implementing the plan, if adopted, including a formal countywide system to allow variances from the county plan that incorporates the examination of alternative land uses and a public hearing on such alternatives.\n\ng. Methods of encouraging the voluntary formation of agricultural areas by the owners of farmland.\n\nh. Methods of considering the platting of subdivisions and its effect upon the availability of farmland.\n\n2. Upon receipt of the inventory and findings, the county board may direct the county commission to prepare a county land use plan for the consideration of the county board.\n\n3. a. Upon receipt of a plan, the county board may rerefer the plan to the county commission for modification, reject the plan or adopt the plan either as originally submitted or as modified.\n\nb. If the plan is approved by the county board, it shall be the land use policy of the county and shall be administered and enforced by the county in the unincorporated areas. The county commission shall review the county plan periodically for the purpose of considering amendments to it. If the commission proposes amendments to the plan, it shall forward the proposal to the county board which may rerefer the amendments to the commission for modification or reject or adopt the amendments.\n\n4. Within thirty days after the completion of the county land use inventory compiled pursuant to section 352.4 or any county land use plan or set of written findings completed pursuant to this section, the county commission shall transmit one copy of each to the interagency resource council.\n\n[C79, 81, §93A.3(3, 5, 6); 82 Acts, ch 1245, §6]\n\nC83, §93A.5\n\n84 Acts, ch 1303, §23\n\nC87, §176B.5\n\nC93, §352.5\n\n2010 Acts, ch 1061, §180",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-5/"
    },
    {
      "id": "section-3526",
      "number": "352.6",
      "heading": "Creation or expansion of agricultural areas.",
      "text": "352.6 Creation or expansion of agricultural areas.\n\n1. An owner of farmland may submit a proposal to the county board for the creation or expansion of an agricultural area within the county. An agricultural area, at its creation, shall include at least three hundred acres of farmland; however, a smaller area may be created if the farmland is adjacent to farmland subject to an agricultural land preservation ordinance pursuant to section 335.27 or adjacent to land located within an existing agricultural area. The proposal shall include a description of the proposed area to be created or expanded, including its boundaries. The territory shall be as compact and as nearly adjacent as feasible. Land shall not be included in an agricultural area without the consent of the owner. Agricultural areas shall not exist within the corporate limits of a city. The county board may consult with the department of natural resources when creating or expanding an agricultural area contiguous to a location which is under the direct supervision of the department, including a state park, state preserve, state recreation area, or sovereign lake. Agricultural areas may be created in a county which has adopted zoning ordinances. Except as provided in this section, the use of the land in agricultural areas is limited to farm operations.\n\n2. The following shall be permitted in an agricultural area:\n\na. Residences constructed for occupation by a person engaged in farming or in a family farm operation. Nonconforming preexisting residences may be continued in residential use.\n\nb. Property of a telephone company, city utility as defined in section 390.1, public utility as defined in section 476.1, or pipeline company as defined in section 479.2.\n\n3. The county board of supervisors may permit any use not listed in subsection 2 in an agricultural area only if it finds all of the following:\n\na. The use is not inconsistent with the purposes set forth in section 352.1.\n\nb. The use does not interfere seriously with farm operations within the area.\n\nc. The use does not materially alter the stability of the overall land use pattern in the area.\n\n[82 Acts, ch 1245, §7]\n\nC83, §93A.6\n\nC87, §176B.6\n\nC93, §352.6\n\n93 Acts, ch 146, §3; 2010 Acts, ch 1061, §142\n\nReferred to in §335.27, 352.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-6/"
    },
    {
      "id": "section-3527",
      "number": "352.7",
      "heading": "Duties of county board.",
      "text": "352.7 Duties of county board.\n\n1. Within thirty days of receipt of a proposal to create or expand an agricultural area which meets the statutory requirements, the county board shall provide notice of the proposal by publishing notice in a newspaper of general circulation in the county. Within forty-five days after receipt of the proposal, the county board shall hold a public hearing on the proposal.\n\n2. Within sixty days after receipt, the county board shall adopt the proposal or any modification of the proposal it deems appropriate, unless to do so would be inconsistent with the purposes of this chapter.\n\n[82 Acts, ch 1245, §8]\n\nC83, §93A.7\n\nC87, §176B.7\n\nC93, §352.7\n\n93 Acts, ch 146, §4\n\nReferred to in §352.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-7/"
    },
    {
      "id": "section-3528",
      "number": "352.8",
      "heading": "Requirement that description of agricultural areas be filed with the county.",
      "text": "352.8 Requirement that description of agricultural areas be filed with the county.\n\nUpon the creation or expansion of an agricultural area, its description shall be filed by the county board with the county auditor and placed on record with the recording officer in the county.\n\n[82 Acts, ch 1245, §9]\n\nC83, §93A.8\n\nC87, §176B.8\n\nC93, §352.8\n\n93 Acts, ch 146, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-8/"
    },
    {
      "id": "section-3529",
      "number": "352.9",
      "heading": "Withdrawal.",
      "text": "352.9 Withdrawal.\n\n1. At any time after three years from the date of creation of an agricultural area, an owner may withdraw from an agricultural area by filing with the county board a request for withdrawal containing a legal description of the land to be withdrawn and a statement of the reasons for the withdrawal. The county board shall, within sixty days of receipt of the request, approve or deny the request for withdrawal. At any time after six years from the date of creation of an agricultural area, an owner may withdraw from an agricultural area by filing with the county board a notice of withdrawal containing a legal description of the land to be withdrawn.\n\n2. The board shall cause the description of that agricultural area filed with the county auditor and recording officer in the county to be modified to reflect any withdrawal. Withdrawal shall be effective on the date of recording. The agricultural area from which the land is withdrawn shall continue in existence even if smaller than three hundred acres after withdrawal.\n\n[82 Acts, ch 1245, §10]\n\nC83, §93A.9\n\nC87, §176B.9\n\nC93, §352.9\n\n93 Acts, ch 146, §6\n\nReferred to in §352.11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-9/"
    },
    {
      "id": "section-35210",
      "number": "352.10",
      "heading": "Limitation on power of certain public agencies to impose public benefit assessments or special assessments.",
      "text": "352.10 Limitation on power of certain public agencies to impose public benefit assessments or special assessments.\n\nA political subdivision or a benefited district providing public services such as sewer, water, or lights or for nonfarm drainage shall not impose benefit assessments or special assessments on land used primarily for agricultural production within an agricultural area on the basis of frontage, acreage, or value, unless the benefit assessments or special assessments were imposed prior to the formation of the agricultural area, or unless the service is provided to the landowner on the same basis as others having the service.\n\n[82 Acts, ch 1245, §11]\n\nC83, §93A.10\n\nC87, §176B.10\n\nC93, §352.10\n\nReferred to in §335.27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-10/"
    },
    {
      "id": "section-35211",
      "number": "352.11",
      "heading": "Incentives for agricultural land preservation — payment of costs and fees in nuisance actions.",
      "text": "352.11 Incentives for agricultural land preservation — payment of costs and fees in nuisance actions.\n\n1. Nuisance restriction.\n\na. A farm or farm operation located in an agricultural area shall not be found to be a nuisance regardless of the established date of operation or expansion of the agricultural activities of the farm or farm operation. This paragraph shall apply to a farm operation conducted within an agricultural area for six years following the exclusion of land within an agricultural area other than by withdrawal as provided in section 352.9.\n\nb. Paragraph “a” does not apply to a nuisance which is the result of a farm operation determined to be in violation of a federal statute or regulation or state statute or rule. Paragraph “a” does not apply if the nuisance results from the negligent operation of the farm or farm operation. Paragraph “a” does not apply to actions or proceedings arising from injury or damage to a person or property caused by the farm or a farm operation before the creation of the agricultural area. Paragraph “a” does not affect or defeat the right of a person to recover damages for an injury or damage sustained by the person because of the pollution or change in condition of the waters of a stream, the overflowing of the person’s land, or excessive soil erosion onto another person’s land, unless the injury or damage is caused by an act of God.\n\nc. A person shall not bring an action or proceeding based on a claim of nuisance arising from a farm operation unless the person proceeds with mediation as provided in chapter 654B.\n\nd. If a defendant is a prevailing party in an action or proceeding based on a claim of nuisance and arising from a farm operation conducted on farmland within an agricultural area, the plaintiff shall pay court costs and reasonable attorney fees incurred by the defendant, if the court determines that the claim is frivolous.\n\n2. Water priority. In the application for a permit to divert, store, or withdraw water and in the allocation of available water resources under a water permit system, the department of natural resources shall give priority to the use of water resources by a farm or farm operation, exclusive of irrigation, located in an agricultural area over all other uses except the competing uses of water for ordinary household purposes.\n\n[82 Acts, ch 1245, §12]\n\nC83, §93A.11\n\n83 Acts, ch 101, §7; 83 Acts, ch 137, §27\n\nC87, §176B.11\n\nC93, §352.11\n\n93 Acts, ch 146, §7\n\nReferred to in §335.27, 455B.275\n\nNuisances in general, chapter 657",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-11/"
    },
    {
      "id": "section-35212",
      "number": "352.12",
      "heading": "State regulation.",
      "text": "352.12 State regulation.\n\nIn order to accomplish the purposes set forth in section 352.1, a rule adopted by a state agency after July 1, 1982 which would restrict or regulate farms or farm operations may contain standards which are less restrictive for farms or farm operations inside an agricultural area than for farms or farm operations outside such an area. A rule containing such a discrimination shall not for the fact of such discrimination alone be found or held to be unreasonable, arbitrary, capricious, beyond the authority delegated to the agency, or characterized by an abuse of discretion or clearly unwarranted exercise of discretion.\n\n[82 Acts, ch 1245, §13]\n\nC83, §93A.12\n\nC87, §176B.12\n\nC93, §352.12\n\nReferred to in §335.27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-12/"
    },
    {
      "id": "section-35213",
      "number": "352.13",
      "heading": "State interagency resource council.",
      "text": "352.13 State interagency resource council. Repealed by 98 Acts, ch 1032, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-352/section-352-13/"
    }
  ]
}