{
  "state": "iowa",
  "path": "title-title-ix-local-government/chapter-chapter-372-organization-of-city-government",
  "sections": [
    {
      "id": "section-3721",
      "number": "372.1",
      "heading": "Forms of cities.Section 372.2 - Six-year limitation",
      "text": "372.1 Forms of cities.\n\n1. The forms of city government are:\n\na. Mayor-council, or mayor-council with appointed manager.\n\nb. Commission.\n\nc. Council-manager-at-large.\n\nd. Council-manager-ward.\n\ne. Home rule charter.\n\nf. Special charter.\n\ng. City-county consolidated form as provided in sections 331.247 through 331.252.\n\nh. Community commonwealth as provided in sections 331.260 through 331.263.\n\n2. A city when first incorporated has the mayor-council form. A city retains its form of government until it adopts a different form as provided in this subchapter.\n\n3. A city shall adopt by ordinance a charter embodying its existing form of government, which must be one of the forms provided in this subchapter, and shall file a copy of its charter with the secretary of state, and maintain copies available for public inspection.\n\n[C54, 58, 62, 66, 71, 73, §363.1, 363.30; C75, 77, 79, 81, §372.1]\n\n2004 Acts, ch 1066, §29, 31; 2010 Acts, ch 1061, §180; 2017 Acts, ch 54, §76; 2019 Acts, ch 59, §113\n\nReferred to in §372.2, 372.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-1/"
    },
    {
      "id": "section-3722",
      "number": "372.2",
      "heading": "Six-year limitation.",
      "text": "372.2 Six-year limitation.\n\nUnless otherwise provided by law, a city may adopt a different form of government not more often than once in a six-year period. A different form, other than a home rule charter, special charter, city-county consolidated government, or community commonwealth, must be adopted as follows:\n\n1. Eligible electors of the city may petition the council to submit to the electors the question of adopting a different form of city government. The minimum number of signatures required on the petition shall be equal in number to twenty-five percent of those who voted in the last regular city election. The petition shall specify which form of city government in section 372.1 the petitioners propose for adoption.\n\n2. a. Within fifteen days after receiving a valid petition, the council shall publish notice of the date that a special election will be held to determine whether the city shall change to a different form of government. The election date shall be as specified in section 39.2, subsection 4, paragraph “b”. If the next election date specified in that paragraph is more than sixty days after the publication, the council shall publish another notice fifteen days before the election. The notice shall include a statement that the filing of a petition for appointment of a home rule charter commission will delay the election until after the home rule charter commission has filed a proposed charter. Petition requirements and filing deadlines shall also be included in the notice.\n\nb. The council shall notify the county commissioner of elections to publish notice of the election and conduct the election pursuant to chapters 39 through 53. The county commissioner of elections shall certify the results of the election to the council.\n\n3. If a majority of the persons voting at the special election approves the proposed form, it is adopted.\n\n4. If a majority of the persons voting at the special election does not approve the proposed form, that form may not be resubmitted to the voters within the next four years.\n\n5. If the proposed form is adopted:\n\na. The elective officers provided for in the adopted form are to be elected at the next regular city election held more than eighty-four days after the special election at which the form was adopted. The adopted form becomes effective at the beginning of the new term following the regular city election.\n\nb. The change of form does not alter any right or liability of the city in effect when the new form takes effect.\n\nc. All departments and agencies shall continue to operate until replaced.\n\nd. All measures in effect remain effective until amended or repealed, unless they are irreconcilable with the adopted form.\n\ne. Upon the effective date of the adopted form, the city shall adopt by ordinance a new charter embodying the adopted form, and shall file a copy of its charter with the secretary of state, and maintain copies available for public inspection.\n\n[C73, §434 – 439; C97, §631 – 635, 637; S13, §633, 1056-a17, -a18, -a19, -a20, -a39; SS15, §1056-b1, -b2, -b22, -b26; C24, 27, 31, 35, 39, §6478, 6482 – 6487, 6491, 6549, 6568, 6569, 6616, 6617, 6619, 6620, 6623, 6680 – 6682, 6687, 6689, 6690, 6936 – 6940, 6942; C46, 50, §416.3, 416.6, 416.7 – 416.11, 416.15, 416.73, 416.93, 416.94, 419.2, 419.3, 419.5, 419.6, 419.9, 419.67 – 419.69, 419.74, 419.76, 419.77, 420.289 – 420.293, 420.295; C54, 58, 62, 66, 71, 73, §363.31 – 363.38, 363B.6, 363C.12, 420.289 – 420.293, 420.295; C75, 77, 79, 81, §372.2]\n\n89 Acts, ch 39, §6, 7; 94 Acts, ch 1180, §52, 53; 97 Acts, ch 170, §88; 2004 Acts, ch 1066, §30, 31; 2008 Acts, ch 1115, §63, 71; 2021 Acts, ch 80, §236\n\nReferred to in §372.4, 372.5, 373.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-2/"
    },
    {
      "id": "section-3723",
      "number": "372.3",
      "heading": "Home rule charter.",
      "text": "372.3 Home rule charter.\n\nIf a petition for appointment of a home rule charter commission is filed with the city clerk not more than ten days after the council has published the first notice announcing the date of the special election on adoption of another form of government, the special election shall not be held until the charter proposed by the home rule charter commission is filed. Both forms must be published as provided in section 372.9 and submitted to the voters at the special election.\n\n[C75, 77, 79, 81, §372.3]\n\n97 Acts, ch 170, §89; 2008 Acts, ch 1115, §64, 71",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-3/"
    },
    {
      "id": "section-3724",
      "number": "372.4",
      "heading": "Mayor-council form.",
      "text": "372.4 Mayor-council form.\n\n1. a. A city governed by the mayor-council form has a mayor and five council members elected at large, unless the council representation plan is changed pursuant to section 372.13, subsection 11. The council may, by ordinance, provide for a city manager and prescribe the manager’s powers and duties, and as long as the council contains an odd number of council members, may change the number of wards, abolish wards, or increase the number of council members at large without changing the form.\n\nb. However, a city governed, on July 1, 1975, by the mayor-council form composed of a mayor and a council consisting of two council members elected at large and one council member from each of four wards, or a special charter city governed, on July 1, 1975, by the mayor-council form composed of a mayor and a council consisting of two council members elected at large and one council member elected from each of eight wards, may continue until the form of government is changed as provided in section 372.2 or section 372.9. While a city is thus operating with an even number of council members, the mayor may vote to break a tie vote on motions not involving ordinances, resolutions or appointments made by the council alone, and in a special charter city operating with ten council members under this section, the mayor may vote to break a tie vote on all measures.\n\n2. The mayor shall appoint a council member as mayor pro tem, and shall appoint and dismiss the marshal or chief of police except where an intergovernmental agreement makes other provisions for police protection or as otherwise provided in section 400.13. However, the appointment and dismissal of the marshal or chief of police are subject to the consent of a majority of the council. Other officers must be selected as directed by the council. The mayor is not a member of the council and shall not vote as a member of the council.\n\n3. In a city having a population of five hundred or more, but not more than five thousand, the city council may, or shall upon petition of the electorate meeting the numerical requirements of section 372.2, subsection 1, submit a proposal at the next regular or special city election to reduce the number of council members to three. If a majority of the voters voting on the proposal approves it, the proposal is adopted. If the proposal is adopted, the new council shall be elected at the next regular or special city election. The council shall determine by ordinance whether the three council members are elected at large or by ward.\n\n4. In a city having a population of less than five hundred, the city council may adopt a resolution of intent to reduce the number of council members from five to three and shall call a public hearing on the proposal. Notice of the time and place of the public hearing shall be published as provided in section 362.3, except that at least ten days’ notice must be given. At the public hearing, the council shall receive oral and written comments regarding the proposal from any person. Thereafter, the council, at the same meeting as the public hearing or at a subsequent meeting, may adopt a final resolution to reduce the number of council members from five to three or may adopt a resolution abandoning the proposal. If the council adopts a final resolution to reduce the number of council members from five to three, a petition meeting the same requirements specified in section 362.4 for petitions authorized by city code may be filed with the clerk within thirty days following the effective date of the final resolution, requesting that the question of reducing the number of council members from five to three be submitted to the registered voters of the city. Upon receipt of a petition requesting an election, the council shall direct the county commissioner of elections to put the proposal on the ballot for the next regular city election. If the ballot proposal is adopted, the new council shall be elected at the next following regular city election. If a petition is not filed, the council shall notify the county commissioner of elections by July 1 of the year of the regular city election and the new council shall be elected at that regular city election. If the council notifies the commissioner of elections after July 1 of the year of the regular city election, the change shall take effect at the next following regular city election. The council shall determine by ordinance whether the three council members are elected at large or by ward.\n\n5. City council membership reduced from five council members to three may be increased to five council members using the same procedure in subsection 3 or 4, as applicable.\n\n[R60, §1081, 1086, 1093, 1095, 1098, 1103, 1105, 1106; C73, §511, 515, 521, 524, 528, 532, 534, 535; C97, §645, 646, 652, 654, 655; S13, §645, 646, 652, 654, 655; SS15, §679-1a, 937; C24, 27, 31, 35, 39, §5631, 5634 – 5636, 6611, 6691; C46, 50, §363.9, 363.13 – 363.15, 418.1, 420.1; C54, 58, 62, §363A.2, 363A.3, 363D.1; C66, 71, 73, §363A.2, 363A.3, 363A.5, 363D.1; C75, 77, 79, 81, §372.4]\n\n86 Acts, ch 1171, §2; 87 Acts, ch 97, §1; 91 Acts, ch 256, §36; 97 Acts, ch 23, §38; 2001 Acts, ch 35, §1; 2003 Acts, ch 80, §1, 2; 2004 Acts, ch 1101, §44; 2007 Acts, ch 55, §1; 2010 Acts, ch 1061, §180\n\nReferred to in §372.13, 380.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-4/"
    },
    {
      "id": "section-3725",
      "number": "372.5",
      "heading": "Commission form.",
      "text": "372.5 Commission form.\n\n1. A city governed by the commission form has five departments as follows:\n\na. Department of public affairs.\n\nb. Department of accounts and finances.\n\nc. Department of public safety.\n\nd. Department of streets and public improvements.\n\ne. Department of parks and public property.\n\n2. a. A city governed by the commission form has a council composed of a mayor and four council members elected at large, unless the council representation plan is changed pursuant to section 372.13, subsection 11. The mayor administers the department of public affairs and each other council member is elected to administer one of the other four departments.\n\nb. However, a city governed, on July 1, 1975, by the commission form and having a council composed of a mayor and two council members elected at large may continue with a council of three until the form of government is changed as provided in section 372.2 or section 372.9 or without changing the form, may submit to the voters the question of increasing the council to five members assigned to the five departments as set out in this section.\n\n3. The mayor shall supervise the administration of all departments and report to the council all matters requiring its attention. The mayor is a member of the council and may vote on all matters before the council.\n\n4. The council member elected to administer the department of accounts and finances is mayor pro tem.\n\n5. The council may appoint a city treasurer or may, by ordinance, provide for election of that officer.\n\n[S13, §1056-a18, -a20, -a24, -a25, -a26, -a29; C24, 27, 31, 35, 39, §6484, 6488, 6489, 6502, 6520, 6524, 6526, 6527, 6565, 6566; C46, 50, §416.8, 416.12 – 416.14, 416.26, 416.44, 416.48, 416.50, 416.51, 416.90, 416.91; C54, 58, 62, 66, 71, 73, §363B.1, 363B.2, 363B.4, 363B.5, 363B.7, 363B.8; C75, 77, 79, 81, §372.5]\n\n91 Acts, ch 256, §37; 97 Acts, ch 23, §39; 2010 Acts, ch 1061, §151\n\nReferred to in §372.13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-5/"
    },
    {
      "id": "section-3726",
      "number": "372.6",
      "heading": "Council-manager-at-large form.",
      "text": "372.6 Council-manager-at-large form.\n\n1. A city governed by the council-manager-at-large form has five council members elected at large for staggered four-year terms. At the first meeting of the new term following each city election, the council shall elect one of the council members to serve as mayor, and one to serve as mayor pro tem. The mayor is a member of the council and may vote on all matters before the council. As soon as possible after the beginning of the new term following each city election, the council shall appoint a manager.\n\n2. a. The city council of a city governed by the council-manager-at-large form may adopt a resolution on its own motion, or shall adopt a resolution if a petition valid under section 362.4 is filed with the city clerk, proposing that the city be governed by a mayor elected by the people for a four-year term and four council members elected at large. After adoption of the resolution, the council shall direct the county commissioner of elections to put the proposal on the ballot for the next general election or the next regular city election, whichever occurs first. If the ballot proposal is approved, the city council shall adopt an ordinance meeting the requirements of paragraph “b”, and the ordinance is effective beginning with the next following regular city election.\n\nb. The ordinance shall provide that the mayor is a member of the council and may vote on all matters before the council. The ordinance shall provide that the term of office of the mayor is four years and, after each regular city election, the mayor shall appoint a council member as mayor pro tem. The ordinance shall provide that the mayor is a member of the council for purposes of maintaining staggered terms on the council. A council member’s term shall not be shortened or lengthened as a means of initially implementing the ordinance.\n\nc. An ordinance adopted and approved under this subsection is not subject to repeal until the ordinance has been in effect for at least six years. The question of repeal of the ordinance is subject to the requirements of paragraph “a”.\n\n3. The council may by ordinance provide that the city will be governed by council-manager-ward form. The ordinance must provide for the election of the mayor and council members required under council-manager-ward form at the next regular city election.\n\n[SS15, §1056-b1, -b7, -b12; C24, 27, 31, 35, 39, §6621, 6622, 6645, 6665; C46, 50, §419.7, 419.8, 419.31, 419.51; C54, 58, 62, 66, §363C.1, 363C.3; C71, 73, §363C.1, 363C.3, 363C.17; C75, 77, 79, 81, §372.6]\n\n2006 Acts, ch 1138, §1\n\nReferred to in §376.4A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-6/"
    },
    {
      "id": "section-3727",
      "number": "372.7",
      "heading": "Council-manager-ward form.",
      "text": "372.7 Council-manager-ward form.\n\n1. A city governed by council-manager-ward form has a council composed of a mayor and six council members. Of the six council members, two may be elected at large and one elected from each of four wards, or one may be elected from each of six wards. The mayor and other council members serve four-year staggered terms. The mayor is a member of the council and may vote on all matters before the council.\n\n2. The council, by ordinance, may change from one ward option authorized under this section to the other ward option. The ordinance must provide for the election of the mayor and council members as provided in the selected ward option at the next regular city election.\n\n3. As soon as possible after the beginning of the new term following each city election, the council shall appoint a city manager, and a council member to serve as mayor pro tem.\n\n[C71, 73, §363E.1; C75, 77, 79, 81, §372.7]\n\n87 Acts, ch 86, §1; 2017 Acts, ch 54, §76",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-7/"
    },
    {
      "id": "section-3728",
      "number": "372.8",
      "heading": "Council-manager form — supervision.",
      "text": "372.8 Council-manager form — supervision.\n\nWhen a city adopts a council-manager-at-large or council-manager-ward form of government:\n\n1. The city manager is the chief administrative officer of the city.\n\n2. The city manager shall:\n\na. Supervise enforcement and execution of the city laws.\n\nb. Attend all meetings of the council.\n\nc. Recommend to the council any measures necessary or expedient for the good government and welfare of the city.\n\nd. Supervise the official conduct of all officers of the city appointed by the manager, and take active control of the police, fire, and engineering departments of the city.\n\ne. Supervise the performance of all contracts for work to be done for the city, make all purchases of material and supplies, and see that such material and supplies are received, and are of the quality and character called for by the contract.\n\nf. Supervise the construction, improvement, repair, maintenance, and management of all city property, capital improvements, and undertakings of the city, including the making and preservation of all surveys, maps, plans, drawings, specifications, and estimates for capital improvements, except property, improvements, and undertakings managed by a utility board of trustees.\n\ng. Cooperate with any administrative agency or utility board of trustees.\n\nh. Be responsible for the cleaning, sprinkling, and lighting of streets, alleys, and public places, and the collection and disposal of waste.\n\ni. Provide for and cause records to be kept of the issuance and revocation of licenses and permits authorized by city law.\n\nj. Keep the council fully advised of the financial and other conditions of the city, and of its future needs.\n\nk. Prepare and submit to the council annually the required budgets.\n\nl. Conduct the business affairs of the city and cause accurate records to be kept by modern and efficient accounting methods.\n\nm. Make to the council not later than the tenth day of each month an itemized financial report in writing, showing the receipts and disbursements for the preceding month. Copies of financial reports must be available at the clerk’s office for public distribution.\n\nn. Appoint a treasurer subject to the approval of the council.\n\no. Perform other duties at the council’s direction.\n\n3. The city manager may:\n\na. Appoint administrative assistants, with the approval of the council.\n\nb. Employ, reclassify, or discharge all employees and fix their compensation, subject to civil service provisions and chapter 35C, except the city clerk, deputy city clerk, and city attorneys.\n\nc. Make all appointments not otherwise provided for.\n\nd. Suspend or discharge summarily any officer, appointee, or employee whom the manager has power to appoint or employ, subject to civil service provisions and chapter 35C.\n\ne. Summarily and without notice investigate the affairs and conduct of any department, agency, officer, or employee under the manager’s supervision, and compel the production of evidence and attendance of witnesses.\n\nf. Administer oaths.\n\n4. The city manager shall not take part in any election for council members, other than by casting a vote, and shall not appoint a council member to city office or employment, nor shall a council member accept such appointment.\n\n[SS15, §1056-b3, -b12, -b15, -b16, -b19, -b20; C24, 27, 31, 35, 39, §6631, 6665, 6669 – 6672, 6675, 6676; C46, 50, §419.17, 419.51, 419.55 – 419.58, 419.61, 419.62; C54, 58, 62, 66, 71, 73, §363C.3, 363C.7, 363C.10, 363C.11; C75, 77, 79, 81, §372.8]\n\nReferred to in §373.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-8/"
    },
    {
      "id": "section-3729",
      "number": "372.9",
      "heading": "Home rule charter procedure.",
      "text": "372.9 Home rule charter procedure.\n\nA city to be governed by the home rule charter form shall adopt a home rule charter in which its form of government is set forth. A city may adopt a home rule charter only by the following procedures:\n\n1. A home rule charter may be proposed by:\n\na. The council, causing a charter to be prepared and filed and by resolution submitting it to the voters.\n\nb. Eligible electors of the city equal in number to at least twenty-five percent of the persons who voted at the last regular city election petitioning the council to appoint a charter commission to prepare a proposed charter. The council shall, within thirty days of the filing of a valid petition, appoint a charter commission composed of not less than five nor more than fifteen members. The charter commission shall, within six months of its appointment, prepare and file with the council a proposed charter.\n\n2. When a charter is filed, the council and mayor shall notify the county commissioner of elections to publish notice containing the full text of the proposed home rule charter, a description of any other form of government being presented to the voters, and the date of the election, and to conduct the election. The notice shall be published at least twice in the manner provided in section 362.3, except that the publications must occur within sixty days of the filing of the home rule charter, with a two-week interval between each publication. The council shall provide copies of a proposed charter for public distribution by the city clerk.\n\n3. The proposed home rule charter must be submitted at a special election on a date specified in section 39.2, subsection 4, paragraph “b”, and in accordance with section 47.6. However, the date of the last publication must be not less than thirty nor more than sixty days before the election.\n\n4. If a proposed home rule charter is rejected by the voters, it may not be resubmitted in substantially the same form to the voters within the next four years. If a proposed home rule charter is adopted by the voters, no other form of government may be submitted to the voters for six years.\n\n5. If a petition for the appointment of a charter commission is filed at any time within two weeks after the second publication of a charter proposed by the council, the submission to the voters of a charter proposed by the council must be delayed, a charter commission appointed, and the council proposal and the charter proposed by the charter commission must be submitted to the voters at the same special election.\n\n6. The ballot submitting a proposed charter or charters must also submit the existing form of government as an alternative.\n\n7. a. If only two forms of government are being voted upon, the form of government which receives the highest number of votes is adopted.\n\nb. If more than two forms are being voted upon and no form receives a majority of the votes cast in the special election, there must be a runoff election between the two proposed forms which receive the highest number of votes in the special election. The runoff election must be held within thirty days following the special election and must be conducted in the same manner as a special city election.\n\n8. If a home rule charter is adopted:\n\na. The elective officers provided for in the charter are to be elected at the next regular city election held more than sixty days after the special election at which the charter was adopted, and the adopted charter becomes effective at the beginning of the new term following the regular city election.\n\nb. The adoption of the charter does not alter any right or liability of the city in effect at the time of the special election at which the charter was adopted.\n\nc. All departments and agencies shall continue to operate until replaced.\n\nd. All measures in effect remain effective until amended or repealed, unless they are irreconcilable with the charter.\n\ne. Upon the effective date of the home rule charter, the city shall adopt by ordinance the home rule charter, and shall file a copy of its charter with the secretary of state, and maintain copies available for public inspection.\n\n[C75, 77, 79, 81, §372.9]\n\n89 Acts, ch 39, §8; 2002 Acts, ch 1134, §103, 115; 2008 Acts, ch 1115, §65, 71\n\nReferred to in §372.3, 372.4, 372.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-9/"
    },
    {
      "id": "section-37210",
      "number": "372.10",
      "heading": "Contents of charter.",
      "text": "372.10 Contents of charter.\n\nA home rule charter must contain provisions for:\n\n1. A council of an odd number of members, not less than five.\n\n2. A mayor, who may be one of those council members.\n\n3. Two-year or staggered four-year terms of office for the mayor and council members.\n\n4. The powers and duties of the mayor and the council, consistent with the provisions of the city code.\n\n5. A council representation plan pursuant to section 372.13, subsection 11.\n\n[C75, 77, 79, 81, §372.10]\n\n91 Acts, ch 256, §38",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-10/"
    },
    {
      "id": "section-37211",
      "number": "372.11",
      "heading": "Amendment to charter.",
      "text": "372.11 Amendment to charter.\n\nA home rule charter may be amended by one of the following methods:\n\n1. The council, by resolution, may submit a proposed amendment to the voters at a special city election, and the proposed amendment becomes effective if approved by a majority of those voting.\n\n2. The council, by ordinance, may amend the charter. However, within thirty days of publication of the ordinance, if a petition valid under the provisions of section 362.4 is filed with the council, the council must submit the ordinance amendment to the voters at a special city election, and the amendment does not become effective until approved by a majority of those voting.\n\n3. If a petition valid under the provisions of section 362.4 is filed with the council proposing an amendment to the charter, the council must submit the proposed amendment to the voters at a special city election, and the amendment becomes effective if approved by a majority of those voting.\n\n[C75, 77, 79, 81, §372.11]\n\nReferred to in §373.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-11/"
    },
    {
      "id": "section-37212",
      "number": "372.12",
      "heading": "Special charter form limitation.",
      "text": "372.12 Special charter form limitation.\n\n1. A city may not adopt the special charter form but a city governed by a special charter on July 1, 1975, is considered to have the special charter form although it may utilize elements of the mayor-council form in conjunction with the provisions of its special charter. In adopting and filing its charter as required in section 372.1, a special charter city shall include the provisions of its charter and any provisions of the mayor-council form which are followed by the city on July 1, 1975.\n\n2. A special charter city may utilize the provisions of chapter 420 in lieu of conflicting sections, until the city changes to one of the other forms of government as provided in this chapter.\n\n[C75, 77, 79, 81, §372.12]\n\n97 Acts, ch 23, §40; 2020 Acts, ch 1062, §94",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-12/"
    },
    {
      "id": "section-37213",
      "number": "372.13",
      "heading": "The council.",
      "text": "372.13 The council.\n\n1. A majority of all council members is a quorum.\n\n2. A vacancy in an elective city office during a term of office shall be filled, at the council’s option, by one of the two following procedures:\n\na. (1) By appointment by the remaining members of the council, except that if the remaining members do not constitute a quorum of the full membership, paragraph “b” shall be followed. The appointment shall be made within sixty days after the vacancy occurs and shall be for the period until the next regular city election described in section 376.1, unless there is an intervening special election for that city, in which event the election for the office shall be placed on the ballot at such special election. If the council fails to make an appointment within sixty days as required by this subsection, the city clerk shall give notice of the vacancy to the county commissioner and the county commissioner shall call a special election to fill the vacancy at the earliest practicable date but no fewer than thirty-two days after the notice is received by the county commissioner.\n\n(2) If the council chooses to proceed under this paragraph, it shall publish notice in the manner prescribed by section 362.3, stating that the council intends to fill the vacancy by appointment but that the electors of the city or ward, as the case may be, have the right to file a petition requiring that the vacancy be filled by a special election. The council may publish notice in advance if an elected official submits a resignation to take effect at a future date. The council may make an appointment to fill the vacancy after the notice is published or after the vacancy occurs, whichever is later. However, if within fourteen days after publication of the notice or within fourteen days after the appointment is made, there is filed with the city clerk a petition which requests a special election to fill the vacancy, an appointment to fill the vacancy is temporary and the council shall call a special election to fill the vacancy permanently, under paragraph “b”. The number of signatures of eligible electors of a city for a valid petition shall be determined as follows:\n\n(a) For a city with a population of ten thousand or less, at least two hundred signatures or at least the number of signatures equal to fifteen percent of the voters who voted for candidates for the office at the preceding regular election at which the office was on the ballot, whichever number is fewer.\n\n(b) For a city with a population of more than ten thousand but not more than fifty thousand, at least one thousand signatures or at least the number of signatures equal to fifteen percent of the voters who voted for candidates for the office at the preceding regular election at which the office was on the ballot, whichever number is fewer.\n\n(c) For a city with a population of more than fifty thousand, at least two thousand signatures or at least the number of signatures equal to ten percent of the voters who voted for candidates for the office at the preceding regular election at which the office was on the ballot, whichever number is fewer.\n\n(d) The minimum number of signatures for a valid petition pursuant to subparagraph divisions (a) through (c) shall not be fewer than ten. In determining the minimum number of signatures required, if at the last preceding election more than one position was to be filled for the office in which the vacancy exists, the number of voters who voted for candidates for the office shall be determined by dividing the total number of votes cast for the office by the number of seats to be filled.\n\nb. (1) By a special election held to fill the office for the remaining balance of the unexpired term. If the council opts for a special election or a valid petition is filed under paragraph “a”, the special election may be held concurrently with any pending election as provided by section 69.12 if by so doing the vacancy will be filled not more than ninety days after it occurs. Otherwise, a special election to fill the office shall be called by the council at the earliest practicable date. The council shall give the county commissioner at least thirty-two days’ written notice of the date chosen for the special election. The council of a city where a primary election may be required shall give the county commissioner at least sixty days’ written notice of the date chosen for the special election. A special election held under this subsection is subject to sections 376.4 through 376.11, but the dates for actions in relation to the special election shall be calculated with regard to the date for which the special election is called. However, a nomination petition must be filed not less than twenty-five days before the date of the special election and, where a primary election may be required, a nomination petition must be filed not less than fifty-three days before the date of the special election.\n\n(2) If there are concurrent vacancies on the council and the remaining council members do not constitute a quorum of the full membership, a special election shall be called by the county commissioner at the earliest practicable date. The remaining council members shall give notice to the county commissioner of the absence of a quorum. If there are no remaining council members, the city clerk shall give notice to the county commissioner of the absence of a council. If the office of city clerk is vacant, the city attorney shall give notice to the county commissioner of the absence of a clerk and a council. Notice of the need for a special election shall be given under this paragraph by the end of the following business day.\n\n3. The council shall appoint a city clerk to maintain city records and perform other duties prescribed by state or city law.\n\n4. Except as otherwise provided by state or city law, the council may appoint city officers and employees, and prescribe their powers, duties, compensation, and terms. The appointment of a city manager must be made on the basis of that individual’s qualifications and not on the basis of political affiliation.\n\n5. The council shall determine its own rules and maintain records of its proceedings. City records and documents, or accurate reproductions, shall be kept for at least five years except that:\n\na. Ordinances, resolutions, council proceedings, records and documents, or accurate reproductions, relating to the issuance of public bonds or obligations shall be kept for at least eleven years following the final maturity of the bonds or obligations. Thereafter, such records, documents, and reproductions may be destroyed, preserving confidentiality as necessary. Records and documents pertaining to the transfer of ownership of bonds shall be kept as provided in section 76.10.\n\nb. Ordinances, resolutions, council proceedings, records and documents, or accurate reproductions, relating to real property transactions shall be maintained permanently.\n\n6. Within fifteen days following a regular or special meeting of the council, the clerk shall cause the minutes of the proceedings of the council, including the total expenditure from each city fund, to be published in a newspaper of general circulation in the city. The publication shall include a list of all claims allowed and a summary of all receipts and shall show the gross amount of the claims. The list of claims allowed shall show the name of the person or firm making the claim, the reason for the claim, and the amount of the claim. If the reason for the claims is the same, two or more claims made by the same vendor, supplier, or claimant may be consolidated if the number of claims consolidated and the total consolidated claim amount are listed in the statement. However, the city shall provide at its office upon request an unconsolidated list of all claims allowed. Matters discussed in closed session pursuant to section 21.3 shall not be published until entered on the public minutes. However, in cities having more than one hundred fifty thousand population, the council shall each month print in pamphlet form a detailed itemized statement of all receipts and disbursements of the city, and a summary of its proceedings during the preceding month, and furnish copies to the city library, the daily newspapers of the city, and to persons who apply at the office of the city clerk, and the pamphlet shall constitute publication as required. Failure by the clerk to make publication is a simple misdemeanor. The provisions of this subsection are applicable in cities in which a newspaper is published, or in cities of two hundred population or over, but in all other cities, posting the statement in three public places in the city which have been permanently designated by ordinance is sufficient compliance with this subsection.\n\n7. By ordinance, the council may divide the city into wards which shall be drawn according to the following standards:\n\na. All ward boundaries shall follow precinct boundaries.\n\nb. Wards shall be as nearly equal as practicable to the ideal population determined by dividing the number of wards to be established into the population of the city.\n\nc. Wards shall be composed of contiguous territory as compact as practicable.\n\nd. Consideration shall not be given to the addresses of incumbent officeholders, political affiliations of registered voters, previous election results, or demographic information other than population head counts, except as required by the Constitution and the laws of the United States.\n\n8. By ordinance, the council shall prescribe the compensation of the mayor, council members, and other elected city officers, but a change in the compensation of the mayor does not become effective during the term in which the change is adopted, and the council shall not adopt an ordinance changing the compensation of the mayor, council members, or other elected officers during the months of November and December in the year of a regular city election. A change in the compensation of council members becomes effective for all council members at the beginning of the term of the council members elected at the election next following the change in compensation. Except as provided in section 362.5, an elected city officer is not entitled to receive any other compensation for any other city office or city employment during that officer’s tenure in office, but may be reimbursed for actual expenses incurred. However, if the mayor pro tem performs the duties of the mayor during the mayor’s absence or disability for a continuous period of fifteen days or more, the mayor pro tem may be paid for that period the compensation determined by the council, based upon the mayor pro tem’s performance of the mayor’s duties and upon the compensation of the mayor.\n\n9. A council member, during the term for which that member is elected, is not eligible for appointment to any city office if the office has been created or the compensation of the office has been increased during the term for which that member is elected. A person who resigns from an elective office is not eligible for appointment to the same office during the time for which that person was elected if during that time, the compensation of the office has been increased.\n\n10. A council member, during the term for which that member is elected, is not precluded from holding the office of chief of the volunteer fire department or from serving the volunteer fire department in any other position or capacity. A person holding the office of chief of such a volunteer fire department at the time of the person’s election to the city council may continue to hold the office of chief of the fire department during the city council term for which that person was elected.\n\n11. a. Council members shall be elected according to the council representation plans under sections 372.4 and 372.5. However, the council representation plan may be changed, by petition and election, to one of those described in this subsection. Upon receipt of a petition meeting the requirements of section 362.4, requesting a change to a council representation plan, the council shall submit the question at a special election. If a majority of the persons voting at the special election approves the changed plan, it becomes effective at the beginning of the term following the next regular city election. If a majority does not approve the changed plan, the council shall not submit another proposal to change a plan to the voters within the next two years.\n\nb. Eligible electors of a city may petition for one of the following council representation plans:\n\n(1) Election at large without ward residence requirements for the members.\n\n(2) Election at large but with equal-population ward residence requirements for the members.\n\n(3) Election from single-member, equal-population wards, in which the electors of each ward shall elect one member who must reside in that ward.\n\n(4) Election of a specified number of members at large and a specified number of members from single-member, equal-population wards.\n\n1. [R60, §1081, 1093; C73, §511, 522; C97, §668; S13, §668; C24, 27, 31, 35, 39, §5663; C46, 50, §363.36; C54, 58, 62, 66, 71, 73, §368A.1(2); C75, 77, 79, 81, §372.13(1)]\n\n2. [R60, §1101; C73, §514, 524; C97, §668; S13, §668; C24, 27, 31, 35, 39, §5663; C46, 50, §363.36; C54, 58, 62, 66, 71, 73, §368A.1(8); C75, 77, 79, 81, §372.13(2); 81 Acts, ch 34, §46]\n\n3. [R60, §1082, 1093; C73, §512, 522; C97, §651, 659, 940; S13, §651; SS15, §1056-a26, 1056-b18; C24, 27, 31, 35, 39, §5633, 5640, 5663, 6528, 6651, 6703; C46, 50, §363.11, 363.19, 363.36, 416.52, 419.37, 420.13; C54, 58, 62, 66, 71, 73, §368A.1(1), 368A.3; C75, 77, 79, 81, §372.13(3)]\n\n4. [R60, §1086, 1093, 1095, 1098, 1103, 1105, 1134; C73, §493, 515, 522, 524, 528, 532, 534; C97, §651, 657, 668, 676; S13, §651, 657, 668, 1056-a27, 1056-a28; SS15, §1056-a26, 1056-b14, 1056-b17, 1056-b18; C24, 27, 31, 35, 39, §5638, 5663, 5671, 6519, 6528, 6529, 6533, 6651, 6666, 6674; C46, 50, §363.11, 363.17, 363.36, 363.45, 416.43, 416.52, 416.53, 416.57, 419.37, 419.52, 419.60; C54, 58, 62, 66, 71, 73, §363.40, 363A.4, 363B.11, 363C.4, 363C.9, 368A.1(7, 9, 10); C75, 77, 79, 81, §372.13(4)]\n\n5, 6. [R60, §1082, 1093; C73, §512, 522; C97, §659, 668; S13, §668, 687-a; C24, 27, 31, 35, 39, §5640, 5663, 5722; C46, 50, §363.19, 363.33, 366.10; C54, 58, 62, 66, 71, 73, §368A.1(4), 368A.3; C75, 77, 79, 81, §372.13(5,6); 82 Acts, ch 1047, §1]\n\n7. [R60, §1092; C73, §520; C97, §641; S13, §641; C24, 27, 31, 35, 39, §5626; C46, 50, §363.4; C54, 58, 62, 66, 71, 73, §363.7; C75, 77, 79, 81, §372.13(7)]\n\n8. [R60, §1091, 1095, 1098; C73, §505, 519, 524, 528; C97, §669, 676, 943, 945; S13, §669, 1056-a28; SS15, §1056-b9; C24, 27, 31, 35, 39, §5664, 5671, 6517, 6633, 6704, 6705; C46, 50, §363.38, 363.45, 416.41, 419.19, 420.14, 420.15; C54, 58, 62, 66, §363.39, 363A.4, 363B.9, 363C.2, 420.14, 420.15; C71, 73, §363.39, 363A.4, 363B.9, 363C.2, 363E.1, 420.14, 420.15; C75, 77, 79, 81, §372.13(8)]\n\n9. [R60, §1091, 1122; C73, §490, 491, 519; C97, §668, 677; S13, §668; C24, 27, 31, 35, 39, §5672; C46, 50, §363.46, 420.17 – 420.19; C54, 58, 62, 66, 71, 73, §368A.21; C75, 77, 79, 81, §372.13(9)]\n\n85 Acts, ch 107, §1; 87 Acts, ch 203, §3; 88 Acts, ch 1052, §1; 88 Acts, ch 1246, §4; 89 Acts, ch 39, §9; 89 Acts, ch 136, §71; 90 Acts, ch 1106, §1; 91 Acts, ch 256, §39; 93 Acts, ch 89, §2; 94 Acts, ch 1179, §24; 94 Acts, ch 1180, §54; 97 Acts, ch 170, §90; 2002 Acts, ch 1134, §104, 115; 2004 Acts, ch 1175, §249; 2006 Acts, ch 1018, §5; 2006 Acts, ch 1138, §2; 2007 Acts, ch 112, §4; 2008 Acts, ch 1115, §66, 71; 2009 Acts, ch 57, §91; 2014 Acts, ch 1101, §8; 2017 Acts, ch 29, §105; 2017 Acts, ch 102, §1\n\nReferred to in §69.12, 372.4, 372.5, 372.10, 376.11, 420.41\n\nCity ward standards, see also §49.3\n\nRemoval of officers, chapter 66\n\nRemoval of appointees, see §372.15",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-13/"
    },
    {
      "id": "section-37213a",
      "number": "372.13A",
      "heading": "Payments without prior authorization of council.",
      "text": "372.13A Payments without prior authorization of council.\n\n1. If concurrent vacancies exist on the council and the remaining council members do not constitute a quorum of the full membership, the city clerk is authorized to make the following payments without prior approval of the council:\n\na. For fixed charges including but not limited to freight, express, postage, water, light, telephone service, or contractual services, after a bill is filed with the clerk.\n\nb. For salaries and payrolls if the compensation has been fixed or approved by the council. The salary or payroll shall be certified by the officer or supervisor under whose direction or supervision the compensation is earned.\n\n2. If concurrent vacancies exist on the council and the remaining council members do not constitute a quorum of the full membership and the office of city clerk is vacant, the county auditor of the county where the city is located shall make the payments described in subsection 1 without prior approval of the council.\n\n3. The bills paid under this section shall be submitted to the city council for review and approval at the next regular meeting following payment in which a quorum of the council is present.\n\n2006 Acts, ch 1138, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-13a/"
    },
    {
      "id": "section-37214",
      "number": "372.14",
      "heading": "The mayor — the mayor pro tem.",
      "text": "372.14 The mayor — the mayor pro tem.\n\n1. The mayor is the chief executive officer of the city and presiding officer of the council. Except for the supervisory duties which have been delegated by law to a city manager, the mayor shall supervise all city officers and departments.\n\n2. The mayor may take command of the police and govern the city by proclamation, upon making a determination that a time of emergency or public danger exists. Within the city limits, the mayor has all the powers conferred upon the sheriff to suppress disorders.\n\n3. The mayor pro tem is vice president of the council. When the mayor is absent or unable to act, the mayor pro tem shall perform the mayor’s duties, except that the mayor pro tem may not appoint, employ, or discharge officers or employees without the approval of the council. Official actions of the mayor pro tem when the mayor is absent or unable to act are legal and binding to the same extent as if done by the mayor. The mayor pro tem retains all of the powers of a council member.\n\n[R60, §1082, 1085, 1091, 1102, 1105, 1121; C73, §506, 512, 518, 519, 531, 534, 537, 547; C97, §658; S13, §658; SS15, §1056-b7; C24, 27, 31, 35, 39, §5639, 6619, 6647; C46, 50, §363.18, 419.33, 420.9 – 420.11; C54, 58, 62, 66, 71, 73, §363C.13, 368A.2; C75, 77, 79, 81, §372.14]\n\nRequests to department of public safety for special occasions or emergencies, §321.6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-14/"
    },
    {
      "id": "section-37215",
      "number": "372.15",
      "heading": "Removal of appointees.",
      "text": "372.15 Removal of appointees.\n\nExcept as otherwise provided by state or city law, all persons appointed to city office may be removed by the officer or body making the appointment, but every such removal shall be by written order. The order shall give the reasons, be filed in the office of the city clerk, and a copy shall be sent by certified mail to the person removed who, upon request filed with the clerk within thirty days of the date of mailing the copy, shall be granted a public hearing before the council on all issues connected with the removal. The hearing shall be held within thirty days of the date the request is filed, unless the person removed requests a later date.\n\n[C77, 79, 81, §372.15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-372/section-372-15/"
    }
  ]
}