{
  "state": "iowa",
  "path": "title-title-ix-local-government/chapter-chapter-357h-rural-improvement-zones",
  "sections": [
    {
      "id": "section-357h1",
      "number": "357H.1",
      "heading": "Rural improvement zones — definitions",
      "text": "357H.1 Rural improvement zones — definitions.\n\n1. The board of supervisors of a county with less than twenty thousand residents, not counting persons admitted or committed to an institution enumerated in section 218.1 or 904.102, based upon the most recent certified federal census, and with a private real estate development adjacent to or abutting in part a lake may designate an area surrounding the lake, if it is an unincorporated area of the county, a rural improvement zone upon receipt of a petition pursuant to section 357H.2, and upon the board’s determination that the area is in need of improvements.\n\n2. For purposes of this chapter:\n\na. “Board” means the board of supervisors of the county.\n\nb. “Improvements” means dredging, installation of erosion control measures, water quality activities, land acquisition, and related improvements, including soil conservation practices, within or outside of the boundaries of the zone.\n\nc. “Lake” means a body of water that is located entirely in a single county and that has a surface area of at least eighty acres.\n\nd. “Water quality activities” includes but is not limited to creation or maintenance of grass waterways or wetlands, bank stabilization, watershed protection, activities on lands outside the rural improvement zone which affect water quality within the zone, and any other activity which will improve water quality of a stream, river, or lake.\n\n97 Acts, ch 152, §1; 98 Acts, ch 1168, §1; 2000 Acts, ch 1190, §1; 2005 Acts, ch 108, §1; 2010 Acts, ch 1069, §122; 2015 Acts, ch 97, §1 – 3; 2020 Acts, ch 1118, §149 – 151\n\n2020 amendment to subsection 1 applies to rural improvement zones in existence on or established on or after June 29, 2020; 2020 Acts, ch 1118, §151",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-1/"
    },
    {
      "id": "section-357h2",
      "number": "357H.2",
      "heading": "Petition for public hearing.",
      "text": "357H.2 Petition for public hearing.\n\n1. The board shall, on the petition of twenty-five percent of the residents of a proposed rural improvement zone, if the assessed valuation of the property owned by the petitioners represents at least twenty-five percent of the total assessed value of the proposed zone, hold a public hearing concerning the establishment of a proposed zone. The petition shall include a statement containing the following information:\n\na. The need for the proposed zone, which shall be based upon a report of a licensed professional engineer prepared not more than two years before the date the petition is filed, and that includes all of the following:\n\n(1) Surface area of the lake in acres.\n\n(2) Number of acres of land comprising the lake’s watershed.\n\n(3) Soil classification of the land comprising the lake’s watershed.\n\n(4) Description of all current land uses within the lake’s watershed.\n\n(5) Estimate of historical annual silt accumulation for the lake during the twenty years immediately preceding the year in which the engineer’s report was completed.\n\n(6) Estimate of the amount of silt currently accumulated in the lake.\n\n(7) Estimates of annual silt accumulation in the lake for the twenty-year period following establishment of the rural improvement zone.\n\n(8) Estimate of remaining space available to the proposed zone in existing detention basins for storage of dredged and removed silt.\n\n(9) Estimate of storage space that will be required to store dredged and removed silt from the lake for the twenty-year period following establishment of the rural improvement zone.\n\n(10) Assessment of the current water quality of the lake.\n\n(11) Assessment of the current need for preventative practices to improve the water quality of the lake.\n\n(12) Assessment of the impact preventative practices will have on the water quality of the lake.\n\n(13) Estimate of the cost to effectively address erosion control and water quality for the twenty-year period following establishment of the rural improvement zone.\n\nb. A description of the boundaries of the proposed zone.\n\nc. The approximate number of families in the proposed zone.\n\n2. A copy of the report prepared by the licensed professional engineer and used to prepare the petition shall be submitted with the petition under this section.\n\n3. The board may require the petitioners to post a bond conditioned upon the payment of all costs and expenses incurred in the proceedings if the zone is not established.\n\n97 Acts, ch 152, §2; 2015 Acts, ch 97, §4, 5\n\nReferred to in §357H.1, 357H.3, 357H.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-2/"
    },
    {
      "id": "section-357h3",
      "number": "357H.3",
      "heading": "Time of public hearing.",
      "text": "357H.3 Time of public hearing.\n\n1. If the petition substantially meets the requirements of section 357H.2, the public hearing required in section 357H.2 shall be held within sixty days of the presentation of the petition. Notice of hearing shall be given by publication as provided in section 331.305. Holding a public hearing pursuant to this section is not dispositive of the approval or denial of a petition by the board under this chapter.\n\n2. If the board determines that the petition or the engineer’s report does not substantially meet the requirements of section 357H.2, the board may, within thirty days of presentation of the petition, request additional information from the petitioners. The board’s request for additional information shall be limited to the information required under section 357H.2 that was not contained in the petition or the accompanying engineer’s report. The board shall be limited to one request for additional information under this section. The public hearing required in section 357H.2 shall be held within sixty days of receiving the additional information. Notice of hearing shall be given in the same manner as required under subsection 1.\n\n97 Acts, ch 152, §3; 2015 Acts, ch 97, §6\n\nReferred to in §357H.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-3/"
    },
    {
      "id": "section-357h4",
      "number": "357H.4",
      "heading": "Hearing on petition — action by board.",
      "text": "357H.4 Hearing on petition — action by board.\n\n1. At the public hearing the board may consider the boundaries of a proposed rural improvement zone, whether the boundaries shall be as described in the petition or otherwise, and for that purpose may amend the petition and change the boundaries of the proposed zone as stated in the petition. The board may adjust the boundaries of a proposed zone as needed to exclude land that has no reasonable likelihood of benefit from inclusion in a rural improvement zone. However, the boundaries of a proposed zone shall not be changed to incorporate property which is not included in the original petition.\n\n2. Within thirty days after the hearing, the board shall establish the rural improvement zone by resolution or disallow the petition. However, the zone shall not include any area which is part of an urban renewal area under chapter 403.\n\n97 Acts, ch 152, §4; 2015 Acts, ch 97, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-4/"
    },
    {
      "id": "section-357h5",
      "number": "357H.5",
      "heading": "Election of candidates for trustees.",
      "text": "357H.5 Election of candidates for trustees.\n\nWhen a preliminary plat has been approved by the board, an election shall be held within the rural improvement zone within sixty days to choose candidates for the offices of trustees of the zone. Notice of the election shall be given as provided in section 357H.3.\n\n97 Acts, ch 152, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-5/"
    },
    {
      "id": "section-357h6",
      "number": "357H.6",
      "heading": "Trustees — terms and qualifications.",
      "text": "357H.6 Trustees — terms and qualifications.\n\nThe election of trustees of a rural improvement zone shall take place at a special election on ballots which shall not reflect a nominee’s political affiliation. Nomination shall be made by petition in accordance with chapter 45. The petition form shall be furnished by the county commissioner of elections, signed by eligible electors of the rural improvement zone equal in number to one percent of the vote cast within the zone for governor in the last previous general election, and shall be filed with the county commissioner of elections. A plurality shall be sufficient to elect the five trustees of the rural improvement zone, and no primary election for that office shall be held. At the original election, two trustees shall be elected for one year, two for two years, and one for three years. The terms of the succeeding trustees are for three years. The terms of the trustees shall begin immediately after their election and certification. The trustees must be residents of the zone. Vacancies on the board shall be filled by appointment by the remaining trustees.\n\n97 Acts, ch 152, §6; 98 Acts, ch 1168, §2\n\nReferred to in §357H.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-6/"
    },
    {
      "id": "section-357h7",
      "number": "357H.7",
      "heading": "Board of trustees — power.",
      "text": "357H.7 Board of trustees — power.\n\nThe trustees of a rural improvement zone elected pursuant to section 357H.6 shall constitute the board of trustees of the zone and shall manage and control the affairs, property, and facilities of the zone. The board of trustees shall elect a president, a clerk, and a treasurer from its membership. The trustees may authorize construction, reconstruction, or repair of improvements following procedures set out in section 331.341. For these purposes, the trustees may purchase material, employ personnel, acquire real estate and interests in real estate, and perform all other acts necessary to properly maintain and operate the zone. The trustees are allowed necessary expenses in the discharge of their duties, but they shall not receive salaries.\n\n97 Acts, ch 152, §7; 2011 Acts, ch 128, §22, 60\n\nReferred to in §357H.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-7/"
    },
    {
      "id": "section-357h8",
      "number": "357H.8",
      "heading": "Certificates, contracts, and other obligations — standby tax.",
      "text": "357H.8 Certificates, contracts, and other obligations — standby tax.\n\nTo provide funds for the payment of the costs of improvement projects and for the payment of other activities authorized pursuant to section 357H.7, the board of trustees may borrow money and issue and sell certificates or may enter into contracts or other obligations payable from a sufficient portion of the future receipts of tax revenue authorized pursuant to section 357H.9 and the standby tax in subsection 4 of this section. The receipts shall be pledged to the payment of principal of and interest on the certificates, contracts, or other obligations.\n\n1. Certificates may be sold at public sale or at private sale at par, premium, or discount at the discretion of the board of trustees. Chapter 75 does not apply to the issuance of these certificates.\n\n2. Certificates may be issued with respect to a single improvement project or multiple projects and may contain terms or conditions as the board of trustees may provide by resolution authorizing the issuance of the certificates. However, certificates, including certificates to refund outstanding certificates under subsection 3, shall not be issued if the maturity date of the certificates would be after the date the rural improvement zone is, at the time of issuing the certificates, to be dissolved by law under section 357H.10.\n\n3. Certificates issued to refund other certificates may be sold at public sale or at private sale as provided in this section with the proceeds from the sale to be used for the payment of the certificates being refunded. The refunding certificates may be exchanged in payment and discharge of the certificates being refunded, in installments at different times, or an entire issue or series at one time. Refunding certificates may be sold or exchanged at any time on, before, or after the maturity of the outstanding certificates to be refunded, may be issued for the purpose of refunding a like, greater, or lesser principal amount of certificates, and may bear a rate of interest higher or lower than, or equivalent to, the rate of interest on certificates being renewed or refunded.\n\n4. To further secure the payment of the certificates, the board of trustees shall, by resolution, provide for the assessment of an annual levy of a standby tax upon all taxable property within the rural improvement zone. The rate of the standby tax shall be not less than fifty cents per thousand dollars of the assessed value of the taxable property and not more than two dollars and fifty cents per thousand dollars of the assessed value of the taxable property. A copy of the resolution shall be sent to the county auditor. The revenues from the standby tax shall be deposited in a special fund and shall be expended only for the payment of principal of and interest on the certificates issued as provided in this section, when the receipt of tax revenues pursuant to section 357H.9 is insufficient. If payments are necessary and made from the special fund, the amount of the payments shall be promptly repaid into the special fund from the first available payments received which are not required for the payment of principal of or interest on certificates due. No reserves may be built up in the special fund in anticipation of a projected default. The board of trustees shall adjust the annual standby tax levy for each year to reflect the amount of revenues in the special fund and the amount of principal and interest which is due in that year.\n\n5. Before certificates, contracts, or other obligations are issued or entered into, the board of trustees shall publish a notice of its intention, stating the amount, the purpose, and the improvement project or projects for which the certificates, contracts, or other obligations are to be issued or entered into. A person may, within fifteen days after the publication of the notice, appeal the decision of the board of trustees in proposing to issue the certificates or to enter into the contracts or other obligations to the district court in the county in which the rural improvement zone exists. The action of the board of trustees in determining to issue the certificates or to enter into the contracts or other obligations is final and conclusive unless the district court finds that the board of trustees has exceeded its legal authority. An action shall not be brought which questions the legality of the certificates, contracts, or other obligations, the power of the board of trustees to issue the certificates or to enter into the contracts or other obligations, the effectiveness of any proceedings relating to the authorization of the project, or the authorization and issuance of the certificates or entrance into the contracts or other obligations after fifteen days from the publication of the notice of intention to issue certificates or enter into contracts or other obligations.\n\n6. The board of trustees shall determine if revenues are sufficient to secure the faithful performance of obligations.\n\n97 Acts, ch 152, §8; 98 Acts, ch 1168, §3; 2000 Acts, ch 1190, §2; 2015 Acts, ch 97, §8\n\nReferred to in §357H.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-8/"
    },
    {
      "id": "section-357h9",
      "number": "357H.9",
      "heading": "Incremental property taxes.",
      "text": "357H.9 Incremental property taxes.\n\n1. a. The board of trustees shall provide by resolution that taxes levied on the taxable property in a rural improvement zone each year by or for the benefit of the state, city, county, school district, or other taxing district after the effective date of the resolution shall, except as provided in this section, be divided as provided in section 403.19, subsections 1 and 2, in the same manner as if the taxable property in the rural improvement zone was taxable property in an urban renewal area and the resolution was an ordinance within the meaning of those subsections. The taxes received by the board of trustees shall be allocated to, and when collected be paid into, a special fund and may be irrevocably pledged by the trustees to pay the principal of and interest on the certificates, contracts, or other obligations approved by the board of trustees to finance or refinance, in whole or in part, an improvement project.\n\nb. (1) For fiscal years beginning on or after July 1, 2016, when calculating the amount of taxes subject to the division of taxes in a rural improvement zone established on or after July 1, 2004, if the assessed value of the taxable property in the rural improvement zone used to calculate the amount of taxes under section 403.19, subsection 1, is less than the greater of the base year taxable value and fifty percent of the assessed value of the taxable property in the rural improvement zone used to calculate the total amount of property taxes in the rural improvement zone for the fiscal year in which the taxes are due and payable, the assessed value used to calculate the amount of taxes under section 403.19, subsection 1, shall be increased for that fiscal year until the amount is equal to the greater of the base year taxable value and fifty percent of the assessed value used to calculate the total amount of property taxes in the rural improvement zone for the fiscal year in which the taxes are due and payable.\n\n(2) However, for the period of ten consecutive fiscal years beginning with the first fiscal year in which the zone receives revenue from a division of taxes under this section, the division of taxes authorized under this section shall be calculated subject to the provisions of subparagraph (1), except that any references to fifty percent in subparagraph (1) shall be forty percent.\n\nc. For fiscal years beginning on or after July 1, 2016, when calculating the amount of taxes subject to the division of taxes in a rural improvement zone established before July 1, 2004, if the assessed value of the taxable property in the rural improvement zone used to calculate the amount of taxes under section 403.19, subsection 1, is less than the greater of the base year taxable value and sixty percent of the assessed value of the taxable property in the rural improvement zone used to calculate the total amount of property taxes in the rural improvement zone for the fiscal year in which the taxes are due and payable, the assessed value used to calculate the amount of taxes under section 403.19, subsection 1, shall be increased for that fiscal year until the amount is equal to the greater of the base year taxable value and sixty percent of the assessed value used to calculate the total amount of property taxes in the rural improvement zone for the fiscal year in which the taxes are due and payable.\n\nd. (1) In lieu of the valuation adjustments required under section 403.20, this paragraph “d” shall be used in determining the assessed value of property within a rural improvement zone that is subject to a division of taxes in the manner provided in section 403.19.\n\n(2) The difference between the actual value of the property as determined by the assessor each year and the assessed value of the property following application of the assessment limitations pursuant to section 441.21, subsection 9, shall be subtracted from the actual value of the property as determined pursuant to section 403.19, subsection 1.\n\n(3) If the assessed value of the property as determined pursuant to section 403.19, subsection 1, is reduced to zero due to the reduction under subparagraph (2), or if the reduction in the assessed value is limited by operation of paragraph “b” or “c”, the additional valuation reduction shall be subtracted from the actual value of the property as determined by the assessor.\n\n(4) If the actual value of the property as determined by the assessor is reduced to zero due to the reduction under subparagraph (3), the remaining valuation reduction, notwithstanding the limitation in paragraph “b” or “c”, shall be subtracted from the assessed value of the property as determined pursuant to section 403.19, subsection 1.\n\ne. The board of trustees may enter into an agreement with the board that modifies the allocation of the taxes levied in the rural improvement zone. Such an agreement shall not, however, provide an allocation to the other taxing districts that is less than the amount of taxes resulting from application of paragraph “b” or “c”, as applicable.\n\nf. As used in this section:\n\n(1) “Base year taxable value” means the actual value of the property as determined in section 403.19, subsection 1, following application of the assessment limitations pursuant to section 441.21, subsection 9.\n\n(2) “Taxes” includes but is not limited to all levies on an ad valorem basis upon land or real property located in the rural improvement zone.\n\n2. a. Each board of trustees that has by resolution provided for a division of taxes in the rural improvement zone during the most recently ended fiscal year shall complete and file with the department of management a tax increment financing report by December 1 following the end of such fiscal year. The report shall be approved by the affirmative vote of a majority of the board of trustees and be prepared in the format and submitted electronically pursuant to the instructions prescribed by the department of management in consultation with the legislative services agency.\n\nb. The report required under this subsection shall include substantially the same information required for counties under section 331.403, subsection 3, as of June 30 of the most recently ended fiscal year or the information for such fiscal year, as applicable.\n\nc. By December 1, 2012, the department of management shall make publicly available on an internet site a searchable database of all such information contained in the reports required under this subsection. Reports from previous years shall be retained by the department and shall continue to be available and searchable on the internet site.\n\nd. A board of trustees that fails to satisfy the requirements of this subsection shall have all future incremental taxes withheld from payment into the rural improvement zone’s special fund until such requirements are met.\n\n97 Acts, ch 152, §9; 98 Acts, ch 1168, §4; 2012 Acts, ch 1124, §9, 25; 2015 Acts, ch 97, §9, 10; 2022 Acts, ch 1061, §31, 32, 38\n\nReferred to in §331.403, 357H.8, 357H.10, 357H.11\n\n2022 amendment to subsection 1, paragraph d, subparagraph (2) applies retroactively to assessment years beginning on or after January 1, 2022; 2022 Acts, ch 1061, §38\n\n2022 amendment to subsection 1, paragraph f, subparagraph (1) applies retroactively to assessment years beginning on or after January 1, 2022; 2022 Acts, ch 1061, §38",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-9/"
    },
    {
      "id": "section-357h9a",
      "number": "357H.9A",
      "heading": "Annual financial report — audit.",
      "text": "357H.9A Annual financial report — audit.\n\n1. Not later than December 1 of each year on forms and pursuant to the instructions prescribed by the department of management, the board of trustees shall file with the county auditor an annual financial report showing the rural improvement zone’s financial condition as of June 30 and the results of operations for the year then ended.\n\n2. A rural improvement zone is subject to annual audit by the auditor of state. In lieu of an audit by the auditor of state, the rural improvement zone may contract with or employ a certified public accountant to conduct the audit pursuant to the applicable terms and conditions prescribed by sections 11.6, 11.14, 11.19, and 11.41. The audit format shall be as prescribed by the auditor of state. The rural improvement zone shall pay all expenses incurred by the auditor of state in conducting an audit under this section.\n\n2015 Acts, ch 97, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-9a/"
    },
    {
      "id": "section-357h10",
      "number": "357H.10",
      "heading": "Dissolution of zone.",
      "text": "357H.10 Dissolution of zone.\n\n1. Prior to the date required for dissolution under subsection 2, a rural improvement zone may be dissolved upon the adoption of a resolution of the board of trustees which specifies that all improvements have been made in the zone, the need for the zone, as identified under section 357H.2, subsection 1, has been satisfied, and all indebtedness has been paid.\n\n2. a. Unless dissolved by resolution of the board of trustees under subsection 1, or an extension is approved under paragraph “b”, each rural improvement zone is dissolved on June 30, 2019, or twenty years after the first day of the fiscal year following the fiscal year in which the zone first receives revenue from the division of taxes under section 357H.9, whichever date is later.\n\nb. The date required under this subsection for dissolution of a rural improvement zone may be extended by resolution of the board adopted prior to the date required for dissolution under paragraph “a” or a date prior to the date to which the rural improvement zone was previously extended by the board under this paragraph “b” or by operation of law under subparagraph (1). Each extension approved by the board under this paragraph “b” shall be for a period of twenty years. Prior to approval of an extension by the board under this paragraph “b”, all of the following requirements shall be met:\n\n(1) Not more than forty-eight months nor less than thirty-six months prior to the date required for dissolution, the board of trustees shall file a written request with the board for an extension of the zone’s dissolution date. The request shall state the improvements needed in the rural improvement zone beyond the dissolution date otherwise required under this section. The board shall, within ninety days after receiving the request, either adopt a resolution granting the twenty-year extension without further proceedings or notify the board of trustees in writing of the board’s intent to review the zone’s dissolution date under subparagraphs (2) through (4). The board may, as part of its notice to the board of trustees, request a report prepared by a licensed professional engineer containing all of the information required under section 357H.2, subsection 1. If the board fails to either approve the extension by resolution or notify the board of trustees of the board’s intent to review the zone’s dissolution date under subparagraphs (2) through (4) within the ninety-day period, the request for a twenty-year extension shall be deemed approved.\n\n(2) Following receipt of the board’s notice of intent to review and not less than twenty-four months prior to the date required for dissolution, the board of trustees shall, if requested by the board under subparagraph (1), submit to the board a report prepared by a licensed professional engineer that includes the information required under section 357H.2, subsection 1, paragraph “a”. If the board determined that the engineer’s report does not substantially meet the requirements of section 357H.2 or that additional relevant information is needed, the board may, within thirty days of the date the request was filed under subparagraph (1), request additional information from the board of trustees. The board shall be limited to one request for additional information.\n\n(3) Not more than sixty days after receiving the engineer’s report required or the additional information requested under subparagraph (2), whichever is later, the board shall hold a public hearing to determine the need for improvements in the rural improvement zone. Notice of hearing shall be given by publication as provided in section 331.305. Holding a public hearing pursuant to this subparagraph is not dispositive of the approval or denial of a request for an extension of the dissolution date by the board under this chapter.\n\n(4) Within thirty days after the public hearing, the board shall either find a need for improvements in the rural improvement zone and adopt a resolution approving the twenty-year extension or find that the area is no longer in need of improvements. If the board fails to either approve or deny the extension within the thirty-day period, the request for a twenty-year extension is deemed approved.\n\n3. Upon dissolution of the zone, all assets shall be deeded or otherwise transferred to a nonprofit corporation whose members are property owners of the improvement zone.\n\n4. Upon dissolution of the zone, the collection of the property tax authorized under section 357H.8, subsection 4, and the division of taxes authorized under section 357H.9 shall cease immediately.\n\n97 Acts, ch 152, §10; 2015 Acts, ch 97, §12\n\nReferred to in §357H.8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-10/"
    },
    {
      "id": "section-357h11",
      "number": "357H.11",
      "heading": "Agreements.",
      "text": "357H.11 Agreements.\n\nAny agreement or other instrument in connection with an agreement between a board of trustees and a board in effect on July 1, 2015, relating to the division of taxes under section 357H.9, the dissolution date of a rural improvement zone, or the criteria used for determining the need for improvements in the rural improvement zone that is inconsistent with this chapter shall be null and void. However, nothing in this chapter shall be construed to prohibit the board of trustees and the board from entering into an agreement on or after July 1, 2015, relating to the division of taxes under section 357H.9, the dissolution date of the rural improvement zone, or the criteria used for determining the need for improvements in the rural improvement zone, so long as such agreement does not violate the provisions of this chapter.\n\n2015 Acts, ch 97, §13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-357h/section-357h-11/"
    }
  ]
}