{
  "state": "iowa",
  "path": "title-title-ix-local-government/chapter-chapter-336-library-districts",
  "sections": [
    {
      "id": "section-3361section",
      "number": "336.1Section",
      "heading": "336.2 - Library districts formed",
      "text": "Section 336.3 - Gifts.Section 336.4 - Library trustees.Section 336.5 - Terms — vacancies.Section 336.6 - Removal or absence of trustee.Section 336.7 - No compensation.Section 336.8 - Powers.Section 336.9 - Methods of service.Section 336.10 - Library fund.Section 336.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-336",
      "number": "336",
      "heading": "1",
      "text": "1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3362",
      "number": "336.2",
      "heading": "Library districts formed.",
      "text": "336.2 Library districts formed.\n\n1. A library district may be established composed of one or more counties, one or more cities, or any combination of cities and counties.\n\n2. a. Eligible electors residing within the proposed district in a number not less than five percent of those voting for president of the United States or governor, as the case may be, within the district at the last general election may petition the board of supervisors of the county, or the city council, for the establishment of the library district. The petition shall clearly designate the area to be included in the district, the total number of board members, and how representation on the board shall be divided among the jurisdictions.\n\nb. The board of supervisors of each county and the city council of each city containing area within the proposed district shall submit the question to the registered voters within their respective counties and cities at the next general election. The petition shall be filed not less than eighty-two days before the election.\n\n3. a. A library district shall be established if a majority of the electors voting on the question and residing in the proposed library district favor its establishment.\n\nb. The result of the election within cities maintaining a free public library shall be considered separately, and no city shall be included within the library district unless a majority of its electors voting on the question favor its inclusion. In such cases the boundaries of an established district may vary from those of the proposed district.\n\n4. After the establishment of a library district, other areas may be included subject to the approval of the board of trustees of the library district and the passage of a referendum by the electors of the area sought to be included.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.2]\n\nC93, §336.2\n\n95 Acts, ch 67, §53; 2001 Acts, ch 158, §26; 2002 Acts, ch 1134, §96, 115; 2010 Acts, ch 1031, §322; 2010 Acts, ch 1061, §139\n\nReferred to in §331.381, 670.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-2/"
    },
    {
      "id": "section-3363",
      "number": "336.3",
      "heading": "Gifts.",
      "text": "336.3 Gifts.\n\nWhen a gift for library purposes is accepted by a county or city, its use for the library may be enforced against the board of supervisors or city council by the library board by an action of mandamus or by other proper action.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §358B.3; 81 Acts, ch 117, §1072]\n\nC93, §336.3\n\n2001 Acts, ch 158, §27\n\nReferred to in §331.381",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-3/"
    },
    {
      "id": "section-3364",
      "number": "336.4",
      "heading": "Library trustees.",
      "text": "336.4 Library trustees.\n\nIn any area in which a library district has been established in accordance with this chapter, a board of library trustees, consisting of five, seven, or nine members who reside within the library district, shall be appointed by the governing bodies of the jurisdictions comprising the library district.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.4]\n\nC93, §336.4\n\n2001 Acts, ch 158, §28; 2010 Acts, ch 1031, §323; 2010 Acts, ch 1193, §51\n\nReferred to in §331.321, 331.381, 336.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-4/"
    },
    {
      "id": "section-3365",
      "number": "336.5",
      "heading": "Terms — vacancies.",
      "text": "336.5 Terms — vacancies.\n\n1. Of the trustees appointed in accordance with section 336.4 on boards consisting of nine members, three shall hold office for two years, three for four years, and three for six years; on boards consisting of seven members, two shall hold office for two years, two for four years, and three for six years; and on boards consisting of five members, one shall hold office for two years, two for four years, and two for six years, from the first day of July following their appointment in each case. At the first meeting of the board, members shall cast lots for their respective terms, reporting the result of such lot to the governing body of each jurisdiction forming the library district. All subsequent appointments, whatever the size of the board, shall be for terms of six years each.\n\n2. A vacancy exists when a member ceases to be a resident of the jurisdiction the member represents or is absent for six consecutive regular meetings of the board.\n\n3. Vacancies shall be filled for unexpired terms by the governing body of the jurisdiction represented by the vacancy.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.5]\n\nC93, §336.5\n\n2010 Acts, ch 1031, §324\n\nReferred to in §331.321, 331.381",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-5/"
    },
    {
      "id": "section-3366",
      "number": "336.6",
      "heading": "Removal or absence of trustee.",
      "text": "336.6 Removal or absence of trustee. Repealed by 2010 Acts, ch 1031, §334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-6/"
    },
    {
      "id": "section-3367",
      "number": "336.7",
      "heading": "No compensation.",
      "text": "336.7 No compensation.\n\nMembers of said board shall receive no compensation for their services.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.7]\n\nC93, §336.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-7/"
    },
    {
      "id": "section-3368",
      "number": "336.8",
      "heading": "Powers.",
      "text": "336.8 Powers.\n\nThe board of library trustees shall have and exercise the following powers:\n\n1. To meet and elect from among its members a president of the board, a secretary, and such other officers as the board may deem necessary.\n\n2. To direct and control all affairs of the library district, as well as to have charge and supervision of the library and its rooms, appurtenances, and fixtures.\n\n3. To employ a librarian and authorize the librarian to employ such assistants and employees as may be necessary for the proper management of the library district. The board shall fix the compensation of such employees. Prior to such employment, the compensation of the librarian, assistants, and employees shall be fixed by a majority of the members of the board voting.\n\n4. To remove, by a two-thirds vote of the board, the librarian, and provide procedures for the removal of assistants or employees for misdemeanor, incompetency, or inattention to duty.\n\n5. To authorize the librarian to select and make purchases of books, magazines, periodicals, papers, maps, journals, furniture, fixtures, technology, and supplies for the library district.\n\n6. To authorize the use of the public library by nonresidents of the area which is taxed to support the public library and to fix charges for library services.\n\n7. To make and adopt, amend, modify, or repeal bylaws, rules and regulations, not inconsistent with law, for the care, use, government, and management of the public library and the business of the board, fixing and enforcing penalties for violations. The board shall keep a record of its proceedings.\n\n8. To have exclusive control of all funds allocated for public library purposes, all moneys available by gift or otherwise for the erection of public library buildings, and all other moneys belonging to the public library, including fines and rental fees collected, under the rules of the board.\n\n9. To accept gifts of real property, personal property, or mixed property, and devises and bequests, including trust funds; to take the title to the property in the name of the public library; to execute deeds and bills of sale for the conveyance of the property; and to expend the funds generated from the gifts, for the improvement of the public library.\n\n10. To make agreements with local county historical associations to set apart the necessary room and to care for articles that come into the possession of the association. The board may purchase necessary receptacles and materials for the preservation and protection of articles which are of an historical and educational nature.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.8]\n\n83 Acts, ch 123, §162, 209\n\nC93, §336.8\n\n2010 Acts, ch 1031, §325",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-8/"
    },
    {
      "id": "section-3369",
      "number": "336.9",
      "heading": "Methods of service.",
      "text": "336.9 Methods of service. Repealed by 2010 Acts, ch 1031, §334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-9/"
    },
    {
      "id": "section-33610",
      "number": "336.10",
      "heading": "Library fund.",
      "text": "336.10 Library fund.\n\n1. All moneys appropriated or received for the maintenance of the public library shall be deposited in the treasury of the county or city, as determined by the board of library trustees, and expenditures shall be paid by the treasurer of the county or city in which the moneys are deposited on warrants ordered by the board of trustees, signed by the board’s president and secretary.\n\n2. The treasurer of the county or city in which the public library moneys are deposited pursuant to subsection 1 shall be required to furnish a bond conditioned as provided by section 64.2 in an amount as agreed upon by the participating boards of supervisors and city councils and the cost shall be paid by the participating counties and cities.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §358B.10; 81 Acts, ch 117, §1073]\n\n83 Acts, ch 123, §163, 209\n\nC93, §336.10\n\n2001 Acts, ch 158, §29; 2010 Acts, ch 1031, §326",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-10/"
    },
    {
      "id": "section-33611",
      "number": "336.11",
      "heading": "Annual report.",
      "text": "336.11 Annual report.\n\nThe board of library trustees shall, within ninety days after the close of each fiscal year, submit a report to the governing bodies of the respective jurisdictions comprising the library district. The report shall contain a statement of the condition of the library, the number of books and other resources added, the number of books and other resources circulated, the number of books and other resources not returned or lost, the amount of fines collected, and the amount of money expended in the maintenance of the public library during the preceding fiscal year, together with any other information the board deems important.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.11]\n\nC93, §336.11\n\n2001 Acts, ch 158, §30; 2010 Acts, ch 1031, §327",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-11/"
    },
    {
      "id": "section-33612",
      "number": "336.12",
      "heading": "Real estate acquired.",
      "text": "336.12 Real estate acquired.\n\nThe board of library trustees may purchase real estate in the name of the library district for the location of public library buildings and branch libraries, and for the purpose of enlarging the grounds.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.12]\n\nC93, §336.12\n\n2001 Acts, ch 158, §31; 2010 Acts, ch 1031, §328",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-12/"
    },
    {
      "id": "section-33613",
      "number": "336.13",
      "heading": "Maintenance expense on proportionate basis.",
      "text": "336.13 Maintenance expense on proportionate basis.\n\n1. The maintenance of a public library established in accordance with this chapter shall be on the basis of each participating unit bearing its share of the total cost in proportion to its population as compared to the total population of the library district.\n\n2. The board of library trustees shall make an estimate of the amount necessary for the maintenance of the library, the sources of direct library revenue, and the amount to be contributed from taxes or other revenues by the participating city or county and hold a hearing on the estimate after notice of the hearing is published as provided in section 331.305 or section 362.3, as appropriate. On or before January 10 of each year, the board of library trustees shall transmit the estimate in dollars to the governing bodies of the jurisdictions participating in the library district. Each board of supervisors participating shall review the estimate and appropriate for library purposes its share from the county rural services fund budget. Each city council participating shall review the estimate for the city and appropriate for library purposes its share from the city general fund budget. Each participating city or county shall contribute its share from taxation or from other sources available for library purposes on an equitable basis. With approval of a city council, the county treasurer may withhold a reasonable portion of the taxes collected for a city to meet the city’s contribution for library purposes and deliver a receipt to the city clerk for the amount withheld.\n\n3. This section shall not affect the taxing authority provided under section 8A.222.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §358B.13; 81 Acts, ch 117, §1074; 82 Acts, ch 1104, §13]\n\n83 Acts, ch 123, §164, 209; 84 Acts, ch 1168, §1\n\nC93, §336.13\n\n2001 Acts, ch 158, §32; 2010 Acts, ch 1031, §329\n\nSection not amended; internal reference change applied",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-13/"
    },
    {
      "id": "section-33614",
      "number": "336.14",
      "heading": "Not applicable to contract service.",
      "text": "336.14 Not applicable to contract service.\n\nThe provisions of this chapter pertaining to the establishment of a library district shall not apply to any area receiving library service from any city library, unless the petition for a library district, in addition to the required signatures of electors, is signed by the governing body of the area receiving library service under contract.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.14]\n\nC93, §336.14\n\n2001 Acts, ch 158, §33",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-14/"
    },
    {
      "id": "section-33615",
      "number": "336.15",
      "heading": "Existing contracts assumed.",
      "text": "336.15 Existing contracts assumed.\n\nWhenever a library district is established in accordance with this chapter, its board of trustees shall assume all the obligations of the existing library service contracts made by jurisdictions participating in the library district.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.15]\n\nC93, §336.15\n\n2001 Acts, ch 158, §34; 2010 Acts, ch 1031, §330",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-15/"
    },
    {
      "id": "section-33616",
      "number": "336.16",
      "heading": "Withdrawal from district — termination.",
      "text": "336.16 Withdrawal from district — termination.\n\n1. A city may withdraw from the library district upon a majority vote in favor of withdrawal by the electorate of the city in an election held on a motion by the city council. The election shall be held simultaneously with a general or city election. Notice of a favorable vote to withdraw shall be sent by certified mail to the board of library trustees of the library district and the county auditor or city clerk, as appropriate, prior to January 10, and the withdrawal shall be effective on July 1.\n\n2. A county may withdraw from the district after a majority of the voters of the unincorporated area of the county voting on the issue favor the withdrawal. The board of supervisors shall call for the election which shall be held at the next general election.\n\n3. A city or county election shall not be called until a hearing has been held on the proposal to submit a proposition of withdrawal to an election. A hearing may be held only after public notice is published as provided in section 362.3 in the case of a city or section 331.305 in the case of a county. A copy of the notice submitted for publication shall be mailed to the public library on or before the date of publication. The proposal presented at the hearing must include a plan for continuing adequate library service with or without all participants and the respective allocated costs and levels of service shall be stated. At the hearing, any interested person shall be given a reasonable time to be heard, either for or against the withdrawal or the plan to accompany it.\n\n4. A library district may be terminated if a majority of the electors of the unincorporated area of the county and the cities included in the library district voting on the issue favor the termination. If the vote favors termination, the termination shall be effective on the succeeding July 1.\n\n5. An election for withdrawal from or termination of a library district shall not be held more than once each four years.\n\n[C54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §358B.16]\n\n84 Acts, ch 1168, §2; 85 Acts, ch 125, §1\n\nC93, §336.16\n\n2001 Acts, ch 158, §35; 2002 Acts, ch 1119, §51; 2002 Acts, ch 1134, §97, 115; 2010 Acts, ch 1031, §331; 2010 Acts, ch 1061, §140; 2011 Acts, ch 25, §33",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-16/"
    },
    {
      "id": "section-33617",
      "number": "336.17",
      "heading": "Historical association.",
      "text": "336.17 Historical association. Repealed by 2010 Acts, ch 1031, §334. See §336.8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-17/"
    },
    {
      "id": "section-33618",
      "number": "336.18",
      "heading": "Contracts to use city library.",
      "text": "336.18 Contracts to use city library.\n\n1. A school corporation, township, or library district may contract for the use by its residents of a city library. A contract by a county shall supersede all contracts by townships or school corporations within the county outside of cities.\n\n2. a. Contracts shall provide for the amount to be contributed. They may, by mutual consent of the contracting parties, be terminated at any time. They may also be terminated by a majority of the voters represented by either of the contracting parties, voting on the question to terminate which shall be submitted by the governing body upon a written petition of eligible electors in a number not less than five percent of those who voted in the area for president of the United States or governor at the last general election.\n\nb. The question may be submitted at any election provided by law which covers the area of the unit seeking to terminate the contract. The petition shall be presented to the governing body not less than ten days before the last day candidates may file nomination petitions for the election at which the question is to be submitted.\n\n3. The board of trustees of any township which has entered into a contract shall at the April meeting levy a tax not exceeding six and three-fourths cents per thousand dollars of assessed valuation on all taxable property in the township to create a fund to fulfill its obligation under the contract.\n\n4. a. Eligible electors of that part of any county outside of cities in a number of not less than twenty-five percent of those in the area who voted for president of the United States or governor at the last general election may petition the board of supervisors to submit the question of requiring the board to provide library service for them and their area by contract as provided by this section.\n\nb. The board of supervisors shall submit the question to the voters of the county residing outside of cities at the next general election. The petition shall be filed not less than ten days before the last day candidates may file nomination petitions for the election at which the question is to be submitted.\n\nc. If a majority of those voting upon the question favors it, the board of supervisors shall contract with a library for library use or service for the benefit of the residents and area represented by it.\n\n[S13, §592-a, 792-a; SS15, §422; C24, 27, 31, 35, 39, §5859, 5861 – 5863; C46, 50, 54, 58, 62, 66, 71, 73, §378.11, 378.13 – 378.15; C75, 77, 79, 81, S81, §358B.18; 81 Acts, ch 117, §1075]\n\n83 Acts, ch 123, §166, 167, 209\n\nC93, §336.18\n\n2001 Acts, ch 56, §25, 26; 2001 Acts, ch 158, §36; 2002 Acts, ch 1134, §98, 99, 115; 2010 Acts, ch 1031, §332\n\nReferred to in §331.321, 331.381",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-18/"
    },
    {
      "id": "section-33619",
      "number": "336.19",
      "heading": "Contracts for use of public library.",
      "text": "336.19 Contracts for use of public library.\n\n1. Contracting. The board of library trustees may contract with any other board of trustees of a free public library or any other city, school corporation, institution of higher learning, township, or county, or with the trustees of any county library district for the use of the library by their respective residents.\n\n2. Termination. A contract entered into pursuant to subsection 1 may be terminated as follows:\n\na. By mutual consent of the contracting parties.\n\nb. By a majority vote of the electors represented by either of the contracting parties. Upon a written petition of a number of eligible electors equaling five percent or more of the number of electors voting at the last general election within the jurisdiction of the contracting party, a termination proposition shall be submitted to the electors by the governing body of the contracting party. The petition shall be presented to the governing body not less than forty days prior to the next general election or special election held throughout the jurisdiction of the party seeking to terminate the contract. The proposition shall be submitted at the next general election or next special election held throughout the jurisdiction of the party seeking to terminate the contract.\n\n2010 Acts, ch 1031, §333",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ix/chapter-336/section-336-19/"
    }
  ]
}