{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-17-ordinances",
  "sections": [
    {
      "id": "section-3-17-1",
      "number": "3-17-1",
      "heading": "Ordinances; purposes.Section 3-17-2 - Ordinances; style",
      "text": "The governing body of a municipality may adopt ordinances or resolutions not inconsistent with the laws of New Mexico for the purpose of:\n\nA. effecting or discharging the powers and duties conferred by law upon the municipality;\n\nB. providing for the safety, preserving the health, promoting the prosperity and improving the morals, order, comfort and convenience of the municipality and its inhabitants; and\n\nC. enforcing obedience to the ordinances by prosecution in the municipal court and metropolitan courts and upon conviction the imposition of:\n\n(1) except for those violations of ordinances described in Paragraphs (2) and (3) of this subsection, a fine of not more than five hundred dollars ($500) or imprisonment for not more than ninety days or both;\n\n(2) for a violation of an ordinance prohibiting driving a motor vehicle while under the influence of intoxicating liquor or drugs, a fine of not more than one thousand dollars ($1,000) or imprisonment for not more than three hundred sixty-four days or both; and\n\n(3) for violations of an industrial user wastewater pretreatment ordinance as required by the United States environmental protection agency, a fine of not more than one thousand dollars ($1,000) a day for each violation.\n\nHistory:1953 Comp., § 14-16-1, enacted by Laws 1965, ch. 300; 1967, ch. 146, § 5; 1987, ch. 92, § 1; 1989, ch. 234, § 1; 1990, ch. 100, § 1; 1990, ch. 113, § 1; 1993, ch. 66, § 1.\n\nCross references.— For zoning authority of county or municipality,see3-21-1 NMSA 1978 et seq.\n\nFor jurisdiction of municipal courts,see35-14-2 NMSA 1978.\n\nFor proceedings to enforce violations of ordinances,see35-15-1 NMSA 1978 et seq.\n\nThe 1993 amendment,effective January 1, 1994, deleted \"third and every subsequent conviction of\" preceding \"violation\" and substituted \"three hundred sixty-four days\" for \"six months\" in Paragraph (2) of Subsection C.\n\n1990 amendments.— Laws 1990, ch. 100, § 1, effective July 1, 1990, in Subsection C, substituting \"for a second\" for \"for a third\" at the beginning of Paragraph (2), inserting the subparagraph designation \"(a)\" in Paragraph (2) and adding a Subparagraph (b) thereof, relating to impoundment or immobilization for not more than 60 days of the motor vehicle the convicted person was driving at the time of the offense, was approved March 5, 1990. However, Laws 1990, ch. 113, § 1, effective May 16, 1990, in Subsection C, inserting \"and metropolitan courts\" in the introductory clause, substituting \"Paragraphs (2) and (3)\" for \"Paragraph (2)\" in Paragraph (1), adding Paragraph (3) and making a minor stylistic change, was approved later on March 5, 1990. The section is set out as amended by Laws 1990, ch. 113, § 1.See12-1-8 NMSA 1978.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"five hundred dollars ($500)\" for \"three hundred dollars ($300)\" in Subsection C(1).\n\nThe 1987 amendment,effective June 19, 1987, in Subsection C, in the opening clause, substituted \"prosecution in municipal court and upon conviction the imposition of\" for all the material following \"enforcing obedience to the ordinances by\" as set out in the main pamphlet and added Paragraphs (1) and (2).\n\nI. GENERAL CONSIDERATION.\n\nNo standing to challenge civil forfeiture ordinance.— Where the plaintiffs failed to demonstrate that they or their members have suffered an injury in fact or experienced the imminent threat of injury by the enforcement of a municipal ordinance that provided for the civil forfeiture of vehicles operated by persons arrested for DWI, the plaintiffs did not have standing to challenge the ordinance under the requirements for traditional standing, organizational standing, facial constitutional challenge of the ordinance, or the doctrine of great public importance.ACLU v. City of Albuquerque, 2007-NMCA-092, 142 N.M. 259, 164 P.3d 958,aff'd, 2008-NMSC-045, 144 N.M. 471, 188 P.3d 1222.\n\nPolice officer may make warrantless arrest for misdemeanorif he has probable cause to believe the offense occurred in his presence.Tanberg v. Shlotis, 401 F.3d 1151 (10th Cir. 2005).\n\nHome rule municipalities.— Powers set forth in this section and 3-18-1 NMSA 1978 are independent municipal powers within the meaning of the home rule amendment because they are powers delegated to municipalities completely independent from the home rule amendment.New Mexicans for Free Enterprise v. City of Santa Fe, 2006-NMCA-007, 138 N.M. 785, 126 P.3d 1149.\n\nDelegation of authority by municipal officers improper.— There is no authority that municipal officers may delegate their authority regarding the conduct of municipal affairs to a state official in whose appointment they have no voice and over whom they have no control.Adams v. City of Albuquerque, 1957-NMSC-006, 62 N.M. 208, 307 P.2d 792.\n\nWhile courts are not bound by declarations of a legislative body that its enactment is in the interest of the public safety and welfare,they are not to be ignored; indeed, they are entitled to great weight and will ordinarily be respected, unless obviously untrue or absurd.Farnsworth v. City of Roswell, 1957-NMSC-053, 63 N.M. 195, 315 P.2d 839.\n\nAuthority of Subsection A.— A municipality may adopt ordinances for the purpose of protecting its inhabitants and preserving peace and order under authority of Subsection A of this section.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nAuthority of Subsection B.— The ordinance adopting authority of Subsection B of this section, often referred to as a general welfare clause, is independent of and in addition to ordinance adopting authority conferred by specific statutes.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nPower to regulate use of the streetsis a delegation of the police power of the state government and whatever reasonably tends to make regulation effective is a proper exercise of that power.City of Roswell v. Mitchell, 1952-NMSC-027, 56 N.M. 201, 242 P.2d 493.\n\nExtra-territorial public works.— When public rights and needs come in conflict with other interests, the municipality can exercise its discretionary authority to adopt a public policy whose objective is the greatest public good. Thus, the city's decision to build the bridge across the river, even though involving land outside the city's limits, was legal and presumed valid.State ex rel. Village of Los Ranchos de Albuquerque v. City of Albuquerque, 1994-NMSC-126, 119 N.M. 150, 889 P.2d 185.\n\nMunicipalities are not authorized to withhold utility servicefrom a subsequent owner.Bettini v. City of Las Cruces, 1971-NMSC-054, 82 N.M. 633, 485 P.2d 967.\n\nPresumption of validity.— If there is a relationship between an ordinance and its purpose, then unless its determination of the best method for preserving public health and safety is so arbitrary and unreasonable as to be equivalent to fraud, it will not be set aside.City of Hobbs v. Chesport, Ltd., 1966-NMSC-158, 76 N.M. 609, 417 P.2d 210;Fowler v. City of Santa Fe, 1963-NMSC-045, 72 N.M. 60, 380 P.2d 511;Martinez v. Cook, 1952-NMSC-034, 56 N.M. 343, 244 P.2d 134.\n\nFranchise without referendum.— A franchise to maintain and operate an existing water plant, and to make additions, extensions and betterments thereto, may be granted by ordinance by a city without a referendum to the people.Asplund v. City of Santa Fe, 1926-NMSC-002, 31 N.M. 291, 244 P. 1067.\n\nProsecution for violation of a municipal ordinance is a quasi-criminal proceeding.City of Roswell v. Gallegos, 1966-NMSC-246, 77 N.M. 170, 420 P.2d 438;City of Santa Fe v. Baker, 1980-NMCA-169, 95 N.M. 238, 620 P.2d 892.\n\nBoard members required to take final action.— Where municipal ordinance, which created a personnel board of five members, provides that a majority of all board members shall constitute a quorum and that final action may be taken by the majority of members present at a meeting, the ordinance does not require that final action be taken by all five members of the board.Smyers v. City of Albuquerque, 2006-NMCA-095, 140 N.M. 198, 141 P.3d 542.\n\nValidity of action where board members' terms have expired.— Where municipal ordinance provides that a board member remains in office until a successor has been duly qualified, the validity of a board's action was not affected by the fact that the term of two members of the board had expired.Smyers v. City of Albuquerque, 2006-NMCA-095, 140 N.M. 198, 141 P.3d 542.\n\nII. VALIDITY.\n\nBusiness license.— An ordinance which required businesses to retain a license and pay a license fee of 1% of annual gross business was invalid as a revenue measure.Town of Mesilla v. Mesilla Design Center & Book Store, Inc., 1962-NMSC-156, 71 N.M. 124, 376 P.2d 183.\n\nDoor to door soliciting.— A municipality has the power to enforce reasonable door to door soliciting and canvassing regulations to protect its citizens from crime and undue annoyances. However, an ordinance which conditions the solicitation of aid upon the determination by state authority as to what is a religious cause lays a forbidden burden upon the exercise of First Amendment liberties.Weissman v. City of Alamogordo, 472 F. Supp. 425 (D. N.M. 1979).\n\nVagueness.— City ordinance which specifically prohibited maintaining solid waste and inoperable vehicles on property was not void for vagueness in that a reasonable person would be on notice as to what conduct would constitute violation of ordinance.City of Roswell v. Hancock, 1998-NMCA-130, 126 N.M. 109, 967 P.2d 447.\n\nRecital in ordinance not prerequisite to validity.— No New Mexico statute requires a recital in city ordinance as a prerequisite to the validity of ordinances adopted under this section, and absent a showing of such a prerequisite, an ordinance with the enacting clause required by 3-17-2 NMSA 1978 is validly adopted.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nDrug paraphernalia ordinance.— A drug paraphernalia ordinance is neither vague nor overbroad which requires proof of subjective intent to engage in proscribed conduct.Weiler v. Carpenter, 695 F. 2d 1348 (10th Cir. 1982).\n\nForfeiture hearing.— An ordinance which failed to provide for hearing in connection with forfeiture of drug paraphernalia violates due process.Weiler v. Carpenter, 695 F.2d 1348 (10th Cir. 1982).\n\nNoise ordinance.— A noise ordinance which made it unlawful to create any unreasonably loud, disturbing or unnecessary noise or noise of such character, intensity or duration as to be detrimental to the repose, life or health of others and listed certain specific acts that were prohibited was not unconstitutionally vague for failing to specify permissible decibel levels.City of Farmington v. Wilkins, 1987-NMCA-088, 106 N.M. 188, 740 P.2d 1172, cert. denied, 106 N.M. 174, 740 P.2d 1158.\n\nParking meter ordinance.— Where parking meter ordinance was enacted primarily as a traffic regulation and not for the revenue incidental thereto, the ordinance is not unconstitutional or otherwise invalid because, incidentally, the city's receipts of money are increased.City of Roswell v. Mitchell, 1952-NMSC-027, 1982-NMSC-078, 56 N.M. 201, 242 P.2d 493.\n\nLocation of adult bookstore.— An ordinance which prohibited the location of an adult bookstore within 1,000 feet of certain specified facilities, including a residential area was unconstitutionally vague.Harris Books, Inc. v. City of Santa Fe, 1982-NMSC-078, 98 N.M. 235, 647 P.2d 868.\n\nLoitering.— Portions of an ordinance which prohibited loitering in public streets, places and gatherings, businesses or private property without lawful business, and which prohibited loitering about a public, private or parochial school, college or buildings, on foot or in a vehicle, without lawful business were unconstitutional because they condemned acts to which no reasonable person would attribute wrong doing or misconduct.Balizer v. Shaver, 1971-NMCA-010, 82 N.M. 347, 481 P.2d 709.\n\nInoperable automobiles.— An ordinance which made it unlawful to keep solid waste and inoperable vehicles on private property was not void for vagueness.City of Roswell v. Hancock, 1998-NMCA-130, 126 N.M. 109, 967 P.2d 449, cert. denied, 126 N.M. 107, 967 P.2d 447.\n\nPit bull dogs.— An ordinance banning the ownership or possession of a dog of the breed known as the American Pit Bull Terrier, was not void for vagueness, did not violate substantive or procedural due process, and did not take private property without just compensation in view of the fact that prior to the enactment of the ordinance residents had repeatedly been attacked in their persons and animals by pit bulls and a child had been severely mauled by a pit bull while walking home from school.Garcia v. Village of Tijeras, 1988-NMCA-090, 108 N.M. 116, 767 P.2d 355, cert. denied, 107 N.M 785, 765 P.2d 758.\n\nDisorderly house.— In an ordinance which made it unlawful to keep any \"common, ill-governed disorderly house\", the words \"common\" and \"ill-governed\" were unconstitutionally vague, but the word \"disorderly\" was not unconstitutionally vague and the constitutional words would be severed from the ordinance.City of Farmington v. Phillips, 1978-NMCA-120, 92 N.M. 304, 587 P.2d 451.\n\nLoitering on school grounds.— To interpret a city ordinance prohibiting loitering on school grounds without lawful business there as saying that no one had the right to be on school property without permission would raise serious constitutional questions, where the ordinance did not state that permission to be on school grounds was required.Anderson v. Shaver, 290 F. Supp. 920 (D.N.M. 1968).\n\nIII. PREEMPTION.\n\nPreemption test.— The test for state preemption of a municipal ordinance is not whether the municipality misstates the law in findings stated in the ordinance or whether some overlap exists between an ordinance and a statute. The test is whether the ordinance permits an act the statute prohibits, or vice versa.Rio Grande Kennel Club v. City of Albuquerque, 2008-NMCA-093, 144 N.M. 636, 190 P.3d 1131.\n\nState law preemption.— Both the state law regarding DWI and Section 3-17-1C(2) NMSA 1978 demonstrate by their plain language that the legislature did not intend to preempt the field of DWI legislation and preclude municipalities from enacting DWI ordiances. New Mexico's DWI statutes clearly contemplate the existence of municipal DWI ordinances in that the statutes discuss the proper interaction between such ordinances and the statutes.City of Rio Rancho v. Mazzi, 2010-NMCA-054, 148 N.M. 553, 239 P.3d 149, cert. denied, 2010-NMCERT-005, 148 N.M. 574, 240 P.3d 1048.\n\nIV. ORDINANCE AND STATUTE.\n\nLesser penalties.— The city did not exceed its authority by enacting an ordinance providing a lesser penalty than state DWI statutes thereby limiting the right to a jury trial. Such an ordinance is not inconsistent with the laws of New Mexico because it does not permit an act prohibited by the general law or vice versa.City of Rio Rancho v. Mazzei, 2010-NMCA-054, 148 N.M. 553, 239 P.3d 149, cert. denied, 2010-NMCERT-005, 148 N.M. 574, 240 P.3d 1048.\n\nPetty misdemeanor penalty for DWI.— Where a municipal ordinance prohibited exactly the same acts as those acts prohibited by state DWI statutes, and the only substantive difference between the ordinance and state law was that the ordinance imposed a petty misdemeanor penalty and state law imposed a misdemeanor penalty, the ordinance was not inconsistent with state law.City of Rio Rancho v. Mazzei, 2010-NMCA-054, 148 N.M. 553, 239 P.3d 149, cert. denied, 2010-NMCERT-005, 148 N.M. 574, 240 P.3d 1048.\n\nA home rule municipality is free to impose any penalty for DWIthat complies with Article X, Section 6 of the New Mexico Constitution and 3-17-1(C)(2) NMSA 1978.City of Rio Rancho v. Mazzei, 2010-NMCA-054, 148 N.M. 553, 239 P.3d 149, cert. denied, 2010-NMCERT-005, 148 N.M. 574, 240 P.3d 1048.\n\nThe legislature has not preempted the field of DWI legislation.City of Rio Rancho v. Mazzei, 2010-NMCA-054, 148 N.M. 553, 239 P.3d 149, cert. denied, 2010-NMCERT-005, 148 N.M. 574, 240 P.3d 1048.\n\nMore restrictive ordinances.— An ordinance can be more restrictive than a state law, as long as it supplements, compliments or duplicates the state statute, but does not conflict with it.ACLU of New Mexico v. City of Albuquerque, 2006-NMCA-078, 139 N.M. 761, 137 P.3d 1215.\n\nRegulation of water wells.— An ordinance which prohibited drilling of water wells within 200 feet of a water distribution line did not conflict with a statute which prohibited the drilling of a water well within 300 feet of a water distribution line because the ordinance was less restrictive.Stennis v. City of Santa Fe, 2008-NMSC-008, 143 N.M. 320, 176 P.3d 309.\n\nOrdinance may duplicate or complement statutory regulation.— The fact of double regulation does not result in the withdrawal of the municipality's authority to regulate. An ordinance may duplicate or complement statutory regulations.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nExclusive garbage contract.— A municipal ordinance providing for the letting of an exclusive garbage contract and the contract awarded under the ordinance was a reasonable exercise of the municipality's police power to protect the health and welfare of the community.Gomez v. City of Las Vegas, 1956-NMSC-021, 61 N.M. 27, 293 P.2d 984.\n\nOrdinance more strict than state statute was not inconsistent with state law on the same subjectbecause it provided for greater restrictions or prescribed higher standards than the law.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nExclusive garbage contract.— The burning, removal and disposal of garbage involve public health and safety and an ordinance granting an exclusive contract to collect, remove and dispose of garbage, and making it unlawful to burn garbage related to public health and safety, was not arbitrary, capricious or unreasonable.Barber's Supermarkets, Inc. v. City of Grants, 1969-NMSC-115, 80 N.M. 533, 458 P.2d 785.\n\nMotor vehicle ordinances.— Under statute municipality may enact motor vehicle ordinances notwithstanding that state statute likewise covers same subject matter and provides penalty for violations.Mares v. Kool, 1946-NMSC-032, 51 N.M. 36, 177 P.2d 532.\n\nInspections permitted.— Where city ordinance is broader than the state statute in that it permits inspection by persons not necessarily police officers, but nothing in the state statute prohibits inspection by other than police officers, there was no conflict between city and state regulations.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nV. SPECIFIC ORDINANCES.\n\nMinimum wage.— Minimum wage ordinance enacted by City of Santa Fe is within the power of the city to enact and is constitutional.New Mexicans for Free Enterprise v. City of Santa Fe, 2006-NMCA-007, 138 N.M. 785, 126 P.3d 1149.\n\nHome rule municipality may set minimum wage higher than that required by the state Minimum Wage Act because of the independent powers possessed by municipalities in New Mexico and the absence of any conflict with state law.New Mexicans for Free Enterprise v. City of Santa Fe, 2006-NMCA-007, 138 N.M. 785, 126 P.3d 1149.\n\nSale of intoxicating liquor.— A municipality has sufficient charter power to enact ordinance prohibiting sale of intoxicating liquor.City of Clovis v. Dendy, 1931-NMSC-007, 35 N.M. 347, 297 P. 141 (decided under prior law).\n\nGarbage collection and disposal.— The authority to establish health measures is authority for the municipality to place garbage collection and disposal exclusively with itself.City of Hobbs v. Chesport, Ltd., 1966-NMSC-158, 76 N.M. 609, 417 P.2d 210.\n\nKeeping of livestock.— In action attacking validity of ordinance prohibiting the keeping of livestock within restricted district of city, plaintiffs must prove specific facts showing ordinance unreasonable to overcome finding of city board, stated in preamble, that such keeping was a nuisance and endangered public health, and fact that plaintiffs' stables were kept clean and sanitary was no ground for holding ordinance invalid.Mitchell v. City of Roswell, 1941-NMSC-007, 45 N.M. 92, 111 P.2d 41, explained inGreen v. Town of Gallup, 1941-NMSC-050, 46 N.M. 71, 120 P.2d 619.\n\nRegulation of pawnbrokers.— City had authority to enact ordinances under its general welfare power and its police power to regulate pawnbrokers.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911 (decided under prior law).\n\nRegulation of warehousemen.— Under this section, municipal corporations are authorized to regulate the business of warehousemen, such business being affected with a public interest.Daniel v. City of Clovis, 1929-NMSC-061, 34 N.M. 239, 280 P. 260 (decided under prior law).\n\nCity may require a druggist to give bond as securitythat he will obey the law in dispensing liquor, but where the bond is made collectible only upon conviction for violation of the ordinance, it becomes a penalty limited to $300.City of Roswell v. Jacoby, 1916-NMSC-034, 21 N.M. 702, 158 P. 419 (decided under prior law).\n\nState misdemeanor statute does not preempt municipal ordinance.— The state statute providing a full misdemeanor penalty for certain acts of domestic violence does not preclude prosecution of an offense under a municipal ordinance that only provides a petty misdemeanor penalty. 2008 Op. Att'y Gen. No. 08-06.\n\nWhile an ordinance cannot conflict with a state statute,it is proper for an ordinance to cover the same subject matter as a state law. Local ordinances and state statutes may complement, support, implement and strengthen one another. 1963 Op. Att'y Gen. No. 63-40 (rendered under former law).\n\nOrdinance may not punish criminal act less severely.— Where an offense is identified as a felony under state law, a municipality may not enact an ordinance which purports to punish the same offense and set a lesser penalty therefor. 1981 Op. Att'y Gen. No. 81-24.\n\nTraffic ordinances.— The city of Roswell has authority to enact a traffic ordinance and prescribe a penalty for a violation of same by including payment of fine or imprisonment, or both, as long as the penalties and the imprisonment do not exceed the sum of $300 or 90 days in jail, or both. 1953 Op. Att'y Gen. No. 53-5828.\n\nWearing of crash helmets by motorcycle riders.— A municipality may not require by ordinance the wearing of crash helmets by riders of motor-driven cycles having not more than five horsepower. The adoption of such an ordinance would be an unconstitutional restriction upon a person's civil liberty, for the ordinance would seek to restrict his liberty when such restriction would not result in a benefit to the public at large or tend to preserve the safety of the community. The municipality might constitutionally require all motorcycle riders under a certain age to wear safety helmets, so long as the grouping does not include adults. 1966 Op. Att'y Gen. No. 66-15.\n\nRestrictions on political activities.— A county personnel ordinance can contain prohibitions against a covered employee holding a political position which is incompatible with his county employment, or provide that if the holding of a political office interfered with the full-time performance of his county employment, it would be grounds for termination of his employment. 1964 Op. Att'y Gen. No. 64-144.\n\nA county ordinance which precludes any person from soliciting contributions for any political party or for any partisan political purpose from covered county employees if he knows that they are covered employees would be valid only if limited to working hours. 1964 Op. Att'y Gen. No. 64-144.\n\nRegulation of fireworks.— The Fireworks Licensing and Safety Act (60-2C-1 et seq. NMSA 1978) expressly removed for municipalities their general authority to regulate fireworks and replaced it with limited authority to regulate the use of aerial and ground audible devices. To the extent that municipalities have regulatory authority over specified devices, those devices are subject to double regulation as long as municipal regulations do not conflict with the act's requirements. 1990 Op. Att'y Gen. No. 90-11.\n\nThe Fireworks Licensing and Safety Act (60-2C-1 et seq. NMSA 1978) denies all municipalities, including those with home rule charters, from regulating fireworks other than as provided by the statute. 1990 Op. Att'y Gen. No. 90-11.\n\nSection limits enforcement.— This section is clearly a limitation on the powers of cities and towns to provide for enforcement of municipal ordinances. 1960 Op. Att'y Gen. No. 60-199.\n\nThe town of Grants may impose a jail sentence alone, or a fine and a jail sentence, for the violation of one of its ordinances, subject to the limitations imposed in this section. 1958 Op. Att'y Gen. No. 58-217.\n\nLaw reviews.— For note, \"County Regulation of Land Use and Development,\" see 9 Nat. Resources J. 266 (1969).\n\nFor article, \"Prisoners Are People,\" see 10 Nat. Resources J. 869 (1970).\n\nFor article, \"Rights of New Mexico Municipalities Regarding the Siting and Operation of Privately Owned Landfills,\" see 21 N.M.L. Rev. 149 (1990).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 343 to 345.\n\n\"Radius,\" meaning of the term employed in ordinance as descriptive of area, location or distance, 10 A.L.R.2d 605.\n\nEmergency: conclusiveness of declaration of emergency in ordinance, 35 A.L.R.2d 586.\n\nSimultaneous repeal and reenactment of all, or part, of legislative act, effect of, 77 A.L.R.2d 336.\n\nValidity and construction of statute or ordinance requiring or prohibiting posting or other publication of price of commodity or services, 89 A.L.R.2d 901, 80 A.L.R.3d 740.\n\nValidity of regulations as to contraceptives or the dissemination of birth control information, 96 A.L.R.2d 955.\n\nMining or quarrying operations or oil production within municipal limits, ordinance prohibiting or regulating, 10 A.L.R.3d 1226.\n\nCurfew: validity and construction of curfew statute, ordinance or proclamation, 59 A.L.R.3d 321, 83 A.L.R.4th 1056.\n\nInitiative process: adoption of zoning ordinance or amendment thereto through initiative process, 72 A.L.R.3d 991.\n\nReferendum: adoption of zoning ordinance or amendment thereto as subject of referendum, 72 A.L.R.3d 1030.\n\nValidity, construction, and effect of \"Sunday closing\" or \"blue\" laws - modern status, 10 A.L.R.4th 246.\n\nRight of municipal corporation to review of unfavorable decision in action or prosecution for violation of ordinance - modern status, 11 A.L.R.4th 399.\n\n62 C.J.S. Municipal Corporations §§ 160, 248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-1/"
    },
    {
      "id": "section-3-17-2",
      "number": "3-17-2",
      "heading": "Ordinances; style.",
      "text": "The enacting clause of a municipal ordinance shall be:\n\n\"Be it ordained by the governing body of the ............ (here insert name of municipality).\"\n\nHistory:1953 Comp., § 14-16-2, enacted by Laws 1965, ch. 300.\n\nOrdinance with enacting clause required by this section is validly adopted.City of Hobbs v. Biswell, 1970-NMCA-086, 81 N.M. 778, 473 P.2d 917, cert. denied, 81 N.M. 772, 473 P.2d 911.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 347.\n\n62 C.J.S. Municipal Corporations §§ 249 to 251.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-2/"
    },
    {
      "id": "section-3-17-3",
      "number": "3-17-3",
      "heading": "Notice by publication of certain proposed ordinances.",
      "text": "A. Notice by publication of the title and subject matter of any ordinance proposed for adoption by the governing body of any municipality must take place at least two weeks prior to consideration of final action upon the ordinance in open session of the governing body, except that this section shall not apply to ordinances dealing with an emergency declared by the chairman of the governing body or the mayor, as the case may be, to be an immediate danger to the public health, safety and welfare of the municipality, or to ordinances the subject matter of which is amending a city zoning map, provided the amendment to such zoning map has been considered by, and recommended to, the commission by a planning commission with jurisdiction in the matter. It is sufficient defense to any suit or prosecution to show that no notice by publication was made.\n\nB. Notice of the proposed ordinance shall be published one time as a legal advertisement in a newspaper of general circulation in the municipality.\n\nC. Copies of a proposed ordinance shall be available to interested persons during normal and regular business hours of the municipal clerk upon request and payment of a reasonable charge beginning with the date of publication and continuing to the date of consideration by the municipality's elected commission.\n\nHistory:1953 Comp., § 14-16-2.1, enacted by Laws 1973, ch. 85, § 1.\n\nInapplicable to resolutions.— This section applies only to ordinances and not to resolutions.Hotels of Distinction W., Inc. v. City of Albuquerque, 1988-NMSC-047, 107 N.M. 257, 755 P.2d 595.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-3/"
    },
    {
      "id": "section-3-17-4",
      "number": "3-17-4",
      "heading": "Ordinances; roll call vote; adoption.",
      "text": "A. If a majority of all the members of the governing body vote in favor of adopting the ordinance or resolution, it is adopted. The municipal clerk shall record in the minutes book the vote of each member of the governing body on each ordinance or resolution.\n\nB. Within three days after the adoption of an ordinance or resolution, the mayor shall validate the ordinance or resolution by endorsing \"Approved\" upon the ordinance or resolution and signing the ordinance or resolution.\n\nHistory:1953 Comp., § 14-16-3, enacted by Laws 1965, ch. 300.\n\nPlaintiff's action insufficient to invoke estoppel against defendant from raising invalidity of ordinance.— Plaintiff's entering into preliminary negotiations with prospective clients after the day the ordinance would have become effective had the statutory prerequisites been complied with, by itself, was an insufficient change in position to invoke equitable estoppel against defendant city council from raising the invalidity of the ordinance, which had not been properly enacted under this section.Dale J. Bellamah Corp. v. City of Santa Fe, 1975-NMSC-045, 88 N.M. 288, 540 P.2d 218.\n\nSufficiency of approval.— The word \"Approved\" in a resolution, followed by a blank line for the purpose of writing the date, and signed by the mayor, was sufficient.City of Albuquerque v. Water Supply Co., 1918-NMSC-088, 24 N.M. 368, 174 P. 217.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 357 to 360.\n\nAt what stage does an ordinance pass beyond the power of the legislative body to reconsider or recall, 96 A.L.R. 1309.\n\n62 C.J.S. Municipal Corporations §§ 255 to 258, 265 to 267.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-4/"
    },
    {
      "id": "section-3-17-5",
      "number": "3-17-5",
      "heading": "Proof of ordinance; authentication; publication; effective date; codification.",
      "text": "A. An ordinance shall be recorded in a book kept for that purpose, shall be authenticated by the signature of the presiding officer of the governing body and the municipal clerk and shall bear the seal of the municipality. The ordinance shall be published one time either in its entirety or by title and a general summary of the subject matter contained in the ordinance, whichever the governing body elects to do.\n\nB. An ordinance shall not become effective until five days after it has been published, unless otherwise provided by law.\n\nC. If the ordinances of the municipality are codified or codified and revised, it is not necessary to publish the entire codification or codification and revision. An ordinance, referring to the codification or codification and revision by title only and specifying one place in the municipality where the codification or codification and revision may be inspected during the normal and regular business hours of the municipal clerk, may be published instead of the codification or codification and revision.\n\nD. Any court shall accept the following as prima facie evidence that an ordinance has been published:\n\n(1) the book in which the ordinances of the municipality are recorded;\n\n(2) any copy of an ordinance certified by the municipal clerk or his duly authorized deputy;\n\n(3) any ordinance published in book or pamphlet form under the authority of the municipality; or\n\n(4) any codification of ordinances prepared under the authority of the municipality. It is sufficient defense to any suit or prosecution to show that no publication was made.\n\nHistory:1953 Comp., § 14-16-4, enacted by Laws 1965, ch. 300.\n\nCross references.— For definition of \"publish\" or \"publication\",see3-1-2 NMSA 1978.\n\nFor continuation of ordinances in combined municipal organizations,see3-16-15 NMSA 1978.\n\nMunicipal ordinances are law, not adjudicative facts, and may be judicially noticed as law.City of Aztec v. Gurule, 2010-NMSC-006, 147 N.M. 693, 226 P.3d 477,overrulingMuller v. City of Albuquerque, 1978-NMSC-091, 92 N.M. 264, 587 P.2d 42;Coe v. City of Albuquerque, 1970-NMSC-041, 81 N.M. 361, 467 P.2d 27; andGeneral Servs. Corp. v. Board of Comm'rs of Bernalillo Cnty., 1965-NMSC-112, 75 N.M. 550, 408 P.2d 51.\n\nJudicial notice of municipal ordinance as law.— Where defendant was convicted in municipal court of aggravated DWI contrary to a municipal ordinance; defendant appealed to district court; at the trial de novo in district court, the municipality failed to introduce the municipal ordinance into evidence; and the district court properly denied defendant's motion to dismiss on the grounds that the municipality did not prove its case because it failed to introduce the municipal ordinance into evidence.City of Aztec v. Gurule, 2010-NMSC-006, 147 N.M. 693, 226 P.3d 477,overrulingMuller v. City of Albuquerque, 1978-NMSC-091, 92 N.M. 264, 587 P.2d 42;Coe v. City of Albuquerque, 1970-NMSC-041, 81 N.M. 361, 467 P.2d 27; andGeneral Servs. Corp. v. Board of Comm'rs of Bernalillo Cnty., 1965-NMSC-112, 75 N.M. 550, 408 P.2d 51.\n\nIt is better practice to prove an ordinance in accordance with the terms of this sectionand avoid the necessity of proving authenticity of signatures of the officers required to authenticate ordinance.Territory v. Lynch, 1913-NMSC-038, 18 N.M. 15, 133 P. 405,overruled byState v. Chamberlain, 1991-NMSC-094, 112 N.M. 723, 819 P.2d 673.\n\nIn the final publication an ordinance must be so identified as to give general noticeto all concerned of the character of the enactment.City of Clovis v. North, 1958-NMSC-077, 64 N.M. 229, 327 P.2d 305.\n\n\"Title\"is a \"descriptive name\" or \"the heading forming the name of an act or statute, by which it is distinguished from others.\"City of Clovis v. North, 1958-NMSC-077, 64 N.M. 229, 327 P.2d 305.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 350, 351, 355.\n\nConclusiveness of declaration of emergency in ordinance, 35 A.L.R.2d 586.\n\n62 C.J.S. Municipal Corporations §§ 274 to 284.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-5/"
    },
    {
      "id": "section-3-17-6",
      "number": "3-17-6",
      "heading": "Codes adopted and enforced by reference; availability.",
      "text": "A. A municipality may adopt by ordinance the conditions, provisions, limitations and terms of:\n\n(1) an administrative code;\n\n(2) an air pollution code;\n\n(3) a building code that includes provisions for plan review, permitting and inspections for general, electrical, mechanical and plumbing construction;\n\n(4) an elevator code;\n\n(5) a fire prevention code;\n\n(6) a health code;\n\n(7) [a] housing code;\n\n(8) a traffic code; or\n\n(9) any other code not in conflict with the laws of New Mexico or valid regulations issued by any board or agency of New Mexico authorized to issue regulations.\n\nAny code so adopted shall provide for minimum requirements at least equal to the state requirements on the same subject.\n\nB. An ordinance adopting any such code need only refer to the proper title and date of the code, without setting forth the code's conditions, provisions, limitations and terms, and may include any exception or deletion to the code by setting forth the exception or deletion to the code. The ordinance shall further specify at least one place within the municipality where the code, so adopted, is available for inspection during the normal and regular business hours of the municipal clerk. A copy of the code shall be available upon request and payment of a reasonable charge.\n\nC. Any amendment to such a code may be adopted in the same manner as other ordinances are adopted.\n\nHistory:1953 Comp., § 14-16-5, enacted by Laws 1965, ch. 300; 2007, ch. 132, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe 2007 amendment,effective July 1, 2009, permitted a municipality to adopt a building code that includes provisions for plan review, permitting and inspections for general, electrical, mechanical and plumbing construction.\n\nRestrictions on municipal permitting or inspection.— The construction industries division of the regulation and licensing department does not have the authority to place special requirements on a local jurisdiction's approval of construction permits or inspection of construction projects. 2011 Op. Att'y Gen. No. 11-06.\n\nFailure to adopt temporary or permanent CID program requirements.— The construction industries division of the regulation and licensing department does not have the authority to refuse inspection services to a local jurisdiction because the local jurisdiction failed to adopt temporary or permanent CID program requirements for the approval of construction permits or inspection of construction projects. 2011 Op. Att'y Gen. No. 11-06.\n\nEnforcement of state building code.— The construction industries division of the regulation and licensing department has the authority to refuse to provide inspection services or certify local inspectors in municipalities that fail to adopt a building code that provides for minimum requirements of the state Uniform Building Code. The construction industries division has the authority to issue a stop work or similar order on a construction project authorized by a local jurisdiction that has adopted a building code that, while the code meets minimum standards set by the CID, differs from the building code adopted by the CID. 2011 Op. Att'y Gen. 11-06.\n\nJurisdiction of municipal judge regarding traffic offenses.— Unless the town has specifically enacted an ordinance inclusive of the motor vehicle offenses contained in the state traffic code, a municipal judge does not have jurisdiction to hear and try those traffic offenses contained in the state motor vehicle code which are not actually covered by the particular town ordinance. 1962 Op. Att'y Gen. No. 62-141.\n\nIncorporated municipalities are given express power to adopt traffic codesmerely by reference to the proper title and date of the code on the same subject, provided that the entire code so adopted is made available for inspection in at least one place within the municipality, and provided that a copy of the code is made available upon request. 1960 Op. Att'y Gen. No. 60-218.\n\nMeaning of \"code\".— In the context in which the word \"code\" is used, the legislature intended the word to mean a regulation or a group of regulations relating to a specific subject. 1960 Op. Att'y Gen. No. 60-110.\n\nIt is necessary to publish the information that such code has been adoptedwith an appropriate reference to title and date of such code. 1960 Op. Att'y Gen. No. 60-110.\n\nLaw reviews.— For note, \"County Regulation of Land Use and Development,\" see 9 Nat. Resources J. 266 (1969).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Validity, construction, and application of the uniform fire code, 46 A.L.R.5th 479.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-6/"
    },
    {
      "id": "section-3-17-7",
      "number": "3-17-7",
      "heading": "Water conservation and drought management plans.",
      "text": "A municipality shall consider ordinances and codes to encourage water conservation and drought management planning pursuant to the provisions of Section 3 [72-14-3.2 NMSA 1978] of this act.\n\nHistory:Laws 2003, ch. 138, § 1.\n\nCross references.— For municipal regulation of watercourses, ponds, wells and cisterns,see3-53-1 NMSA 1978.\n\nEffective date.— Laws 2003, ch. 138 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 20, 2003, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-17/section-3-17-7/"
    }
  ]
}