{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-52-municipal-transit",
  "sections": [
    {
      "id": "section-3-52-1",
      "number": "3-52-1",
      "heading": "Municipal Transit Law; short title",
      "text": "Sections 3-52-1 through 3-52-13 NMSA 1978, may be cited as the \"Municipal Transit Law\".\n\nHistory:1953 Comp., § 14-53-1, enacted by Laws 1965, ch. 300.\n\nCross references.— For the Tort Claims Act,see41-4-1 NMSA 1978 et seq.\n\nFor excavation damage to pipelines and underground utility lines,see62-14-1 NMSA 1978 et seq.\n\nFor the Public Mass Transportation Act,see67-3-67 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 210.\n\n62 C.J.S. Municipal Corporations § 639; 63 C.J.S. Municipal Corporations § 1054; 64 C.J.S. Municipal Corporations § 1810.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-1/"
    },
    {
      "id": "section-3-52-2",
      "number": "3-52-2",
      "heading": "Legislative determination.",
      "text": "The legislature finds that privately operated public transportation has declined in patronage and use and become less attractive to investment capital than formerly. Growth of population in relation to area, the development of improved highways and intersecting structures, the wider use of the private automobile and the scattering of shopping and employment centers have diverted users to private transportation, provided intense competition for public transportation facilities, and pyramided operating costs of public transit to a point that increases in rates are being required and municipalities formerly and now depending on public transit are threatened with having inadequate facilities for public transportation publicly or privately owned.\n\nHistory:1953 Comp., § 14-53-2, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-2/"
    },
    {
      "id": "section-3-52-3",
      "number": "3-52-3",
      "heading": "Authorization.",
      "text": "A. A municipality may invoke the authority contained in the Municipal Transit Law on finding all of the following state of facts to exist:\n\n(1) general transportation of persons is necessary and convenient;\n\n(2) privately owned public transportation facilities in operation are inadequate;\n\n(3) it is impossible for existing franchise operators to render necessary service with adequate resulting return on the investment of capital; and\n\n(4) assignment of the existing franchise by the holder or release of the existing franchise and granting of a new franchise by the city will not afford adequate service. Such finding, if made, shall be by resolution adopted by the governing body on the affirmative recorded vote of at least two-thirds of the elected members of the governing body. The resolution shall be published in full in a daily newspaper of general circulation in the municipality. It shall not take effect until thirty days after the publication. If within the thirty days of the publication a petition signed by qualified voters in number equal to twenty percent of the number of voters at the preceding city election on which members of the governing body were elected asks that the resolution in question be submitted to a vote of the people for adoption or rejection, the measure shall not take effect until an election is held as petitioned. The governing body may then rescind the resolution or, in its discretion, call an election within ninety days, at which time the proposition shall be submitted to the voters; provided that the date is not in conflict with the provisions of Section 1-24-1 NMSA 1978. The governing body shall provide for the election pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978]. If a majority of the votes cast at such election are against the measure, it shall be void. If a majority of the votes cast favor the measure, the governing body may proceed to acquire and operate a transit system as provided in the Municipal Transit Law. If a majority of those voting on the proposition disapprove the proposition, the matter may not again be submitted by the governing body until the next election at which city commissioners are chosen.\n\nB. Any transit department so established is declared to be a public utility.\n\nHistory:1953 Comp., § 14-53-3, enacted by Laws 1965, ch. 300; 1971, ch. 11, § 1; 2019, ch. 212, § 187.\n\nThe 2019 amendment,effective April 3, 2019, provided that an election for the purpose of authorizing the municipality to invoke the authority of the Municipal Transit Law shall be conducted pursuant to the Local Election Act; in Subsection A, Paragraph A(4), added \"provided that the date is not in conflict with the provisions of Section 1-24-1 NMSA 1978\", and after \"shall provide for the election\", deleted \"in the same manner as for an election at which members of the governing body are chosen\" and added \"pursuant to the provisions of the Local Election Act\".\n\nCity cannot operate a statewide charter service.1964 Op. Att'y Gen. No. 64-150.\n\nFinding of inadequacy of statewide charter service not warranted.— The governing body of municipality would not be warranted in making a finding that privately owned transportation facilities are inadequate insofar as statewide charter service is involved, as it is in no position to so determine, and further, such determinations are for the state corporation commission (now public regulation commission) to make. 1964 Op. Att'y Gen. No. 64-150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-3/"
    },
    {
      "id": "section-3-52-4",
      "number": "3-52-4",
      "heading": "Powers of authorized municipality.",
      "text": "A. Any eligible municipal corporation having elected to invoke the powers set forth in the Municipal Transit Law may engage in the business of transportation of passengers and property within the municipality by whatever means it may decide, and may acquire cars, motor buses and other equipment necessary for carrying on the business. It may acquire land and erect buildings and equip them with all necessary machinery and facilities for operation, maintenance, modification, repair and storage of any buses, cars, trucks or other equipment needed. It may do all things necessary for the acquisition and conduct of the business of transportation.\n\nB. The governing body may provide for the selection of officers, agents, and employees necessary to be employed in connection with the acquisition, construction, maintenance and operation of such system of transportation, define their duties, regulate their compensation, and provide for their removal.\n\nC. The governing body may make, ordain and establish all such ordinances, resolutions, rules and regulations as it may deem necessary and proper for the conduct of the business of transportation and for fixing and collecting all fares, rates and charges for services rendered therein.\n\nD. Any municipality engaging in the business of transportation may extend any system of transportation to points outside the municipality where necessary and incidental to furnishing efficient transportation to points in the municipality.\n\nE. The governing body may lease any system of transportation in whole or in part to any person who will contract to operate it according to rules, time tables and other requirements established by the governing body.\n\nF. Any municipality may furnish transportation service to areas located outside the city limits and within the county in which it is located provided that prior contracts have been made with the county in which the areas are located covering the schedules, rates, service and other pertinent matters before initiation of such service.\n\nG. Power of eminent domain:\n\n(1) is granted to a qualifying municipality for the purpose of acquiring lands and buildings necessary to provide efficient public transit;\n\n(2) is granted to a qualifying municipality for the purpose of acquiring lands, equipment, buses, contracts and other assets of persons holding franchises for public transit therein; and\n\n(3) may be exercised as provided by law.\n\nH. The city, as an operating entity, may enter into contracts for special transportation service, charter buses, advertising and any other function which private enterprise, operating a public transit facility could do or perform for revenue.\n\nI. The governing body may spend public moneys to pay part of the costs of operation of public transit if revenues of the system prove to be insufficient.\n\nJ. The municipality is authorized to enter into binding agreements with the United States or any of its officers or agencies, of [or] the state or any of its officers or agencies, or any combination of agencies, departments, or officers of both the United States and the state of New Mexico, for planning, developing, modernizing, studying, improving, financing, operating or otherwise affecting public transit, to accept any loans, grants or payments from such agencies, and to make any commitments or assume any obligations required by such agencies as a condition of receiving the benefits thereof.\n\nHistory:1953 Comp., § 14-53-4, enacted by Laws 1965, ch. 300; 1969, ch. 251, § 11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For condemnation proceedings,see42A-1-1 NMSA 1978 et seq.\n\nMore specific law governs municipal transit.— When enforcement of this section and 65-2-1B NMSA 1978 (now repealed) would lead to a contradiction of home rule autonomy as guaranteed by N.M. Const., art. X, § 6, only this section, which is more specific in scope, will be enforced.City of Albuquerque v. N.M. State Corp. Comm'n, 1979-NMSC-095, 93 N.M. 719, 605 P.2d 227 (decided under prior law).\n\nCity cannot operate a statewide charter service.1964 Op. Att'y Gen. No. 64-150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-4/"
    },
    {
      "id": "section-3-52-5",
      "number": "3-52-5",
      "heading": "Transportation contracts.",
      "text": "All contracts for work, material or labor in connection with a transportation system shall be let in the manner provided by law for the letting of other contracts by the municipality.\n\nHistory:1953 Comp., § 14-53-5, enacted by Laws 1965, ch. 300; 1999, ch. 74, § 1.\n\nThe 1999 amendment,effective June 18, 1999, substituted \"Transportation contracts\" for \"Limitations on power\" in the section heading; deleted the Subsection A designation, and in that subsection, inserted \"system\"; deleted Subsection B, which read \"Transit service may not be extended to points outside the county in which the city is located unless prior approval is obtained from the state corporation commission and other regulatory bodies having jurisdiction in the matter\"; and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-5/"
    },
    {
      "id": "section-3-52-6",
      "number": "3-52-6",
      "heading": "Bond ordinance.",
      "text": "The governing body may adopt an ordinance providing:\n\nA. for issuance of bonds to enable the municipality to acquire land, buildings, buses or other equipment required for public transit or for refunding bonds previously issued for such purpose or both such purposes;\n\nB. the bonds are payable solely from a pledge of:\n\n(1) gross income derived by the municipality from the transit facilities financed with the proceeds and other transit facilities not so financed; provided that when gross revenues are so pledged, the municipality may apply to the payment of the expense of maintaining and operating the transit facilities, the gross revenues of which are so pledged, the city's revenues derived from sources other than the proceeds of ad valorem taxes and may, in the proceedings authorizing such issue of such bonds, covenant and agree to apply to the payment of such maintenance and operation expenses so much of such revenues as may be necessary for such purposes or as may be specified in the proceedings;\n\n(2) income derived from franchises granted by the governing body of the municipality;\n\n(3) contributions, grants or other financial assistance from the state or federal governments or any other source; or\n\n(4) any combination of these sources; and\n\nC. the ordinance is irrepealable as long as any indebtedness on the bonds is unpaid by the municipality.\n\nHistory:1953 Comp., § 14-53-6, enacted by Laws 1965, ch. 300; 1965, ch. 309, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-6/"
    },
    {
      "id": "section-3-52-7",
      "number": "3-52-7",
      "heading": "Terms of bonds.",
      "text": "A. The ordinance authorizing issuance of bonds shall specify:\n\n(1) issuance in any number of series;\n\n(2) maturity dates;\n\n(3) interest not exceeding six percent a year;\n\n(4) denominations;\n\n(5) form, either coupon or registered;\n\n(6) conversion or registration privileges;\n\n(7) rank or priority;\n\n(8) manner of execution;\n\n(9) if desirable, features of redemption, prior to maturity with or without premium; and\n\n(10) the terms, manner and medium of payment and redemption.\n\nB. No member of the governing body or any person executing bonds is personally liable on any bond. All bonds are payable solely from the sources allowed by the governing body as specified in the authorizing ordinance. No bond is a debt, liability or general obligation of the issuing municipality.\n\nC. The terms prescribed by the authorizing ordinance and by this section shall be carried on the face of each bond.\n\nHistory:1953 Comp., § 14-53-7, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-7/"
    },
    {
      "id": "section-3-52-8",
      "number": "3-52-8",
      "heading": "Sale of bonds.",
      "text": "A. Bonds may be sold at either public or private sale; provided that no such bonds may be sold at any price which does not result in an actual net interest cost to maturity, computed on the basis of standard tables of bond values, in excess of six percent.\n\nB. If any municipal officer whose signature appears on any bond ceases to be an officer before delivery of the bonds, the signature is valid for all purposes as if the officer had remained in office until delivery.\n\nC. All bonds are fully negotiable.\n\nHistory:1953 Comp., § 14-53-8, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-8/"
    },
    {
      "id": "section-3-52-9",
      "number": "3-52-9",
      "heading": "Construction.",
      "text": "The Municipal Transit Law is full authority for authorization and issuance of bonds and no election is necessary. In any proceeding involving the validity and enforceability of any bond or its security, any bond reciting in substance that it was issued by the municipality to aid in financing public transit facilities is conclusively presumed to have been issued for a public transit facility planned, operated and used in accordance with the Municipal Transit Law.\n\nHistory:1953 Comp., § 14-53-9, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-9/"
    },
    {
      "id": "section-3-52-10",
      "number": "3-52-10",
      "heading": "Additional security.",
      "text": "To further the marketability of bonds, the ordinance authorizing their issue may:\n\nA. secure their payment by deed of trust or mortgage conveying municipally owned land and improvements acquired for the public transit facility from the proceeds of the bonds to a trustee for the benefit and security of the bondholders; and\n\nB. authorize any other security agreement not in conflict with law.\n\nHistory:1953 Comp., § 14-53-10, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-10/"
    },
    {
      "id": "section-3-52-11",
      "number": "3-52-11",
      "heading": "Foreclosure.",
      "text": "If the interest or any serial maturity of any bond is in default, any obligee may foreclose against the municipality under the same procedure provided for foreclosure of real estate mortgages. The district court may appoint a receiver to operate the transit facilities in default.\n\nHistory:1953 Comp., § 14-53-11, enacted by Laws 1965, ch. 300.\n\nCross references.— For foreclosure of mortgages,see39-5-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-11/"
    },
    {
      "id": "section-3-52-12",
      "number": "3-52-12",
      "heading": "Legal investments.",
      "text": "Bonds are legal investments for savings banks and insurance companies under the laws of this state. They are bonds, notes or other obligations of a municipal subdivision of this state, issued pursuant to a law of this state, for the purposes of investment or purchase by the state investment officer.\n\nHistory:1953 Comp., § 14-53-12, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-12/"
    },
    {
      "id": "section-3-52-13",
      "number": "3-52-13",
      "heading": "Tax exemptions.",
      "text": "Bonds and their income and all mortgages or other instruments executed as security for them are exempt from all taxation by this state or any of its political subdivisions.\n\nHistory:1953 Comp., § 14-53-13, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-13/"
    },
    {
      "id": "section-3-52-14",
      "number": "3-52-14",
      "heading": "Declaration of legislative intent.",
      "text": "The legislature in recognition of the provisions of Public Law 88-365, 88th Congress, 1964, and realizing the importance of modern, efficient, economical transportation facilities in a municipality as an assurance of the convenience to the citizenry and the promotion of economic progress and development, desires to bring existing New Mexico laws in accord with the provisions of the Urban Mass Transportation Act of 1964 and to enable a municipality to qualify for a grant under such law through recognition of, and collective bargaining with, an appropriate union as required under the labor standards provision in Section 10, Paragraph (c) of the above federal law.\n\nHistory:1953 Comp., § 14-53-14, enacted by Laws 1965, ch. 274, § 1.\n\nCompiler's notes.— The Urban Mass Transportation Act of 1964 (Public Law 88-365), cited in this section, was formerly codified as 49 U.S.C. § 1601 et seq. It was repealed effective July 5, 1994. For present sections,seethe Federal Transit Act, 49 U.S.C. § 5301 et seq.\n\nNo general right of public sector collective bargaining.— Because the legislature, by 3-52-14 to 3-52-16 NMSA 1978, expressly authorized one public entity, municipalities, to engage in collective bargaining with one type of employee, mass transit workers, it may be inferred that the legislature specifically rejected collective bargaining for all others. 1987 Op. Att'y Gen. No. 87-41.\n\nIt would be incorrect to infer that by including a provision allowing closed meetings to discuss strategy preliminary to collective bargaining negotiations, 10-15-1E(3) [10-15-1H(5)] NMSA 1978 in the Open Meetings Act, the legislature recognized the general right of public sector collective bargaining. To the contrary, that provision was enacted only because the legislature specifically had authorized cities to bargain collectively with transit workers in 3-52-14 to 3-52-16 NMSA 1978. 1987 Op. Att'y Gen. No. 87-41 (issued prior to enactment of the Public Employees Bargaining Act, § 10-7E-1 NMSA 1978, et seq.).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-14/"
    },
    {
      "id": "section-3-52-15",
      "number": "3-52-15",
      "heading": "Authorization of collective bargaining in municipalities wishing to qualify for grant.",
      "text": "Any municipality desiring to qualify for a grant under the Urban Mass Transportation Act of 1964 (being Public Law 88-365, 88th Congress) may in order to meet the requirements of Section 10, Paragraph (c) of that act, recognize, and enter into collective bargaining with, an appropriate union representing employees of such municipal transit system with regard to the preservation of employee rights, privileges and benefits under any existing collective bargaining agreements or otherwise; the continuation of collective bargaining rights; the protection of individual employees against a worsening of their positions with respect to their employment; assurances of employment to employees of acquired mass transportation systems and priority of reemployment of employees terminated or laid off; and paid training or retraining programs.\n\nHistory:1953 Comp., § 14-53-15, enacted by Laws 1965, ch. 274, § 2.\n\nCompiler's notes.— The Urban Mass Transportation Act of 1964 (Public Law 88-365), cited in this section, was formerly codified as 49 U.S.C. § 1601 et seq. It was repealed effective July 5, 1994. For present sections,seethe Federal Transit Act, 49 U.S.C. § 5301 et seq. Section 10(c) of the act, also cited in this section, appeared as 49 U.S.C. § 1609(c). For present section,see49 U.S.C. § 5333.\n\nLaw reviews.— For note, \"Public Labor Disputes - A Suggested Approach for New Mexico,\"see1 N.M.L. Rev. 281 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-15/"
    },
    {
      "id": "section-3-52-16",
      "number": "3-52-16",
      "heading": "Coercive action prohibited.",
      "text": "This act [3-52-14 to 3-52-16 NMSA 1978] shall not be construed as authorizing or permitting such public employees, associations or groups to carry out such collective bargaining by means of strikes, picketing or any other coercive action.\n\nHistory:1953 Comp., § 14-53-16, enacted by Laws 1965, ch. 274, § 3.\n\nLaw reviews.— For note, \"Public Labor Disputes - A Suggested Approach for New Mexico,\"see1 N.M.L. Rev. 281 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-52/section-3-52-16/"
    }
  ]
}