{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-32-industrial-revenue-bonds",
  "sections": [
    {
      "id": "section-3-32-1",
      "number": "3-32-1",
      "heading": "Industrial Revenue Bond Act; definitions",
      "text": "Wherever used in the Industrial Revenue Bond Act unless a different meaning clearly appears in the context, the following terms whether used in the singular or plural shall be given the following respective interpretations:\n\nA. \"municipality\" means a city, town or village in New Mexico;\n\nB. \"project\" means any land and building or other improvements thereon, the acquisition by or for a New Mexico corporation of the assets or stock of an existing business or corporation located outside the state to be relocated within or near the municipality in the state and all real and personal properties deemed necessary in connection therewith, whether or not now in existence, which shall be suitable for use by the following or by any combination of two or more thereof:\n\n(1) an industry for the manufacturing, processing or assembling of agricultural or manufactured products;\n\n(2) a commercial enterprise in storing, warehousing, distributing or selling products of agriculture, mining or industry but does not include a facility designed for the sale of goods or commodities at retail or distribution to the public of electricity, gas, water or telephone or other services commonly classified as public utilities;\n\n(3) a business in which all or part of the activities of the business involve the supplying of services to the general public or to governmental agencies or to a specific industry or customer but does not include an establishment primarily engaged in the sale of goods or commodities at retail;\n\n(4) a water distribution or irrigation system, including without limitation, pumps, distribution lines, transmission lines, towers, dams and similar facilities and equipment, designed to provide water to a vineyard or winery;\n\n(5) an electric generation or transmission facility, other than one for which both location approval and a certificate of convenience and necessity are required prior to commencing construction or operation of the facility, pursuant to the Public Utility Act [Chapter 62, Articles 1 to 13 NMSA 1978];\n\n(6) an energy storage facility, which is a facility that uses mechanical, chemical, thermal, kinetic or other processes to store energy for release at a later time to integrate energy supply associated with renewable generation across the electric grid; and\n\n(7) a 501(c)(3) corporation;\n\nC. \"governing body\" means the board or body in which the legislative powers of the municipality are vested;\n\nD. \"property\" means any land, improvements thereon, buildings and any improvements thereto, machinery and equipment of any and all kinds necessary to the project, operating capital and any other personal properties deemed necessary in connection with the project;\n\nE. \"mortgage\" means a mortgage or a mortgage and deed of trust or the pledge and hypothecation of any assets as collateral security;\n\nF. \"health care service\" means the diagnosis or treatment of sick or injured persons or medical research and includes the ownership, operation, maintenance, leasing and disposition of health care facilities such as hospitals, clinics, laboratories, x-ray centers and pharmacies and, for any small municipality only, office facilities for physicians;\n\nG. \"refinance a hospital or 501(c)(3) corporation project\" means the issuance of bonds by a municipality and the use of all or substantially all of the proceeds to liquidate any obligations previously incurred to finance or aid in financing a project of a nonprofit corporation engaged in health care services, including nursing homes, or of a 501(c)(3) corporation, which would constitute a project under the Industrial Revenue Bond Act [Chapter 4, Article 59 NMSA 1978] had it been originally undertaken and financed by a municipality pursuant to the Industrial Revenue Bond Act; and\n\nH. \"501(c)(3) corporation\" means a corporation that demonstrates to the taxation and revenue department that it has been granted exemption from the federal income tax as an organization described in Section 501(c)(3) of the Internal Revenue Code of 1986, as amended or renumbered.\n\nHistory:1953 Comp., § 14-31-1, enacted by Laws 1965, ch. 300; 1969, ch. 201, § 1; 1974, ch. 50, § 1; 1977, ch. 267, § 1; 1977, ch. 335, § 1; 1981, ch. 45, § 1; 1983, ch. 282, § 1; 2002, ch. 25, § 1; 2002, ch. 37, § 1; 2020, ch. 14, § 1; 2024, ch. 67, § 1.\n\nCross references.— For public aid to private enterprises prohibited,seeN.M. Const., art. IX, § 14.\n\nFor the County Industrial Revenue Bond Act,see4-59-1 NMSA 1978 et seq.\n\nFor Section 501(c)(3) of the Internal Revenue Code of 1986,see26 U.S.C. § 501(c)(3).\n\nThe 2024 amendment,effective July 1, 2024, amended the Industrial Revenue Bond Act to include certain electric energy storage facilities as eligible projects; and in Subsection B, added a new Paragraph B(6) and redesignated former Paragraph B(6) as Paragraph B(7).\n\nThe 2020 amendment,effective July 1, 2020, included electric transmission facilities within the definition of an eligible \"project\" as used in the Industrial Revenue Bond Act, and made certain technical amendments; and in Subsection B, Paragraph B(5), after \"electric generation\", added \"or transmission\", and after \"Public Utility Act\", deleted \"and Electric Utility Industry Restructuring Act of 1999\".\n\n2002 Amendments.— Laws 2002, ch. 25, § 1, effective May 15, 2002, added a new Paragraph B(5); in Subsection G, inserted \"or 501(c)(3) corporation\" and \"or of any 501(c)(3) corporation\"; and added Subsection H.\n\nLaws 2002, ch. 37, § 1, effective May 15, 2002, added Paragraphs B(5) and (6); in Subsection G, inserted \"or 501(c)(3) corporation\" and \"or of any 501(c)(3) corporation\"; and added Subsection H.\n\nPollution control facilities are \"project\".— Pollution control facilities which do not provide any substantial employment fall within the definition of the term \"project\" as contained in this section, because this section does not require that a \"project\" increase employment.Kennecott Copper Corp. v. Town of Hurley, 1973-NMSC-032, 84 N.M. 743, 507 P.2d 1074.\n\nIssuance of bonds for pollution control facilities was constitutional.— The issuance of revenue bonds pursuant to the Industrial Revenue Bond Act to finance the cost of pollution control facilities was a proper \"public purpose\" for which such revenue bonds could be constitutionally issued.Kennecott Copper Corp. v. Town of Hurley, 1973-NMSC-032, 84 N.M. 743, 507 P.2d 1074.\n\nConstitutionality of revenue bonds.— Revenue bonds which do not engage the general taxing power of the state, or a political subdivision thereof, are not within the prohibition of N.M. Const., art. IX, §§ 12 and 13, either as to the requirement for approval of a popular referendum, or as exceeding constitutional limitation on indebtedness.Village of Deming v. Hosdreg Co., 1956-NMSC-111, 62 N.M. 18, 303 P.2d 920.\n\nIndebtedness created by revenue bondsare not the kind of \"debt\" the framers of the constitution had in mind and were talking about in N.M. Const., art. IX, §§ 12 and 13.Village of Deming v. Hosdreg Co., 1956-NMSC-111, 62 N.M. 18, 303 P.2d 920.\n\nConstitutionality of bonds issued for purpose of promoting industry and trade.— Statute authorizing the issuance of bonds by municipalities to finance projects for the purpose of promoting industry and trade did not violate N.M. Const., art. IX, § 12 or 14.Village of Deming v. Hosdreg Co., 1956-NMSC-111, 62 N.M. 18, 303 P.2d 920.\n\nBonds issued to promote industry and trade did not violate public policy.— Statute authorizing the issuance of bonds by municipalities to finance projects for the purpose of promoting industry and trade did not present a program in violation of public policy.Village of Deming v. Hosdreg Co., 1956-NMSC-111, 62 N.M. 18, 303 P.2d 920.\n\nExclusion of businesses from act.— A business should be specifically excluded from the Industrial Revenue Bond Act before it may be deprived of the act's benefits. 1967 Op. Att'y Gen. No. 67-120.\n\nIn order for a business to qualify as a \"project\" it must be an existing business.1960 Op. Att'y Gen. No. 60-114.\n\nUnless an existing business is acquired, there is no valid \"project\"under this section. 1960 Op. Att'y Gen. No. 60-114, overruled to the extent it conflicts with 1960 Op. Att'y Gen. No. 60-172\n\n\"Primarily engaged in the sale of goods or commodities at retail,\"in Subsection B(3), means a facility which is \"principally\" or \"chiefly\" devoted to retail sales. 1981 Op. Att'y Gen. No. 81-32.\n\nWhen office building qualifies as \"project\".— An office building available for general commercial leasing qualifies as a \"project\" if less than half the available space is leased to retail trade. 1981 Op. Att'y Gen. No. 81-32.\n\nIssuance of bonds for financing machinery and equipment.— The word \"project\" as used in this section allows a municipality to issue revenue bonds for financing machinery and equipment to be used in an industry, the land and building of which are financed through other means. 1971 Op. Att'y Gen. No. 71-51.\n\nCemetery is not \"project\".— A cemetery cannot be purchased by a municipality under the Industrial Revenue Bond Act because a cemetery would not appear to fall within the definition of \"project\" as that term is used in this section. 1970 Op. Att'y Gen. No. 70-102.\n\nMunicipally owned portions of a project are tax exempt.If a municipality acquires land, and leases that land for the construction and operation of a project, the land owned by the municipality is not subject to an ad valorem tax. But the leasehold interest of the corporation operating the project, and all its raw materials, stock, equipment and buildings may be so taxed, and all of the privilege, excise and income taxes are still applicable. 1960 Op. Att'y Gen. No. 60-190.\n\nUsing bond proceeds.— Bond proceeds may be used to acquire land, buildings and improvements for sale or lease to a commercial airline already located in New Mexico. 1967 Op. Att'y Gen. No. 67-120.\n\nBond proceeds may be used to acquire a facility consisting of land, building and equipment, but not the assets and stock of a business. 1960 Op. Att'y Gen. No. 60-172.\n\nLaw reviews.— For article, \"New Mexico Taxes: Taking Another Look\",see32 N.M.L. Rev. 351 (2002).\n\nFor article, \"Ad Valorem Tax Status of a Private Lessee's Interest in Publicly Owned Property: Taxability of Possessory Interests in Industrial Projects under the New Mexico Industrial Revenue Bond Act,\"see3 N.M.L. Rev. 136 (1973).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 64 Am. Jur. 2d Public Securities and Obligations § 85.\n\nEminent domain: industrial park or similar development as public use justifying condemnation of private property, 62 A.L.R.4th 1183.\n\n64 C.J.S. Municipal Corporations § 1957.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-1/"
    },
    {
      "id": "section-3-32-2",
      "number": "3-32-2",
      "heading": "Short title.",
      "text": "Chapter 3, Article 32 NMSA 1978 may be cited as the \"Industrial Revenue Bond Act\".\n\nHistory:1953 Comp., § 14-31-1.1, enacted by Laws 1967, ch. 84, § 1; 1997, ch. 216, § 1; 1997, ch. 226, § 1.\n\nThe 1997 amendment,effective June 20, 1997, made stylistic changes to the compilation reference at the beginning of the section. Laws 1997, ch. 216, § 1 enacted identical amendments to this section. The section was set out as amended by Laws 1997, ch. 226, § 1.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-2/"
    },
    {
      "id": "section-3-32-3",
      "number": "3-32-3",
      "heading": "Addition to definitions.",
      "text": "As used in the Industrial Revenue Bond Act, \"project\" also means:\n\nA. any land and buildings or other improvements thereon and all real and personal property deemed necessary in connection therewith whether or not now in existence which shall be suitable for use by any private institution of higher education or any nonprofit corporation engaged in health care services, including nursing homes, and, for any small municipality only, office facilities for physicians, any mass transit or other transportation activity involving the movement of passengers, any industrial park, any office headquarters and any research and development facility; or\n\nB. urban transit buses, whether or not already in existence, that are:\n\n(1) manufactured or assembled in New Mexico;\n\n(2) equipped to hold at least thirty passengers; and\n\n(3) suitable for use by a commercial enterprise for leasing.\n\nHistory:1953 Comp., § 14-31-1.2, enacted by Laws 1967, ch. 84, § 2; 1974, ch. 50, § 2; 1975, ch. 222, § 1; 1981, ch. 45, § 2; 2005, ch. 9, § 1.\n\nThe 2005 amendment,effective March 11, 2005, added urban transit buses that are made in New Mexico, hold at least thirty passengers and are suitable for use by a commercial enterprise for leasing to the definition of a project.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-3/"
    },
    {
      "id": "section-3-32-4",
      "number": "3-32-4",
      "heading": "Legislative intent.",
      "text": "It is the intent of the legislature by the passage of Sections 3-32-1 through 3-32-16 NMSA 1978 to authorize municipalities to acquire, own, lease or sell projects for the purpose of promoting industry and trade other than retail trade, by inducing manufacturing, industrial and commercial enterprises to locate or expand in this state, promoting the use of the agricultural products and natural resources of this state, and promoting a sound and proper balance in this state between agriculture, commerce and industry. It is intended that each project be self-liquidating. It is not intended hereby to authorize any municipality itself to operate any manufacturing, industrial or commercial enterprise. Sections 3-32-1 through 3-32-16 NMSA 1978 shall be liberally construed in conformity with the said intent.\n\nHistory:1953 Comp., § 14-31-2, enacted by Laws 1965, ch. 300; 1977, ch. 267, § 2.\n\nAcquiring assets, stock, etc., of state agency or commission.— The section does not authorize the issuance of industrial revenue bonds for the purpose of acquiring any assets, stock, etc., of a state agency or commission. 1968 Op. Att'y Gen. No. 68-11.\n\nRelocation of the inter-tribal Indian ceremonial association property or creation of an Indian memorial parkcannot be accomplished by the issuance of industrial revenue bonds. 1968 Op. Att'y Gen. No. 68-11.\n\nLaw reviews.— For article, \"Ad Valorem Tax Status of a Private Lessee's Interest in Publicly Owned Property: Taxability of Possessory Interests in Industrial Projects under the New Mexico Industrial Revenue Bond Act,\"see3 N.M.L. Rev. 136 (1973).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 64 C.J.S. Municipal Corporations § 1909.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-4/"
    },
    {
      "id": "section-3-32-5",
      "number": "3-32-5",
      "heading": "Additional legislative intent.",
      "text": "It is further the legislative intent that the Industrial Revenue Bond Act authorize municipalities to refinance hospital or 501(c)(3) corporation projects and projects of any independent, nonprofit, nonsectarian four-year college or university accredited by the north central association of colleges and schools, to acquire, own, lease or sell projects for the purpose of promoting the local economy and improving local health and the general welfare by inducing private institutions of higher education, nonprofit corporations engaged in health care services, including nursing homes, 501(c)(3) corporations and, for any small municipality only, office facilities for physicians, to provide more adequate facilities of higher education and to provide more adequate health care services in this state and by inducing mass transit or other transportation activities, industrial parks, office headquarters and research and development activities to locate or expand in this state. It is not intended to authorize any municipality to own or lease projects for retail business or by itself to operate any private institution of higher education; nonprofit corporation engaged in health care services, including nursing homes; 501(c)(3) corporation; industrial parks; office headquarters; or research and development facilities.\n\nHistory:1953 Comp., § 14-31-2.1, enacted by Laws 1967, ch. 84, § 3; 1974, ch. 50, § 3; 1975, ch. 222, § 2; 1977, ch. 267, § 3; 1977, ch. 335, § 2; 1981, ch. 45, § 3; 1994, ch. 134, § 1; 2002, ch. 25, § 2; 2002, ch. 37, § 2.\n\nCross references.— For definition of 501(c)(3) corporation,see3-32-1 NMSA 1978.\n\nThe 2002 amendment,effective May 15, 2002, inserted \"or 501(c)(3) corporation\" and \"501(c)(3) corporations\" in the first sentence and inserted \"501(c)(3) corporation\" in the last sentence. Laws 2002, ch. 25, § 2 enacted identical amendments to this section. The section was set out as amended by Laws 2002, ch. 37, § 2.See12-1-8 NMSA 1978.\n\nThe 1994 amendment,effective May 18, 1994, substituted \"projects and projects of any independent, nonprofit, nonsectarian four-year college or university accredited by the north central association of colleges and schools\" for \"project\" and made stylistic changes throughout the section.\n\nLaw reviews.— For article, \"Ad Valorem Tax Status of a Private Lessee's Interest in Publicly Owned Property: Taxability of Possessory Interests in Industrial Projects under the New Mexico Industrial Revenue Bond Act,\"see3 N.M.L. Rev. 136 (1973).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-5/"
    },
    {
      "id": "section-3-32-51",
      "number": "3-32-5.1",
      "heading": "Small communities; definition; attracting physicians.",
      "text": "It is the legislative intent that small communities have the power to issue municipal revenue bonds for the purpose of constructing office facilities for physicians as a method of attracting physicians. Therefore, for the purposes of Sections 3-32-3, 3-32-5 and Subsection F of Section 3-32-1 NMSA 1978, \"small municipality\" means an incorporated municipality having a population of less than fifteen thousand as shown by the last preceding official United States census. For limited purposes stated in this section, physicians offices are allowed even though the physicians operate as a profit-making enterprise.\n\nHistory:1978 Comp., § 3-32-5.1, enacted by Laws 1981, ch. 45, § 4.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions § 588.\n\n64 C.J.S. Municipal Corporations § 1909.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-5-1/"
    },
    {
      "id": "section-3-32-6",
      "number": "3-32-6",
      "heading": "Additional powers conferred on municipalities.",
      "text": "In addition to any other powers that it may now have, a municipality shall have the following powers:\n\nA. to acquire, whether by construction, purchase, gift or lease, one or more projects that shall be located within this state and may be located within or without the municipality or partially within or partially without the municipality, but which shall not be located more than fifteen miles outside of the corporate limits of the municipality; provided that:\n\n(1) urban transit buses qualifying as a project pursuant to Subsection B of Section 3-32-3 NMSA 1978 need not be continuously located within this state, but the commercial enterprise using the urban transit buses for leasing shall meet the location requirement of this subsection; and\n\n(2) a municipality shall not acquire any electricity generation facility, transmission facility or energy storage facility project unless the school districts within the municipality in which the project is located receive annual in-lieu tax payments; provided that the annual in-lieu tax payments required by this paragraph shall be:\n\n(a) payable to the school districts for the period the municipality owns and leases the project;\n\n(b) in an aggregate amount equal to the amount received by the municipality multiplied by the percentage determined by dividing the average of mills imposed by the school districts within the municipality plus state debt service mills as of the date of issuance of the bonds by the average of the mills imposed by all entities levying taxes on property in the municipality as of such date;\n\n(c) divided among the school districts located within the municipality, if there is more than one school district in such municipality, and the in-lieu payment shall be allocated as follows: 1) fifty percent allocated equally among all school districts in which the project is located; 2) forty percent allocated to the school districts within the municipality in proportion to the area of each school district within the municipality; and 3) ten percent allocated to the school districts in proportion to the average of each school district's student membership pursuant to the Public School Code [Chapter 22 NMSA 1978, except Article 5A] reported on the second and third reporting dates for the most recent school year for which data is available as of the date of issuance of the bonds; and\n\n(d) for each individual school district located within the municipality, no less than the amount due to the school district in the tax year immediately preceding the issuance of the bonds from the property included in a project, had such project not been created;\n\nB. to sell or lease or otherwise dispose of any or all of its projects upon such terms and conditions as the governing body may deem advisable and as shall not conflict with the provisions of the Industrial Revenue Bond Act;\n\nC. to issue revenue bonds for the purpose of defraying the cost of acquiring by construction and purchase, or either, any project and to secure the payment of such bonds, all as provided in the Industrial Revenue Bond Act. No municipality shall have the power to operate any project as a business or in any manner except as lessor;\n\nD. to refinance one or more hospital or 501(c)(3) corporation projects and to acquire any such hospital or 501(c)(3) corporation project whether by construction, purchase, gift or lease, which hospital or 501(c)(3) corporation project shall be located within this state and may be located within or without the municipality or partially within or partially without the municipality, but which shall not be located more than fifteen miles outside of the corporate limits of the municipality, and to issue revenue bonds to refinance and acquire a hospital or 501(c)(3) corporation project and to secure the payment of such bonds, all as provided in the Industrial Revenue Bond Act. A municipality shall not have the power to operate a hospital or 501(c)(3) corporation project as a business or in any manner except as lessor; and\n\nE. to refinance one or more projects of any private institution of higher education and to acquire any such project, whether by construction, purchase, gift or lease; provided that the project shall be located within this state and may be located within or without the municipality or partially within or partially without the municipality, but the project shall not be located more than fifteen miles outside of the corporate limits of the municipality, and to issue revenue bonds to refinance and acquire any project of any private institution of higher education and to secure the payment of such bonds. A municipality shall not have the power to operate a project of a private institution of higher education as a business or in any manner except as lessor.\n\nHistory:1953 Comp., § 14-31-3, enacted by Laws 1965, ch. 300; 1977, ch. 335, § 3; 1994, ch. 134, § 2; 2002, ch. 25, § 3; 2002, ch. 37, § 3; 2005, ch. 9, § 2; 2020, ch. 14, § 2; 2021, ch. 91, § 1; 2023, ch. 180, § 1; 2024, ch. 67, § 2.\n\nCross references.— For definition of 501(c)(3) corporation,see3-32-1 NMSA 1978.\n\nThe 2024 amendment,effective July 1, 2024, provided an exception to certain powers conferred on municipalities by including energy storage facility projects in an existing provision listing projects that municipalities are prohibited from acquiring, unless the school districts within the municipality in which the project is located receive annual in-lieu tax payments; and in Subsection A, Paragraph A(2), after \"electricity generation\", added \"facility\", and after \"transmission facility\", added \"or energy storage facility\".\n\nThe 2023 amendment,effective April 5, 2023, modified the formula for distributions of payments-in-lieu of taxes to school districts; and in Subsection A, Subparagraph A(2)(b), after \"dividing the average of\", deleted \"the operating, capital improvement and bond\", after \"within the municipality\", deleted \"and\" and added \"plus\", in Subparagraph A(2)(c), deleted \"shared\" and added \"divided\", after \"within the municipality\", deleted \"equally\", and after \"in such municipality, and\", added \"the in-lieu payment shall be allocated as follows: 1) fifty percent allocated equally among all school districts in which the project is located; 2) forty percent allocated to the school districts within the municipality in proportion to the area of each school district within the municipality; and 3) ten percent allocated to the school districts in proportion to the average of each school district's student membership pursuant to the Public School Code reported on the second and third reporting dates for the most recent school year for which data is available as of the date of issuance of the bonds; and\", and in Subparagraph A(2)(d), deleted \"not be\" and added \"for each individual school district located within the municipality, no\".\n\nThe 2021 amendment,effective June 18, 2021, changed the method for determining an annual in-lieu tax payment for an electric generation or transmission facility project, and provided for the sharing of in-lieu tax payments among school districts, and provided that the minimum in-lieu payment for the school districts shall be the amount that would have been due the school districts in the tax year immediately preceding the issuance of the bonds from the property included in the project; in Subsection A, Paragraph A(2), after \"unless the school\", deleted \"district in which the project is located will receive the same amount, or greater, of annual in-lieu tax payments as would have been received in property taxes for the fully developed project had the project not been acquired\" and added \"districts within the municipality in which the project is located receive annual in-lieu tax payments; provided that the annual in-lieu tax payments required by this paragraph shall be\", and added Subparagraphs A(2)(a) through A(2)(d).\n\nThe 2020 amendment,effective July 1, 2020, prohibited municipalities from acquiring electricity generation or transmission facility projects unless the school district in which the project is located will receive the same amount, or greater, of annual in-lieu tax payments as would have been received in property taxes had the project not been acquired; and in Subsection A, Paragraph A(2), after \"generation\", added \"or transmission\", and deleted \"the acquisition is approved by the local school board of the school district in which a project is located and the governing body, the local school board and the person proposing the project negotiate and determine the amount of an annual in-lieu tax payment to be made to the school district by the person proposing the project, for the period that the municipality owns and leases the project, and provided such approval shall not be unreasonably withheld\" and added \"the school district in which the project is located will receive the same amount, or greater, of annual in-lieu tax payments as would have been received in property taxes for the fully developed project had the project not been acquired\".\n\nThe 2005 amendment,effective March 11, 2005, provided that a qualified urban transit buses project need not be continuously located in New Mexico, but the commercial enterprise using the buses for leasing must meet the location requirements of Subsection A.\n\nThe 2002 amendment,effective May 15, 2002, added the provisos in Subsection A and inserted \"or 501(c)(3) corporation\" in five places in Subsection D.\n\nThe 1994 amendment,effective May 18, 1994, substituted \"the Industrial Revenue Bond Act\" for \"Sections 14-31-1 through 14-31-13 NMSA 1953\" in Subsection B, inserted \"in the Industrial Revenue Bond Act\" and made related stylistic changes in Subsections C and D, and added Subsection E.\n\nLocation of \"project\".— A municipality has no power to acquire a \"project\" that is located, and is to remain located, either outside of the state or more than 15 miles outside the corporate limits of the municipality. Therefore, a municipality may not acquire a \"project\" that includes a business that is located outside the state, unless that out-of-state business is to be relocated within New Mexico, and within 15 miles of the corporate limits of the acquiring municipality. 1960 Op. Att'y Gen. No. 60-190.\n\nLaw reviews.— For article, \"Ad Valorem Tax Status of a Private Lessee's Interest in Publicly Owned Property: Taxability of Possessory Interests in Industrial Projects under the New Mexico Industrial Revenue Bond Act,\"see3 N.M.L. Rev. 136 (1973).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-6/"
    },
    {
      "id": "section-3-32-61",
      "number": "3-32-6.1",
      "heading": "Notice to county.",
      "text": "A. Prior to adopting an ordinance issuing industrial revenue bonds, the municipality shall give notice to the board of county commissioners and the county assessor of its intent to consider the matter. The board and the county assessor shall be notified at least thirty days prior to the meeting at which final action is to be taken so that comments can be transmitted to the municipality.\n\nB. The board of county commissioners and the county assessor shall be able to forward their comments and any concerns to the city council, but there is no approval required from the board or the county assessor and they do not have veto over the proposed industrial revenue bond issuance.\n\nC. The municipality and county shall jointly develop criteria for issuance of industrial revenue bonds by either government; provided, however, that industrial revenue bonds may be authorized and issued before development of the criteria is completed.\n\nD. The municipality shall notify the board of county commissioners and the county assessor when an industrial revenue bond has matured, expired or been replaced by a refunding bond.\n\nHistory:Laws 1997, ch. 216, § 2 and Laws 1997, ch. 226, § 2; 2003, ch. 221, § 1.\n\nThe 2003 amendment,effective June 20, 2003, rewrote this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-6-1/"
    },
    {
      "id": "section-3-32-62",
      "number": "3-32-6.2",
      "heading": "Electric transmission projects; payments to the state.",
      "text": "A person proposing an electric transmission facility project pursuant to Paragraph (2) of Subsection A of Section 3-32-6 NMSA 1978 shall pay to the state annual payments equal to five percent of the total amount of in-lieu tax payments to be made in that calendar year by such person to counties, municipalities and other local entities authorized to levy taxes on property, including in-lieu tax payments made to school districts pursuant to Paragraph (2) of Subsection A of Section 3-32-6 NMSA 1978, and five percent of the value of any other consideration related to the project paid to local entities authorized to levy taxes on property by a person proposing an electric transmission project. A copy of any agreement providing for such in-lieu tax payments shall be provided to the secretary of finance and administration within thirty days of written approval of such agreement by all of the parties. Each annual payment to the state shall be made no later than the end of each fiscal year in which in-lieu tax payments are made to local taxing entities. Each annual payment shall be made to the department of finance and administration for deposit to the general fund.\n\nHistory:Laws 2020, ch. 14, § 3; 2021, ch. 91, § 2.\n\nThe 2021 amendment,effective June 18, 2021, clarified that certain payments to the state for an electric transmission project shall be made by the person proposing the electric transmission project; and deleted \"The state shall receive\" and added \"A person proposing an electric transmission facility project pursuant to Paragraph (2) of Subsection A of Section 3-32-6 NMSA 1978 shall pay to the state\", after \"total amount of in-lieu tax payments\", deleted \"made by a person proposing an electric transmission project\" and added \"to be made in that calendar year by such person\", and after \"any other consideration\", added \"related to the project\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-6-2/"
    },
    {
      "id": "section-3-32-7",
      "number": "3-32-7",
      "heading": "Bonds issued to finance projects.",
      "text": "A. Bonds issued by a municipality under authority of the Industrial Revenue Bond Act shall not be the general obligation of the municipality within the meaning of Article 9, Sections 12 and 13 of the constitution of New Mexico. The bonds shall be payable solely out of the revenue derived from the projects for which the bonds are issued. Bonds and interest coupons, if any, issued under authority of the Industrial Revenue Bond Act shall never constitute an indebtedness of the municipality within the meaning of any state constitutional provision or statutory limitation and shall never constitute or give rise to a pecuniary liability of the municipality or a charge against its general credit or taxing powers, and such fact shall be plainly stated on the face of each bond.\n\nB. The bonds may be executed and delivered at any time, and from time to time, may be in such form and denominations, may be of such tenor, may be in registered or bearer form either as to principal or interest or both, may be payable in such installments and at such time or times not exceeding thirty years from their date, may be payable at such place or places, may bear interest at such rate or rates payable at such place or places and evidenced in such manner and may contain such provisions not inconsistent with the Industrial Revenue Bond Act, all as shall be provided in the ordinance and proceedings of the governing body under which the bonds are authorized to be issued.\n\nC. Bonds issued under the authority of the Industrial Revenue Bond Act may be sold at public or private sale in such manner and from time to time as may be determined by the governing body to be most advantageous, and the municipality may pay all expenses, attorney, engineering and architects' fees, premiums and commissions that the governing body may deem necessary or advantageous in connection with the authorization, sale and issuance of the bonds.\n\nD. Bonds issued under the authority of the Industrial Revenue Bond Act and all interest coupons applicable thereto, if any, shall be construed to be negotiable.\n\nE. A bond shall not be issued by a municipality having a population of more than forty thousand according to the most recent decennial census to finance a project that is valued at eight million dollars ($8,000,000) or more unless an employer of the project:\n\n(1) offers to its employees and their dependents health insurance coverage that is in compliance with the New Mexico Insurance Code [Chapter 59A, except for Articles 30A and 42A NMSA 1978] or a comparable health benefits plan pursuant to the federal Employee Retirement Income Security Act of 1974; and\n\n(2) contributes not less than fifty percent of the premium for the health care coverage for those employees who choose to enroll; provided that the fifty percent employer contribution shall not be a requirement for the dependent coverage that is offered.\n\nHistory:1953 Comp., § 14-31-4, enacted by Laws 1965, ch. 300; 1983, ch. 265, § 7; 2003, ch. 360, § 1.\n\nCross references.— For destruction of documentary evidence of extinguished public debt,see6-10-62 NMSA 1978.\n\nFor the federal Employee Retirement Income Security Act of 1974,see29 U.S.C.S. § 1001 et seq.\n\nThe 2003 amendment,effective January 1, 2004, added Subsection E.\n\nPayment of fees permitted.— There is no merit in the claim that provision for payment of attorneys', architects' and engineers' fees from proceeds of the revenue bonds invalidated a statute authorizing the issuance of bonds by municipalities to finance projects for the purpose of promoting industry and trade.Village of Deming v. Hosdreg Co., 1956-NMSC-111, 62 N.M. 18, 303 P.2d 920.\n\nGuaranteed bonds.— Industrial revenue bonds guaranteed by a corporation, where the guarantee is inserted into the body of the bonds, cannot exist under the Industrial Revenue Bond Act, and municipalities have no power to issue such bonds. 1960 Op. Att'y Gen. No. 60-219.\n\nLaw reviews.— For article, \"Ad Valorem Tax Status of a Private Lessee's Interest in Publicly Owned Property: Taxability of Possessory Interests in Industrial Projects under the New Mexico Industrial Revenue Bond Act,\"see3 N.M.L. Rev. 136 (1973).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-7/"
    },
    {
      "id": "section-3-32-8",
      "number": "3-32-8",
      "heading": "Security for bonds.",
      "text": "The principal of and interest on any bonds issued under the authority of Sections 3-32-1 through 3-32-16 NMSA 1978, shall be secured by a pledge of the revenues out of which such bonds shall be made payable, may be secured by a mortgage covering all or any part of the project from which the revenues so pledged may be derived, and may be secured by a pledge of the lease of such project. The ordinance and proceedings under which such bonds are authorized to be issued or any such mortgage may contain any agreement and provisions customarily contained in instruments securing bonds, including, without limiting the generality of the foregoing, provisions respecting the fixing and collection of all revenues from any project covered by such proceedings or mortgage, the terms to be incorporated in the lease of such project, the maintenance and insurance of such project, the creation and maintenance of special funds from the revenues from such project, and the rights and remedies available in event of default to the bondholders or to the trustee under a mortgage, all as the governing body shall deem advisable and as shall not be in conflict with the provisions of Sections 3-32-1 through 3-32-16 NMSA 1978; provided, however, that in making any such agreements or provisions a municipality shall not have the power to obligate itself except with respect to the project and the application of the revenues therefrom, and shall not have the power to incur a pecuniary liability or a charge upon its general credit or against its taxing powers. The proceedings authorizing any bonds hereunder and any mortgage securing such bonds may provide the procedure and remedies in the event of default in payment of the principal of or the interest on such bonds or in the performance of any agreement. No breach of any such agreement shall impose any pecuniary liability upon a municipality or any charge upon its general credit or against its taxing powers.\n\nHistory:1953 Comp., § 14-31-5, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-8/"
    },
    {
      "id": "section-3-32-9",
      "number": "3-32-9",
      "heading": "Requirements respecting lease.",
      "text": "Prior to the leasing of any project, the governing body must determine and find the following:\n\nA. the amount necessary in each year to pay the principal of and the interest on the bonds proposed to be issued to finance such project; and\n\nB. the amount necessary to be paid each year into any reserve funds which the governing body may deem it advisable to establish in connection with the retirement of the proposed bonds and the maintenance of the project; and unless the terms under which the project is to be leased provide that the lessee shall maintain the project and carry all proper insurance with respect thereto, the estimated cost of maintaining the project in good repair and keeping it properly insured. The determinations and findings of the governing body required to be made in the preceding sentence shall be set forth in the proceedings under which the proposed bonds are to be issued; and prior to the issuance of such bonds, the municipality shall lease or sell the project to a lessee or purchaser under an agreement conditioned upon completion of the project and providing for payment to the municipality of such rentals or payments as, upon the basis of such determinations and findings, will be sufficient:\n\n(1) to pay the principal of and interest on the bonds issued to finance the project;\n\n(2) to build up and maintain any reserve deemed by the governing body to be advisable in connection therewith; and\n\n(3) to pay the costs of maintaining the project in good repair and keeping it properly insured, unless the agreement of lease obligates the lessee to pay for the maintenance and insurance of the project.\n\nHistory:1953 Comp., § 14-31-6, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-9/"
    },
    {
      "id": "section-3-32-10",
      "number": "3-32-10",
      "heading": "Refunding bonds.",
      "text": "A. Any bonds issued hereunder and at any time outstanding may at any time and from time to time be refunded by a municipality by the issuance of its refunding bonds in such amount as the governing body may determine to refund the principal of the bonds so to be refunded, all unpaid accrued and unaccrued interest thereon to the normal maturity date of such bonds or to selected prior redemption dates thereof, any redemption premiums, any commission and all estimated costs incidental to the issuance of such bonds and to such refunding as may be determined by the governing body. The principal amount of any such refunding bonds may be equal to, less than or greater than the principal amount of the bonds to be so refunded. Any such refunding may be effected whether the bonds to be refunded shall have then matured or shall thereafter mature, either by sale of the refunding bonds and the application of the proceeds thereof for the payment of the bonds to be refunded thereby, or by exchange of the refunding bonds for the bonds to be refunded thereby; provided, that the holders of any bonds so to be refunded shall not be compelled without their consent to surrender their bonds for payment or exchange prior to the date on which they are payable or, if they are called for redemption, prior to the date on which they are by their terms subject to redemption. Any refunding bonds issued under the authority of Sections 3-32-1 through 3-32-16 NMSA 1978 shall be payable solely from the revenues out of which other bonds issued under Sections 3-32-1 through 3-32-16 NMSA 1978 may be payable or solely from those amounts derived from an escrow as herein provided, including amounts derived from the investment of refunding bond proceeds and other legally available amounts also as herein provided, or from any combination of the foregoing sources, and shall be subject to the provisions contained in Section 3-32-7 NMSA 1978 and may be secured in accordance with the provisions of Section 3-32-8 NMSA 1978.\n\nB. Proceeds of refunding bonds shall either be applied immediately to the retirement of the bonds being refunded or be placed in escrow in a commercial bank or trust company which possesses and is exercising trust powers. Notwithstanding any provision to the contrary in Section 3-32-11 NMSA 1978 or in any other statute, such escrowed proceeds may be invested in short-term securities, long-term securities or both. Except to the extent inconsistent with the express terms of Sections 3-32-1 through 3-32-16 NMSA 1978, the ordinance and other proceedings under which the bonds to be so refunded were issued, including any mortgage or trust indenture given to secure the same, shall govern the establishment of any escrow in connection therewith and the investment or reinvestment of any escrowed proceeds.\n\nHistory:1953 Comp., § 14-31-7, enacted by Laws 1965, ch. 300; 1977, ch. 335, § 4.\n\nSeverability clauses.— Laws 1977, ch. 335, § 5, provided for the severability of the act if any part or application thereof is held invalid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-10/"
    },
    {
      "id": "section-3-32-11",
      "number": "3-32-11",
      "heading": "Use of proceeds from sale of bonds.",
      "text": "The proceeds from the sale of any bonds issued under authority of Sections 3-32-1 through 3-32-16 NMSA 1978, shall be applied only for the purpose for which the bonds were issued; provided, however, that any accrued interest and premiums received in any such sale shall be applied to the payment of the principal of or the interest on the bonds sold; and provided, further, that if for any reason any portion of such proceeds shall not be needed for the purpose for which the bonds were issued, then such balance of said proceeds shall be applied to the payment of the principal of or the interest on said bonds, and provided, further, that any portion of the proceeds from the sale of said bonds or any accrued interest and premium received in any such sale, may, in the event the money will not be needed, or cannot be effectively used to the advantage of the municipality for the purposes herein provided, be invested in short term, interest-bearing securities if such investment will not interfere with the use of such funds for the primary purpose as herein provided. The cost of acquiring any project shall be deemed to include the following:\n\nA. the actual cost of the construction of any part of a project which may be constructed, including architect's, attorney's and engineer's fee;\n\nB. the purchase price of any part of a project that may be acquired by purchase;\n\nC. the actual cost of the extension of any utility to the project site, all expenses in connection with the authorization, sale and issuance of the bonds to finance such acquisition; and\n\nD. the interest on such bonds for a reasonable time prior to construction, during construction and for not exceeding six months after completion of construction.\n\nHistory:1953 Comp., § 14-31-8, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-11/"
    },
    {
      "id": "section-3-32-12",
      "number": "3-32-12",
      "heading": "No contribution by municipality.",
      "text": "No municipality shall have the power to pay out of its general funds or otherwise contribute any part of the costs of acquiring a project, and shall not have the power to use land already owned by the municipality, or in which the municipality has an equity, for construction thereon of a project or any part thereof, unless the municipality is fully reimbursed for the value of the land as may be determined by a current appraisal, or unless the city leases the land at an annual rental fee of not less than five percent of the appraised value. The entire cost of acquiring any project must be paid out of the proceeds from the sale of bonds issued under the authority of Sections 3-32-1 through 3-32-16 NMSA 1978; provided, however, that this provision shall not be construed to prevent a municipality from accepting donations of property to be used as a part of any project or money to be used for defraying any part of the cost of any project.\n\nHistory:1953 Comp., § 14-31-9, enacted by Laws 1965, ch. 300; 1968, ch. 21, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-12/"
    },
    {
      "id": "section-3-32-13",
      "number": "3-32-13",
      "heading": "Bonds made legal investments.",
      "text": "Bonds issued under the provisions of Sections 3-32-1 through 3-32-16 NMSA 1978, shall be legal investments for savings banks and insurance companies organized under the laws of this state.\n\nHistory:1953 Comp., § 14-31-10, enacted by Laws 1965, ch. 300.\n\nPurchase by state investment council.— There is no authority for the state investment council to purchase municipal industrial revenue bonds as such. 1960 Op. Att'y Gen. No. 60-219.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-13/"
    },
    {
      "id": "section-3-32-14",
      "number": "3-32-14",
      "heading": "Exemption from taxation.",
      "text": "The bonds authorized by Sections 3-32-1 through 3-32-16 NMSA 1978, and the income from said bonds, all mortgages or other security instrument executed as security for said bonds, all lease agreements made pursuant to the provisions hereof, and revenue derived from any lease or sale by the municipality thereof shall be exempt from all taxation by the state of New Mexico, or any subdivision thereof.\n\nHistory:1953 Comp., § 14-31-11, enacted by Laws 1965, ch. 300.\n\nCross references.— For property tax exemption,see7-36-3 NMSA 1978.\n\nConstitutionality of exemption.— Statute authorizing issuance of revenue bonds by municipality for industrial development and providing that bonds so authorized, the income therefrom, etc., shall be exempt from all taxation by state or any subdivision, was not violation of constitutional provision requiring that taxes be equal and uniform insofar as the exemption was confined to municipal property.Village of Deming v. Hosdreg Co., 1956-NMSC-111, 62 N.M. 18, 303 P.2d 920.\n\nInsertion of a corporate guarantee into the bondsis inconsistent with the provisions of the Industrial Revenue Bond Act that allow a tax exemption for the bonds. 1960 Op. Att'y Gen. No. 60-219.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-14/"
    },
    {
      "id": "section-3-32-15",
      "number": "3-32-15",
      "heading": "Construction of act.",
      "text": "Neither Sections 3-32-1 through 3-32-16 NMSA 1978, nor anything herein contained shall be construed as a restriction or limitation upon any powers which a municipality might otherwise have under any laws of this state, but shall be construed as cumulative; and Sections 3-32-1 through 3-32-16 NMSA 1978, shall not be construed as requiring an election by the voters of a municipality prior to the issuance of bonds hereunder by such municipality.\n\nHistory:1953 Comp., § 14-31-12, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-15/"
    },
    {
      "id": "section-3-32-16",
      "number": "3-32-16",
      "heading": "No notice or publication required.",
      "text": "No notice, consent or approval by any governmental body or public officer shall be required as a prerequisite to the sale or issuance of any bonds or the making of a mortgage under the authority of Sections 3-32-1 through 3-32-16 NMSA 1978, except as provided in these sections.\n\nHistory:1953 Comp., § 14-31-13, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-32/section-3-32-16/"
    }
  ]
}