{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-62-methods-of-insurance",
  "sections": [
    {
      "id": "section-3-62-1",
      "number": "3-62-1",
      "heading": "Providers of insurance.Section 3-62-2 - Pooling.",
      "text": "Any insurance authorized by law to be purchased, obtained or provided by a municipality or other political subdivision or local public body or any insurance which a subdivision or body may assist in providing to its employees may be provided by:\n\nA. self-insurance which may be funded by appropriations or contributions to establish or maintain reserves for self-insurance purposes;\n\nB. insurance secured in accordance with any other method provided by law; or\n\nC. any combination of insurance authorized by Sections 3-62-1 and 3-62-2 NMSA 1978.\n\nHistory:1978 Comp., § 3-62-1, enacted by Laws 1979, ch. 287, § 1; 1986, ch. 92, § 1.\n\nCross references.— For general insurance provisions,seeChapter 59A NMSA 1978.\n\nThe 1986 amendment,effective May 21, 1986, in the introductory paragraph, inserted \"or other political subdivision or local public body\", and substituted \"subdivision or body\" for \"municipality\"; and, in Subsection A, deleted, \"provided, however, the provisions of this subsection shall not apply to public property coverage\" from the end.\n\nUM/UIM requirements do not apply to association of counties.— The requirements of Subsection A of 66-5-301 NMSA 1978, pertaining to uninsured and underinsured motorist coverage, does not apply to a group of counties that pool their financial resources under 3-62-1 and 3-62-2 NMSA 1978 to satisfy claims against the individual members of the group.Romero v. Board of Cnty. Comm'rs of Taos Cnty., 2011-NMCA-066, 150 N.M. 59, 257 P.3d 404, cert. denied, 2011-NMCERT-005, 150 N.M. 666, 265 P.3d 717.\n\nWhere plaintiff, who was an employee of defendant, was injured in a motor vehicle accident while driving a county vehicle during the course of defendant's employment with the county; plaintiff received a settlement for the policy limits of the insurance policy of the driver of the other vehicle and made a claim for UM/UIM coverage against the county's insurance coverage; the county provided liability coverage through a coverage agreement with the New Mexico Association of Counties which maintained a pool of contributions by member counties to fund property and liability losses; and the coverage agreement did not include UM/UIM coverage, the requirements of Subsection A of 66-5-301 NMSA 1978 did not apply to the Association of Counties and it was not required to offer UM/UIM coverage.Romero v. Board of Cnty. Comm'rs of Taos Cnty., 2011-NMCA-066, 150 N.M. 59, 257 P.3d 404, cert. denied, 2011-NMCERT-005, 150 N.M. 666, 265 P.3d 717.\n\nMunicipal self-insurers' fund subject to state audit.— The New Mexico municipal self-insurers' fund, formed under the provisions of 11-1-3 NMSA 1978, authorizing governing bodies to exercise joint powers, and this article, is an \"agency,\" as used in the Audit Act, Article 6 of Chapter 12 NMSA 1978, and is, therefore, subject to audit by the state auditor. 1987 Op. Att'y Gen. No. 87-65.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 206, 548.\n\n63 C.J.S. Municipal Corporations § 980.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-62/section-3-62-1/"
    },
    {
      "id": "section-3-62-2",
      "number": "3-62-2",
      "heading": "Pooling.",
      "text": "A. Two or more municipalities or other political subdivisions or local public bodies may provide insurance for any purpose by any one or more of the methods specified in Chapter 3, Article 62 NMSA 1978. Self-insurance or the pooling of self-insured reserves, claims or losses among subdivisions or bodies as authorized pursuant to Sections 3-62-1 and this section NMSA 1978 shall not be construed to be transacting insurance or otherwise subject to the provisions of the laws of this state regulating insurance or insurance companies. Two or more municipalities or other political subdivisions or local public bodies may also be insured under a master policy or contract of insurance. Premium costs may be set individually for each municipality, political subdivision or local public body or apportioned among participating municipalities as provided in the master policy or contract. Pooling to provide property coverage shall constitute the purchase of insurance for the purpose of Section 13-5-3 NMSA 1978.\n\nB. The pooling of self-insured reserves, claims or losses under this section shall be marketed to municipalities, other political subdivisions and local public bodies only through a licensed insurance agent.\n\nC. An estimated annual standard premium of at least two hundred fifty thousand dollars ($250,000) during first year of operation shall be required for two or more local public bodies to pool for the purposes of this act [3-62-1 to 3-62-2 NMSA 1978].\n\nHistory:1978 Comp., § 3-62-2, enacted by Laws 1979, ch. 287, § 2; 1984, ch. 127, § 988.4; 1986, ch. 92, § 2.\n\nThe 1986 amendment,effective May 21, 1986, in Subsection A, in the first and third sentences, inserted \"or other political subdivisions or local public bodies\" and, in the second sentence, substituted \"subdivisions or bodies\" for \"municipalities\"; in Subsection B, inserted \"and local public bodies\" and deleted \"and shall be limited to worker's compensation and public liability risks\" at the end of the subsection; and made minor stylistic changes.\n\nUM/UIM requirements do not apply to association of counties.— The requirements of Subsection A of 66-5-301 NMSA 1978, pertaining to uninsured and underinsured motorist coverage, does not apply to a group of counties that pool their financial resources under 3-62-1 and 3-62-2 NMSA 1978 to satisfy claims against the individual members of the group.Romero v. Board of Cnty. Comm'rs of Taos Cnty., 2011-NMCA-066, 150 N.M. 59, 257 P.3d 404, cert. denied, 2011-NMCERT-005, 150 N.M. 666, 265 P.3d 717.\n\nWhere plaintiff, who was an employee of defendant, was injured in a motor vehicle accident while driving a county vehicle during the course of defendant's employment with the county; plaintiff received a settlement for the policy limits of the insurance policy of the driver of the other vehicle and made a claim for UM/UIM coverage against the county's insurance coverage; the county provided liability coverage through a coverage agreement with the New Mexico Association of Counties which maintained a pool of contributions by member counties to fund property and liability losses; and the coverage agreement did not include UM/UIM coverage, the requirements of Subsection A of 66-5-301 NMSA 1978 did not apply to the Association of Counties and it was not required to offer UM/UIM coverage.Romero v. Board of Cnty. Comm'rs of Taos Cnty., 2011-NMCA-066, 150 N.M. 59, 257 P.3d 404, cert. denied, 2011-NMCERT-005, 150 N.M. 666, 265 P.3d 717.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-62/section-3-62-2/"
    }
  ]
}