{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-41-flood-control",
  "sections": [
    {
      "id": "section-3-41-1",
      "number": "3-41-1",
      "heading": "Flood control; authorization.Section 3-41-2 - Flood control; tax levy; limitations; election; result; bond issue may supplement; levy",
      "text": "A. For the purpose of protecting its inhabitants from damage by flood waters, a municipality may construct and maintain within or without the municipality:\n\n(3) embankments;\n\n(4) ditches;\n\n(5) storm sewers;\n\n(6) structures; or\n\n(7) excavations necessary to prevent flood waters from damaging property or threatening human lives within the municipality.\n\nB. The municipality may change, extend, widen, deepen and raise the natural channel of any stream within or without the municipality or remove any obstruction in any stream within or without the municipality for the purpose of opening a channel and diverting flood waters.\n\nHistory:1953 Comp., § 14-42-1, enacted by Laws 1965, ch. 300.\n\nCross references.— For municipal powers regarding flood and mudslide hazard areas,see3-18-7 NMSA 1978.\n\nFor county flood control,see4-50-1 NMSA 1978 et seq.\n\nLaw reviews.— For article, \"Existing Legislation and Proposed Model Flood Plain Ordinance for New Mexico Municipalities,\"see9 Nat. Resources J. 629 (1969).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 50 Am. Jur. 2d Levees and Flood Control §§ 2, 4.\n\nFlood protection measures, 5 A.L.R.2d 57.\n\nRight of riparian owner to construct dikes, embankments, or other structures necessary to maintain or restore bank of stream or to prevent flood, 23 A.L.R.2d 750.\n\nInjunctive relief against diversion of water by municipal corporation or public utility, propriety of, 42 A.L.R.3d 426.\n\nLiability of governmental entity for issuance of permit for construction which caused or accelerated flooding, 62 A.L.R.3d 514.\n\n52A C.J.S. Levees and Flood Control §§ 3, 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-41/section-3-41-1/"
    },
    {
      "id": "section-3-41-2",
      "number": "3-41-2",
      "heading": "Flood control; tax levy; limitations; election; result; bond issue may supplement; levy.",
      "text": "A. A municipality may levy a tax upon all property subject to property taxation within the municipality for such length of time as is necessary to accomplish the purpose authorized in Sections 3-41-1 and 3-41-3 NMSA 1978. The rate of the tax authorized by this subsection shall not exceed five dollars ($5.00), or any lower maximum amount required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon a tax levied under this section, on each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978].\n\nB. Before levying the tax, the municipality shall submit to the qualified electors of the municipality the question of levying the tax. The question may be submitted at any regular or special local election called for that purpose. Notice of the election shall be given as provided in the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nC. The municipality shall print the words \"For tax levy for flood protection purposes\" and \"Against tax levy for flood protection purposes\" or words of like import. The vote upon the question shall be separately canvassed as other municipal elections are canvassed.\n\nD. If a majority of the votes cast favors the levy of the tax, the governing body shall levy and certify the levy as any other tax is levied for municipal purposes.\n\nE. Nothing in this section shall be construed as prohibiting the issuance of negotiable bonds as authorized in Section 3-30-5 NMSA 1978 to pay the cost of preventing flood damage.\n\nF. If a county has levied a tax for flood control purposes as authorized in Sections 4-50-1 through 4-50-9 NMSA 1978 or any other law, the municipality is not prohibited from levying a tax as authorized in this section.\n\nHistory:1953 Comp., § 14-42-2, enacted by Laws 1965, ch. 300; 1981, ch. 37, § 56; 1985, ch. 208, § 118; 1986, ch. 32, § 1; 2018, ch. 79, § 68.\n\nThe 2018 amendment,effective July 1, 2018, provided that notice of an election on the question of levying a property tax for flood control purposes shall be given as provided in the Local Election Act; and in Subsection B, after \"regular or special\", deleted \"municipal\" and added \"local\", and after \"as provided in\", deleted \"Municipal Election Code for special elections\" and added \"Local Election Act\".\n\nTemporary provisions.— Laws 2018, ch. 79, § 174 provided that references in law to the Municipal Election Code and to the School Election Law shall be deemed to be references to the Local Election Act.\n\nThe 1986 amendment,in the catchline, substituted \"limitations\" for \"limitation\"; in Subsection A, substituted \"upon\" for \"not exceeding in any one year five mills on the dollar of the net taxable value, as that term is defined in the Property Tax Code, of\" in the first sentence and added the last sentence; and in Subsection B, substituted \"tax\" for \"taxes\" in the first sentence.\n\nThe 1985 amendmentsubstituted \"the Municipal Election Code for special elections\" for \"Section 3-8-2 NMSA 1978\" at the end of Subsection B.\n\nCounty construction within city limits.— Sandoval County could use county flood funds to construct flood control structures located within the county and within the drainage area as set forth in 4-50-2 NMSA 1978, when necessary to prevent flood waters from rivers or streams from damaging life and property, even if the structures lay within the Rio Rancho city limits. 1988 Op. Att'y Gen. No. 88-30.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 70 Am. Jur. 2d Special or Local Assessments §§ 30, 31.\n\n52A C.J.S. Levees and Flood Control §§ 28 to 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-41/section-3-41-2/"
    },
    {
      "id": "section-3-41-3",
      "number": "3-41-3",
      "heading": "Flood control; eminent domain; condemnation.",
      "text": "A. A municipality may acquire by condemnation land, easements and right-of-way within or without the municipality for any construction as authorized in Section 3-41-1 NMSA 1978, or the removal of any obstruction in a stream.\n\nB. The proceedings for condemnation shall be as authorized by law. If the governing body determines that the compensation awarded by the commissioners, as provided in Section 42-1-3 NMSA 1978 [repealed] is more than the municipality should pay or is able to pay, the municipality, before taking possession of the property or removing any obstruction, may dismiss the proceedings for condemnation and is relieved of any obligation to pay compensation.\n\nHistory:1953 Comp., § 14-42-3, enacted by Laws 1965, ch. 300; 1969, ch. 251, § 10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 1981, ch. 125, § 62 repealed 42-1-3 NMSA 1978, effective July 1, 1981. For present comparable provisions,see42A-1-1 to 42A-1-34 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 26 Am. Jur. 2d Eminent Domain § 69.\n\nCompensation for diminution in value of the remainder of property resulting from taking or use of adjoining land of others for the same undertaking, 59 A.L.R.3d 488.\n\n29A C.J.S. Eminent Domain § 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-41/section-3-41-3/"
    },
    {
      "id": "section-3-41-4",
      "number": "3-41-4",
      "heading": "Flood control; right of entry; obstructing.",
      "text": "A. An employee or representative of a municipality has free and unobstructed ingress and egress on any land or premise if such ingress or egress is necessary to carry out the provisions of Sections 3-41-1 through 3-41-5 NMSA 1978, and is not liable for damages because of such entry except for wanton and malicious injury. Any person obstructing such ingress or egress is guilty of a misdemeanor.\n\nB. If the state engineer files a written objection with the governing body, no dike, embankment, dam, ditch, structure or excavation shall be constructed or maintained in any public stream except in a manner approved by the state engineer.\n\nHistory:1953 Comp., § 14-42-4, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-41/section-3-41-4/"
    },
    {
      "id": "section-3-41-5",
      "number": "3-41-5",
      "heading": "Flood control; cooperation with other public agencies.",
      "text": "A municipality may cooperate with:\n\nA. any other municipality;\n\nB. any county or any flood control authority;\n\nC. the state of New Mexico; or\n\nD. any agency of the United States, in carrying out the objectives of Sections 3-41-1 through 3-41-5 NMSA 1978.\n\nHistory:1953 Comp., § 14-42-5, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-41/section-3-41-5/"
    }
  ]
}