{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-34-street-improvement-fund",
  "sections": [
    {
      "id": "section-3-34-1",
      "number": "3-34-1",
      "heading": "Street improvement fund authorization",
      "text": "The governing body of any municipality may, by ordinance, establish a \"street improvement fund\" into which may be placed all or any part of the distributions of the amounts of tax revenues distributed to the municipality under the provisions of Section 7-1-6.9 NMSA 1978 as the governing body has, in any ordinance, determined necessary for use as a fund in the financing of street improvement projects within the municipality.\n\nHistory:1953 Comp., § 14-33-1, enacted by Laws 1965, ch. 300; 1967, ch. 170, § 1; 1977, ch. 342, § 1; 1983, ch. 211, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 63 C.J.S. Municipal Corporations §§ 1042 to 1047.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-34/section-3-34-1/"
    },
    {
      "id": "section-3-34-2",
      "number": "3-34-2",
      "heading": "Street improvement fund; use.",
      "text": "Bonds or assignable certificates authorized in Section 3-33-24 NMSA 1978 for the construction of a street, alley, curb, gutter or sidewalk project may be purchased by the street improvement fund; provided that the bonds or assignable certificates shall be held in trust by the municipal treasurer, and any receipts from the sale of the bonds or assignable certificates or from the payment of the assessment made to pay the interest and principal of the bonds or assignable certificates shall be credited to the street improvement fund.\n\nHistory:1953 Comp., § 14-33-2, enacted by Laws 1965, ch. 300; 1983, ch. 265, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-34/section-3-34-2/"
    },
    {
      "id": "section-3-34-3",
      "number": "3-34-3",
      "heading": "Street improvement fund; repurchasing bonds or certificates; pledging income.",
      "text": "A. The governing body may, by ordinance approved by three-fourths of all the members of the governing body and irrepealable during the term of the contract and for a period not exceeding twenty-one years, contract:\n\n(1) to repurchase bonds or assignable certificates authorized in Section 3-33-24 NMSA 1978 for the construction of a street, alley, curb, gutter or sidewalk project with the money in the street improvement fund; or\n\n(2) to pledge the income of the street improvement fund to pay the interest and principal of bonds or assignable certificates when default in payment may occur by reason of nonpayment of any assessment levied for the payment of a street, alley, curb, gutter or sidewalk project authorized in Section 3-33-3 NMSA 1978.\n\nB. The municipality may anticipate the annual income to be received by the street improvement fund. The amount contracted or pledged to be expended each year as authorized in this section shall not exceed the amount that is accumulated in the street improvement fund.\n\nC. The ordinance authorized in this section shall state that:\n\n(1) all disbursements made pursuant to the contract shall be paid solely from the street improvement fund and from no other source;\n\n(2) the obligations created by the contract are not general obligations of the municipality; and\n\n(3) the contracting parties may not look to any other fund for the performance of the contractual obligation.\n\nD. In the event of disbursement from the street improvement fund pursuant to the obligations created by the contract, the municipality shall be subrogated for the benefit of the street improvement fund to all the rights and remedies of the holders of the securities upon which payment is made.\n\nHistory:1953 Comp., § 14-33-3, enacted by Laws 1965, ch. 300; 1977, ch. 247, § 140; 1979, ch. 108, § 3; 1983, ch. 265, § 11; 1987, ch. 220, § 1.\n\nConsideration of proposal by state board of finance.— When the state board of finance considers a proposal for pledge of the proceeds of the gasoline tax to secure street improvement bonds, the board is not required to consider the entire proposal to which the pledge relates. 1958 Op. Att'y Gen. No. 58-178.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 64 C.J.S. Municipal Corporations § 1899.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-34/section-3-34-3/"
    },
    {
      "id": "section-3-34-4",
      "number": "3-34-4",
      "heading": "Street improvement fund; diverting proceeds from tax.",
      "text": "After the adoption of the ordinance creating a contract as authorized in Section 3-34-3 NMSA 1978, and so long as the contract is effective, it is unlawful:\n\nA. to, directly or indirectly, divert any such amounts of tax revenue directed to be credited to the street improvement fund; and\n\nB. without the written approval of the secretary of finance and administration, for the governing body or any municipal employee to expend any money from the street improvement fund for any purpose other than the performance of the contract.\n\nHistory:1953 Comp., § 14-33-4, enacted by Laws 1978, ch. 51, § 1.\n\nRepeals and reenactments.— Laws 1978, ch. 51, § 1, repealed 14-33-4, 1953 Comp. (former 3-34-4 NMSA 1978), relating to diverting proceeds of tax from street improvement fund, and enacted a new section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-34/section-3-34-4/"
    },
    {
      "id": "section-3-34-5",
      "number": "3-34-5",
      "heading": "Saving clause.",
      "text": "The provisions of Sections 3-34-1 through 3-34-4 NMSA 1978 remain in force and apply to obligations issued pursuant thereto prior to July 1, 1967. Distributions of motor fuel excise tax and special fuels use tax revenues to municipalities under the provisions of Section 7-13-9 NMSA 1978 [repealed] replace all gasoline and motor fuel license taxes formerly authorized to be imposed by Sections 14-38-1 through 14-38-4 NMSA 1953 (being Laws 1965, Chapter 300, Sections 14-38-1 through 14-38-4, repealed by Laws 1967, Chapter 170, Section 13). Any irrevocable pledge of municipal revenues effected prior to July 1, 1967, by any municipality under the provisions of Section 3-34-4 NMSA 1978 or Sections 14-38-1 through 14-38-4 NMSA 1953 (being Laws 1965, Chapter 300, Sections 14-38-1 through 14-38-4, repealed by Laws 1967, Chapter 170, Section 13) apply to the aforesaid distributions of motor fuel excise tax and special fuels use tax revenues to the municipality.\n\nHistory:1953 Comp., § 14-33-5, enacted by Laws 1967, ch. 170, § 2; 1977, ch. 342, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not a part of the law. Laws 1983, ch. 211, § 42 repealed 7-13-9 NMSA 1978, effective July 1, 1983. For present comparable provisions,see7-1-6.9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-34/section-3-34-5/"
    }
  ]
}