{
  "state": "new-mexico",
  "path": "title-chapter-3-municipalities/chapter-article-50-municipal-parking",
  "sections": [
    {
      "id": "section-3-50-1",
      "number": "3-50-1",
      "heading": "Municipal Parking Law; short title",
      "text": "Sections 3-50-1 through 3-50-22 NMSA 1978, may be cited as the \"Municipal Parking Law.\"\n\nHistory:1953 Comp., § 14-51-1, enacted by Laws 1965, ch. 300.\n\nCross references.— For improvement district for construction of parking facilities,see3-33-4, 3-33-5 NMSA 1978.\n\nFor the Greater Municipality Parking Law,see3-51-1 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 7A Am. Jur. 2d Automobiles and Highway Traffic §§ 271 to 284; 56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 214, 442.\n\nOff-street public parking facilities, municipal establishment or operation of, 8 A.L.R.2d 373.\n\nRegulation and licensing of privately owned parking places, 29 A.L.R.2d 856.\n\nParking facility proprietor's liability for criminal attack on patron, 49 A.L.R.4th 1257.\n\n60 C.J.S. Motor Vehicles § 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-1/"
    },
    {
      "id": "section-3-50-2",
      "number": "3-50-2",
      "heading": "Finding and declaration of necessity.",
      "text": "It is hereby declared:\n\nA. that there exists in cities in the state of New Mexico serious conditions of congestion of street traffic, preventing free circulation of traffic, obstructing access to and use of both public and private property, increasing traffic hazards, impeding rapid and effective fighting of fires and the disposition of police forces and endangering the public peace, health and safety;\n\nB. that this condition is caused in substantial part by insufficiency of space or accommodations for the parking of motor vehicles off the public streets;\n\nC. that the installation of parking meters and the establishment of additional parking facilities, together with all undertakings incidental or advantageous thereto for the improvement of traffic control and regulation, are public uses and purposes for which public money may be spent and private property acquired;\n\nD. that it is in the public interest that work on projects for such purposes be commenced as soon as possible in order to relieve traffic congestion; and the necessity in the public interest for the provisions hereinafter enacted, is hereby declared as a matter of legislative determination.\n\nHistory:1953 Comp., § 14-51-2, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-2/"
    },
    {
      "id": "section-3-50-3",
      "number": "3-50-3",
      "heading": "Definitions.",
      "text": "As used in the Municipal Parking Law:\n\nA. \"city\" means any municipality having a population of five thousand or more. \"The city\" means the particular city for which a particular authority is created;\n\nB. \"authority\" or \"parking authority\" means any agent or agency of a city created pursuant to the Municipal Parking Law;\n\nC. \"governing body\" means, in the case of a city, that body in which the legislative powers of the city are vested;\n\nD. \"bonds\" means any obligation issued by a city pursuant to the Municipal Parking Law;\n\nE. \"obligee\" includes any bondholder, trustee or trustees for any bondholders, or lessor demising to the authority or city property used in connection with a parking facility or any assignee or assignees of such lessor's interest, or any part thereof, and the state or the United States or any agency of either, when a party to any contract with an authority or city by which aid or a loan is given or made to the city;\n\nF. \"project\" means any acquisition, improvement, construction or undertaking of any kind authorized in the Municipal Parking Law;\n\nG. \"ordinance\" means ordinance or resolution which may be passed, adopted or entered into by the governing body of a city;\n\nH. \"parking facilities\" means any space on the streets or off the streets used for the purpose of parking motor vehicles, and includes buildings erected above or below the land when used for the purpose of increasing accommodations for parking motor vehicles;\n\nI. \"federal government\" includes the United States of America or any agency or instrumentality, corporate or otherwise, of the United States of America; and\n\nJ. \"real property\" includes all lands, including improvements and fixtures thereon, and property of any nature appurtenant thereto, or used in connection therewith, and every estate, interest and right, legal or equitable, therein, including terms for years.\n\nHistory:1953 Comp., § 14-51-3, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-3/"
    },
    {
      "id": "section-3-50-4",
      "number": "3-50-4",
      "heading": "Creation of parking authorities.",
      "text": "Every city, in addition to other powers conferred by the Municipal Parking Law, shall have power and may by proper ordinance of its governing body:\n\nA. create as an agent of the city, an authority to be known as the \"parking authority\" of the city;\n\nB. delegate to said authority any or all of the powers conferred on the city by the Municipal Parking Law, except the power to issue bonds and purchase real property; and\n\nC. prescribe the number of members of said authority, the term of office of said members, their appointment and removal and the powers, rights and duties which they shall have and exercise. Said ordinance shall provide that the authority shall file with the governing body of the city, a detailed report of all its transactions, including a statement of all revenues and expenditures at quarterly, semiannual or annual intervals as the governing body may prescribe.\n\nHistory:1953 Comp., § 14-51-4, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-4/"
    },
    {
      "id": "section-3-50-5",
      "number": "3-50-5",
      "heading": "Powers of city.",
      "text": "Every city, in addition to other powers conferred by the Municipal Parking Law, shall have power, and it is hereby authorized:\n\nA. to purchase and install, maintain, regulate, operate and manage parking meters and parking spaces upon the streets of said city;\n\nB. to purchase, acquire, lease, rent, construct, reconstruct, improve, alter, repair, maintain, operate and manage parking facilities for the parking of motor vehicles off the public streets together with public rights-of-way necessary or convenient therefor, including the leasing of the operation thereof, and including the leasing of a portion of the space at any such parking facility to private operators for commercial purposes, such as gasoline service stations, which are directly related to the operation of such parking facility when in the judgment of the governing body it is convenient or necessary to permit such leasing in order to utilize the balance of the property as a parking facility;\n\nC. to purchase, acquire by gift, grant, bequest or devise or otherwise, any real or personal property or any interest therein, together with the improvements thereon, to be used as parking facilities or incident thereto;\n\nD. to insure or provide for the insurance of any parking facility established by the city against such risks and hazards as the city may deem advisable;\n\nE. to arrange or contract for the furnishing by any person or agency, public or private, of services, privileges, works or facilities for, or in connection with, a parking facility project;\n\nF. to acquire by the exercise of the power of eminent domain any real property which it deems necessary for its purposes under the Municipal Parking Law after the adoption by it of a resolution declaring that its acquisition is necessary for such purposes. This power shall be exercised in the manner provided by any applicable statutory provisions and laws of the state of New Mexico and acts amendatory thereof or supplementary thereto. Title to property so acquired shall be taken in the name of the city; provided, however, that no existing parking facility shall be acquired by the exercise of the power of eminent domain unless the project to be furnished or constructed by the city will encompass a parking facility not less than three times the area of the existing parking facility and unless the owner or lessor of the existing parking facility shall refuse to furnish or construct a parking facility not less than three times its present area;\n\nG. to sell, lease, exchange, transfer, assign or otherwise dispose of any real or personal property, or any interest therein acquired for the purpose of the Municipal Parking Law;\n\nH. to do any act in order to furnish motor vehicle parking space and to establish parking facilities for motor vehicles parked within the city and to handle and care for any such vehicles parked within any parking space owned, controlled or operated by the city;\n\nI. to receive, control, invest, order the expenditure of, any and all moneys and funds pertaining to parking facilities and parking meters, or related properties;\n\nJ. to exercise all or any part or combination of the powers herein granted; and\n\nK. to do and perform any and all other acts and things necessary, convenient, desirable or appropriate to carry out the provisions of the Municipal Parking Law.\n\nHistory:1953 Comp., § 14-51-5, enacted by Laws 1965, ch. 300.\n\nCross references.— For condemnation proceedings,see42A-1-1 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 7A Am. Jur. 2d Automobiles and Highway Traffic § 281.\n\nInstallation or operation of parking meters as within governmental immunity from tort liability, 33 A.L.R.2d 761.\n\nPermissible use of funds from parking meters, 83 A.L.R.2d 625.\n\nPledging parking-meter revenues as unlawful relinquishment of governmental power, 83 A.L.R.2d 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-5/"
    },
    {
      "id": "section-3-50-6",
      "number": "3-50-6",
      "heading": "Interested officers and employees.",
      "text": "It is declared to be against public policy for any officer or employee of a city to acquire any interest direct or indirect in any parking facilities or related properties or any commercial enterprise connected or incidental thereto, or to have any interest direct or indirect in any contract or proposed contract related to or affecting parking facilities, unless said officer or employee shall first disclose the same in writing to the governing body of the city. Such disclosures shall be entered upon the minutes of the governing body of the city. Upon such disclosure, such officer or employee shall not participate in any action by the city affecting such property or contract. The failure so to disclose such interest shall constitute misconduct in office, and the governing body may take such action with reference to any such contract or interest as it may deem advisable. Any such contract or interest shall be void at the election of the governing body.\n\nHistory:1953 Comp., § 14-51-6, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-6/"
    },
    {
      "id": "section-3-50-7",
      "number": "3-50-7",
      "heading": "Planning, zoning and building laws.",
      "text": "All parking facilities of the city shall be subject to planning, zoning, sanitary and building laws, ordinances and regulations applicable to the locality in which the parking facility is situated.\n\nHistory:1953 Comp., § 14-51-7, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-7/"
    },
    {
      "id": "section-3-50-8",
      "number": "3-50-8",
      "heading": "Lease of parking facilities; bids.",
      "text": "If a city desires to lease any project acquired by it under the provisions of the Municipal Parking Law, it shall do so by publication of notice and award to the highest responsible bidder. The governing body shall by ordinance prescribe the method of giving notice inviting bids. The notice shall distinctly and specifically describe the project and the facilities in connection therewith which are to be leased, the period of time for which the project is to be leased and the minimum rental to be paid under the lease. The governing body may reject any and all bids presented, and readvertise.\n\nHistory:1953 Comp., § 14-51-8, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-8/"
    },
    {
      "id": "section-3-50-9",
      "number": "3-50-9",
      "heading": "Power to issue bonds.",
      "text": "A city shall have power to issue bonds from time to time in its discretion to finance in whole or in part the cost of the preparation, acquisition, purchase, lease, construction, reconstruction, improvement, alteration, extension or repair of any project hereunder and including the acquisition, installation and maintenance of parking meters. A city shall also have the power to issue refunding bonds for the purpose of paying or retiring bonds previously issued by it hereunder.\n\nHistory:1953 Comp., § 14-51-9, enacted by Laws 1965, ch. 300.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 64 C.J.S. Municipal Corporations § 1902 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-9/"
    },
    {
      "id": "section-3-50-10",
      "number": "3-50-10",
      "heading": "Liability on bonds.",
      "text": "Neither the governing body of a city nor any person executing the bonds shall be liable personally on any bonds by reason of the issuance thereof hereunder. The bonds issued under the provisions of the Municipal Parking Law shall be payable solely from the sources provided in Section 3-50-11 NMSA 1978. Such bonds shall not be a debt, liability or general obligation of the city issuing them, and they shall so state on their face. The bonds shall not constitute a debt or indebtedness within the meaning of any constitutional, statutory or charter debt limitation or restriction.\n\nHistory:1953 Comp., § 14-51-10, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-10/"
    },
    {
      "id": "section-3-50-11",
      "number": "3-50-11",
      "heading": "Types of bonds; sources from which payable.",
      "text": "In order to carry out the purposes of the Municipal Parking Law, a city may issue upon proper resolution, such types of bonds as it may determine, including bonds on which the principal and interest are payable:\n\nA. from the income and revenues of the projects financed with the proceeds of such bonds; or\n\nB. from such income and revenues, together with financial assistance from the state or federal government in aid of such projects; or\n\nC. from the income and revenues of certain designated parking facilities whether or not they were financed in whole or in part with the proceeds of such bonds; or\n\nD. from any contributions, grants or other financial assistance from the state or federal government or from any other source; or\n\nE. from parking meter revenues of the city which may be appropriated by the governing body of the city; or\n\nF. by any combination of these methods. Any such bonds may be additionally secured by a pledge of any parking meter revenues. The governing body of a city may pledge or allocate such parking meter revenues or special taxes for periods of years for the financing or operation of any project authorized by the Municipal Parking Law and the payment of principal and interest on all or any type of bond issued and outstanding pursuant to the Municipal Parking Law, until all of such bonds have been fully paid.\n\nHistory:1953 Comp., § 14-51-11, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-11/"
    },
    {
      "id": "section-3-50-12",
      "number": "3-50-12",
      "heading": "Form and sale of bonds.",
      "text": "Bonds of a city issued hereunder, shall be authorized by its resolution and may be issued in any one or more series and shall bear such date or dates, mature at such time or times, bear interest at such rate or rates, not exceeding six percent per annum, be in such denomination or denominations, be in such form, either coupon or registered, carry such conversion or registration privileges, have such rank or priority, be executed in such manner, be payable in such medium of payment, at such place or places, and be subject to such terms of redemption, with or without premium, as such resolution, its trust indenture, or the bonds so issued may provide.\n\nThe bonds shall be sold for cash at not less than par at either public or private sale.\n\nIn case any of the officers of the city whose signatures appear on any bonds or coupons shall cease to be such officers before the delivery of such bonds, such signatures shall nevertheless be valid and sufficient for all purposes, the same as if such officers had remained in office until such delivery. Any provision of any law to the contrary notwithstanding any bonds issued pursuant to the Municipal Parking Law shall be fully negotiable.\n\nIn any suit, action or proceedings involving the validity or enforceability of any bond of a city or the security therefor, any such bond reciting in substance that it has been issued by the city to aid in financing a parking facility project to provide additional facilities for parking motor vehicles off the public streets shall be conclusively presumed to have been issued for a parking facility project of such character, and said project shall be conclusively deemed to have been planned, located and constructed in accordance with the purposes and provisions of the Municipal Parking Law.\n\nHistory:1953 Comp., § 14-51-12, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-12/"
    },
    {
      "id": "section-3-50-13",
      "number": "3-50-13",
      "heading": "Provisions of bonds and trust indentures.",
      "text": "In connection with the issuance of bonds pursuant to the Municipal Parking Law or in the incurring of obligations under leases made pursuant to the Municipal Parking Law, and in order to secure the payment of such bonds or obligations, a city in addition to its other powers, shall have power:\n\nA. to pledge all or any part of the gross or net rents, fees or revenues of a parking facility project, financed with the proceeds of such bonds, to which its rights then exist or may thereafter come into existence;\n\nB. to covenant against pledging all or any part of the rents, fees and revenues, or against permitting or suffering any lien on such revenues or property; to covenant with respect to limitations on its right to sell, lease or otherwise dispose of any parking facility project or any part thereof; and to covenant as to what other or additional debts or obligations may be incurred by it;\n\nC. to covenant as to the bonds to be issued and as to the issuance of such bonds in escrow or otherwise, and as to the use and disposition of the proceeds thereof; to provide for the replacement of lost, destroyed or mutilated bonds; to covenant against extending the time for the payment of its bonds or interest thereon; and to redeem the bonds, and to covenant for their redemption and to provide the terms and conditions thereof;\n\nD. to covenant as to the rents and fees to be charged in the operation of a parking facility project or projects, the amount to be raised each year or other period of time by rents, fees and other revenues, and as to the use and disposition to be made thereof; to create or to authorize the creation of special funds for moneys held for construction or operating costs, debt service, reserves or other purposes, and to covenant as to the use and disposition of the moneys held in such funds;\n\nE. to covenant and agree on its part as it deems necessary and advisable for the better security of the bonds issued thereunder including a pledge of the project;\n\nF. to prescribe the procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated, the amount of bonds the holders of which must consent thereto and the manner in which such consent may be given;\n\nG. to covenant as to the use of any or all of its real or personal property acquired pursuant to the Municipal Parking Law, and to covenant as to the maintenance of such real and personal property, the replacement thereof, the insurance to be carried thereon and the use and disposition of insurance moneys;\n\nH. to covenant as to the rights, liabilities, powers and duties arising upon the breach by it of any covenant, condition or obligation; and to covenant and prescribe as to events of default and terms and conditions upon which such declaration and its consequences may be waived;\n\nI. to vest in a trustee or trustees or the holders of bonds issued pursuant to the Municipal Parking Law, or any specified proportion of them, the right to enforce the payment of such bonds or any covenants securing or relating to such bonds; to vest in a trustee or trustees the rights, in the event of a default by said city, to take possession of any parking facility project or part thereof, and, so long as the city shall continue in default, to retain such possession and use, operate and manage said project, and to collect the rents and revenues arising therefrom and to dispose of such moneys in accordance with the agreement of the city with such trustee; to provide for the powers and duties of a trustee or trustees and to limit the liabilities thereof; and to provide the terms and conditions upon which the trustee or the holder of bonds, or any proportion of them, may enforce any covenant or rights securing or relating to such bonds; and\n\nJ. to exercise all or any part or combination of the powers herein granted; to make covenants other than and in addition to the covenants herein expressly authorized, of like or different character; to make such covenants as will tend to make the bonds more marketable notwithstanding that such covenants, acts or things may not be enumerated herein.\n\nHistory:1953 Comp., § 14-51-13, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-13/"
    },
    {
      "id": "section-3-50-14",
      "number": "3-50-14",
      "heading": "Construction of bond provisions.",
      "text": "The Municipal Parking Law, without reference to other statutes of the state, shall constitute full authority for the authorization and issuance of bonds hereunder. No other act or law with regard to the authorization or issuance of bonds that provides for an election, requires an approval or in any way impedes or restricts the carrying out of the acts herein authorized to be done shall be construed as applying to any proceedings taken hereunder or acts done pursuant hereto.\n\nHistory:1953 Comp., § 14-51-14, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-14/"
    },
    {
      "id": "section-3-50-15",
      "number": "3-50-15",
      "heading": "Examination of bond issue by attorney general.",
      "text": "A city may submit to the attorney general of the state any bonds to be issued hereunder after all proceedings for the issuance of such bonds have been taken. Upon the submission of such proceedings to the attorney general, it shall be the duty of the attorney general to examine into and pass upon the validity of such bonds and the regularity of all proceedings in connection therewith. If such bonds and proceedings conform to the provisions of the Municipal Parking Law, and are otherwise regular in form, and if such bonds when delivered and paid for will constitute binding and legal obligations enforceable according to the terms thereof, the attorney general shall certify in substance that such bonds are issued in accordance with the constitution and laws of the state of New Mexico.\n\nHistory:1953 Comp., § 14-51-15, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-15/"
    },
    {
      "id": "section-3-50-16",
      "number": "3-50-16",
      "heading": "Remedies of an obligee.",
      "text": "An obligee of a city shall have the right in addition to all other rights which may be conferred upon such obligee, subject only to any contractual restrictions binding upon such obligee:\n\nA. by mandamus, suit, action or proceedings at law or in equity to compel said city and the officers, agents or employees thereof to perform each and every term, provision and covenant contained in any contract of said city with or for the benefit of such obligee and to require the carrying out of any or all such covenants and agreements of said city and the fulfillment of all duties imposed under said city by the Municipal Parking Law; and\n\nB. by suit, action or proceeding in equity, to enjoin any acts or things which may be unlawful, or in violation of any of the rights of such obligee of said city.\n\nHistory:1953 Comp., § 14-51-16, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-16/"
    },
    {
      "id": "section-3-50-17",
      "number": "3-50-17",
      "heading": "Additional remedies conferrable to an obligee.",
      "text": "A city shall have the power by its resolution, trust indenture, lease or other contract to confer upon any obligee holding or representing a specified amount in bonds, or holding a lease, the right, in addition to all rights that may be otherwise conferred, upon the happening of an event of default as defined in such resolution or instrument, by suit, action or proceeding in any court of competent jurisdiction:\n\nA. to cause possession of any parking facility project or any part thereof to be surrendered to any such obligee, which possession may be retained by such bondholder or trustee so long as the city shall continue in default;\n\nB. to obtain the appointment of a receiver of any parking facility project of said city or any part thereof and of the rents and profits therefrom. If such receiver be appointed he may enter and take possession of such parking facility project or any part thereof and so long as the city shall continue in default operate and maintain the same, and collect and receive all fees, rents, revenues or other charges thereafter arising therefrom, and shall keep such moneys in a separate account or accounts and apply the same in accordance with the obligations of said city as the court shall direct; and\n\nC. to require said city and the officers and agents thereof to account for the money actually received as if it and they were the trustees of an express trust.\n\nHistory:1953 Comp., § 14-51-17, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-17/"
    },
    {
      "id": "section-3-50-18",
      "number": "3-50-18",
      "heading": "Bonds; exemption from taxation.",
      "text": "Bonds and other evidences of indebtedness issued under the provisions of the Municipal Parking Law shall forever be and remain free and exempt from taxation by this state or any subdivision thereof.\n\nHistory:1953 Comp., § 14-51-18, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-18/"
    },
    {
      "id": "section-3-50-19",
      "number": "3-50-19",
      "heading": "Aid from federal government.",
      "text": "In addition to the powers conferred upon a city by other provisions of the Municipal Parking Law, a city is empowered to borrow money or accept contributions, grants or other financial assistance from the federal government for or in aid of any parking facility project within its area of operation; and, to these ends, to comply with such conditions, trust indentures, leases or agreements as may be necessary, convenient or desirable. It is the purpose and intent of the Municipal Parking Law to authorize every city to do any and all things necessary, convenient or desirable to secure the financial aid or cooperation of the federal government in the undertaking, acquisition, construction, maintenance or operation of any parking facility project of such city.\n\nHistory:1953 Comp., § 14-51-19, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-19/"
    },
    {
      "id": "section-3-50-20",
      "number": "3-50-20",
      "heading": "Contracts; leases; increase of revenue.",
      "text": "Every contract entered into by the authority for the use of any project or the services or facilities thereof acquired, constructed or completed from the proceeds of the sale of revenue bonds shall incorporate by reference the provisions of any ordinance pursuant to which the bonds were issued. Every such contract or lease shall also refer to the provisions of the Municipal Parking Law with respect to the obligation of the city to fix fees and charges to meet the payments provided for in the Municipal Parking Law and the proceedings for the issuance of revenue bonds and all payments required to be made to the authority under such contract shall be subject to increase if and when the authority is required to increase rates or charges to meet its obligations hereunder and under any ordinance providing for the issuance of bonds.\n\nHistory:1953 Comp., § 14-51-20, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-20/"
    },
    {
      "id": "section-3-50-21",
      "number": "3-50-21",
      "heading": "Validity of law.",
      "text": "If any provision of the Municipal Parking Law, or the application thereof to any person or circumstance is held invalid, the remainder of the law, or the application of such provision to other persons or circumstances, shall not be affected thereby.\n\nHistory:1953 Comp., § 14-51-21, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-21/"
    },
    {
      "id": "section-3-50-22",
      "number": "3-50-22",
      "heading": "Law controlling.",
      "text": "Insofar as the provisions of the Municipal Parking Law are inconsistent with the provisions of any other law, the provisions of the Municipal Parking Law shall be controlling.\n\nHistory:1953 Comp., § 14-51-22, enacted by Laws 1965, ch. 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-3/article-50/section-3-50-22/"
    }
  ]
}