{
  "state": "virginia",
  "path": "title-title-89a-commercial-code-secured-transactions/chapter-part-4-rights-of-bank",
  "sections": [
    {
      "id": "section-89a-340",
      "number": "8.9A-340.",
      "heading": "Effectiveness of right of recoupment or set-off against deposit account§ 8",
      "text": "(a) Exercise of recoupment or set-off. Except as otherwise provided in subsection (c), a bank with which a deposit account is maintained may exercise any right of recoupment or set-off against a secured party that holds a security interest in the deposit account.\n\n(b) Recoupment or set-off not affected by security interest. Except as otherwise provided in subsection (c), the application of this title to a security interest in a deposit account does not affect a right of recoupment or set-off of the secured party as to a deposit account maintained with the secured party.\n\n(c) When set-off ineffective. The exercise by a bank of a set-off against a deposit account is ineffective against a secured party that holds a security interest in the deposit account which is perfected by control under § 8.9A-104 (a) (3), if the set-off is based on a claim against the debtor.\n\n2000, c. 1007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-9a/part-4/section-8-9a-340/"
    },
    {
      "id": "section-89a-341",
      "number": "8.9A-341.",
      "heading": "Bank's rights and duties with respect to deposit account",
      "text": "Except as otherwise provided in § 8.9A-340 (c), and unless the bank otherwise agrees in a signed record, a bank's rights and duties with respect to a deposit account maintained with the bank are not terminated, suspended, or modified by:\n\n(1) the creation, attachment, or perfection of a security interest in the deposit account;\n\n(2) the bank's knowledge of the security interest; or\n\n(3) the bank's receipt of instructions from the secured party.\n\n2000, c. 1007; 2024, c. 652.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-9a/part-4/section-8-9a-341/"
    },
    {
      "id": "section-89a-342",
      "number": "8.9A-342.",
      "heading": "Bank's right to refuse to enter into or disclose existence of control agreement",
      "text": "This title does not require a bank to enter into an agreement of the kind described in § 8.9A-104 (a) (2), even if its customer so requests or directs. A bank that has entered into such an agreement is not required to confirm the existence of the agreement to another person unless requested to do so by its customer.\n\n2000, c. 1007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-8-9a/part-4/section-8-9a-342/"
    }
  ]
}