{
  "state": "idaho",
  "path": "title-title-70/chapter-chapter-17",
  "sections": [
    {
      "id": "section-70-1701",
      "number": "70-1701",
      "heading": "",
      "text": "70-1701. FISCAL YEAR. The fiscal year of all port districts shall begin on the first day of July in each year.\n\n[70-1701, added 1969, ch. 55, sec. 79, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1701/"
    },
    {
      "id": "section-70-1702",
      "number": "70-1702",
      "heading": "",
      "text": "70-1702. TAX LEVY. The port commission shall, prior to the 13th day of June in each year, determine the tax levy for the next ensuing fiscal year as provided in section 63-803, Idaho Code, which levy for any such year, for all purposes, except the payment of the principal and interest of the general bonded indebtedness of the port, shall not exceed one-tenth percent (.1%) of the market value for assessment purposes on all taxable property in such port district.\n\n[70-1702, added 1969, ch. 55, sec. 80, p. 144; am. 1995, ch. 82, sec. 32, p. 238; am. 1996, ch. 322, sec. 72, p. 1100.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1702/"
    },
    {
      "id": "section-70-1703",
      "number": "70-1703",
      "heading": "",
      "text": "70-1703. BUDGET — HEARING. Prior to certifying to the boards of county commissioners as hereinafter provided, the levies made by the port commission, said port commission shall adopt a budget and shall cause to be called and held a public hearing upon such budget.\n\n[70-1703, added 1969, ch. 55, sec. 81, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1703/"
    },
    {
      "id": "section-70-1704",
      "number": "70-1704",
      "heading": "",
      "text": "70-1704. BUDGET HEARING — NOTICE. Notice of the budget hearing meeting shall be posted at least ten (10) full days prior to the date of said meeting in at least one (1) conspicuous place in each commissioner district to be determined by the commission, a copy of such notice shall also be published in a daily or weekly newspaper published within such district, in one (1) issue thereof, during such ten-day period. The place, hour and day of such hearing shall be specified in said notice, as well as the place where such budget may be examined prior to such hearing. A full and complete copy of such proposed budget shall be published with and as a part of the publication of such notice of hearing.\n\n[70-1704, added 1969, ch. 55, sec. 82, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1704/"
    },
    {
      "id": "section-70-1705",
      "number": "70-1705",
      "heading": "",
      "text": "70-1705. BUDGET — INSPECTION. Such budget shall be available for public inspection from and after the date of the posting of notices of hearing as in this act provided, at such place and during such business hours as the commission may direct.\n\n[70-1705, added 1969, ch. 55, sec. 83, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1705/"
    },
    {
      "id": "section-70-1706",
      "number": "70-1706",
      "heading": "",
      "text": "70-1706. HEARING — PETITION — ADDITIONAL ELECTION. A quorum of the port commission shall attend such hearing and shall explain the port budget and hear any objections thereto.\n\nIn the event the port district levy, excluding any sums levied in connection with any bonded indebtedness of the district, is in excess of three (3) mills, or six hundredths of one per cent (.06%) of market value for assessment purposes, for such fiscal year, and in the further event at such hearing that ten per cent (10%) of the number of electors voting in the area embraced by the port district in the most recent general election shall sign a petition calling for an election on the question of the tax levy which the port commission shall be authorized to make, then, in those events, the commission shall call and hold an election, subject to the provisions of section 34-106, Idaho Code, upon the question of the making of such levy provided that, in no case shall the authority of the port commission to determine and certify such general levy be limited below three (3) mills, or six hundredths of one per cent (.06%) of market value for assessment purposes, in any fiscal year, and such election shall be solely upon the question of any such levy in excess of three (3) mills, or six hundredths of one per cent (.06%) of market value for assessment purposes. At the election the majority of qualified electors voting in the whole port district shall determine whether or not the levy of the port commission in excess of said three (3) mills, or six hundredths of one per cent (.06%) of market value for assessment purposes, shall be certified to said county commissioners. Such levy shall in no event exceed the maximum levy provided in this chapter.\n\n[70-1706, added 1969, ch. 55, sec. 84, p. 144; am. 1995, ch. 118, sec. 110, p. 512.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1706/"
    },
    {
      "id": "section-70-1707",
      "number": "70-1707",
      "heading": "",
      "text": "70-1707. TAX LEVY — CERTIFICATION. When the amount of the levy has been determined, the port commission shall certify the amount of the levy, the date thereof, the year for which the levy has been made or is to be made, which shall be the ensuing port fiscal year, and the name of the port district, to the clerk of the board of county commissioners of each county in which the district exists. Such board of county commissioners shall at the time of making the annual county levies, make a levy upon all of the taxable property in said port district, within its boundaries, not exempt from taxation, which levy shall be the same as determined by the port commission, and shall thereafter certify the same to the county auditor.\n\n[70-1707, added 1969, ch. 55, sec. 85, p. 144; am. 1995, ch. 82, sec. 33, p. 238.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1707/"
    },
    {
      "id": "section-70-1708",
      "number": "70-1708",
      "heading": "",
      "text": "70-1708. SUPPLEMENTAL AND AMENDED BUDGETS. A port commission may adopt by resolution one or more supplemental or amended budgets at any time during the fiscal year. Such supplemental or amended budgets shall be adopted only after public hearing. Notice of such hearing, including a full and complete copy of such proposed amended or supplemental budget, shall be given by a single publication of a notice containing the date, place and hour of the hearing, in a newspaper published in the district. Such publication shall be at least ten (10) days prior to the hearing date.\n\n[70-1708, added 1969, ch. 55, sec. 86, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1708/"
    },
    {
      "id": "section-70-1709",
      "number": "70-1709",
      "heading": "",
      "text": "70-1709. LOANS AND WARRANTS IN ANTICIPATION OF REVENUES. Any port commission is hereby authorized after making and certifying any such levy and prior to the receipt of taxes to be raised by levy in any fiscal year, to borrow money or issue warrants of the district in anticipation of the revenues to be derived by such district, and such indebtedness shall be paid and such warrants shall be redeemed from the first moneys available from such taxes when collected.\n\n[70-1709, added 1969, ch. 55, sec. 87, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1709/"
    },
    {
      "id": "section-70-1710",
      "number": "70-1710",
      "heading": "",
      "text": "70-1710. PORT FUNDS — DEPOSIT. The port treasurer shall create such funds as the port commissioners shall direct, into which he shall place all receipts of the port district, in such manner and amounts as the port commission shall direct. Any interest which may be collected on any port funds shall belong to such port district and shall be deposited to its credit in the proper funds.\n\n[70-1710, added 1969, ch. 55, sec. 88, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1710/"
    },
    {
      "id": "section-70-1711",
      "number": "70-1711",
      "heading": "",
      "text": "70-1711. PORT FUNDS — INVESTMENTS. The port commission shall have the authority to direct the port treasurer to invest the moneys in any sinking funds or any capital acquisition or improvement funds of the district, as well as any other funds which the commission shall determine to be in excess of its current cash requirements, for the operation and maintanance of the district, in negotiable, general obligation bonds or other evidence of indebtedness of the United States or of this state or any municipal corporation or political subdivision thereof, or in time certificates of deposit from any banking institution of this state, chartered under the laws of the United States of America or of this state, or as provided in section 70-1802. Such investments shall be in lieu of depositing said moneys in the designated depositories as provided by the public depository law. The port treasurer shall likewise reduce such bonds, evidence of indebtedness or certificates of deposit to cash, or substitute other of such securities therefor, as when said port commission may direct.\n\n[70-1711, added 1969, ch. 55, sec. 89, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1711/"
    },
    {
      "id": "section-70-1712",
      "number": "70-1712",
      "heading": "",
      "text": "70-1712. SINKING, CAPITAL ACQUISITION, AND IMPROVEMENT FUNDS. Each board of port commissioners may provide such sinking fund or sinking funds as may be necessary to give effect to the provisions of this act, and may further provide capital acquisition funds and improvement funds for future capital acquisitions and improvements.\n\n[70-1712, added 1969, ch. 55, sec. 90, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1712/"
    },
    {
      "id": "section-70-1713",
      "number": "70-1713",
      "heading": "",
      "text": "70-1713. INCIDENTAL EXPENSE FUND. Each board of port commissioners may create an incidental expense fund in such amount as the port commission may direct. Such incidental expense fund may be kept and maintained in a bank or banks designated by the commission, and each such depository shall be required to give bonds or securities to the port district for the protection of such incidental expense fund, in the amount of the fund authorized by the commission, if not otherwise secured by Federal Deposit Insurance Corporation insurance coverage. Vouchers may be drawn to reimburse said incidental expense fund and such vouchers shall be approved by the port commission. Incidental expenses of the port district may be paid from said incidental expense fund, without prior approval of the port commission, and all such disbursements therefrom shall be made by check signed by the port manager or other such person as the port commission shall direct. All expenditures from said incidental expense fund shall be itemized in writing to the port commission, at least once per month at a meeting of the commission. The person disbursing said funds shall be required to give bond to the port district in the full authorized amount of said incidental expense fund for the faithful performance of his duties in connection with the disbursement of moneys therefrom.\n\n[70-1713, added 1969, ch. 55, sec. 91, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1713/"
    },
    {
      "id": "section-70-1714",
      "number": "70-1714",
      "heading": "",
      "text": "70-1714. PORT FUNDS — DISBURSEMENTS. Except for the incidental expense fund provided for in this act, funds of the district shall be disbursed only upon order of or voucher approved by the port commission. Such approval may be by approval of a settlement sheet, listing any number of such vouchers and showing the date thereof, the person making claim for disbursement, the purpose of the disbursement in general terms and the amount of the disbursement. Such disbursement shall be by check or draft signed by any two (2) of the following named entities, to-wit: the port district manager or any duly elected, qualified and acting member of the port commission. The signature of one (1) of the port commissioners signing any such check or draft may be by facsimile.\n\n[70-1714, added 1969, ch. 55, sec. 92, p. 144; am. 1971, ch. 58, sec. 1, p. 133.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1714/"
    },
    {
      "id": "section-70-1715",
      "number": "70-1715",
      "heading": "",
      "text": "70-1715. PORT AUDITOR. The port commission shall appoint a port auditor who shall be a certified public accountant of the state of Idaho. The originals of all port vouchers, all canceled checks and drafts, all bank statements and other documents which in the opinion of the port auditor reasonably relate to the financial and fiscal affairs of the district shall be delivered to and held by the port auditor who shall prepare and maintain the books of account of the port district. All such vouchers, checks, drafts, instruments, books of account and records shall be public records and, upon the termination of the appointment of any port auditor, shall be forthwith delivered by such auditor to the port commission. The port auditor shall prepare such financial statements as the port commission shall direct, and not less than once each quarter shall furnish to the port commission a written statement of the receipts and disbursements of the port district for the preceding quarter year, and of all port district funds and accounts, which quarterly statements shall be certified by the port auditor. In addition thereto, the port auditor shall prepare an annual audited financial statement. The port district shall file one (1) copy of each completed audited financial statement with the legislative services office, as provided in section 67-450B, Idaho Code, within nine (9) months after the end of its fiscal year. Within thirty (30) days of the acceptance by the port commission of the annual audited financial statement, the port district shall publish a notice that the audited financial statement is available for review by the public. Such publication shall include a statement that the original of such audited financial statement is on file and may be examined at the office of the port district.\n\n[70-1715, added 1969, ch. 55, sec. 93, p. 144; am. 2015, ch. 57, sec. 1, p. 150.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1715/"
    },
    {
      "id": "section-70-1716",
      "number": "70-1716",
      "heading": "",
      "text": "70-1716. GENERAL OBLIGATION BONDS — ELECTIONS. Each port district may, with the assent of two-thirds (2/3) of the qualified voters of the district voting thereon at a port election called for that purpose, and held subject to the provisions of section 34-106, Idaho Code, contract indebtedness or borrow money for district purposes and may issue general obligation bonds therefor, provided that total indebtedness of the district at any such time, excluding that indebtedness evidenced by revenue bonds, shall not exceed one percent (1%) of the market value for assessment purposes of the taxable property in the district to be ascertained by the last assessment for state and county purposes previous to incurring the indebtedness.\n\nThe district may issue general district bonds evidencing any such indebtedness, payable at any time not exceeding thirty (30) years from the date of the bonds.\n\n[70-1716, added 1969, ch. 55, sec. 94, p. 144; am. 1971, ch. 25, sec. 8, p. 61; am. 1980, ch. 350, sec. 27, p. 910; am. 1995, ch. 118, sec. 111, p. 512.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1716/"
    },
    {
      "id": "section-70-1717",
      "number": "70-1717",
      "heading": "",
      "text": "70-1717. GENERAL OBLIGATION BONDS — PROPOSITION TO VOTERS. The proposition submitted to the voters for the authorization of general obligation bonds shall state generally the purposes for which said bonds are to be issued, the maximum effective interest rate to be borne by such bonds, and the maximum number of years within which such bonds shall mature.\n\n[70-1717, added 1969, ch. 55, sec. 95, p. 144; am. 1970, ch. 176, sec. 4, p. 508.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1717/"
    },
    {
      "id": "section-70-1718",
      "number": "70-1718",
      "heading": "",
      "text": "70-1718. GENERAL OBLIGATION BONDS — FORM AND TERMS. Such general obligation bonds shall be in such form, bear such date or dates, mature at such time or times, be in such denominations, bear interest at such rate or rates, be payable at such time or times, be payable at such place or places, be in such form, either coupon or registered or both, carry such registration privileges and be subject to such terms of redemption as the port commission shall by resolution determine. Such bonds shall be executed in the name of the port district by the manual or facsimile signature of the president of the port commission and shall have the seal of the port district impressed, imprinted or reproduced thereon, and attested by the manual or facsimile signature of the secretary of the port commission. One (1) of such signatures must be manual. The coupons appertaining to such bonds shall bear the facsimile signatures of such officials.\n\n[70-1718, added 1969, ch. 55, sec. 96, p. 144; am. 1970, ch. 176, sec. 5, p. 508.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1718/"
    },
    {
      "id": "section-70-1719",
      "number": "70-1719",
      "heading": "",
      "text": "70-1719. GENERAL OBLIGATION BONDS — SALE. Such general obligation bonds shall be sold in such manner as the port commission shall by resolution direct, either at public or private sale and at a price of not less than par plus accrued interest to date of delivery and payment. The maximum effective interest rate may not exceed the maximum interest rate specified in the proposition authorizing the bonds.\n\n[70-1719, added 1969, ch. 55, sec. 97, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1719/"
    },
    {
      "id": "section-70-1720",
      "number": "70-1720",
      "heading": "",
      "text": "70-1720. GENERAL OBLIGATION BONDS — REFUNDING. The port commission of any port district may by resolution, without submitting the proposition to the voters, provide for the issuance of general obligation refunding bonds, to refund any outstanding general obligation bonds of the district at or prior to maturity or the first optional redemption date. Such refunding bonds may be issued to refund parts or all of various issues or series of outstanding bonds. The principal amount of the refunding bonds may not exceed the principal amount of the bonds to be refunded. The provisions of this act relating to the form, terms, conditions, covenants, issuance and sale of general obligation bonds shall be applicable to such general obligation refunding bonds.\n\n[70-1720, added 1969, ch. 55, sec. 98, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1720/"
    },
    {
      "id": "section-70-1721",
      "number": "70-1721",
      "heading": "",
      "text": "70-1721. GENERAL OBLIGATION BONDS AND REFUNDING BONDS — TAXES FOR PAYMENT. The port commission shall cause to be levied annually at the time and in the manner general port district taxes are levied upon all the taxable property within the district, in addition to all other taxes, a tax sufficient with other available funds to enable the district to pay the principal of and interest on such bonds as the same become due. Such taxes shall be levied, assessed, certified, extended and collected by the proper officers and at the times and in the manner other port district taxes are levied, assessed, certified, extended and collected until the principal of and interest on all such bonds shall have been fully paid. All of such taxes so collected shall be credited to a separate port district fund and shall be used solely to pay the principal of and interest on such bonds.\n\n[70-1721, added 1969, ch. 55, sec. 99, p. 144.]",
      "source_url": "https://law.justia.com/codes/idaho/title-70/chapter-17/section-70-1721/"
    }
  ]
}