{
  "state": "michigan",
  "path": "title-chapter-450-corporations/chapter-act-169-of-1965-dissolution-of-charitable-purpose-corporatio",
  "sections": [
    {
      "id": "section-450251",
      "number": "450.251",
      "heading": "Charitable Purpose Corporations; Prohibited Conduct; Compliance With Subsection (2); Merger, Conversion, or Dissolution; Notice and Documents to Attorney General; Court Proceedings; Consent to Dissolution by Attorney General",
      "text": "(1) A nonprofit corporation, foundation, trustee corporation, or other corporation, or entity organized under the laws of this state whose purposes include operating or holding property for any charitable purpose, unless it is organized for religious purposes, shall not do any of the following unless it complies with subsection (2):\n\n(a) Enter into a merger with another domestic or foreign nonprofit corporation, domestic or foreign business corporation, or other domestic or foreign business entity.\n\n(b) Amend or restate its articles of incorporation to become a corporation governed by the business corporation act, 1972 PA 284, MCL 450.1101 to 450.2098.\n\n(c) Convert an entity described in subdivision (a) into another form of domestic or foreign business organization.\n\n(d) Dissolve.\n\n(2) A corporation or entity described in subsection (1) must give written notice to the attorney general before filing an amendment to or restatement of its articles of incorporation, a certificate of conversion, or any other paper or document concerning a merger, conversion, or dissolution described in subsection (1) with any other state agency or court.\n\n(3) A corporation that is subject to this act and that is automatically dissolved under section 801(1)(a) or section 922 of the nonprofit corporation act, 1982 PA 166, MCL 450.2801 and 450.2922, shall give notice of the dissolution to the attorney general within 60 days after the automatic dissolution of the corporation.\n\n(4) The attorney general may require that a corporation or entity described in subsection (1) that is involved in a merger, conversion, or dissolution described in that subsection submit to the attorney general an accounting of the assets of the corporation and of their administration and disposition.\n\n(5) The attorney general may require that the dissolution of a corporation or entity described in subsection (1) be accomplished by proceedings in the circuit court for Ingham county or for the county in which the registered office or principal place of business of the corporation or entity is located. The attorney general is a necessary party to the dissolution proceedings and shall be given due notice of those proceedings.\n\n(6) The attorney general may consent to the dissolution of a corporation or other entity described in subsection (1) without court proceedings. However, the consent to a dissolution by the attorney general under this subsection does not affect or limit the application of any other statutory provisions that require court proceedings in connection with the dissolution of a corporation or other entity described in subsection (1).\n\nHistory:1965, Act 169, Imd. Eff. July 15, 1965 ;-- Am. 2014, Act 558, Imd. Eff. Jan. 15, 2015",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-169-of-1965/section-450-251/"
    },
    {
      "id": "section-450251a",
      "number": "450.251a",
      "heading": "Short Title of Act.",
      "text": "This act shall be known and may be cited as the \"dissolution of charitable purpose corporations act\".\n\nHistory:Add. 2014, Act 558, Imd. Eff. Jan. 15, 2015",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-169-of-1965/section-450-251a/"
    },
    {
      "id": "section-450252",
      "number": "450.252",
      "heading": "Acceptance of Certain Certificates and Amendments by Department of Licensing and Regulatory Affairs; Issuance of Certificate of Withdrawal.",
      "text": "(1) The department of licensing and regulatory affairs shall not accept any of the following for filing unless it is accompanied by an order of a circuit court dissolving the corporation or entity, the written consent of the attorney general under section 2a to the dissolution of the corporation or entity, or an affidavit described in section 2a:\n\n(a) A certificate of dissolution of a corporation or other entity described in section 1(1).\n\n(b) A certificate of merger of a corporation or other entity described in section 1(1).\n\n(c) An amendment to the articles of incorporation, restated articles of incorporation, or a certificate of conversion to become or that converts a corporation or other entity described in section 1(1) to a corporation governed by the business corporation act, 1972 PA 284, MCL 450.1101 to 450.2098, or another domestic or foreign business entity.\n\n(d) Any amendment to the articles of incorporation of a corporation described in section 1(1) that changes its term of existence to a specific date.\n\n(2) The department of licensing and regulatory affairs shall not issue a certificate of withdrawal from this state of a foreign corporation or entity whose nature and purposes are similar to those domestic corporations or entities described in section 1(1), unless the request for a certificate of withdrawal is accompanied by the written consent of the attorney general under section 2a or an affidavit described in section 2a.\n\nHistory:1965, Act 169, Imd. Eff. July 15, 1965 ;-- Am. 2014, Act 558, Imd. Eff. Jan. 15, 2015",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-169-of-1965/section-450-252/"
    },
    {
      "id": "section-450252a",
      "number": "450.252a",
      "heading": "Consent by Attorney General; Failure to Provide Written Notice Under Subsection (1); Submission of Affidavit; Judicial Review of Refusal of Attorney General to Consent to Transaction",
      "text": "(1) If a charitable corporation or other entity described in section 1(1) submits a written request to the attorney general for consent to the filing of a certificate of dissolution, merger, or conversion, an amendment to or restatement of its articles of incorporation, or to a dissolution or if a foreign corporation submits a written request for consent to filing a certificate of withdrawal under this act, the attorney general shall, within 120 days after the attorney general receives the request, either provide written consent to the filing or dissolution or give written notice to the person that submitted the request, specifying the reasons for the refusal to consent or requesting that the person provide additional information.\n\n(2) If the attorney general fails to provide the written notice required under subsection (1) within the 120-day period described in that subsection, the person that submitted the request may prepare an affidavit attesting to the submission of that request and the failure of the attorney general to respond and may submit the affidavit to the department of licensing and regulatory affairs under section 2.\n\n(3) A domestic or foreign charitable corporation or other entity that is subject to this act may seek judicial review of the refusal of the attorney general to consent to a transaction described in subsection (1) under sections 103, 104, and 106 of the administrative procedures act of 1969, 1969 PA 306, MCL 24.303, 24.304, and 24.306.\n\nHistory:Add. 2014, Act 558, Imd. Eff. Jan. 15, 2015",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-169-of-1965/section-450-252a/"
    },
    {
      "id": "section-450253",
      "number": "450.253",
      "heading": "Construction of Act.",
      "text": "Nothing in this act shall be construed to repeal the provisions of Act No. 327 of the Public Acts of 1931, as amended, being sections 450.1 to 450.192 of the Compiled Laws of 1948, and any parts of this act inconsistent therewith shall be deemed to modify that act only to that extent.\n\nHistory:1965, Act 169, Imd. Eff. July 15, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-169-of-1965/section-450-253/"
    }
  ]
}