{
  "state": "michigan",
  "path": "title-chapter-450-corporations/chapter-act-327-of-1931-michigan-general-corporation-statute-4501-45",
  "sections": [
    {
      "id": "section-4501-45061",
      "number": "450.1-450.61",
      "heading": "Repealed. 1951, Act 239, Eff. Sept",
      "text": "28, 1951;—1962, Act 174, Eff. Jan. 1, 1964;—1967, Act 67, Eff. Nov. 2, 1967;—1972, Act 284, Eff. Jan. 1, 1973.Section 450.62-450.64 - Repealed. 1982, Act 162, Eff. Jan. 1, 1983.Section 450.65-450.80 - Repealed. 1972, Act 284, Eff. Jan. 1, 1973.Section 450.81 - Rep",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45062-45064",
      "number": "450.62-450.64",
      "heading": "Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "450.62-450.64 Repealed. 1982, Act 162, Eff. Jan. 1, 1983.\n\nCompiler's Notes:\n\nThe repealed sections pertained to renewal of corporate existence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-62-450-64/"
    },
    {
      "id": "section-45065-45080",
      "number": "450.65-450.80",
      "heading": "Repealed. 1972, Act 284, Eff. Jan. 1, 1973.",
      "text": "Compiler's Notes:The repealed sections pertained to corporate dissolution, agreements to pay interest, certificates of appointment of resident agents, and acknowledgment of instruments.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-65-450-80/"
    },
    {
      "id": "section-45081",
      "number": "450.81",
      "heading": "Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "450.81 Repealed. 1982, Act 162, Eff. Jan. 1, 1983.\n\nCompiler's Notes:\n\nThe repealed section pertained to annual report of nonprofit corporation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-81/"
    },
    {
      "id": "section-45082-45091a",
      "number": "450.82-450.91a",
      "heading": "Repealed. 1972, Act 284, Eff. Jan. 1, 1973.",
      "text": "Compiler's Notes:The repealed sections pertained to profit and nonprofit corporations, reports, and records.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-82-450-91a/"
    },
    {
      "id": "section-45092",
      "number": "450.92",
      "heading": "Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "Compiler's Notes:The repealed section pertained to failure of nonprofit corporation to file annual report.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-92/"
    },
    {
      "id": "section-45093-45097",
      "number": "450.93-450.97",
      "heading": "Repealed. 1974, Act 140, Imd. Eff. June 5, 1974.",
      "text": "Compiler's Notes:The repealed sections pertained to procedure for acquiring certificate of authority by foreign corporation; penalties; issuance and revocation of certificates of authority of foreign corporations; increasing capital stock of foreign corporation; and acquiring, making, or purchasing of loans by foreign corporation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-93-450-97/"
    },
    {
      "id": "section-45098",
      "number": "450.98",
      "heading": "Applicability of Act to Corporations Limiting Dividends or Voting Rights, and Conducting Not More Than 50% of Business With Nonstockholders or Nonmembers; Classification of Corporations Organized Under MCL 450",
      "text": "(1) Corporations organized to conduct a lawful business which limits the dividends payable upon stock investment in the case of corporations with capital stock and membership investment in the case of membership corporations without capital stock to not in excess of 8% per annum or which limits the voting rights of stockholders or members to 1 vote regardless of the number of shares of stock or membership held, and in any case do not conduct more than 50% of their business or services with nonstockholders or nonmembers, shall be governed by this act, except as specifically otherwise provided and except for cooperatives organized under chapter 11 of Act No. 162 of the Public Acts of 1982, being sections 450.3100 to 450.3192 of the Michigan Compiled Laws, as to the mode of corporate management, manner of distribution of earnings and profits, their powers, and optional principles of doing business.\n\n(2) Corporations organized under and operated in accordance with sections 98 to 109, which pay limited dividends upon the stock or membership investment or which do not make distribution of earnings to nonstockholders or nonmembers upon the same basis as to stockholders or members shall, for purposes of making reports and payment of privilege fees or other taxes to the state, be classified as profit corporations. Corporations which do not pay dividends or interest upon stock or membership investment and which distribute all earnings to stockholders or members and other persons doing business with the corporation or provide for the allocation of such earnings to stockholders or members and other persons doing business with the corporation for future distribution shall, for the purposes of making reports and payments of privilege fees or other taxes to this state, be classified as nonprofit corporations.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.98 ;-- Am. 1978, Act 121, Imd. Eff. Apr. 25, 1978 ;-- Am. 1984, Act 298, Eff. Jan. 1, 1985Former Law:See section 1 of Ch. IV of Pt. II of Act 84 of 1921, being CL 1929, § 10027.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-98/"
    },
    {
      "id": "section-45099",
      "number": "450.99",
      "heading": "Cooperative Plan; Definition; Allocation of Reserved Earnings; Cooperative Corporations; Use of Term “Cooperative,”“co-Op,” or Variation Thereof.",
      "text": "Corporations may engage in any lawful business within this state upon any cooperative plan adopted by the incorporators, or by the shareholders at any annual or special meeting. For the purpose of this act, the term \"cooperative plan\" shall be deemed to mean a mode of operation whereby the earnings of the corporation are distributed on the basis of, or in proportion to, the value of property bought from or sold to shareholders and/or members or other persons, or labor performed for, or services rendered to, or by the corporation: Provided, That the foregoing definition shall not be construed as prohibiting any such corporation from paying limited dividends to stockholders and/or members upon stock and/or membership investment, or from reserving a certain proportion of earnings for future operations or for future distribution. Earnings so reserved shall be allocated on the books of the corporation or a means provided for such allocation to the stockholders and/or members or other persons entitled to such earnings, before general distribution of earnings shall have been authorized and made. Corporations organized under a cooperative plan and governed by sections 98 to 109, inclusive, of this act are hereinafter in this act called cooperative corporations and they may use the term \"cooperative\", \"co-op\", or any variation thereof in their name.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.99 ;-- Am. 1984, Act 298, Eff. Jan. 1, 1985Former Law:See section 2 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10028.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-99/"
    },
    {
      "id": "section-450100",
      "number": "450.100",
      "heading": "Cooperative Corporations; Shares of Stock, Contents.",
      "text": "Same; contents of certificates of stock. There shall be printed upon each share of stock issued by co-operative corporations a condensed statement of every article or by-law which in anywise limits the shareholders' right to assign or transfer such shares or to vote the total number of shares held at meetings of the corporation, or which forbids voting by proxy.\n\nThe provisions of the uniform stock transfer law of this state shall not be held to apply to the shares of stock of such co-operative corporations in any manner or to any extent inconsistent with the provisions of sections 98 to 116, both inclusive, of this act.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.100Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 3 of Ch. IV of Part II of Act 84 of 1921, as amended by Act 267 of 1929, being CL 1929, § 10029.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-100/"
    },
    {
      "id": "section-450101",
      "number": "450.101",
      "heading": "Cooperative Corporations; Shareholders' Powers; Directors, Election, Term, Number; Voting.",
      "text": "The shareholders of any cooperative corporation shall have power: to adopt bylaws for the government and regulation of its business management, and to amend such bylaws; to determine the manner of distributing the earnings of the corporation upon a cooperative plan; to limit and define the powers and duties and the number of directors and officers; to delegate to the directors any particular power or authority which the shareholders themselves possess, excepting the right to elect or dismiss directors and to amend the articles; to fix the time for holding the elections of its directors, which, shall be annual unless a longer term is prescribed in the articles or bylaws: Provided, That in the event directors are elected for a term of more than 1 year, the bylaws shall prescribe the length of term and the number of directors to be elected each year, to determine whether or not voting by proxy shall be allowed, and if so allowed, when and how, to provide the manner in which directors and officers may be removed and their successors elected at any time by vote of the shareholders; to determine whether or not shareholders shall be limited to 1 vote each, regardless of the number of shares held; to determine the number of shareholders attending any meeting, or the number of shares represented at any meeting of shareholders which shall constitute a quorum, which may be less than a majority; to determine the manner in which shareholders may vote by mail, if the articles or bylaws provide for such voting; and to provide a limitation upon the amount of capital stock which may be owned by any 1 shareholder therein; all of which shall be included in the bylaws or in the articles.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.101 ;-- Am. 1949, Act 232, Eff. Sept. 23, 1949Former Law:See section 4 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10030.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-101/"
    },
    {
      "id": "section-450102",
      "number": "450.102",
      "heading": "Cooperative Corporations; Membership, Regulations.",
      "text": "Same; membership. The shareholders of every co-operative corporation may also provide in their articles or by-laws, the necessary qualifications of shareholders or members, together with provisions limiting, prescribing or regulating the transfer of such membership, and the terms and conditions under which, if at all, membership or certificates of stock may be transferred. No sale, transfer or assignment of membership rights or of any stock in any co-operative corporation shall be valid unless made in accordance with its articles or by-laws; nor shall any purchase and sale of any such shareholder's stock or privileges in such corporation made under execution, or in the course of bankruptcy proceedings, or by any legal process or by operation of law, give any person any shareholder's or membership right, title or interest in and to such corporation, unless in accordance with its articles or by-laws.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.102Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 5 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10031.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-102/"
    },
    {
      "id": "section-450103",
      "number": "450.103",
      "heading": "Cooperative Corporations; Amendments to Articles.",
      "text": "Same; amendment to articles. One-tenth of the entire number of shareholders of any cooperative corporation may propose any desired amendment to the articles or to the bylaws of such corporation, and any amendment so proposed shall be voted upon at the next annual meeting by the shareholders.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.103Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 6 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10032.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-103/"
    },
    {
      "id": "section-450104",
      "number": "450.104",
      "heading": "Cooperative Corporations; Reserve Funds, Investment; Shareholders, Vote.",
      "text": "Same; investment of reserve fund. At any regular meeting, or any duly called special meeting, at which the quorum fixed by the bylaws shall be present, the shareholders of any cooperative corporation may by a majority vote of such shareholders present in person, subscribe for shares and invest a portion of the reserve fund of such corporation, not to exceed at any time 20 per cent in the aggregate of its capital, in the capital stock or membership capital of any other cooperative corporation or corporations with which it desires to cooperate or affiliate: Provided, however, That this provision shall not be construed to prevent such corporation from accepting patronage dividends in the form of stock or otherwise from such other corporation in any amount.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.104Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 7 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10033.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-104/"
    },
    {
      "id": "section-450105",
      "number": "450.105",
      "heading": "Cooperative Corporations; Purchase of Business; Payment, Methods.",
      "text": "Same; purchase of business of another corporation. Whenever any cooperative corporation shall purchase the business of another corporation, firm or person or persons, it may pay for the same in whole or in part by issuing to the selling corporation, firm, person or persons, shares of its capital stock to an amount which, at par value, would equal the fair market value of the business so purchased, and in such case the transfer to the purchasing corporation of such business at such valuation shall be equivalent to payment in cash for the shares of stock so issued.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.105Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 8 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10034.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-105/"
    },
    {
      "id": "section-450106",
      "number": "450.106",
      "heading": "Cooperative Corporations; Distribution of Dividends; Reserves; Distribution of Cooperative Dividends; Determining Annual Privilege Fee.",
      "text": "The shareholders of every cooperative corporation shall provide in the bylaws what percent upon the paid-up capital stock of the corporation, not exceeding 8% per annum, shall be first paid and distributed to the holders of the paid-up capital stock as dividends before dividing the surplus earnings or profits, as provided in this act, and whether or not the dividends shall be cumulative. The bylaws shall further provide what amount or percentage of the annual profit and earnings of the business, over and above the dividends to shareholders shall be retained and kept in the treasury of the corporation as a reserve, and in what manner, method, and proportion the surplus annual earnings and profits of the business of the corporation, in excess of the dividends and reserves, shall be divided up and distributed as a cooperative dividend, under the cooperative plan or principle adopted by the corporation among shareholders or members doing business with the corporation; and may also provide for cooperative dividends to nonstockholders or nonmembers. For the purposes of determining the amount owing by the cooperative corporation as an annual privilege fee, the balance of the reserve in excess of 30% of the paid-up capital of the corporation shall be considered as surplus.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.106 ;-- Am. 1978, Act 121, Imd. Eff. Apr. 25, 1978Former Law:See section 9 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10035.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-106/"
    },
    {
      "id": "section-450107",
      "number": "450.107",
      "heading": "Cooperative Corporations; Surplus Earnings, Distribution; Failure, Penalty.",
      "text": "Same; surplus earnings. The surplus earnings and profits of every co-operative corporation shall be distributed to those entitled thereto at such times as the by-laws may provide, which shall be as often as once in each year. If any such corporation shall fail for 5 consecutive years to pay the dividend upon its paid-up capital stock in accordance with the provisions of its by-laws, a majority of the shareholders may petition the circuit court in chancery, in the county in which the registered office of such corporation is located, for the dissolution of such corporation. If, upon the hearing the court finds the allegations of the petition are substantially true, such corporation may be dissolved, its business wound up and its property distributed as the court may order and decree.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.107Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 10 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10036.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-107/"
    },
    {
      "id": "section-450108",
      "number": "450.108",
      "heading": "Cooperative Corporations; Dealing in Commodities; Contracts, Agreements.",
      "text": "Same; contracts and agreements. Every cooperative corporation engaged in buying, handling, selling or dealing in farm produce or other agricultural products, canned goods, or byproducts of any such goods, wares, merchandise or commodities, may enter into any and all necessary contracts with stockholders, members or other persons respecting the terms of such transaction, and may deal in such commodities upon commission or brokerage basis, by agency agreements, or upon a warehouse storage plan.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 10, 1942 ;-- CL 1948, 450.108Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 11 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10037.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-108/"
    },
    {
      "id": "section-450109",
      "number": "450.109",
      "heading": "Cooperative Corporations; Breach of Contract; Encouragement Prohibited; Penalty.",
      "text": "Same; persons liable for damage for encouraging breach of contracts and agreements. Any person, firm, or corporation who solicits or persuades or permits or aids or abets, any stockholder and/or member or other person to breach a contract with a cooperative corporation, by accepting or receiving from such stockholder and/or member or other person, products for sale, marketing, manufacturing, or processing for sale, contrary to the terms of any marketing agreement of which said person or any member of said firm or any officer or manager of said corporation has knowledge or notice, shall be liable to the cooperative corporation aggrieved in a civil suit in the penal sum of $500.00 for each such contract; and such cooperative corporation shall be entitled to an injunction against such person, firm, or corporation to prevent further breaches and a multiplicity of actions thereon. In addition, said person, firm, or corporation shall pay to the cooperative a reasonable attorney's fee and all costs involved in any litigation or proceedings at law or chancery.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1941, Act 327, Eff. Jan. 1942 ;-- CL 1948, 450.109Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 12 of Ch. IV of Part II of Act 84 of 1921, being CL 1929, § 10038.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-109/"
    },
    {
      "id": "section-450117-450132a",
      "number": "450.117-450.132a",
      "heading": "Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "450.117-450.132a Repealed. 1982, Act 162, Eff. Jan. 1, 1983.\n\nCompiler's Notes:\n\nThe repealed sections pertained to nonprofit corporations generally.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-117-450-132a/"
    },
    {
      "id": "section-450133",
      "number": "450.133",
      "heading": "Incorporation of Fraternal or Secret Societies; Parent Lodge.",
      "text": "Incorporation of fraternal, etc., societies. Any number of persons, not less than 3, may become incorporated for the purpose of forming a secret society or lodge for benevolent, charitable, social, educational or mutual aid purposes or for any other similar purpose or purposes not prohibited by law. Such corporations shall be governed by the provisions of this act relating to corporations generally except as specifically otherwise provided. All societies, fraternal or otherwise, having for their principal purposes the teaching, practice and extending of benevolence, charity and fraternity under the form of secret rituals with a lodge form of government as commonly understood, desiring to be incorporated to more effectually carry out such purposes, shall hereafter incorporate under the provisions of this act. No such society or lodge whose parent organization is incorporated under the laws of any other country or state shall be permitted to organize or incorporate any subordinate state or local jurisdiction or lodge within this state without first applying for and receiving permission to do business within this state as such foreign corporation.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.133Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 6 of Ch. I of Part I of Act 84 of 1921, being CL 1929, § 9948; and section 1 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10062.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-133/"
    },
    {
      "id": "section-450134",
      "number": "450.134",
      "heading": "Parent Corporations; Articles of Incorporation.",
      "text": "Parent lodge; articles of incorporation. If such society or lodge shall be intended to operate as a state jurisdiction of a lodge or society having a parent organization without this state, then such persons so incorporating shall exhibit with their articles the charter or permit from such foreign parent society or lodge permitting such incorporation with this state. The persons so incorporating shall execute and file articles in the form prescribed in section 4 of this act, with the secretary of state, as prescribed for non-profit corporations generally; and in addition to the other requirements of said section 4, the incorporators shall state in such articles:\n\n(1) That such society or corporation shall have a secret ritual, and a representative form of government, whose purposes are not unlawful, and\n\n(2) The executive offices within such society by such peculiar name as they shall be respectively known, and\n\n(3) The principal features of organization, the distinguishing purposes and the name of the society by which all subordinate lodges thereof shall also be known when organized.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.134Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 2 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10063.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-134/"
    },
    {
      "id": "section-450135",
      "number": "450.135",
      "heading": "Parent Corporations; Ritual, Rules; Subordinate Lodges, Chartering.",
      "text": "Same; ritual, and rules; chartering of subordinate lodges. Every such parent corporation shall have the right to prescribe the ritual to be used in all the secret work of such lodge or society, the oath or other obligations to be taken by members or officers, and to enact by-laws, rules and regulations having uniform application throughout the organization. Such parent corporation shall have the right to organize and charter subordinate lodges or societies thereof, and to enact a system of discipline to which all such subordinate lodges and individual members may be compelled to conform under pain of expulsion therefrom; and to prescribe the terms and conditions under which such subordinate lodges and members may be admitted, retained in good standing or suspended or expelled from such membership. Such parent corporation may delegate to its officers, committees and to subordinate jurisdictions, such functions and powers as the articles or by-laws of such corporation may from time to time prescribe, not inconsistent with the laws of this state.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.135Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 3 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10064.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-135/"
    },
    {
      "id": "section-450136",
      "number": "450.136",
      "heading": "Parent Corporations; Supervision, Subordinate Lodge.",
      "text": "Same; supervision of subordinate lodges. Every such parent corporation shall have the right to superintend, visit, instruct and guide its subordinate lodges and jurisdictions, through its duly appointed officers, agents and committees; may appoint its courts or judicial functionaries for the enforcement of its system of discipline within such lodge; may prescribe the initiation fees and annual or other periodic dues or contributions upon which membership may be conditioned, and may prescribe the proportion of such funds that shall belong to such parent corporation for the work of organizing, maintaining and carrying out the purposes of the society as a whole.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.136Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 4 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10065.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-136/"
    },
    {
      "id": "section-450137",
      "number": "450.137",
      "heading": "Parent Corporations; Management, Secretary.",
      "text": "Same; management, secretary. The fiscal and business affairs of every such parent corporation shall be managed by such executive officers, committees, directors or trustees as the articles shall prescribe, who shall severally have such powers and liabilities as may be prescribed in the articles or in by-laws made pursuant thereto. The articles shall in all cases state the name of the committee having authority to enact the original by-laws of the parent corporation, and when and how the members thereof shall be elected or appointed and for how long such committee shall hold office. Every such parent society shall designate an officer who shall be its secretary whose powers and duties shall conform to those prescribed in this act for secretaries of corporations generally.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.137Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 5 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10066.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-137/"
    },
    {
      "id": "section-450138",
      "number": "450.138",
      "heading": "Parent Corporations; Name, Regulations.",
      "text": "Same; name. No such parent corporation shall assume a name already in use by any other corporation, lodge, or society incorporated under the laws of this or any other state of the United States and admitted to do business in this state, nor any name which is so similar to that adopted by any other such lodge, or society as to lead to confusion or deception: Provided, That local or other subordinate jurisdictions shall in all cases use the name of the parent corporation in addition to some suitable local designation.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.138Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 6 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10067.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-138/"
    },
    {
      "id": "section-450139",
      "number": "450.139",
      "heading": "Parent Corporations; Powers as to Property.",
      "text": "Same; powers in relation to property. Every such parent corporation shall have power to hold in fee or otherwise, such real estate, and to own such personal property, as may be necessary to establish its state headquarters, or any charitable home or institution established or maintained by it, and for that purpose may contract for the purchase of land, take conveyance of, purchase, lease or rent such real estate as may be so necessary; and may in connection with any land or building erected thereon let or sublet any vacant space therein or thereon not necessary to the immediate requirements of the corporation. In case it shall become necessary or advisable for the corporation to execute any contract for the purchase of such land or the lease of any such building, or to sell, mortgage or convey the same, the executive or other committee or trustees having charge of the fiscal affairs of such corporation shall designate at least 2 officers of such corporation to execute and deliver such instruments on behalf of the corporation, as shall have been authorized by such committee or trustees.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.139Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 7 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10068.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-139/"
    },
    {
      "id": "section-450140",
      "number": "450.140",
      "heading": "Parent Corporations; Government, Representative Form; First Annual Meeting.",
      "text": "Same; representative form of government; first annual meeting. Every such parent corporation shall adopt a representative form of government, under which form the subordinate lodges shall elect or appoint representatives to attend the annual or other convention, conclave or meeting of the parent corporation, by whatsoever name such meeting shall be known, and at which annual meeting the officers and committees of such parent or state society shall be elected by a majority vote of such representatives. The first annual meeting shall be held at a time and place to be fixed by the executive committee of the parent corporation; and thereafter such time and place shall be fixed by the convention itself.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.140Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 8 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10069.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-140/"
    },
    {
      "id": "section-450141",
      "number": "450.141",
      "heading": "Parent Corporations; Annual Meeting, Powers.",
      "text": "Same; powers at annual meeting. The annual convention, conclave or meeting of every such parent corporation when duly called to order, shall have power and authority to elect the officers and the executive committee or trustees thereof; to elect delegates to any higher jurisdiction within said lodge or society; to alter or amend the articles or by-laws of the parent corporation not inconsistent with the state charter of such lodge or society; to determine questions of discipline or policy; and to act upon such other matters as the articles or by-laws may require or permit to be presented to such convention for action.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.141Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 9 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10070.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-141/"
    },
    {
      "id": "section-450142",
      "number": "450.142",
      "heading": "Local Lodges; Purpose.",
      "text": "Local lodges; purpose. Any number of persons who are members in good standing in any lodge incorporated as a parent society or lodge within this state, and having a charter or permit from such parent lodge or society, may incorporate as a local lodge or branch thereof, upon complying with the provisions of this act appropriate to such corporations. The purpose of all such local lodge corporations shall be to further the interests of the parent corporation in such community, to hold the property of such local lodge or society and to become integral members of the parent lodge or society.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.142Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 10 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10071.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-142/"
    },
    {
      "id": "section-450143",
      "number": "450.143",
      "heading": "Local Lodges; Articles of Incorporation.",
      "text": "Same; of articles of incorporation. The articles of such local lodge or society shall follow the form prescribed for non-profit corporations in this act and shall contain such further statements as the incorporators may wish to insert therein as to purposes and government. Such articles shall state that such local lodge has been granted a charter by the state parent corporation, if there be one.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.143Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 11 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10072.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-143/"
    },
    {
      "id": "section-450144",
      "number": "450.144",
      "heading": "Local Lodges; Powers as to Property; Parent Corporation, Supervision.",
      "text": "Same; powers in relation to property. Every such local lodge shall have the same right to hold, own and dispose of property, both real and personal as is granted in this act to non-profit corporations generally; and such local lodge shall be subject to the discipline, visitation and guidance of the parent corporation, or other higher jurisdictions as the plan of higher organization may prescribe.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.144Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 12 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10073.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-144/"
    },
    {
      "id": "section-450145",
      "number": "450.145",
      "heading": "Local Lodges; Officers, Representatives.",
      "text": "Same; officers and representatives. Every such local lodge or society shall have such officers, committees, trustees and agents as their articles may prescribe, who shall be elected or appointed and who shall have such duties, responsibilities and powers, as the articles or by-laws may prescribe.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.145Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 13 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10074.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-145/"
    },
    {
      "id": "section-450146",
      "number": "450.146",
      "heading": "Parent or Local Lodges; Powers of Non-Profit Corporation.",
      "text": "Same; powers. Every such corporation, whether parent or local, shall have all the rights, powers, immunities and privileges granted by this act to non-profit corporations generally.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.146Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 14 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10075.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-146/"
    },
    {
      "id": "section-450147",
      "number": "450.147",
      "heading": "Parent or Local Lodges; Relief Funds, Raising, Payment From Treasury.",
      "text": "Same; relief funds, etc. Every such lodge whether parent or local shall have authority to make provision for the visitation of the sick and afflicted members; to provide funds for the relief of distressed members and their families; to provide funds for the burial of indigent or other worthy members: Provided, That no such funds shall be raised or maintained in the way of dues, assessments or levies based upon an insurance rate, table or contract, express or implied: And provided further, That no such money shall be paid out of the treasury of any such lodge without the express order of the lodge itself or a committee duly authorized to consider and act upon such cases: And provided further, That nothing in this act contained shall be construed as prohibiting any such lodge from establishing and maintaining charitable homes or other institutions for its aged, afflicted or infirm members under the provisions of this act applying to trustee corporations.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.147Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 15 of Ch. II of Part III of Act 84 of 1921, being CL 1929, § 10076.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-147/"
    },
    {
      "id": "section-450148",
      "number": "450.148",
      "heading": "Trustee Corporations; Definition.",
      "text": "Trustee corporations; definition. Corporations may be formed to carry out the terms of any written declaration, deed or testament making donations, grants, gifts or devises in trust for specific lawful purposes. Such corporations shall be known in law as \"trustee corporations,\" which term may also embrace other corporations as hereinafter provided for in this act. A trustee corporation is hereby defined to be any corporation wherein the trustees appointed by any instrument in writing, whether testamentary or otherwise, to have the title, care, custody or disposition of property or the income therefrom, in trust for such uses and purposes as may be named in such instrument, for the benefit of religious, charitable, benevolent, educational institutions or public benefaction of whatsoever name or nature and any other persons who may be lawfully associated with them, incorporate for the express and main purpose of carrying out the provisions of such trust. The term \"trustee corporation\" may also embrace any case in which trustees hold in their corporate name, any separate property of the corporation of which they are trustees for specific purposes defined or limited by any written instrument donating, setting aside or devoting such separate property for charitable, religious, benevolent, educational or other beneficial purpose, or where such property is so held by the said trustees under the terms of written instructions as to the use thereof from the governing body of any ecclesiastical, fraternal or charitable society, association or corporation. Such trustees shall in no case have any personal interest in or title to any part or portion of such trust property, nor derive any personal benefit from the principal or income thereof, excepting in the way of just compensation for their labor and skill in executing such trust or by way of reimbursement for necessary and actual expenses incurred in the management of such property or in the performance of their duties as such trustees, or except upon authority expressed in the original deed or instrument of trust. Nothing in this act contained shall be construed as preventing or prohibiting any trustees appointed or provided for under the terms of any deed, will or other written instrument to have the title or management of any property, whether real or personal, for the benefit of the donor or grantor therein or the heirs, dependents or other beneficiaries of such donor or grantor, and not for charitable, religious, educational or benevolent purposes, from incorporating under this act for the purpose of executing such trust, if such incorporation be permitted, directed or contemplated in such instrument, and the business of such corporation, when organized, is one which a corporation might otherwise carry on under this act: Provided, That declarations of trust shall not be sufficient in themselves to authorize the trustees named therein to assume corporate powers, but all such trustees referred to in this act shall be incorporated only in the manner prescribed in and by complying with the provisions of this act. Trustee corporations shall be governed by the provisions of this act relating to corporations generally except as specifically otherwise provided.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.148Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 3 of Ch. I of Part I of Act 84 of 1921, being CL 1929, § 9945; and section 1 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10077.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-148/"
    },
    {
      "id": "section-450149",
      "number": "450.149",
      "heading": "Trustee Corporations; Trustees, Vesting of Property; Trust Instrument, Definition.",
      "text": "Same; vesting of property in trustees; trust instrument defined. In any case mentioned in the foregoing section where property, whether real, personal, or mixed, amounting in value to 1,000 dollars or more, has been or hereafter shall be so given, granted, devised, or bequeathed to 3 or more trustees, or in any case where the income from any property or fund has been or hereafter shall be so given, or bequeathed to such trustees for any such purpose, where the annual amount of such income is 1,000 dollars or more, and where it shall, for the more effective and perfect administration of any such trust, be deemed expedient to organize themselves as a corporation, then it shall be lawful for such trustees to become incorporated under this act. The term \"trust instrument\" or \"instrument of trust\" as used in this act shall be construed to mean and refer to any lawful deed of gift, grant, agreement, or any last will and testament by which the donor, grantor, or testator shall give, grant, devise, or bequeath any property, real, personal or mixed, in trust for general or specific uses; and any and all conditions, terms or directions contained therein, and any act, declaration or instructions of a legal nature made by any corporation or body directing or authorizing trustees thereunder to take, receive, hold, manage or dispose of any of the property of such corporation for general or specific purposes for the benefit of such persons or objects as may be therein designated. Such terms shall not include constructive or resulting trusts.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.149Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 2 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10078.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-149/"
    },
    {
      "id": "section-450150",
      "number": "450.150",
      "heading": "Trustee Corporations; Articles of Incorporation.",
      "text": "Same; articles of incorporation. The articles shall, in addition to other requirements made in this act, state:\n\n(a) The nature of the business, if any, in which such trustee corporation will be engaged, and the nature and value of the trust property; and to all such articles, wherever filed, there shall be attached verified copies of every trust instrument or other written directions upon which such trust is founded;\n\n(b) The number of persons who shall constitute the permanent board of trustees of such corporation; the length of time for which the trustees are authorized to act after election or appointment as the case may be; and the mode in which their successors shall be elected or appointed;\n\n(c) Whether or not other persons than the incorporators are, or may become, members or stockholders thereof.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.150Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 3 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10079.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-150/"
    },
    {
      "id": "section-450151",
      "number": "450.151",
      "heading": "Trustee Corporations; Officers.",
      "text": "Same; officers. Every trustee corporation shall have officers corresponding to those prescribed for corporations generally in this act, appointed or elected as such trustees may agree upon by a majority vote, or as may otherwise be provided for in the trust instrument. Such corporation shall have all the rights, powers, privileges, and immunities conferred by law upon corporations generally, excepting as limited in the trust instrument or by the provisions of this act.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.151Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 4 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10080.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-151/"
    },
    {
      "id": "section-450152",
      "number": "450.152",
      "heading": "Trustee Corporations; Powers as to Property.",
      "text": "Same; powers in relation to property. Unless otherwise prohibited or not contemplated in the trust instrument, such trustee corporation may by gift, grant, devise or bequest, take, receive and hold any property, real or personal, so given, granted, devised or bequeathed from other persons than the person or persons by whose deed, will or other instrument the trust was originally founded. Any 2 or more persons may by the same instrument or by separate instruments, give, grant, devise, or bequeath property in trust, for any of the purposes mentioned in section 148 of this act, to the same trustees upon such terms and conditions as may in such instrument or instruments be agreed on, and such trustees, if authorized to incorporate, shall attach to the articles of incorporation each and every one of such agreements, and shall be governed by the conditions therein imposed upon them, if not incompatible one with the other. After incorporation to carry out the express directions or conditions of any such trust instrument, no such trustees shall thereafter accept any gift, grant, devise, or bequest upon any condition or conditions incompatible with the articles or with any instrument required to be attached thereto.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.152Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 5 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-152/"
    },
    {
      "id": "section-450153",
      "number": "450.153",
      "heading": "Trustee Corporations; Property and Funds, Use, Investments.",
      "text": "Same; use of property and funds; investments. The property and funds of every trustee corporation shall be faithfully and exclusively used for the purposes thereof as set forth in its articles or as required by the terms of the trust instrument; and such trustees shall be held to the same degree of responsibility and accountability with respect thereto as if not incorporated, excepting where a less degree or a particular degree of responsibility and accountability is prescribed in the trust instrument, or where such trustees remain under the control of shareholders in such corporation other than themselves who retain the right to direct and do direct the action of the trustees as to the use of such trust property from time to time. Nothing herein contained shall be construed as prohibiting any such board of trustees, having more than 5 members, from appointing an executive committee or such other committees as they may desire, with such powers and division of work and responsibility as such board may agree upon, not inconsistent with the trust instrument or with the general provisions of this act governing the management and powers of corporations generally. Such corporation may, unless otherwise specifically directed in the trust instrument, invest its funds in accordance with the laws of this state governing authorized investments for trustees: Provided, That no loan of such funds shall be made to any trustee, officer or servant of such corporation.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1937, Act 183, Imd. Eff. July 9, 1937 ;-- CL 1948, 450.153Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 6 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10082.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-153/"
    },
    {
      "id": "section-450154",
      "number": "450.154",
      "heading": "Trustee Corporations; Trustees, Vacancy, Filling.",
      "text": "Same; vacancy; among trustees, filling. In any case where the trust instrument fails to provide for the filling of vacancies among the trustees due to death, disability, resignation or other cause, and such vacancy occurs, the remaining trustees may apply to the circuit court in chancery of the county where the registered office of such corporation is located, for the appointment of some suitable and competent person to fill such vacancy, and the circuit judge thereof may, upon such ex parte or other showing as he may require, make such appointment by an appropriate order, and the person so appointed shall, upon filing his written acceptance as such trustee, be and become a trustee of such corporation with the same powers as those originally appointed. A certified copy of every such order shall be forthwith filed in the same manner as provided for original articles.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.154Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 7 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10083.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-154/"
    },
    {
      "id": "section-450155",
      "number": "450.155",
      "heading": "Trustee Corporations; Circuit Courts, Petition; Jurisdiction of Court.",
      "text": "Same; petition of trustees to circuit court; jurisdiction of court. In any case where the trustees of any such trustee corporation are in honest doubt and unable to agree as to the construction of any of the terms or conditions of any such trust instrument or their powers or duties thereunder, any or all of such trustees may file his or their petition in the circuit court in chancery for the county in which the registered office of such corporation is located, asking for the construction of the said court upon the whole or any part of such instrument, under and by the same procedure as is provided by law for the construction of wills. In case any public interest is involved, the prosecuting attorney of such county shall enter his appearance therein, and shall do so in all cases involving hospitals or charitable homes or similar institutions to which the general public may be admitted on application. If less than the entire board of trustees joins in such petition, the remaining members shall become defendants and shall be served with such notice or other process as the rules of the court may require. Such court shall have jurisdiction to determine every doubtful, or disputed question raised by such petition, and the opinion and directions of such court, when filed, shall be binding upon such corporation and the trustees thereof.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.155Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 8 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10084.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-155/"
    },
    {
      "id": "section-450156",
      "number": "450.156",
      "heading": "Trustee Corporations; Act Amendment of Trustee Agreement.",
      "text": "Same; amendment of trust agreement. If the donor or grantor in any such trust instrument, shall desire to alter, amend, enlarge or restrict the gift or grant or any of the terms or conditions thereof, and does so, it shall be the duty of such trustees to forthwith file a verified copy of such amended trust instrument in the same manner as provided for original articles, and any amendments to such articles occasioned by such amended trust instrument shall likewise be forthwith made and so filed by such trustees, but no such amendments to the articles shall be valid that change the original purposes of the corporation in their entirety.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.156Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 9 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10085.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-156/"
    },
    {
      "id": "section-450157",
      "number": "450.157",
      "heading": "Trustee Corporation; Hospitals; Asylums; Trustee Instrument; Indenturing or Apprenticing Destitute or Foundling Children; Withdrawal.",
      "text": "(1) In all cases where lands, or any other property, amounting in value to $5,000.00 or more, have been or are given, granted, devised, or bequeathed to 3 or more trustees for the purpose of founding or endowing a hospital or other charitable asylum for the care or relief of indigent or other sick or infirm or aged persons, or the care of minor orphans or children and youth with special health care needs or for the care and protection of unfortunate women, or any number of those purposes, the trustees may incorporate under this act as a trustee corporation. Unless restricted by the trust instrument, the trustees may unite in that incorporation with other persons contributing to the maintenance of the hospital or asylum, and all of those other persons shall become members of the corporation upon making the contribution as may be fixed and determined in the articles or by-laws of the corporation. However, any 3 or more persons may incorporate for any charitable purpose described in this subsection as a trustee corporation, where the hospital, home, asylum, or other institution to be founded by the corporation is to be constructed, equipped, and maintained principally by donations not made under any trust deed or other instrument in writing declaring the uses and purposes to which the property shall be devoted, and that corporation shall have authority to fix and prescribe the terms and conditions of membership in the corporation.\n\n(2) The trustees of a trustee corporation described in subsection (1), or a majority of them, are hereby authorized and empowered to indenture or apprentice to responsible persons, any destitute or foundling children who now or later become under the charge or care of that corporation, until those children shall respectively become of lawful age, and to make that indenture in each case as binding and effective in all respects as if the trustees were the lawful parents or guardians of those children. However, the trustees shall have power to withdraw a child from any person to which he or she is indentured, when in their opinion the interests of the child require it.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.157 ;-- Am. 2015, Act 89, Imd. Eff. June 25, 2015Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 10 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10086; and section 11 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10087.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-157/"
    },
    {
      "id": "section-450158",
      "number": "450.158",
      "heading": "Trustee Corporations; Hospital, Asylum, Charitable Institution; Gifts, Acceptance.",
      "text": "Same; hospital; asylum, or other charitable institution. Whenever there shall exist any hospital, asylum, home for the care of indigent, aged or infirm persons, or any other charitable institution in this state, the legal title to which and the land used in connection therewith has been conveyed to 1 or more persons in trust, for charitable purposes, and the care and management of which institution is entrusted to a board of control consisting of 5 or more persons, appointed from 1 or more charitable, religious or fraternal bodies, in pursuance of the provisions contained in the deed conveying the legal title of such institution and land to such trustees, such board of control may become incorporated as a trustee corporation and become subject to the provisions of this act.\n\nGifts. Such trustee corporation may receive gifts, bequests and devises of money and other personal property and real estate for the benefit of the hospital, asylum or home for the care of indigent, aged or infirm persons, or other charitable institution which it has in its charge, and shall have power to sell such real estate and personal property as shall be given to it, and invest the proceeds thereof in the same manner as is provided in this act for the investment of gifts and bequests of money to trustee corporations whenever, in the judgment of the proper officers or committee or committees of such corporation, it may be deemed beneficial to such institution.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.158Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 12 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10088; and section 13 of Ch. I of Part IV of Act 84 of 1929, being CL 1929, § 10089.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-158/"
    },
    {
      "id": "section-450159",
      "number": "450.159",
      "heading": "Church Trustee Corporations; Trustees, Election, Number; Certification of Election.",
      "text": "Church trustee corporations; election of trustees. When there is organized within this state any presbytery, diocesan convention, diocese, synod, conference, district or other organization, being an association of congregations or societies, or a quarterly conference of a station, mission, class, congregation, circuit or other organization of a religious denomination, which shall desire to possess corporate powers in order to effectuate the purposes of such organization or to create a corporate board of trustees for any endowment or other property of the denomination represented by such body, such diocese, presbytery, diocesan convention, synod, conference, board of district stewards, or a quarterly conference thereof, may, at a meeting thereof held and conducted according to the rules and regulations of such organization, association or quarterly conference, elect trustees in number not more than 9 nor less than 3, and also designate the corporate name by which such trustees and their successors in office shall be known. It shall be the duty of the officer presiding over such election to give to such trustees a certificate of their election under his hand and seal, specifying the name by which such trustees and their successors shall thereafter be known. They and their successors shall hold their offices for the term specified in such certificate of election, or until the organization or association first making such election elects others to succeed them. Such trustees, upon receiving certificates of their election, shall file articles in the manner provided in section 5 of this act and shall be subject to the provisions of this act relating to trustee corporations and are hereinafter called church trustee corporations. Such corporations shall be governed by the provisions of this act relating to trustee corporations except as specifically otherwise provided.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.159Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 14 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10090.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-159/"
    },
    {
      "id": "section-450159a",
      "number": "450.159a",
      "heading": "Church Trustee Corporations; Trustees, Increase, Decrease; Resolutions, Adoption; Meetings, Terms; Additional Trustee, Election.",
      "text": "Notwithstanding any provision or statement contained in the articles or statement of incorporation of any corporation formed or now existing under section 159, such corporation being now designated a church trustee corporation, the number of the trustees constituting such church trustee corporation may be increased in number to not more than 9 or decreased in number to not less than 3 without amendment of its articles or statement of incorporation. The increase or decrease in the number of its trustees may be accomplished by a resolution of the organization or association first electing the trustees or by a resolution of a successor organization or association. The resolution may be adopted at a regular meeting of the organization or association or at a special meeting called for that purpose. The trustees may be divided into classes whose terms of office expire at different dates. The officer presiding over the meeting shall give to the existing trustees a copy of the resolution certified by him to be a correct copy. Any additional trustees may be elected at the meeting at which the resolution is adopted.\n\nHistory:Add. 1966, Act 29, Imd. Eff. May 3, 1966",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-159a/"
    },
    {
      "id": "section-450160",
      "number": "450.160",
      "heading": "Church Trustee Corporations; Trustees, Vacancy, Filling.",
      "text": "Same; vacancy among trustees, filling. Elections of trustees of church trustee corporations to fill the places of those whose terms of office expire shall take place at the last regular meeting of such presbytery, synod, conference, diocesan convention or other representative body occurring prior to the expiration of the term of their predecessors. Vacancies in any such board of trustees caused by death, resignation, removal, declination to serve, or otherwise, may be filled by the appointing body at any regular meeting thereof, or at any special meeting called for that purpose, or for that and other purposes, pursuant to the rules of such body.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.160Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 15 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10091.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-160/"
    },
    {
      "id": "section-450161",
      "number": "450.161",
      "heading": "Church Trustee Corporations; Powers as to Property.",
      "text": "Same; powers in relation to property. Trustees of church trustee corporations may, in their corporate name, take and hold all property, real and personal, devised, bequeathed, transferred or conveyed to them for the use and benefit of the religious denomination by whose representative body they are appointed. In the management and disposition of such property they shall be governed by the terms of any will, deed, or other instrument by which such property shall be given to them, and subject to such terms, by the directions of the body by whom they were elected.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.161Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 16 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10092.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-161/"
    },
    {
      "id": "section-450162",
      "number": "450.162",
      "heading": "Church Trustee Corporations; Investment, Powers, Certificate.",
      "text": "Same; powers of investment. Trustees of church trustee corporations may, in their corporate name, invest and reinvest the property in their hands and under their control as such trustees, collect the rents, issues and profits thereof, and out of the same pay the taxes, repairs, insurance and other expenses incident to the care thereof: Provided, That such trustees shall neither sell, convey, mortgage, nor lease for a longer period that [than] 3 years, any real estate held by them as such trustees, unless duly authorized to do so by the presbytery, synod, conference, diocesan convention, or other representative body which appointed them. And in every case of sale, conveyance or incumbrance of real estate, such trustees shall cause to be filed in the office of the register of deeds in the county in which such real estate is situated, with the instrument, a copy of the acts of said presbytery, synod, conference, diocesan convention, or other representative body authorizing such sale, conveyance or incumbrance, duly certified by the secretary of said representative body to be a true and complete copy of said proceedings. And such certificate so made and filed shall be prima facie evidence of the facts therein recited.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.162Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 17 of Ch. I of Part IV of Act 84 of 1921, being CL 1929, § 10093.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-162/"
    },
    {
      "id": "section-450163-450167",
      "number": "450.163-450.167",
      "heading": "Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "450.163-450.167 Repealed. 1982, Act 162, Eff. Jan. 1, 1983.\n\nCompiler's Notes:\n\nThe repealed sections pertained to foundations generally.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-163-450-167/"
    },
    {
      "id": "section-450167a",
      "number": "450.167a",
      "heading": "Henry Ford Trade School; Dissolution; Cancellation of Franchise; Assets, Disposal, Sale; Debts, Payment; Retirement Program; Payment of Dissolution Charges; Certificate, Filing, Contents",
      "text": "(a) Pursuant to section 167 of this act, the Henry Ford trade school, a non-profit corporation and foundation organized and existing under the laws of this state, shall be and as of November 30, 1952 is dissolved, its franchise cancelled, and all of its powers, rights and privileges extinguished and finally terminated except as herein provided for the winding up of its affairs and activities: Provided, however, That the powers, rights and privileges hereinafter set forth shall become immediately effective.\n\n(b) The trustees of said foundation shall, before final disposition of the assets as provided in subdivision (f) of this section, have the power to accept and retain gifts of any nature whatsoever to be devoted to any of the purposes set forth in subdivisions (d), (e) and (f) of this section. Future reference in this section to \"assets\" shall mean and include any such gift or gifts which may be received by the trustees.\n\n(c) The trustees of said foundation shall liquidate by sale, or otherwise dispose of, subject to the provisions of subdivision (f) of this section, all of the assets of said foundation, including land, buildings and machinery, but until such liquidation is completed, may in their discretion continue to operate on a full or partial basis.\n\n(d) The trustees shall, from the assets of said foundation or from the proceeds of the sale thereof, as provided for in subdivision (c) of this section, pay all debts, obligations and liabilities of the foundation.\n\n(e) The trustees may establish a retirement program and/or other provision for the employees of Henry Ford trade school employed on March 1, 1952; and the trustees may use for this purpose such portion of the assets of the foundation, after the payment of all other debts, obligations and liabilities of the foundation, as is, in their discretion, necessary to fund and carry out such plans, by purchase of annuities, establishment of pension trust funds or other appropriate means.\n\n(f) The trustees shall, after liquidation of the assets of said foundation as provided for in subdivision (c) of this section, the payment of the debts, obligations and liabilities of said foundation, as provided for in subdivision (d) of this section, and the establishment of a retirement program and/or other provision for the employees of the foundation, as provided for in subdivision (e) of this section, dispose of the remaining assets of the foundation by grant, gift, or such other method as the trustees in their sole discretion determine will promote and perpetuate the general purposes for which Henry Ford trade school was organized, namely, instruction and training in technical, scientific and/or agricultural pursuits: Provided, however, That the trustees are hereby specifically authorized, in disposing of said assets, to make or not make in their sole discretion, and upon such terms and conditions as they shall in their sole discretion determine, gifts or grants to the board of education of the school district of the city of Dearborn, Michigan, and/or to the board or boards of education of any other school district or districts within the state of Michigan: Provided further, That in no event and under no circumstances shall either the whole or any part or portion of said assets, or the net income therefrom, be used for, accrue to, or inure to the benefit of any private individual, or be used for or devoted to carrying on propaganda, or otherwise attempting, to influence legislation, or be used for or devoted to objects or purposes which are not exclusively religious, charitable, scientific, literary or educational, within the meaning of both the laws of the state of Michigan and the internal revenue laws of the United States of America.\n\n(g) The trustees are hereby authorized and empowered to pay all necessary and incidental costs, fees, charges and expenses incurred in connection with the winding up and dissolution of Henry Ford trade school provided for in this section, and shall have such further and additional rights and powers as are or may be necessary and proper for the complete winding up of the affairs and activities of the foundation in compliance with this act.\n\n(h) Upon the payment of all the debts, obligations and liabilities of the foundation and the final disposition of the assets of the foundation, the trustees shall file with the Michigan corporation and securities commission a certificate in which the trustees, or 1 of them duly designated therefor, shall certify that all the debts, obligations and liabilities of the foundation have been paid and discharged and that all of the assets of the foundation have been disposed of, all in compliance with this act.\n\n(i) Upon the filing of such certificate the trustees and the members shall be discharged of any and all further responsibility for the debts, obligations, liabilities and/or assets of the foundation and the dissolution and winding up of said foundation shall be complete.\n\nHistory:Add. 1952, Act 23, Imd. Eff. Mar. 26, 1952",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-167a/"
    },
    {
      "id": "section-450168",
      "number": "450.168",
      "heading": "Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "Compiler's Notes:The repealed section pertained to the applicability of provisions of act relating to foundations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-168/"
    },
    {
      "id": "section-450169",
      "number": "450.169",
      "heading": "Corporations to Provide Student Aid.",
      "text": "Same; corporations to provide student aid. Any corporation heretofore or hereafter organized for the purpose of providing scholarships in the University of Michigan or in any of the publicly maintained schools or colleges of this state or formed for the purpose of loaning money or giving other assistance to students at any of said schools or colleges or said university may, by 2/3 vote of its board of trustees, transfer and convey all its property and assets to, and become consolidated with, any other corporation organized under the laws of this state for corporate purposes of the same character. Notice of such transfer and consolidation shall be filed with the secretary of state within 30 days thereafter, and such corporation shall thereupon be deemed to have surrendered its corporate rights and shall have no rights except as may be necessary to close its corporate affairs.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.169Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 24 of Ch. I of Part IV of Act 84 of 1921, as added by Act 267 of 1929, being CL 1929, § 10100.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-169/"
    },
    {
      "id": "section-450170",
      "number": "450.170",
      "heading": "Educational Corporations; Incorporation.",
      "text": "Any number of persons, not less than 3, may incorporate for the purpose of conducting a school, academy, seminary, college or other institution of learning where preparatory subjects or the arts, sciences, professions, special occupations and higher learning may be taught. Such corporations are hereinafter called educational corporations. Educational corporations may be organized for profit or by trustee corporations if so provided. Educational corporations organized for profit or as trustee corporations shall also comply with the provisions of this act relating to corporations for profit or trustee corporations. Educational corporations shall be governed by the provisions of this act relating to corporations generally except as specifically otherwise provided and shall be subject to the provisions of Act No. 148 of the Public Acts of 1943, as amended, being sections 395.101 to 395.103 of the Compiled Laws of 1948.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.170 ;-- Am. 1967, Act 157, Imd. Eff. June 30, 1967Former Law:See section 4 of Ch. I of Part I of Act 84 of 1921, being CL 1929, § 9946.Compiler's Notes:For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-170/"
    },
    {
      "id": "section-450171",
      "number": "450.171",
      "heading": "Educational Corporations; Classification; Religious College Not Included; Filing of Articles of Incorporation; Statement; Guaranteed Annual Income as Credit to Capital; Use of \"College\", \"University\", or \"Junior College\" as Name; Expansion of Program; Reopening of Educational Corporation; Requiremen",
      "text": "(1) For the purposes of this act, educational corporations are classified as 1 of the following:\n\n(a) Class w: those having a capital of not less than $500,000.00.\n\n(b) Class x: those having a capital of not less than $100,000.00 and less than $500,000.00.\n\n(c) Class y: those having a capital of $1,000,000.00 or more.\n\n(d) Class z: those instituted and maintained by an ecclesiastical or religious order, society, corporation, or corporations that retain control of the institution for denominational purposes.\n\n(2) For purposes of this act, educational corporation does not include a religious college described in section 184a.\n\n(3) When submitting its articles of incorporation for filing with the department of licensing and regulatory affairs, an educational corporation conducting an elementary or secondary instructional program must include a written statement from the state board of education with the articles of incorporation and an educational corporation conducting a postsecondary educational program must include a written statement from the postsecondary schools unit within the department of labor and economic opportunity with the articles of incorporation. A written statement submitted with the articles of incorporation of an educational institution under this subsection must confirm all of the following concerning the educational corporation:\n\n(a) The housing space and administration facilities that it possesses or proposes to provide for its declared field or fields of education are adequate.\n\n(b) Its proposed educational program leading to the diplomas or degrees that it proposes to offer is adequate.\n\n(c) The laboratory, library, and other teaching facilities that it possesses or proposes to provide are adequate.\n\n(d) It has or proposes to employ an adequate staff, fully trained, for the instruction proposed.\n\n(e) At least 50% of its capital, whether consisting of stock or in gifts, devises, legacies, bequests, or other contributions of money or property, has been paid in or is in its possession.\n\n(4) In determining whether any educational corporation satisfies the conditions specified in subsection (1), the department of labor and economic opportunity may treat as a credit to the capital of the corporation the guaranteed annual income of that corporation to the extent that it considers that guaranteed income the equivalent of all or any part of the required endowment.\n\n(5) The use of the word \"college\" or \"university\" in the name of any group, organization, or association formed in this state after September 18, 1931 is limited to those educational corporations complying with the requirements for class w or class y educational corporations or to any educational corporations of class z that satisfy the requirements established for class y corporations. The word \"college\" may be used by ecclesiastical corporations in the name of religious colleges complying with the requirements of section 184a. The words \"junior college\" may be used by educational corporations of class x. If this subsection is violated, it is the duty of the prosecuting attorney, in the county where the educational corporation is located, to bring proceedings to enjoin the further use of a name in violation of this subsection.\n\n(6) An educational corporation shall not expand its program beyond that specified in its articles of incorporation until it obtains a written statement approving the facilities, equipment, and staff or the proposed facilities, equipment, and staff as adequate for the offering of the additional educational program and submits it to the department of labor and economic opportunity. The educational corporation shall obtain the written statement described in this subsection from the state board of education if it is conducting an elementary or secondary instructional program or from the postsecondary schools unit within the department of labor and economic opportunity if it is conducting a postsecondary educational program.\n\n(7) A private college may apply to the department of labor and economic opportunity to reopen an educational corporation that ceased operations if both of the following apply:\n\n(a) The private college is located in a city with a population of 500,000 or more.\n\n(b) Before ceasing operations, the educational corporation to be reopened was designated by the United States Department of Education as a historically black college.\n\n(8) An application under subsection (7) must include all of the following:\n\n(a) An attestation from an officer of the educational corporation to be reopened that the educational corporation to be reopened has capital of not less than $500,000.00.\n\n(b) A list of the proposed field or fields of study to be offered by the educational corporation to be reopened.\n\n(c) An attestation from the private college that includes both of the following:\n\n(i) That the educational corporation to be reopened will be managed and operated by the private college in accordance with an operating agreement between the private college and the educational corporation to be reopened or as an affiliate or subsidiary of the private college.\n\n(ii) That the proposed facilities, equipment, and staff of the educational corporation to be reopened are adequate for the educational corporation's proposed field or fields of study.\n\n(9) In determining whether the educational corporation to be reopened meets the requirements under this section, the department of labor and economic opportunity may consider the proposed facilities, equipment, and staff of the educational corporation to be reopened that are provided by the private college under the private college's affiliation or operating agreement with the educational corporation to be reopened.\n\n(10) Not more than 30 days after receipt of the information required in an application to reopen an educational corporation that ceased operations under subsection (8), the department of labor and economic opportunity shall approve the educational corporation to be reopened to conduct business in this state for the purpose of operating as a private postsecondary educational institution, including offering bachelor's and associate's degree programs and certificate and diploma programs.\n\n(11) An officer who signs the attestation described in subsection (8)(a) on behalf of the educational corporation to be reopened must be elected as an officer of the educational corporation before August 4, 2021, by at least 1 member of the board of the educational corporation who was a board member at the time the educational corporation ceased operating.\n\n(12) An educational corporation that received approval under subsection (10) is considered by this state as this state's first historically black college or university.\n\n(13) As used in this section:\n\n(a) \"Educational corporation to be reopened\" means an educational corporation for which an application under subsection (7) was submitted.\n\n(b) \"Historically black college or university\" means a college or university that is a part B institution as that term is defined under 20 USC 1061.\n\n(c) \"Private college\" means a class y educational corporation authorized by the department of labor and economic opportunity to offer degrees.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1939, Act 162, Eff. Sept. 29, 1939 ;-- Am. 1943, Act 160, Imd. Eff. Apr. 17, 1943 ;-- CL 1948, 450.171 ;-- Am. 1958, Act 147, Eff. Sept. 13, 1958 ;-- Am. 2006, Act 420, Imd. Eff. Sept. 29, 2006 ;-- Am. 2021, Act 152, Eff. Mar. 30, 2022Compiler's Notes:For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.Former Law:See section 2 of Ch. II of Part IV of Act 84 of 1921, being CL 1929, § 10102.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-171/"
    },
    {
      "id": "section-450172",
      "number": "450.172",
      "heading": "Educational Foundations; Colleges, Establishment.",
      "text": "(a) Educational corporations of class (w) as defined in section 171 of this act shall have authority to establish and conduct general colleges for furnishing higher learning and to confer such degrees and honors as shall be approved by the state board of education prior to the filing of articles of incorporation; and the term \"college\" as herein used shall be construed to include any college, university or other institution where the arts, sciences, professions and higher learning are taught and degrees and honors therein conferred. Such colleges may also include preparatory schools as commonly understood;\n\n(b) Educational corporations of class (x), as defined in section 171, shall have authority to establish and conduct junior colleges, seminaries, academies or preparatory schools, as determined and approved by the state board of education, but not general colleges or universities as defined in subsection (a) hereof;\n\n(c) Educational corporations of class (z) as defined in said section 171 shall embrace such schools, academies, or colleges as have been heretofore founded under Act 135, Public Acts 1899, known thereunder as \"Ursuline academies\"; those founded under Act 121, Public Acts 1915, and known thereunder as \"ecclesiastical seminaries\"; those founded under Act 28, Public Acts 1901, and known thereunder as \"Evangelical Lutheran deaf mute institutions\"; those founded under Act 135, Public Acts 1867, known as \"industrial and charitable schools\"; those organized under paragraph (c), subdivision 1, chapter 2, part 4, of Act 84, Public Acts 1921, and such other schools, colleges and institutions of like character and purpose as may be formed under any law of this state for educational purposes shall have all the rights, powers, privileges and immunities enjoyed under its act of incorporation and without regard to the classification made in this act, and upon complying with the provisions hereof shall have such additional rights, powers, privileges and immunities as are conferred hereunder according to the classifications prescribed in this act: Provided further, That any corporation heretofore formed under Act 359, Public Acts 1913, and known thereunder as \"kindergarten institutions\" shall hereafter be classified under class (x) of sections 171 and 172 of this act: Provided further, That any corporation of class (z) hereafter organized under this act may enjoy the privileges provided under classes (w), (x) and (y) of section 171, on condition that it satisfies the requirements set up for corporations of these respective classes.\n\n(d) Educational corporations of class (y) as defined in section 171 shall have authority to establish and conduct colleges or universities of a graduate rank with programs of studies of 5 years or more.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1939, Act 162, Eff. Sept. 29, 1939 ;-- Am. 1943, Act 160, Imd. Eff. Apr. 17, 1943 ;-- CL 1948, 450.172 ;-- Am. 1958, Act 147, Eff. Sept. 13, 1958Compiler's Notes:Act 135 of 1899, Act 121 of 1915, Act 28 of 1901, Act 135 of 1867, and Act 359 of 1913, referred to in this section, were repealed by § 10134 of the Compiled Laws of 1929. Act 84 of 1921, also referred to in this section, was repealed by Act 327 of 1931.For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.Former Law:See section 3 of Ch. II of Part IV of Act 84 of 1921, as amended by Act 267 of 1929, being CL 1929, § 10103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-172/"
    },
    {
      "id": "section-450173",
      "number": "450.173",
      "heading": "Educational Foundations; Articles of Incorporation, Contents, Amendment.",
      "text": "Same; articles of incorporation. The articles of every educational corporation shall clearly set forth the educational system of the institution to be founded and the character of the degrees, honors, diplomas, or certificates which it proposes to grant, and same shall be approved by the state board of education prior to the filing of the articles of incorporation. If a college or university, the articles shall state the number and name of the faculties to be established; and if a denominational religious school or college, the name of such denomination and the body supporting or controlling the same. Such articles shall be filed as provided in section 5 of this act. Any such corporation may, by increasing its capital to a higher class and amending its articles, assume the powers and privileges of such higher classification as it may thereby be entitled to as defined in this act.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1939, Act 162, Eff. Sept. 29, 1939 ;-- CL 1948, 450.173Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.Former Law:See section 4 of Ch. II of Part IV of Act 84 of 1921, being CL 1929, § 10104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-173/"
    },
    {
      "id": "section-450174",
      "number": "450.174",
      "heading": "Educational Foundations; Property, Acceptance; Government.",
      "text": "Same; acceptance of property. The directors or trustees of any such educational corporation may accept gifts, devises, legacies or bequests, of personal or real property, or the principal or interest of any money or other fund, in trust for the benefit of such institution or particular faculties, departments or other special purposes thereof; and such trustees or directors shall hold and dispose of such trust funds in accordance with the directions and wishes of any of the donors in each case; and shall account for all such funds and property in such manner and at such times as may be appointed in the instrument, deed or will accompanying the donation or as provided by law or the articles or by-laws of such corporation, made pursuant thereto. Where no other provision is made with respect thereto, the directors or trustees of every such corporation shall be governed as to their duties, powers and responsibilities, by the general provisions of this act respecting such boards; and as to their trusteeship of property they shall be governed by the provisions of this act governing trustee corporations.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.174Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.Former Law:See section 5 of Ch. II of Part IV of Act 84 of 1921, being CL 1929, § 10105.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-174/"
    },
    {
      "id": "section-450175",
      "number": "450.175",
      "heading": "Educational Foundations; Board of Directors, Trustees; Powers.",
      "text": "Same; powers of board of directors or trustees. The control of the business and secular affairs of every such educational corporation shall be vested in a board of directors or trustees. Such board shall also have exclusive control over the educational affairs and policy of such institution, and as such may:\n\nFirst, Appoint, employ and pay the salary of a president, or principal, and such professors, tutors, assistants, and employees, as the board shall determine necessary;\n\nSecond, Direct and prescribe the course or courses of study and the rules of discipline for such institution, and enforce the same; and prescribe the tuition and other fees to be paid by students attending such institution;\n\nThird, Grant such diplomas, certificates of graduation, or honors and degrees, as the nature of the institution may warrant, or as contemplated in the articles;\n\nFourth, Delegate to the president or principal, and the various professors and tutors, such authority over the educational affairs of the institution as the board may deem advisable;\n\nFifth, Co-operate with other schools, colleges and educational institutions within this country in promoting the best interests of education.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.175Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.Former Law:See section 6 of Ch. II of Part IV of Act 84 of 1921, being CL 1929, § 10106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-175/"
    },
    {
      "id": "section-450176",
      "number": "450.176",
      "heading": "Educational Corporations; Holders of Diplomas or Certificates; Privilege or Immunity.",
      "text": "A diploma, certificate of graduation, or other evidence of attendance at an educational corporation entitles the lawful recipient to all the privileges and immunities that by custom or usage are allowed to holders of similar diplomas or certificates granted by similar institutions in this country. However, if an occupation or profession is regulated by statute as to the requirements and qualifications necessary to the practice of that occupation or profession, the diploma or certificate of graduation does not entitle the recipient to any privilege or immunity if those statutory requirements or qualifications are not complied with.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.176 ;-- Am. 2006, Act 420, Imd. Eff. Sept. 29, 2006Compiler's Notes:For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.Former Law:See section 7 of Ch. II of Part IV of Act 84 of 1921, being CL 1929, § 10107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-176/"
    },
    {
      "id": "section-450177",
      "number": "450.177",
      "heading": "Educational Foundations; Inspection by State Board of Education, Time; Annual Report, Contents.",
      "text": "Same; inspection by state board of education; annual report. Every such educational corporation shall be visited and inspected by the state board of education, in person or through visitors or inspectors appointed by them, at least once every 3 years. Said state board of education shall at the time of visitation ascertain and publish information upon all matters pertaining to the condition, management, instruction and practices of such corporations, and shall file a copy of their report with the Michigan corporation and securities commission. Upon evidence that the property is at any time less than is required by law, or that any such educational corporation is not otherwise complying with the provisions of this act, they shall serve notice on such corporation to remedy the defects within a reasonable time to be fixed in such notice, and in case the deficiency is not corrected within the time fixed by them, they may institute proceedings at law for the dissolution of such corporation. Such trustees shall be required, on or before the first day of December, annually, to report to the state board of education, a statement of the name of each trustee, officer, teacher and the number of students of such institution, with a statement of its property, the amount of stock subscribed, donated and bequeathed, and the amount actually paid in, and such other information as will tend to exhibit its condition and operations.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1939, Act 162, Eff. Sept. 29, 1939 ;-- CL 1948, 450.177Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.For transfer of certain powers and duties vested in the department of career development or its director, relating to powers and duties of state board of education or superintendent of public instruction to the department of labor and economic growth, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For the transfer of powers and duties of the department of licensing and regulatory affairs to the department of labor and economic opportunity, see E.R.O. No. 2019-3, compiled at MCL 125.1998.Former Law:See section 8 of Ch. II of Part IV of Act 84 of 1921, being CL 1929, § 10108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-177/"
    },
    {
      "id": "section-450178",
      "number": "450.178",
      "heading": "Ecclesiastical Corporations; Incorporation; Purpose.",
      "text": "Ecclesiastical corporations. Any number of persons, not less than 3, may incorporate for the purpose of establishing any church organization for the purpose of teaching and spreading their religious beliefs and principles. Every such corporation shall be a non-profit corporation and subject to the provisions of this act relating to non-profit corporations generally except as specifically otherwise provided. The term \"church\" and/or \"church organization\" used in this act shall be construed to include any church, denominational unit, or church society as the term is commonly used and understood but shall not apply to such organizations as Sunday schools, Epworth Leagues, Young People's Unions, Bible classes and similar societies organized by and affiliated with the parent churches. Whenever any number of churches or other corporations organized for religious purposes desire to unite in a central organization for the accomplishment of any common purpose they may incorporate such organization by severally adopting, at meetings specially called for the purpose, resolutions expressing their desire to become members of such corporation; and by filing duly attested copies of such resolutions together with a copy of the articles of such corporation, as provided for the filing of articles in section 5 of this act. The corporations formed under this section are hereinafter called ecclesiastical corporations.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.178Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 5 of Ch. I of Part I of Act 84 of 1921, being CL 1929, § 9947; and section 1 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-178/"
    },
    {
      "id": "section-450179",
      "number": "450.179",
      "heading": "Ecclesiastical Corporations; Articles of Incorporation.",
      "text": "Same; articles of incorporation. The articles of any such ecclesiastical corporation shall be executed by the incorporators and shall follow the form prescribed in this section, and contain such further statements as may be appropriate to each such corporation, as the law may direct or as the incorporators may deem necessary or advisable. Such form shall run as follows:\n\n\"We, the undersigned, desiring to become incorporated under the provisions of Act No. ........ of the Public Acts of 1931 (namely, this act) do hereby make, execute and adopt the following articles of association, to-wit:\n\nFirst, The name assumed by this corporation and by which it shall be known in law, is \"The .............. church\" (or other name which clearly indicates a religious society or association);\n\nSecond, The location of said church or society shall be in the ............ of ......... county of .......... and state of Michigan;\n\nThird, The time for which said corporation shall be created shall be ......................;\n\nFourth, The members of said church or society shall worship and labor together according to the discipline, rules and usages of the .............. church in the United States of America (or other jurisdiction as the case may be), as from time to time authorized and declared by the ............ (here insert the name of the higher ecclesiastical body or bodies, if any, authorized to determine such question);\n\nFifth, And succeeding articles, if any (containing in brief and concise language, such other and further declarations or statements pertaining to such corporation, as may be deemed necessary or advisable by the incorporators, or as may be hereinafter prescribed).\n\nIn witness whereof, we, the parties hereby associating for the purpose of giving legal effect to these articles, hereunto sign our names and places of residence.\n\nDone at the ............... of ..............., County of ............... and state of Michigan, this ............... day of ..............., 19.....\n\n(Residences)\n\n.........................\n\n(Signatures)\n\n.......................\n\n(Acknowledgments.)\n\n(Consent if any required.)\n\n(Certificates, if any.)\"\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.179Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 2 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10110.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-179/"
    },
    {
      "id": "section-450180",
      "number": "450.180",
      "heading": "Ecclesiastical Corporations; Articles, Execution, Contents; Receivership; Unclaimed Property, State.",
      "text": "Same; execution and contents of articles; receivership; unclaimed property to escheat to state. Excepting as herein otherwise provided, such articles shall be executed, acknowledged, filed and disposed of in the same manner and with like effect as is prescribed in section 5 of this act. Such articles may contain, among other things, specified in section 179 of this act, any provisions the incorporators may determine upon respecting the church polity or government, and the blank spaces provided for shall be filled in by words appropriate to the particular denomination or corporation being so incorporated. Such society shall not, however, by its articles, by-laws or system of discipline, permit or encourage the teaching of immoral practices or conduct or anything that is contrary to public policy; that violates the sanctity of the marital relations; that will prohibit any member of such society from appealing to the courts of the United States or the courts of this state for the enforcement of personal or property rights; that the by-laws and rules of discipline shall not be subject to civil law or decree; that encourages violating or disregarding any law of the United States or of this state. No provision shall be made in such by-laws or articles permitting such corporation to receive, accept, acquire or endeavor to secure property through fraud, misrepresentation or undue influence under the guise of religious teaching or discipline; that will permit any individual as such and not as an official of said society to acquire and hold the property thereof in his own name, or which permits any official to dictate and construe the rules of discipline or by-laws of such society without the approval of the directing board thereof, or require that such by-laws and rules be approved by him before becoming effective. Whenever proceedings in the nature of quo warranto have been or may hereafter be brought against any association or corporation organized or doing business in this state as a religious or ecclesiastical body, and when it shall appear in the information that such association or corporation has exceeded its powers, misused its franchises and privileges, committed any fraud or deception, has been guilty of any misapplication of funds or property, has secured property or donations through fraud or misrepresentation, has acquired or used property illegally, has been guilty of propagating or teaching immoral or vicious principles or doctrines or has otherwise violated the laws of this state or the United States, the attorney general may, in such proceedings, or in separate proceedings, apply to the same or any other circuit court for a receiver for the property and effects of such association or corporation, and in all such cases the court shall appoint a receiver in like manner and with like effect and powers as in insolvency proceedings as provided for in the judicature act of 1915 and any amendments thereto. All persons having any interest in the property of such association or corporation or who have conveyed, donated or contributed substantially to the funds or property of such association or corporation, may intervene in such proceedings for the purpose of obtaining restitution of such property or their just share thereof, and shall be entitled to prove their claims thereunder according to the rules and practice of the court. Any property, goods or money of such association or corporation, or held in trust by or for it, and not claimed or distributed to the creditors or other claimants whose claims have been duly proved in the proceedings herein authorized, shall escheat to the people of this state and upon the winding up of the receivership shall be conveyed to the state board of escheats, and shall be disposed of by such board as now provided by law for other escheated property.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.180Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 3 of Ch. III of Part IV of Act 84 of 1921, as amended by Act 77 of 1923, being CL 1929, § 10111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-180/"
    },
    {
      "id": "section-450181",
      "number": "450.181",
      "heading": "Ecclesiastical Corporations; By-Laws.",
      "text": "Same; by-laws. Every such ecclesiastical corporation shall have authority to adopt by-laws prescribing the qualifications of members; the manner in which they shall be admitted, suspended or expelled; the number and official titles of the person or persons who control the temporal affairs of such corporation; their terms of office; the manner of their selection and removal from office; their respective official duties; the time and manner of calling and holding church business meetings and the number of members constituting a quorum; how far such corporation shall be subject to the approval or control of any other corporation or higher church body which corporation or body shall be named; the manner and condition under which property, both real and personal, may be acquired, held and disposed of; and such other by-laws as may be deemed necessary for the management of the affairs of such corporation. The by-laws may also prescribe how the same may be altered, amended or repealed.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.181Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 4 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-181/"
    },
    {
      "id": "section-450182",
      "number": "450.182",
      "heading": "Ecclesiastical Corporations; Articles, Amendment Procedure.",
      "text": "The articles of any such ecclesiastical corporation may be amended at any meeting of the members of such corporation called for that purpose pursuant to the bylaws, by the affirmative vote of a majority of the members entitled to vote thereon present at such meeting, unless a different majority is required by the rules of discipline or by the church policy in any particular case, and it shall be the duty of the person or persons controlling the temporal affairs of such corporation to make, sign and acknowledge in the same manner that the original articles were made, signed and acknowledged, a certificate, containing the name of the corporation, a copy of the call for the meeting at which the amendment was made, the number of members present at such meeting, the number of members voting in favor of the amendment and a copy of the amendment; and such certificate of amendment shall be filed in the same manner that the original articles were filed, and upon such filing the amendment shall be effective. Where the system of discipline or polity in any particular denomination or church requires the action, consent or vote of a conference, conclave or synod, presbytery or other body, or the approval of certain officers of such conference or other body or of a bishop or other hierarchical officer, to such amendments, then all such amendments shall be made in conformity to such practice and requirements and shall in all other respects conform to the customs, usages, beliefs and discipline of the particular church body concerned.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.182 ;-- Am. 1967, Act 194, Eff. Nov. 2, 1967Former Law:See section 5 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10113.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-182/"
    },
    {
      "id": "section-450183",
      "number": "450.183",
      "heading": "Ecclesiastical Corporations; Powers as to Property.",
      "text": "Same; powers in relation to property. Where no other special provision inconsistent herewith is made in sections 178 to 185, both inclusive, of this act, every such ecclesiastical corporation shall have power to acquire, hold, sell and convey property, both real and personal for the general purposes of such corporation, and it may recover and hold the debts, demands, rights, privileges and all property, whether real or personal, of whatever sort it may be, belonging or appertaining to said church, in whatever manner the same may have been acquired, except that acquired through fraud, misrepresentation, undue influence or other unlawful means and in whose hands soever the same may be held, the same as if the right and title had originally been vested in such corporation. The board of trustees may authorize certain of the officers of said board to affix the corporate name and the seal of such corporation, and to execute and attest conveyances, notes, obligations, acquittances and all other necessary legal documents. Such corporation may sell, mortgage and dispose of its personal property; and may mortgage and incumber its real estate. It may acquire real estate by gift, purchase or devise for the purpose of having and holding land and buildings for its own use and occupancy, including a pastor's residence, a church cemetery, church and Sunday school buildings and grounds and church society buildings and grounds, and may sell or mortgage such real estate; shall have and enjoy all the rights, privileges and immunities, so far as any church cemetery owned by it is concerned, which corporations organized to establish rural cemeteries have and enjoy under the laws of this state: Provided, That the right to sell, convey or mortgage such real property shall be subject to such restrictions and conditions as may be prescribed by the rules of discipline, articles or by-laws pertaining to each such corporation: And provided further, That every such corporation insofar as it holds any property in trust for religious, charitable, benevolent, educational or social purposes, shall be deemed to be a trustee corporation within the meaning of this act and governed by the provisions relating to trustee corporations, excepting as herein otherwise provided.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.183Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 7 of Ch. III of Part IV of Act 84 of 1921, as amended by Act 77 of 1923, being CL 1929, § 10115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-183/"
    },
    {
      "id": "section-450184",
      "number": "450.184",
      "heading": "Ecclesiastical Corporations; Gifts, Acceptance, Investment.",
      "text": "Any ecclesiastical corporation incorporated in this state may receive, hold, and use gifts or bequests of money or other property for any special religious, benevolent, charitable, educational, social or other purpose, enterprise or project connected with such corporation, or may receive such gifts or bequests to be by such corporation invested in whole or in part in the name of such corporation, the net income therefrom to be by such corporation used for any of said purposes, according to the terms of such gifts or bequests. All real estate so received and not used by such corporation for any of such purposes shall be sold within 10 years and the proceeds therefrom shall be used or invested according to the terms of such gift or bequest. All such investments made by such corporation shall be in accordance with the laws of this state governing authorized investments for trustees. The trustees, vestrymen, consistory, or other governing body of any ecclesiastical corporation incorporated in this state, may in their corporate name receive gifts and bequests of money for investment upon bond and mortgage when the interest of such investment is to be applied in payment or part payment of the salary of the minister, priest, rector, parson or clergyman of such religious society: Provided, That sums of money, mortgages or investments so held by any such corporation shall be invested by the trustees, vestrymen, consistory, or other governing body, in their corporate name, in accordance with the laws of this state governing authorized investments for trustees.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- Am. 1937, Act 183, Imd. Eff. July 9, 1937 ;-- CL 1948, 450.184Former Law:See section 8 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10116.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-184/"
    },
    {
      "id": "section-450184a",
      "number": "450.184a",
      "heading": "Organization and Operation of Religious College by Ecclesiastical Corporation.",
      "text": "(1) An ecclesiastical corporation that meets all of the following criteria may organize and operate a religious college under this section:\n\n(a) The ecclesiastical corporation was incorporated under this act before January 1, 2007.\n\n(b) At the time it organizes the religious college, according to the most recent federal decennial census, the ecclesiastical corporation is located in a county with a population of more than 17,500 and fewer than 23,500 residents.\n\n(2) A religious college organized and operated under this section must meet all of the following criteria:\n\n(a) The religious college is organized and operated by an ecclesiastical corporation as a division of the ecclesiastical corporation and is not separately incorporated.\n\n(b) The religious college began operating before January 1, 2007.\n\n(c) The ecclesiastical corporation retains control of the religious college for denominational purposes.\n\n(d) The religious college has an academic advisory board to assist the religious college in the development of its educational programs. The board shall consist of at least 4 individuals, appointed by the ecclesiastical corporation, who represent similar religious colleges located in the United States.\n\n(e) The religious college offers postsecondary educational programs that are solely designed for, directed toward, and attended by students who seek to learn the particular religious faith or beliefs of the ecclesiastical corporation.\n\n(f) The sole purposes of the educational programs of the religious college are to prepare students for ordination or appointment as a member of the clergy of a church, denomination, or religious association, order, or sect or to enter into other vocations directly related to the particular faith of the ecclesiastical corporation.\n\n(g) The religious college does not offer general or liberal arts educational programs or any other postsecondary educational programs other than those described in this subsection.\n\n(3) All of the following apply to the name of a religious college organized and operated by an ecclesiastical corporation under this section:\n\n(a) The ecclesiastical corporation may use the word \"college\" in the name of the religious college. However, immediately following the name of the religious college, the ecclesiastical corporation shall clearly and prominently indicate on any signs, official school publications, letterhead, business cards, websites, or other similar written documents that include the name of the religious college that the religious college is a division of the ecclesiastical corporation.\n\n(b) If the ecclesiastical corporation uses the word \"college\" in the name of the religious college, it shall provide a copy of each certificate of assumed name filed by the ecclesiastical corporation with the department of labor and economic growth for the name of the religious college to the bureau of career education within the department of labor and economic growth.\n\n(4) Subject to subsection (5), a religious college may award 1 of the following degrees to a student of the religious college who satisfactorily completes a course of study prescribed by the ecclesiastical corporation for that degree:\n\n(a) If the course of study requires at least 60 semester hours or equivalent of study, an associate of biblical studies, an associate of religious studies, an associate of theology, an associate of church administration, or another substantially similar associate degree that does not include the word \"arts\", \"science\", \"business\", or \"applied\".\n\n(b) If the course of study requires at least 120 semester hours or equivalent of study, a bachelor of biblical studies, a bachelor of religious studies, a bachelor of theology, or another substantially similar bachelor's degree that does not include the word \"arts\", \"science\", \"business\", or \"applied\".\n\n(c) If the course of study requires a bachelor's degree and at least 30 additional semester hours or equivalent of study, a master of theology, a master of biblical studies, a master of religious studies, or another substantially similar master's degree that does not include the word \"arts\", \"science\", \"business\", or \"applied\".\n\n(d) If the course of study requires a bachelor's degree and at least 90 additional semester hours or equivalent of study, including, but not limited to, dissertation credits or research study, a doctor of theology, a doctor of biblical studies, a doctor of religious studies, or another substantially similar doctoral degree that does not include the word \"arts\", \"science\", \"business\", or \"applied\".\n\n(5) A religious college shall clearly and prominently state all of the following on a student's diploma, certificate of graduation, transcript, or any other document prepared by or provided by the religious college to establish or verify that the student had attended the religious college or completed a course of study at the religious college:\n\n(a) For a degree awarded by the religious college, the name of the degree, including the religious limitation on that degree required under subsection (4). A religious limitation required for a degree title under subsection (4) shall immediately precede or be part of the degree title wherever the degree title appears in the diploma or other document.\n\n(b) That the religious college is not licensed, approved, or otherwise endorsed by the state of Michigan.\n\n(c) For any document described in this subsection other than a diploma, that the state of Michigan does not guarantee that any of the degrees or credits granted by the religious college will be recognized by any organization for any purpose.\n\n(6) A diploma, certificate of graduation, or other evidence of attendance at a religious college entitles the lawful recipient to all the privileges and immunities that by custom or usage are allowed to holders of similar diplomas or certificates granted by similar institutions in this country. However, if an occupation or profession is regulated by statute as to the requirements and qualifications necessary to the practice of that occupation or profession, the diploma or certificate of graduation does not entitle the recipient to any privilege or immunity if those statutory requirements or qualifications are not complied with.\n\n(7) An ecclesiastical corporation is not required to obtain the approval of or a license from the department of labor and economic growth to operate a religious college under this section in this state and the operation of the religious college and its educational programs are not subject to the supervision of that department. However, if an ecclesiastical corporation does not obtain the approval of or a license from the department of labor and economic growth to operate a religious college, the ecclesiastical corporation shall clearly and prominently print a disclaimer on all of its application materials, course catalogs, brochures, websites, and other similar publications that states all of the following:\n\n(a) The religious college is a division of the ecclesiastical corporation.\n\n(b) The educational programs offered by the religious college are solely designed for, directed toward, and attended by students preparing for ordination or appointment as a member of the clergy of a church, denomination, or religious association, order, or sect or preparing to enter into another vocation directly related to the particular faith of the ecclesiastical corporation.\n\n(c) The religious college is not licensed, approved, or otherwise endorsed by the state of Michigan and that the state of Michigan does not guarantee that any of the degrees or credits granted by the religious college will be recognized by any organization for any purpose.\n\n(8) In any application materials, course catalogs, brochures, websites, or other publications made available by the religious college, the religious college shall include the religious limitation on that degree required under subsection (4), either immediately preceding or as part of the degree title, wherever the degree title appears in the document or publication.\n\n(9) Every 2 years, an ecclesiastical corporation organizing or operating a religious college shall submit a sworn affidavit to the department of labor and economic growth that certifies that the religious college complies with the requirements of this section and includes all of the following:\n\n(a) The name of the religious college. The name stated in the affidavit must comply with subsection (3).\n\n(b) A statement that the religious college offers only educational programs designed for, directed toward, and attended by students preparing for ordination or appointment as a member of the clergy of a church, denomination, or religious association, order, sect, or preparing to enter into another vocation directly related to the particular faith of the ecclesiastical corporation.\n\n(c) A statement that each diploma, certificate of graduation, transcript, or other document described in subsection (5) prepared or provided by the religious college complies with that subsection.\n\n(d) A statement that each document provided or publication made available by the religious college under subsection (8) complies with that subsection.\n\n(e) A statement that the religious college does not accept state or federal assistance for its educational programs and does not accept students who are receiving state or federal financial aid under any higher education loan, grant, or scholarship program.\n\n(10) An ecclesiastical corporation organizing or operating a religious college shall annually provide the department with a surety bond that meets all of the following:\n\n(a) It is conditioned to provide indemnification to any student suffering loss because of inability to complete an educational program at the religious college due to the closing of the religious college.\n\n(b) It expires on June 30 following the date of issuance and the ecclesiastical corporation shall submit proof of renewal for an additional 1-year period to the department of labor and economic growth before the date of expiration.\n\n(c) The amount of the security bond is 1 of the following, whichever is higher:\n\n(i) An amount determined by multiplying the number of students enrolled in the religious college by $200.00.\n\n(ii) The amount of $5,000.00.\n\n(11) An ecclesiastical corporation operating a religious college that is in compliance with the requirements of this section is authorized to conduct business as a religious college and offer postsecondary educational programs in this state.\n\nHistory:Add. 2006, Act 420, Imd. Eff. Sept. 29, 2006Compiler's Notes:For transfer of powers and duties regarding organization and operation of religious college by ecclesiastic corporation from Michigan strategic fund to department of licensing and regulatory affairs, see E.R.O. No. 2012-4, compiled at MCL 125.1994.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-184a/"
    },
    {
      "id": "section-450185",
      "number": "450.185",
      "heading": "Ecclesiastical Corporations; Powers of Church Unrestricted.",
      "text": "Same; powers of churches not restricted. Nothing in this act contained shall be construed as limiting or restricting the rights, powers, privileges, immunities or the practices of any church heretofore established or incorporated under any law of this state; nor as requiring any such church to alter or change any rule of discipline, custom or usage in respect of its church policy or government; nor as interfering with the lawful acquisition, use or disposition of any property now owned or held by any such church corporation. The provisions of this act relating to ecclesiastical corporations shall be liberally construed in the interests of religion and morality.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.185Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 9 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10117.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-185/"
    },
    {
      "id": "section-450186",
      "number": "450.186",
      "heading": "Ecclesiastical Corporations; Sunday School, Religious Society; Incorporation.",
      "text": "Same; Sunday school or religious societies. Any 3 or more persons may incorporate a Sunday school society, or other special religious society or union, not being a church, but having for its object the teaching of religious principles, or the associating together for religious work. The incorporators shall subscribe articles similar to those prescribed for non-profit corporations generally, which articles shall also contain any special conditions or distinguishing principles upon which such corporation is founded, and, if connected with some organized church, the name of the church and a statement of the extent to which such church may exercise superintendence over the affairs of or discipline of the members of such Sunday school or other corporation. The corporations referred to in this section as Sunday schools or special religious societies, shall have all the rights, privileges, immunities and powers granted by this act to non-profit corporations generally in their secular affairs; and in their religious affairs they shall be governed solely by their articles and by-laws, and the system of discipline therein adopted.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.186Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.Former Law:See section 6 of Ch. III of Part IV of Act 84 of 1921, being CL 1929, § 10114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-186/"
    },
    {
      "id": "section-450186a",
      "number": "450.186a",
      "heading": "Public Building Corporations; Incorporation; Contracts With State Administrative Board, Legislature's Approval.",
      "text": "Any number of persons, not less than 3, may become incorporated as a public building corporation for the purpose of constructing, operating and maintaining office buildings and other facilities for the use of the state of Michigan. No contract or contracts between the state administrative board and any public building corporation shall become effective until approved by the legislature by concurrent resolution. Such corporations are hereinafter called public building corporations.\n\nHistory:Add. 1947, Act 316, Eff. Oct. 11, 1947 ;-- CL 1948, 450.186a ;-- Am. 1963, 2nd Ex. Sess., Act 28, Imd. Eff. Dec. 27, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-186a/"
    },
    {
      "id": "section-450186b",
      "number": "450.186b",
      "heading": "Public Building Corporations; Powers as to Property; State Contracts, Leases; Bonds; By-Laws.",
      "text": "Every such public building corporation shall have power to take and hold by bequest, devise, gift, purchase or lease, either absolutely or in trust, for its object and purpose, any property, real, personal or mixed, without limitation as to the amount of value, except such limitations, if any, as the legislature shall hereafter specifically impose; to convey such property and to invest and reinvest the principal thereof and deal with and expend the income of the corporation in such manner as in the judgment of the trustees will best promote its objects; to enter into contracts and leases with the state of Michigan; to borrow money and issue revenue bonds for the repayment thereof with interest, and may in like case mortgage its property as security for its debts: Provided, That the by-laws expressly authorize such action to be taken, or that the same is authorized by resolution of the trustees at any duly called meeting at which a quorum is present.\n\nHistory:Add. 1947, Act 316, Eff. Oct. 11, 1947 ;-- CL 1948, 450.186b",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-186b/"
    },
    {
      "id": "section-450186c",
      "number": "450.186c",
      "heading": "Public Building Corporations; Non-Profit Provisions, Applicability; Administration of Property and Accumulation; Rent to State; Fees, Purpose.",
      "text": "Every such corporation shall be a nonprofit corporation and subject to the provisions of this act relating to nonprofit corporations except as specifically otherwise provided. All of such property and accumulations thereof shall be held and administered to effectuate the purposes stated in the articles and to serve the general welfare of the state: Provided, That this act shall not prevent such corporation from charging rent to the state for the purpose of paying the cost of construction and maintenance of the office buildings or to charge state employees and others fees for the purpose of paying the cost of construction and maintenance of any parking structures and other facilities.\n\nHistory:Add. 1947, Act 316, Eff. Oct. 11, 1947 ;-- CL 1948, 450.186c ;-- Am. 1963, 2nd Ex. Sess., Act 28, Imd. Eff. Dec. 27, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-186c/"
    },
    {
      "id": "section-450186d",
      "number": "450.186d",
      "heading": "Public Building Corporations; Trustees, Number, Terms, Compensation; Members, Term, Admission.",
      "text": "The trustees of every such corporation shall provide in the articles the terms and the manner in which members may be admitted. The affairs of such corporation shall be managed by a board of not less than 3 nor more than 9 trustees to be elected by the members as provided by the by-laws. Such trustees shall hold offices for 6 years or for such other period as the by-laws shall determine and until their successors are elected and qualified. No such trustee shall receive any compensation for his services as such.\n\nHistory:Add. 1947, Act 316, Eff. Oct. 11, 1947 ;-- CL 1948, 450.186d",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-186d/"
    },
    {
      "id": "section-450186e",
      "number": "450.186e",
      "heading": "Public Building Corporations; Winding Up Affairs by Legislature; Property, Conservation, Disposition.",
      "text": "Should any such corporation cease to operate or become unable to usefully serve the purpose of its organization, the legislature may by law provide for the winding up of its affairs and for the conservation and disposition of its property in such way as may best promote and perpetuate the purposes for which such corporation was originally organized.\n\nHistory:Add. 1947, Act 316, Eff. Oct. 11, 1947 ;-- CL 1948, 450.186e",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-186e/"
    },
    {
      "id": "section-450187",
      "number": "450.187",
      "heading": "Repealed. 1965, Act 161, Imd. Eff. July 15, 1965.",
      "text": "450.187 Repealed. 1965, Act 161, Imd. Eff. July 15, 1965.\n\nCompiler's Notes:\n\nThe repealed section pertained to reincorporation of foreign corporations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-187/"
    },
    {
      "id": "section-450187a",
      "number": "450.187a",
      "heading": "Repealed. 1970, Act 66, Imd. Eff. July 10, 1970.",
      "text": "450.187a Repealed. 1970, Act 66, Imd. Eff. July 10, 1970.\n\nCompiler's Notes:\n\nThe repealed section pertained to incorporation of foreign corporations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-187a/"
    },
    {
      "id": "section-450187b",
      "number": "450.187b",
      "heading": "Repealed. 1972, Act 284, Eff. Jan. 1, 1973.",
      "text": "Compiler's Notes:The repealed section pertained to payment of franchise and issuance fees upon merger or consolidation of corporations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-187b/"
    },
    {
      "id": "section-450",
      "number": "450",
      "heading": "188, 450.189 - Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "text": "188, 450.189 - Repealed. 1982, Act 162, Eff. Jan. 1, 1983.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-450190",
      "number": "450.190",
      "heading": "Catchline Headings of Sections Not Part of Act.",
      "text": "Catchline headings of sections not part of act. The catchline headings of sections of this act shall in no way be considered to be a part of the respective sections or of this act but are inserted herein for purposes of convenience.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.190Former Law:See section 10 of Ch. I of Part I of Act 84 of 1921, being CL 1929, § 9952.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-190/"
    },
    {
      "id": "section-450191",
      "number": "450.191",
      "heading": "Repeal of Acts and Parts of Acts; MCL 450.631 and 450.632 Inapplicable to Corporations Governed by This Act.",
      "text": "Repeal. The following acts and parts of acts amendatory thereto, are hereby repealed:\n\nAct 84, Public Acts 1921; Act 20, Public Acts 1921, First Extra Session; Act 77, Public Acts 1923; Act 153, Public Acts 1923; Act 154, Public Acts 1923; Act 172, Public Acts 1923; Act 234, Public Acts 1923; Act 275, Public Acts 1923; Act 232, Public Acts 1925; Act 342, Public Acts 1925; Act 363, Public Acts 1925; Act 388, Public Acts 1925; Act 72, Public Acts 1927; Act 335, Public Acts 1927; Act 267, Public Acts 1929; Act 191, Public Acts 1877; Act 216, Public Acts 1881; Act 21, Public Acts 1885; Act 244, Public Acts 1903; Act 63, Public Acts 1905; Act 188, Public Acts 1905; Act 45, Public Acts 1909; Act 252, Public Acts 1911; Act 105, Public Acts 1919; Act 25, Public Acts 1925; Act 59, Public Acts 1917; Act 210, Public Acts 1917; Act 27, Public Acts 1927; Act 53, Public Acts 1872; Act 328, Public Acts 1905; sections 1, 2, 3, 5, 6 and 8 of chapter 55 Revised Statutes 1846; Act 50, Public Acts 1867; Act 31, Public Acts 1845; Act 85, Public Acts 1851; Act 31, Public Acts 1855; Act 133, Public Acts 1855; Act 43, Public Acts 1867; Act 144, Public Acts 1867; Act 411, Public Acts 1867; Act 9, Public Acts 1871; Act 17, Public Acts 1873; Act 40, Public Acts 1877; and Act 23, Public Acts 1879. Act No. 112, Public Acts of 1889, shall hereafter be inapplicable to corporations governed by this act.\n\nThe provisions of said act which are repealed by this act shall remain in force for the filing of annual reports and the payment of privilege fees during the year 1931 and for the enforcement, assessment, imposition and collection of all obligations, penalties or forfeitures which have accrued or may accrue in relation to filing such reports and to the payment of such privilege fees.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.191Compiler's Notes:The underlined acts in this section, which pertain to partnerships, were held not repealed by this section in Attorney General v. Hill-Davis Co., 261 Mich. 89, 245 N.W. 579 (1932). Act 112 of 1889, referred to in this section, is MCL 450.631 and 450.632. The catchline following the act section number was incorporated as part of the section when the act was enacted.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-191/"
    },
    {
      "id": "section-450192",
      "number": "450.192",
      "heading": "Saving Clause.",
      "text": "Saving clause. This act shall not impair or affect any act done, offense committed or right accruing, accrued, or acquired, or liability, penalty, forfeiture or punishment incurred prior to the time this act takes effect, but the same may be enjoyed, asserted, enforced, prosecuted or inflicted, as fully and to the same extent as if this act had not been passed.\n\nHistory:1931, Act 327, Eff. Sept. 18, 1931 ;-- CL 1948, 450.192Compiler's Notes:The catchline following the act section number was incorporated as part of the section when the act was enacted.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-327-of-1931/section-450-192/"
    }
  ]
}