{
  "state": "michigan",
  "path": "title-chapter-450-corporations/chapter-act-2-of-1945-revival-of-nonprofit-corporations-450411-45041",
  "sections": [
    {
      "id": "section-450411",
      "number": "450.411",
      "heading": "Nonprofit Corporations; Renewal of Corporate Existence; New Articles; Reports; Fees; Penalty",
      "text": "Any nonprofit corporation organized under the laws of this state, now or heretofore in force, whose charter has become void under section 92 of Act No. 327 of the Public Acts of 1931, being section 450.92 of the Compiled Laws of 1948, for failure to file reports or to pay fees or both, and whose term of existence has subsequently expired and the time limitation provided by statute for filing an extension of corporate term has expired, but which has not been wound up or dissolved and which has nevertheless continued as a de facto corporation or has continued to hold real estate in its corporate name beyond such term may, by resolution adopted by a majority of its members present and voting at a meeting of the corporation duly called and held, in accordance with its last bylaws, or if the corporation has continued as a de facto corporation, in accordance with its bylaws currently in effect, direct the renewal of its corporate existence for such further term as permitted by law. Upon the adoption of such resolution the last president or vice-president and secretary or assistant secretary, or if a de facto corporation with newly elected officers, the currently elected de facto president or vice-president and the currently elected de facto secretary or assistant secretary, shall make, sign and acknowledge new articles to which shall be appended a copy of the proceedings of such meeting, verified by oath of the secretary of the meeting, which new articles shall be filed in the same manner as the original articles or in the manner provided by section 5 of Act No. 327 of the Public Acts of 1931, as amended, being section 450.5 of the Compiled Laws of 1948. At the time of filing such new articles the corporation shall also file reports and pay filing fees for any years in which it may be delinquent, and pay a penalty of $5.00 for each year or major part of a year that such delinquency existed.\n\nHistory:1945, Act 2, Imd. Eff. Feb. 8, 1945 ;-- Am. 1947, Act 23, Imd. Eff. Apr. 1, 1947 ;-- CL 1948, 450.411 ;-- Am. 1965, Act 394, Imd. Eff. Oct. 26, 1965 ;-- Am. 1971, Act 108, Imd. Eff. Sept. 10, 1971",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-2-of-1945/section-450-411/"
    },
    {
      "id": "section-450412",
      "number": "450.412",
      "heading": "Nonprofit Corporations; Revival of Charter; Extension of Corporate Term; Validity of Corporate Acts.",
      "text": "Upon the filing of such new articles and reports and the payments of such fees, the charter of the corporation shall be revived and shall be in full force and effect and the corporate term shall be extended from the date of expiration of its original term or the date of the last extension of corporate existence. The validity of all corporate acts during such period of default shall not be affected by such default, forfeiture or prior expiration. Compliance with this act shall be made before January 1, 1975.\n\nHistory:1945, Act 2, Imd. Eff. Feb. 8, 1945 ;-- Am. 1947, Act 23, Imd. Eff. Apr. 1, 1947 ;-- Am. 1948, 1st Ex. Sess., Act 37, Imd. Eff. May 10, 1948 ;-- CL 1948, 450.412 ;-- Am. 1951, Act 84, Imd. Eff. May 28, 1951 ;-- Am. 1965, Act 394, Imd. Eff. Oct. 26, 1965 ;-- Am. 1969, Act 283, Imd. Eff. Aug. 11, 1969 ;-- Am. 1971, Act 108, Imd. Eff. Sept. 10, 1971",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-450/statute-act-2-of-1945/section-450-412/"
    }
  ]
}