{
  "state": "south-carolina",
  "path": "title-title-9/chapter-chapter-4",
  "sections": [
    {
      "id": "section-9-4-10",
      "number": "9-4-10.",
      "heading": "",
      "text": "(A) Effective July 1, 2012, there is created the South Carolina Public Employee Benefit Authority. The sole governing body of the authority is a board of directors consisting of eleven members. The functions of the authority must be performed, exercised, and discharged under the supervision and direction of the board of directors.\n\n(B)(1) The board is composed of:\n\n(a) three nonrepresentative members appointed by the Governor;\n\n(b) two members appointed by the President of the Senate, one a nonrepresentative member and one a representative member who is either an active or retired member of SCPORS;\n\n(c) two members appointed by the Chairman of the Senate Finance Committee, one a nonrepresentative member and one a representative member who is a retired member of SCRS;\n\n(d) two members appointed by the Speaker of the House of Representatives, one a nonrepresentative member and one a representative member who must be a state employee who is an active contributing member of SCRS; and\n\n(e) two members appointed by the Chairman of the House Ways and Means Committee, one a nonrepresentative member and one a representative member who is an active contributing member of SCRS employed by a public school district.\n\n(2) For purposes of the appointments provided by this section, a nonrepresentative member may not belong to those classes of employees and retirees from whom representative members must be appointed.\n\n(C)(1) A nonrepresentative member may not be appointed to the board unless the person possesses at least one of the following qualifications:\n\n(a) at least twelve years of professional experience in the financial management of pensions or insurance plans;\n\n(b) at least twelve years academic experience and holds a bachelor's or higher degree from a college or university as classified by the Carnegie Foundation;\n\n(c) at least twelve years of professional experience as a certified public accountant with financial management, pension, or insurance audit expertise;\n\n(d) at least twelve years as a Certified Financial Planner credentialed by the Certified Financial Planner Board of Standards; or\n\n(e) at least twelve years membership in the South Carolina Bar and extensive experience in one or more of the following areas of law:\n\n(i) taxation;\n\n(ii) insurance;\n\n(iii) health care;\n\n(iv) securities;\n\n(v) corporate;\n\n(vi) finance; or\n\n(vii) the Employment Retirement Income Security Act (ERISA).\n\n(2) A representative member may not be appointed to the board unless the person:\n\n(a) possesses one of the qualifications set forth in item (1); or\n\n(b) has at least twelve years of public employment experience and holds a bachelor's degree from a college or university as classified by the Carnegie Foundation.\n\n(D) In making appointments, the appointing authorities shall select members who are representative of the racial, gender, and geographical diversity of the State.\n\n(E) Members of the board shall serve for terms of four years and until their successors are appointed and qualify, except that the terms of the board members appointed by the Governor on July 1, 2016, expire on June 30, 2018, the terms of the nonrepresentative board members appointed by members of the General Assembly on July 1, 2016, expire on June 30, 2019, and the terms of the representative board members appointed by members of the General Assembly on July 1, 2016, expire on June 30, 2020. Vacancies must be filled within sixty days in the manner of original appointment for the unexpired portion of the term. Terms expire after June thirtieth of the year in which the term is due to expire. Upon a person's appointment, the appointing official shall certify to the Secretary of State that the appointee meets or exceeds the qualifications set forth in subsections (B) and (C). A person appointed may not qualify unless he first certifies that he meets or exceeds the qualifications applicable for their appointment. A member may be removed before the term expires only by the Governor for the reasons provided in Section 1-3-240(C). A member may not be appointed to serve more than two consecutive four-year terms, except that a member of the board who has five or more years of consecutive service on the board at the expiration of his term, beginning July 1, 2016, may not be appointed to serve for more than one additional consecutive four-year term.\n\n(F) The members shall select a nonrepresentative member to serve as chairman and shall select those other officers they determine necessary. Subject to the qualifications for chairman provided in this section, members may set their own policy related to the rotation of the selection of a chairman of the board.\n\n(G)(1) Each member shall receive an annual salary of twelve thousand dollars. This compensation must be paid from approved accounts of general funds and retirement system funds based on the proportionate amount of time the board devotes to its various functions. Members may receive the mileage and subsistence authorized by law for members of state boards, commissions, and committees paid from approved accounts funded by general funds and retirement system funds in the proportion that compensation is paid.\n\n(2) Notwithstanding any other provision of law, membership on the board does not make a member eligible to participate in a retirement system administered pursuant to this title and does not make a member eligible to participate in the employee insurance program administered pursuant to Article 5, Chapter 11, Title 1. Any compensation paid on account of the member's service on the board is not considered earnable compensation for purposes of any state retirement system.\n\n(H) Minimally, the board shall meet quarterly and at other times set by the board. If the chairman considers it more effective, the board may meet by teleconferencing or video conferencing. However, if the agenda of the meeting consists of items that are not exempt from disclosure or the meeting may not be closed to the public pursuant to Chapter 4, Title 30, the provisions of Chapter 4, Title 30 apply, and the meeting must be open to the public.\n\n(I) Effective July 1, 2012, the following offices, divisions, or components of the State Budget and Control Board are transferred to, and incorporated into, an administrative agency of state government to be known as the South Carolina Public Employee Benefit Authority:\n\n(1) Employee Insurance Program; and\n\n(2) the Retirement Division.\n\n(J) The board shall employ an executive director who will serve at the pleasure of the board. The executive director is the chief administrative officer of the authority as an agency and is charged with the affirmative duty to carry out the mission, policies, and direction of the board as established by the board. The executive director is delegated all the authority of the board necessary, reasonable, and prudent to carry out the operation and management of the authority as an agency and to implement the board's decisions and directives. The executive director shall employ the other professional, administrative, and clerical personnel he determines necessary to support the administration and operation of the authority and fix their compensation pursuant to an organizational plan approved by the authority.\n\n(K) Members of the board and the executive director, and other employees or agents designated by the board, are fiduciaries of the authority and in discharging their duties as fiduciaries shall act:\n\n(1) only in the interest of the participants and beneficiaries of the employee benefit plans administered by the authority;\n\n(2) for the exclusive purpose of providing retirement and insurance benefits to participants and beneficiaries of the employee benefit plans administered by the authority and paying reasonable expenses of administering those employee benefit plans;\n\n(3) with the care, skill, and caution under the circumstances then prevailing which a prudent person acting in a like capacity and familiar with those matters would use in the conduct of an activity of like character and purpose;\n\n(4) impartially, taking into account any differing interests of participants and beneficiaries;\n\n(5) incurring only costs that are appropriate and reasonable; and\n\n(6) in accordance with a good faith interpretation of this chapter and other applicable provisions of law.\n\n(L)(1) A board member or other fiduciary employed by the authority who breaches a duty imposed by this section personally is liable to the affected employee benefit plan administered by the authority for any losses resulting from the breach and any profits resulting from the breach or made by the board member or other fiduciary through use of assets of the employee benefit plan by the board member or other fiduciary. The board member or other fiduciary is subject to other equitable remedies, as the court considers appropriate, including removal.\n\n(2) An agreement that purports to limit the liability of a fiduciary for a breach of duty under this section is void.\n\n(3) The authority may insure a fiduciary or itself against liability or losses occurring because of a breach of duty under this section.\n\n(4) A fiduciary may insure against personal liability or losses occurring because of a breach of duty under this section if the insurance is purchased or provided by the individual fiduciary, but a fiduciary who obtains insurance pursuant to this section shall disclose all terms, conditions, and other information relating to the insurance policy to the authority.\n\n(5) Nothing in this subsection may be construed to limit the applicability of the provisions of Section 9-4-15.\n\nHISTORY: 2012 Act No. 278, Pt IV, Subpt 1, Section 30.A, eff July 1, 2012; 2017 Act No. 13 (H.3726), Pt. II, Section 4, eff July 1, 2017; 2019 Act No. 1 (S.2), Section 37, eff January 31, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-4/section-9-4-10/"
    },
    {
      "id": "section-9-4-15",
      "number": "9-4-15.",
      "heading": "",
      "text": "The State shall defend the members of the Board of Directors of the South Carolina Public Employee Benefit Authority (PEBA) established pursuant to this article against a claim or suit that arises out of or by virtue of their performance of official duties on behalf of the authority and must indemnify these directors for a loss or judgment incurred by them as a result of the claim or suit, without regard to whether the claim or suit is brought against them in their individual or official capacities, or both. The State shall defend officers and management employees of PEBA against a claim or suit that arises out of or by virtue of performance of official duties unless the officer or management employee was acting in bad faith and must indemnify these officers, and management employees for a loss or judgment incurred by them as a result of such claim or suit, without regard to whether the claim or suit is brought against them in their individual or official capacities, or both. This commitment to defend and indemnify extends to PEBA directors, officers, and management employees after they have left their office or employment with PEBA, as applicable, if the claim or suit arises out of or by virtue of their performance of official duties on behalf of PEBA.\n\nHISTORY: 2013 Act No. 24, Section 1, eff May 3, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-4/section-9-4-15/"
    },
    {
      "id": "section-9-4-30",
      "number": "9-4-30.",
      "heading": "",
      "text": "(A)(1) The South Carolina Public Employee Benefit Authority shall operate a retirement division to administer the various retirement systems and retirement programs pursuant to Title 9 and, effective after December 31, 2013, to administer the deferred compensation program pursuant to Chapter 23, Title 8.\n\n(2) Expenses incurred by the Retirement Division in administering, after December 31, 2013, the deferred compensation plans must be reimbursed to the Retirement Division from funds generated by the deferred compensation plans available to pay for administrative expenses.\n\n(B) The South Carolina Public Employee Benefits Authority shall provide copies of annual actuarial valuations of all retirement systems requiring such annual valuations to the General Assembly by the second Tuesday in January of every year.\n\nHISTORY: 2012 Act No. 278, Pt IV, Subpt 1, Section 30.A, eff July 1, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-4/section-9-4-30/"
    },
    {
      "id": "section-9-4-40",
      "number": "9-4-40.",
      "heading": "",
      "text": "Every four years the State Auditor shall employ a private audit firm to perform a fiduciary audit on the South Carolina Public Employee Benefit Authority. The audit firm must be selected by the State Auditor. A report from the private audit firm must be completed by January 15, 2020, and every four years after that time. Upon completion, the report must be submitted to the Governor, the President of the Senate, the Speaker of the House of Representatives, the Chairman of the Senate Finance Committee, and the Chairman of the House Ways and Means Committee.\n\nHISTORY: 2012 Act No. 278, Pt IV, Subpt 1, Section 30.A, eff July 1, 2012; 2017 Act No. 13 (H.3726), Pt. II, Section 5, eff July 1, 2017; 2018 Act No. 148 (H.4868), Section 1, eff July 1, 2018; 2019 Act No. 1 (S.2), Section 38, eff January 31, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-4/section-9-4-40/"
    },
    {
      "id": "section-9-4-50",
      "number": "9-4-50.",
      "heading": "",
      "text": "(A) The South Carolina Public Employee Benefit Authority shall maintain a transaction register that includes a complete record of all funds expended, from whatever source for whatever purpose. The register must be prominently posted on the authority's Internet website and made available for public viewing and downloading.\n\n(1)(a) The register must include for each expenditure:\n\n(i) the transaction amount;\n\n(ii) the name of the payee;\n\n(iii) the identification number of the transaction; and\n\n(iv) a description of the expenditure, including the source of funds, a category title, and an object title for the expenditure.\n\n(b) The register must include all reimbursements for expenses, but must not include an entry for:\n\n(i) salary, wages, or other compensation paid to individual employees; and\n\n(ii) retirement benefits, deferred compensation plan distributions, insurance reimbursements, or other payments paid to individual employees, members, or participants, as applicable, pursuant to programs administered by the board.\n\n(c) The register must not include a social security number.\n\n(d) The register must be accompanied by a complete explanation of any codes or acronyms used to identify a payee or an expenditure.\n\n(e) The register may exclude any information that can be used to identify an individual employee or student.\n\n(f) This section does not require the posting of any information that is not required to be disclosed under Chapter 4, Title 30.\n\n(2) The register must be searchable and updated at least once a month. Each monthly register must be maintained on the Internet website for at least three years.\n\n(B) Any information that is expressly prohibited from public disclosure by federal or state law or regulation must be redacted from any posting required by this section.\n\n(C) If the authority has a question or issue relating to technical aspects of complying with the requirements of this section or the disclosure of public information under this section, it shall consult with the Office of the Comptroller General, which may provide guidance to the authority.\n\nHISTORY: 2012 Act No. 278, Pt IV, Subpt 1, Section 30.A, eff July 1, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-4/section-9-4-50/"
    }
  ]
}