{
  "state": "south-carolina",
  "path": "title-title-9/chapter-chapter-8",
  "sections": [
    {
      "id": "section-9-8-10",
      "number": "9-8-10.",
      "heading": "",
      "text": "The following as used in this chapter, unless a different meaning is plainly required by the context, shall have the following meanings:\n\n(1) \"System\" means the Retirement System for Judges and Solicitors of the State of South Carolina.\n\n(2) \"State\" means the State of South Carolina.\n\n(3) \"Board\" means the Board of Directors of the South Carolina Public Employee Benefit Authority.\n\n(4) \"Member of the System\" means any person included in the membership of the System, as set forth in Section 9-8-40.\n\n(5) \"Credited service\" means service for which credit is allowable as provided in Section 9-8-50.\n\n(6) \"Retirement allowance\" means monthly payments for life under the System payable as provided in Section 9-8-80.\n\n(7) \"Beneficiary\" means any person in receipt of a retirement allowance or other benefit as provided by the System.\n\n(8) \"Aggregate contributions\" means the sum of all the amounts deducted from the compensation of a member of the System, or directly remitted by him to the System, and credited to his individual account in the System.\n\n(9) \"Regular interest\" means interest compounded annually at such rates as shall be determined by the Board for a particular purpose in accordance with Section 9-8-30.\n\n(10) \"Accumulated contributions\" means the member's aggregate contributions, together with regular interest thereon.\n\n(11) \"Actuarial equivalent\" means a benefit of equal value when computed on the basis of the tables and regular interest rate last adopted for the particular purpose by the Board, as provided in Section 9-8-30.\n\n(12) \"Date of establishment\" means July 1, 1979.\n\n(13) \"Compensation\" means the total salary paid to a judge, solicitor, or circuit public defender for service rendered to the State.\n\n(14) \"Employee annuity\" means annual payments for life derived from the accumulated contributions of a member.\n\n(15) \"Employer annuity\" means annual payments for life derived from money provided by the State.\n\n(16) \"Judge\" means a justice of the Supreme Court or a judge of the court of appeals, circuit or family court of the State of South Carolina. Subject to the provisions of Section 9-8-40, \"judge\" also means an administrative law judge.\n\n(17) \"Solicitor\" means the person holding office as described under Section 1-7-310 of the 1976 Code.\n\n(18) \"Earned service\" means paid employment as a judge, solicitor, or circuit public defender where the judge, solicitor, or circuit public defender makes regular contributions to the system.\n\n(19) \"Circuit public defender\" means a person holding the office defined in Section 17-3-5(4).\n\nHISTORY: 1979 Act No. 150 Section 1; 1983 Act No. 151 Part II Section 54; 2004 Act No. 249, Section 1, eff July 1, 2004; 2007 Act No. 108, Sections 8.A, 8.B, eff June 21, 2007; 2012 Act No. 278, Pt IV, Subpt 2, Section 46, eff July 1, 2012; 2014 Act No. 263 (S.1008), Section 1, eff June 6, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-10/"
    },
    {
      "id": "section-9-8-20",
      "number": "9-8-20.",
      "heading": "",
      "text": "A retirement system is created and placed under the administration of the board to provide retirement allowances and other benefits for judges, solicitors, and circuit public defenders. It has the power and privileges of a corporation and must be known as the Retirement System for Judges and Solicitors of the State of South Carolina, and by this name all of its business must be transacted, all of its funds invested, and all of its cash, securities, and other property held.\n\nHISTORY: 1979 Act No. 150 Section 2; 2007 Act No. 108, Section 8.C, eff June 21, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-20/"
    },
    {
      "id": "section-9-8-30",
      "number": "9-8-30.",
      "heading": "",
      "text": "(1) The administration and responsibility for the operation of the system and for making effective the provisions of this chapter are vested in the board.\n\n(2) The Board shall engage such actuarial and other services as shall be required to transact the business of the System.\n\n(3) The Board shall designate an actuary who shall be the technical advisor of the Board on matters regarding the operation of the System and who shall perform such other duties as are required in connection therewith.\n\n(4) At least once in each five-year period following the date of establishment, the actuary shall make an actuarial investigation into the mortality, service and compensation experience of the members and beneficiaries of the System and shall make a valuation of the contingent assets and liabilities of the System. The Board, after taking into account the results of the investigations and valuations, shall adopt for the System such mortality, service and other tables as shall be deemed necessary.\n\n(5) On the basis of regular interest and tables last adopted by the Board, for purposes of actuarial valuations, the actuary shall make a valuation of the contingent assets and liabilities of the system at least every other year.\n\n(6) The Board shall keep in convenient form such data as shall be necessary for the actuarial valuation of the contingent assets and liabilities of the System and for checking the experience of the System.\n\n(7) The Board shall determine from time to time the rates of regular interest for use in calculations, with the rate of four percent per annum applicable for all purposes other than for actuarial valuations unless changed by the Board.\n\n(8) Subject to the limitations hereof, the Board shall, from time to time, establish regulations for the administration of the System and for the transaction of business.\n\n(9) The Board shall keep a record of all its proceedings under this chapter which shall be open to public inspection. Notwithstanding any other provisions of law governing the System, all persons employed by the Board and the expenses of the Board to carry out the provisions of this chapter shall be paid from the interest earnings of the System.\n\nHISTORY: 1979 Act No. 150 Section 3; 1981 Act No. 178 Part II Section 17; 1983 Act No. 151 Part II Section 30B; 2012 Act No. 278, Pt IV, Subpt 2, Section 47, eff July 1, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-30/"
    },
    {
      "id": "section-9-8-35",
      "number": "9-8-35.",
      "heading": "",
      "text": "All records of all active, retired, and inactive members maintained by the Retirement System for Judges and Solicitors are classified as confidential records. These records are exempt from the disclosure requirements of Chapter 4 of Title 30, and shall not be disclosed to third parties, except where authorized by the member or where requested by state and federal authorities, and then only at the sole discretion of the director of the South Carolina Retirement Systems.\n\nHISTORY: 2008 Act No. 311, Section 35, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-35/"
    },
    {
      "id": "section-9-8-40",
      "number": "9-8-40.",
      "heading": "",
      "text": "(1) All persons who are judges or solicitors on July 1, 1979, and who have not attained age seventy-two shall become members of the system as of that date. All administrative law judges on July 1, 2014, who have not retired may elect to become a member of the system. Administrative law judges making that election may transfer prior service into the system as provided in Section 9-8-50, and to the extent the service thus transferred occurred after the member took office as an administrative law judge, that service is deemed earned service in the system. All other persons become members of the system on taking office as judge, solicitor, or circuit public defender before attaining age seventy-two.\n\n(2) If a member of the system ceases to be a judge, solicitor, or circuit public defender for reasons other than death or retirement, he then ceases to be a member of the system, whether or not he withdraws his accumulated contributions.\n\nHISTORY: 1979 Act No. 150 Section 4; 2007 Act No. 108, Section 8.D, eff June 21, 2007; 2014 Act No. 263 (S.1008), Section 2, eff June 6, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-40/"
    },
    {
      "id": "section-9-8-50",
      "number": "9-8-50.",
      "heading": "",
      "text": "(A) An active contributing member of the system may establish service credit in the system for the same types of service, and under the same conditions, that members of the South Carolina Retirement System may establish service credit in the South Carolina Retirement System pursuant to Section 9-1-1140. With the exception of nonqualified service, as defined in Section 9-1-10(20), an active contributing member may establish service credit under this section by making a payment to the system equal to the current member contribution required for earned service pursuant to Section 9-8-130 for each year of service purchased, prorated for periods of less than a year. The cost to establish nonqualified service under this section is the same as the cost for a member to establish nonqualified service in the South Carolina Retirement System pursuant to Section 9-1-1140. A member may not establish more than sixteen years of service credit in the system under this section. A judge may not establish additional service credit under this section after attaining twenty-five years of creditable service. A solicitor or circuit public defender may not establish additional service credit under this section after attaining twenty-four years of creditable service.\n\n(B) An active contributing member of the system may transfer to the system nonconcurrent credited service under the South Carolina Retirement System, the South Carolina Police Officers Retirement System, or the Retirement System for Members of the General Assembly, by withdrawing the member's employee contributions and accumulated interest in the South Carolina Retirement System, the South Carolina Police Officers System, or the Retirement System for Members of the General Assembly, and by making a payment to the system equal to the member contribution required for earned service under Section 9-8-130 for each year of service transferred, prorated for periods of less than a year.\n\n(C) When membership in the system ceases for any reason other than death or retirement, the service previously credited to the member of the system must be cancelled and if the person again becomes a member of the system, the person enters the system as a new member not entitled to credit for previous service, unless the person's accumulated contributions were left in the system or the person repays any amounts previously withdrawn, with interest to the date of repayment.\n\n(D) A member upon termination may either:\n\n(1) elect to receive a refund of the member's employee contributions and accumulated interest;\n\n(2) elect to leave the member's employee contributions and interest on deposit in the system. Regular interest must continue to be credited to the member's account in the same manner that interest is credited to the accounts of active members. At a later date, the member may either:\n\n(a) return to employment as a judge, solicitor, or circuit public defender and once again become an active contributing member of the system;\n\n(b) receive a refund of the member's accumulated contributions and interest;\n\n(c) if vested, receive a deferred annuity in accordance with subsection (E) of this section; or\n\n(d) if the member has been hired or elected to a position covered by the South Carolina Retirement System, the Police Officers Retirement System, or the Retirement System for Members of the General Assembly, and becomes a member of one of these systems, the member may transfer the member's nonconcurrent service credit to the retirement system in which the member has become an active participant, by taking a refund of the member's employee contributions and accumulated interest in the system and by purchasing the nonconcurrent service as public service in the other system in which the member is an active participant; or\n\n(3) if the member does not qualify for a monthly benefit, elect to transfer his service credit to the South Carolina Retirement System. Upon such election, the director must transfer to the South Carolina Retirement System the required employee and employer contributions. The required contributions shall be equal to the employer and employee contributions that would have been required under the South Carolina Retirement System had the member earned his highest career salary as a judge, solicitor, or circuit public defender in a position covered by the South Carolina Retirement System for each year of service credit transferred. Should either employee contributions or employer contributions be insufficient for the member to transfer all of his service credit, the member shall receive a prorated portion of his service credit in the South Carolina Retirement System and have the option to purchase the remaining service as public service pursuant to Section 9-1-1140. Any excess employer contributions following the transfer shall remain in the system and shall be held pursuant to Section 9-8-180. Any excess member contributions following the transfer shall be refunded to the member. Earned service credit transferred pursuant to this section shall be considered earned service credit in the South Carolina Retirement System as defined by Section 9-1-10(9). The member's salary as a judge, solicitor, or circuit public defender shall be considered earnable compensation in determining the member's average final compensation under the South Carolina Retirement System.\n\n(E)(1) A judge is vested in the system after attaining ten years of earned service in the position of judge, a solicitor is vested in the system after attaining eight years of earned service as a solicitor, and a circuit public defender is vested in the system after attaining eight years of earned service as a circuit public defender.\n\n(2) If a vested member who began service as a judge or solicitor before July 1, 2004, has terminated service and left contributions on deposit with the system, the member is eligible for a monthly benefit beginning at age fifty-five. The member's benefit under this section is calculated by multiplying the member's monthly benefit determined in accordance with Section 9-8-60 or 9-8-70, by a fraction in which the member's total credited service in the system is the numerator and twenty-four is the denominator. The monthly benefit under this section may not exceed the member's benefit as calculated pursuant to Section 9-8-60 or 9-8-70.\n\n(3) If a vested member who began service as a judge, solicitor, or circuit public defender after June 30, 2004, has terminated service and left contributions on deposit with the system, the member is eligible for a monthly benefit beginning at age sixty-five. The member's benefit under this section is calculated by multiplying the member's monthly benefit determined in accordance with Section 9-8-60 or 9-8-70, by a fraction in which the member's total credited service in the system is the numerator and twenty-four is the denominator. The monthly benefit under this section may not exceed the member's benefit as calculated pursuant to Section 9-8-60 or 9-8-70.\n\nHISTORY: 1979 Act No. 150 Section 5; 1983 Act No. 151 Part II Section 34A; 2004 Act No. 249, Section 2, eff July 1, 2004; 2007 Act No. 108, Sections 8.E, 8.F, and 8.G, eff June 21, 2007; 2010 Act No. 198, Section 1, eff June 3, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-50/"
    },
    {
      "id": "section-9-8-60",
      "number": "9-8-60.",
      "heading": "",
      "text": "(1) A member of the system may retire upon written application to the board setting forth at what time, not later than the end of the calendar year in which the member attains age seventy-two and not more than ninety days prior nor more than six months subsequent to the execution and filing thereof, the member desires to be retired, if the member at the time so specified for retirement is no longer in the service of the State, except as a member of the General Assembly or as allowed pursuant to subsection (7), and has completed ten years of earned service as a judge or eight years of earned service as a solicitor or circuit public defender or was in service as a judge or solicitor on July 1, 1984, and has either:\n\n(a) attained the age of sixty-five and completed at least twenty years of credited service;\n\n(b) attained age seventy and completed at least fifteen years of credited service; or\n\n(c) completed at least twenty-five years of credited service in the system for a judge, or twenty-four years of credited service in the system for a solicitor or circuit public defender, regardless of age. A member may retire under this section if the member was a member of this system as of June 30, 2004; attained age sixty-five with at least four years' earned service in the position of judge, solicitor, or circuit public defender; and, as of June 30, 2004, had a total of twenty-five years of credited service with the State in the South Carolina Retirement System, the Police Officers Retirement System, or the Retirement System for Members of the General Assembly.\n\nA person receiving retirement allowances under this system who is elected to the General Assembly continues to receive the retirement allowances while serving in the General Assembly, and also must be a member of the retirement system unless the person files a statement with the board on a form prescribed by the board electing not to participate in the applicable system while a member of the General Assembly. A person making this election shall not make contributions to the applicable retirement system nor shall the State make contributions on the member's behalf and the person is not entitled to benefits from the applicable retirement system after ceasing to be a member of the General Assembly.\n\n(2) A retired member shall receive a monthly retirement allowance which is equal to one-twelfth of seventy-one and three-tenths percent of the current active salary of the respective position.\n\n(3) No member shall be permitted to retire and resign on account of being totally and permanently disabled and to receive the retirement benefit herein provided for until it is proven to the satisfaction of the Supreme Court, or a majority of the justices thereof, that the member is totally and permanently disabled, physically or mentally, or both, from further rendering useful and efficient service in the position. Upon the finding of the Supreme Court that any member is totally and permanently disabled, the Supreme Court shall notify the director of its findings. A member shall have a minimum of five years of earned service to qualify for disability retirement.\n\n(4) Any beneficiary receiving a retirement allowance under any other system of the State providing retirement benefits for judges or from the Solicitors' Retirement Program established pursuant to Article 4 of Chapter 7 of Title 1 shall become a beneficiary under this System as of July 1, 1979, and shall receive a retirement allowance under this section adjusted in accordance with the provisions of this section or Section 9-8-90, whichever is applicable, in lieu of any retirement allowance under such other system. The full amount of any accumulated contributions or assets held by that system on behalf of the beneficiary shall be transferred to this system promptly pursuant to the provisions of this chapter. Notwithstanding anything herein to the contrary, no beneficiary under this section shall receive an allowance which is less than the allowance he would have received under such other system as of July 1, 1979.\n\n(5) A member who retires, who has completed at least twenty-five years of credited service, or twenty-four years in the case of a solicitor or circuit public defender, shall receive a monthly retirement allowance which must be equal to one-twelfth of seventy-one and three-tenths percent of the current active salary of the respective position plus one-twelfth of two and sixty-seven hundredths percent of the current active salary of the respective position for each additional year of earned service over twenty-five, or twenty-four in the case of a solicitor or circuit public defender. The monthly retirement allowance may not exceed one-twelfth of ninety percent of the current active salary of the respective position.\n\n(6) A member retiring after 2003 shall receive an additional benefit, paid at retirement, equal to the member's employee contributions, plus interest, paid to the system after the member attains sufficient creditable service to become eligible to receive the maximum benefit of ninety percent of the current active salary of the respective position under this section.\n\n(7)(a) A member who has attained the age of sixty years and is eligible to retire and receive the maximum monthly benefit of one-twelfth of ninety percent of the current active salary of a judge, solicitor, or circuit public defender as provided in subsection (5) may retire and receive a retirement benefit while continuing to serve as judge, solicitor, or circuit public defender until the end of the calendar year in which the member attains the age of seventy-two years. The employee and employer contributions must continue to be paid as if the judge, solicitor, or circuit public defender continuing to serve pursuant to this subsection was an active contributing member, but no additional service credit accrues on account of these contributions. A judge, solicitor, or circuit public defender who retires pursuant to this subsection is not subject to the provisions of Section 9-8-120 unless he has vacated his office.\n\n(b) A member who has not yet reached the age of sixty years, but who is eligible to retire and receive the maximum monthly benefit of one-twelfth of ninety percent of the current active salary of a judge, solicitor, or circuit public defender as provided in subsection (5) may retire and continue to serve as judge, solicitor, or circuit public defender until the end of the calendar year in which the member attains the age of seventy-two years. While a member continues to serve as judge, solicitor, or circuit public defender pursuant to this subsection, the member's normal monthly retirement benefit will be deferred and placed in the system's trust fund on behalf of the member. Upon reaching the age of sixty years, the balance of the member's deferred retirement benefit will be distributed to the member. No interest will be paid on the member's deferred monthly retirement benefit placed in the system's trust fund. The employee and employer contributions must continue to be paid as if the judge, solicitor, or circuit public defender continuing to serve pursuant to this subsection was an active contributing member, but no additional service credit accrues on account of these contributions. A judge, solicitor, or circuit public defender who retires pursuant to this subsection is not subject to the provisions of Section 9-8-120 unless he has vacated his office.\n\n(c) For a member retiring and continuing to serve as judge, solicitor, or circuit public defender pursuant to subsection (7)(b) the additional benefit provided for in subsection (6) will be deferred and placed in the system's trust fund until the member reaches the age of sixty years. Upon reaching the age of sixty years, the additional benefit will be distributed, plus interest, to the member.\n\n(d) For all purposes other than employment, a member retiring and continuing to serve as judge, solicitor, or circuit public defender pursuant to either subsection (7)(a) or (7)(b) is a retired member of the system.\n\nHISTORY: 1979 Act No. 150 Section 6; 1983 Act No. 151 Part II Sections 26, 34B; 1984 Act No. 512, Part II, Section 71; 43 Section 1; 1985 Act No. 201, Part II, Section 80; 1989 Act No. 189, Part II, Section 60D, eff July 1, 1989; 1990 Act No. 466, Section 1, eff May 7, 1990; 1993 Act No. 164, Part II, Section 89A, eff June 21, 1993; 1994 Act No. 497, Part II, Section 81A, eff June 29, 1994; 1994 Act No; 522, Section 1, eff September 23, 1994; 1998 Act No; 419, Part II, Section 51A, eff July 1, 1998; 2000 Act No. 387, Part II, Section 68, eff June 30, 2000; 2004 Act No. 249, Section 3, eff July 1, 2004; 2007 Act No. 108, Sections 8.H, 8.I, eff June 21, 2007; 2007 Act No. 112, Section 3.A, eff upon approval (became law without the Governor's signature on June 27, 2007); 2012 Act No. 278, Pt IV, Subpt 2, Section 48, eff July 1, 2012; 2014 Act No. 263 (S.1008), Section 3.A, eff June 6, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-60/"
    },
    {
      "id": "section-9-8-67",
      "number": "9-8-67.",
      "heading": "",
      "text": "The normal retirement age for the system established pursuant to this chapter is sixty years.\n\nHISTORY: 2007 Act No. 112, Section 2, eff upon approval (became law without the Governor's signature on June 27, 2007).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-67/"
    },
    {
      "id": "section-9-8-70",
      "number": "9-8-70.",
      "heading": "",
      "text": "Until the first payment of a retirement allowance becomes normally due, a member may elect, by filing written application with the board, to convert the retirement allowance otherwise payable on his account after retirement into a retirement allowance of equivalent actuarial value under which a reduced retirement allowance is payable during the beneficiary's life, with the provision that one-third of the reduced allowance continues after his death to and for the life of the contingent beneficiary designated by him in the application, if the beneficiary were to survive him. For purposes of this section, the member may not designate his spouse as contingent beneficiary.\n\nUntil the final payment of a retirement allowance becomes normally due, a member may elect, by filing written application with the board, to convert the retirement allowance otherwise payable on his account after retirement into a retirement allowance of equivalent actuarial value under which a reduced retirement allowance is payable during the beneficiary's life, with the provision that one-third of the reduced allowance is payable in equal shares to and for the life of each of two or more beneficiaries or to the trustee or trustees of the beneficiaries, for so long as each beneficiary survives him. The benefit reduction factor must be based on the average age of the beneficiaries.\n\nThe board may approve a five-year, pay-out plan developed by the actuary on the basis of the total retirement allowance for surviving beneficiaries, other than a spouse.\n\nExcept as provided in this section, a retired member may not change the form of his monthly payment after the first payment of a retirement allowance is due.\n\nHISTORY: 1979 Act No. 150 Section 7; 1984 Act No. 381, Section 4; 1992 Act No. 336, Section 2, eff May 4, 1992; 2008 Act No. 311, Section 36, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-70/"
    },
    {
      "id": "section-9-8-80",
      "number": "9-8-80.",
      "heading": "",
      "text": "All retirement allowances are payable in monthly installments. Upon the death of a retired member, the retirement allowance for the month the retired member died, if not previously paid, must be paid to the member's spouse, or if the member designated a nonspouse beneficiary or beneficiaries, then to the nonspouse beneficiary or beneficiaries living at the time of the member's death, otherwise to the estate of the member. A spouse's entitlement to a benefit pursuant to Section 9-8-110 commences in the month after the retired member's death. If the retired member elected a survivor option pursuant to the optional retirement allowances in Section 9-8-70, any allowance payable to a survivor beneficiary or beneficiaries commences in the month after the death of the retired member.\n\nHISTORY: 1979 Act No. 150 Section 8; 2001 Act No. 1, Part II, Section 2B3, eff July 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-80/"
    },
    {
      "id": "section-9-8-90",
      "number": "9-8-90.",
      "heading": "",
      "text": "As of the end of each calendar year commencing with the year ending December 31, 1980, the increase in the ratio of the Consumer Price Index to such index as of December 31, 1979, or the most recent December thirty first subsequent thereto as of which an increase in retirement allowances was granted, shall be determined, and if the increase equals or exceeds three percent, the retirement allowance of each beneficiary, other than a retired member or his spouse, in receipt of an allowance as of December 31, 1979, or the most recent December thirty first subsequent thereto as of which an increase was granted, shall be increased by four percent. Such increase shall commence the July first immediately following the December thirty first that the increase in ratio was determined. Any increase granted hereunder shall be permanent, irrespective of any subsequent decrease in the Consumer Price Index, and shall be included in determining any subsequent increase.\n\nFor purposes of this section, \"Consumer Price Index\" shall mean the Consumer Price Index for Urban Wage Earners and Clerical Workers (all items - United States City average), as published by the United States Department of Labor, Bureau of Labor Statistics.\n\nHISTORY: 1979 Act No. 150 Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-90/"
    },
    {
      "id": "section-9-8-100",
      "number": "9-8-100.",
      "heading": "",
      "text": "Should a member cease to be a member of the System, for reasons other than death or retirement, he shall be paid promptly as feasible after his request, but in no event later than six months after the request, the amount of his accumulated contributions as of the date of payment. Should he die before payment has been made, his accumulated contributions shall be paid to his estate or to such person as he shall have nominated by written designation filed with the Board.\n\nHISTORY: 1979 Act No. 150 Section 10.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-100/"
    },
    {
      "id": "section-9-8-110",
      "number": "9-8-110.",
      "heading": "",
      "text": "(1) Except as provided in subsections (2) and (3) of this section, upon the death of any member of the system, a lump sum amount must be paid to the persons the member nominated by written designation, filed with the board, otherwise to his estate. This amount must be equal to the amount of the member's accumulated contributions. A member who is not retired making the nomination provided under this section also may name secondary beneficiaries in the same manner that primary beneficiaries are named. A secondary beneficiary has no rights under this chapter unless all primary beneficiaries nominated by the member predecease the member and the member's death occurs before retirement. In this instance, a secondary beneficiary is considered the member's beneficiary for purposes of subsections (1), (2), and (3) of this section. A member may not name a secondary beneficiary with respect to death benefits provided under subsections (5) and (7) of this section.\n\n(2) Unless a married member has designated a beneficiary other than his spouse in accordance with subsection (1), upon his death in service before retirement an allowance equal to one-third of the allowance which would have been payable to him, if he was eligible to retire on his date of death notwithstanding the vesting requirement of Section 9-8-50(E)(1) and as if he had retired on the date of his death, must be paid to his surviving spouse until her death. This allowance is payable in lieu of the lump sum amount payable in accordance with subsection (1). Upon the death of a retired member who has not designated a beneficiary other than a spouse an allowance equal to one-third of the allowance which would have been payable to him, must be paid to the surviving spouse until death. For purposes of this subsection, \"retired member\" includes those former judges and solicitors who are beneficiaries pursuant to subsection (4) of Section 9-8-60.\n\n(3) If a member dies while in the service of the State, whether as a judge, solicitor, or circuit public defender or otherwise, and either is not married or has designated a beneficiary other than his surviving spouse, an allowance in lieu of the lump sum provided in subsection (1) is payable to the person he nominated by written designation in accordance with subsection (1) equal to the amount which would have been payable to the person as if the deceased member had retired at the time of his death and had made an effective election under Section 9-8-70 nominating the person as his contingent beneficiary.\n\n(4) Upon the death of an unmarried beneficiary who has not elected the optional form of allowance under Section 9-8-70, a lump sum amount must be paid to the person he nominated by written designation in accordance with subsection (1), otherwise to his estate. The amount must be equal to the excess, if any, of his accumulated contributions at the time his allowance commenced over the sum of the retirement allowance payments made to him.\n\n(5) Upon receipt of proof, satisfactory to the board, of the death of a member in service as a judge, solicitor, or circuit public defender who had completed at least one full year of credited service in the system or of the death of a member in service as a result of an injury arising out of and in the course of the performance of his duties regardless of length of membership, there must be paid to his spouse unless he has nominated a beneficiary by written designation filed with the board, if the person is living at the time of the member's death, otherwise to the member's estate, a death benefit equal to the annual compensation of the member at the time his death occurs. The benefit must be payable apart and separate from the payment of the allowance, or the lump sum amount in lieu thereof, pursuant to the provisions of subsection (1), (2), or (3) of this section. A member may designate his estate to receive this death benefit in lieu of his spouse, or other beneficiary nominated in subsection (1). For purposes of this subsection, a member is considered to be in service at the date of his death if his last day of earned service credit as a judge, solicitor, or circuit public defender occurred not more than ninety days before his death and he has not retired or withdrawn contributions.\n\n(6) RESERVED\n\n(7) Upon the death of a retired member on or after July 1, 1985, there must be paid to the designated beneficiary or beneficiaries, if living at the time of the retired member's death, otherwise to the retired member's estate, a death benefit of one thousand dollars if the retired member had ten years of creditable service but less than twenty years, two thousand dollars if the retired member had twenty years of creditable service but less than thirty, and three thousand dollars if the retired member had at least thirty years of creditable service at the time of retirement.\n\nHISTORY: 1979 Act No. 150 Section 11; 1980 Act No. 448, Section 5; 1984 Act No. 386, Section 4; 1985 Act No. 201, Part II, Section 51B; 1990 Act No. 412, Section 9, eff January 1, 1991; 1995 Act No. 139, Section 2, eff June 28, 1995; 2007 Act No. 108, Section 8.J, eff June 21, 2007; 2007 Act No. 112, Section 4, eff upon approval (became law without the Governor's signature on June 27, 2007); 2010 Act No. 176, Section 3, eff May 19, 2010; 2021 Act No. 62 (S.658), Section 3, eff May 17, 2021.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-110/"
    },
    {
      "id": "section-9-8-120",
      "number": "9-8-120.",
      "heading": "",
      "text": "Should any beneficiary return to the service of the State, the following provisions shall apply:\n\n(1) If the return is as a solicitor or circuit public defender, he must be a contributing member of the system and must be credited with all service standing to his credit at the time of his retirement. The retirement allowance payable upon his subsequent retirement must be based on the total of his credited service rendered before and after his return to service.\n\n(2)(a) A retired member of the system who has been retired for at least thirty consecutive calendar days may be hired and return to employment covered by the South Carolina Retirement System or the South Carolina Police Officers Retirement System and earn up to ten thousand dollars without affecting the monthly retirement allowance the member is receiving from the system. If the retired member continues in service after earning ten thousand dollars in a calendar year, the member's allowance must be discontinued during his period of service in the remainder of the calendar year. If a retired member of the system returns to employment covered by the South Carolina Retirement System or South Carolina Police Officers Retirement System sooner than thirty days after retirement, the member's retirement allowance is suspended while the member remains employed by the participating employer. If an employer fails to notify the system of the engagement of a retired member to perform services, the employer shall reimburse the system for all benefits wrongly paid to the retired member. If the beneficiary's return is as a member of the General Assembly, retirement allowances continue as provided pursuant to Section 9-8-60(1).\n\n(b) The earnings limitation imposed pursuant to this item does not apply if the member meets at least one of the following qualifications:\n\n(i) the member retired before July 1, 2014;\n\n(ii) the member had attained the age of sixty-two years at retirement; or\n\n(iii) compensation received by the retired member from the covered employer is for service in a public office filled by the appointment of the Governor and with confirmation by the Senate, by appointment or election by the General Assembly, or by election of the qualified electors of the applicable jurisdiction.\n\n(c) A member retiring before July 1, 2014, is not subject to the thirty-day separation from service requirement pursuant to this item and the retired member's retirement allowance is not suspended if the retired member returns to employment covered by the South Carolina Retirement System or the Police Officers' Retirement System sooner than thirty days after retirement.\n\n(d) If a participating employer in the South Carolina Retirement System or the South Carolina Police Officers Retirement System employs a retired member of the system, the retired member and the participating employer shall pay to the South Carolina Retirement System or the South Carolina Police Officers Retirement System, as applicable, the employee and employer contributions, respectively, that would be required if the member were an active contributing member of the applicable system. A retired member so employed may not become a member of the South Carolina Retirement System or the South Carolina Police Officers Retirement System and does not accrue service credit in either system by reason of the contributions required pursuant to this subitem.\n\n(3) Subject to the limitations contained in Section 14-1-215, a retired justice or judge may be called upon and appointed by the Chief Justice of the Supreme Court to perform judicial duties in the Supreme Court, Court of Appeals, circuit courts, and family courts as he may be willing and able to undertake. A retired justice or judge serving as an acting associate justice or as a judge shall serve without pay except for his actual expenses while serving. If a retired justice or judge has performed for a period of three or more consecutive months full judicial duties as an acting associate justice or as a judge his retirement pay for each full month during this period must be increased by an amount equal to the difference between retirement payment and active pay. Upon certification by the Chief Justice setting forth the number of full months of the service the State Treasurer shall make payment accordingly.\n\n(4) A justice or judge drawing retirement compensation who engages in the practice of law may not serve as a justice or judge in any court in this State. Within thirty days of his retirement under this chapter, a retired judge or justice shall make an election as to whether he wishes to engage in the practice of law or be eligible for appointment by the Chief Justice as a judge or justice in the courts of this State. If his election is to engage in the practice of law, it is irrevocable and he may not thereafter be appointed by the Chief Justice to serve as a justice or judge in the courts of this State. If his election is to be eligible for appointment to serve as a justice or judge in the courts of this State and not to practice law, he may at any time thereafter change such election and decide to engage in the practice of law, at which point his decision becomes irrevocable.\n\nHISTORY: 1979 Act No. 150 Section 12; 1985 Act No. 43 Section 2; 1990 Act No. 466, Section 2, eff May 7, 1990; 1990 Act No. 610, Part II, Section 3, eff July 1, 1991; 1990 Act No. 610, Part III, Section 5, eff June 25, 1990; 1994 Act No. 497, Part II, Section 81B, eff June 29, 1994; 1997 Act No. 35, Section 4, eff May 21, 1997; 2007 Act No. 108, Section 8.K, eff June 21, 2007; 2014 Act No. 263 (S.1008), Section 3.B, eff June 6, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-120/"
    },
    {
      "id": "section-9-8-125",
      "number": "9-8-125.",
      "heading": "",
      "text": "A member of the system who is at least sixty-two years of age and eligible to receive benefits pursuant to Chapter 9 of this title but for the member's current employment as a judge, solicitor, or circuit public defender may elect to receive retirement benefits from the retirement system for members of the General Assembly by written notice to the board.\n\nHISTORY: 1995 Act No. 63, Section 1, eff June 13, 1995 (the date the General Assembly overrode the Governor's veto); 2007 Act No. 108, Section 8.L, eff June 21, 2007; 2008 Act No. 311, Section 3.A, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-125/"
    },
    {
      "id": "section-9-8-130",
      "number": "9-8-130.",
      "heading": "",
      "text": "(1)(a) Each member of the system shall contribute a percentage of each installment of compensation, as provided in item (b) of this subsection. These contributions must be made through payroll deductions and remitted within thirty days after the close of each month to the system.\n\n(b) Percentage of Compensation Beginning 8 percent July 1, 2004 9 percent July 1, 2005 10 percent July 1, 2006.\n\n(2) Every member of the System shall be deemed to have consented and agreed to the deductions made and provided for herein and shall receipt for his full salary or compensation and payment of salary or compensation less such deduction shall be a full and complete discharge of all claims and demands whatsoever for the services rendered by such person during the period covered by such payments, except as to the benefits provided under the System.\n\n(3) Each of the amounts deducted shall be credited to the individual account of the member from whose compensation the deduction was made.\n\n(4) Each department and political subdivision shall pick up the employee contributions required by this section for all compensation paid on or after July 1, 1982, and the contributions so picked up shall be treated as employer contributions in determining federal tax treatment under the United States Internal Revenue Code. For this purpose, each department and political subdivision is deemed to have taken formal action on or before January 1, 2009, to provide that the contributions on behalf of its employees, although designated as employer contributions, shall be paid by the employer in lieu of employee contributions. The department and political subdivision shall pay these employee contributions from the same source of funds which is used in paying earnings to the employee. The department and political subdivision may pick up these contributions by a reduction in the cash salary of the employee. The employee, however, must not be given the option of choosing to receive the contributed amount of the pickups directly instead of having them paid by the employer to the retirement system. Employee contributions picked up shall be treated for all purposes of this section in the same manner and to the extent as employee contributions made prior to the date picked up.\n\nHISTORY: 1979 Act No. 150 Section 13; 1982 Act No. 315, Section 5; 1982 Act No. 349, Section 5; 2004 Act No. 249, Section 4, eff July 1, 2004; 2008 Act No. 311, Section 12, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-130/"
    },
    {
      "id": "section-9-8-140",
      "number": "9-8-140.",
      "heading": "",
      "text": "The contributions of the State to the System shall be determined by the Board each year on the basis of annual actuarial valuations of the System. Each year the Board shall certify to the State the amount of its contribution due the System. The State's contributions shall be appropriated annually from the general fund to the System and shall include such sums as are found necessary in order to create reserves in the System sufficient to cover the cost of the allowances currently accruing under this chapter, to include a contribution each year toward the cost of prior service credits and to cover any administrative expenses which the Board may incur in the operation of the System.\n\nThe employer contribution shall be remitted to the System within thirty days after the beginning of each fiscal year.\n\nHISTORY: 1979 Act No. 150 Section 14.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-140/"
    },
    {
      "id": "section-9-8-150",
      "number": "9-8-150.",
      "heading": "",
      "text": "There is hereby created an office to be known as Director of the Retirement System for Judges and Solicitors of the State of South Carolina. The Director of the South Carolina Retirement System shall serve as Director of the System.\n\nHISTORY: 1979 Act No. 150 Section 15.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-150/"
    },
    {
      "id": "section-9-8-180",
      "number": "9-8-180.",
      "heading": "",
      "text": "(1) All of the assets of the System shall be credited, according to the purpose for which they are held, to one of two accounts; namely, the members' account and the accumulation account.\n\n(2) The members' account shall be the account in which shall be held the contributions made by members.\n\n(3) The accumulation account shall be the account in which shall be held all reserves for the payment of the part of all retirement allowances and other benefits payable from contributions made by the State, and from which shall be paid all retirement allowances payable under the System. All interest and dividends earned on the funds of the System shall be credited to the accumulation account. If a beneficiary is restored to membership, the part of his contributions then standing to his credit shall be transferred from the accumulation account to the members' account.\n\nHISTORY: 1979 Act No. 150 Section 18.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-180/"
    },
    {
      "id": "section-9-8-185",
      "number": "9-8-185.",
      "heading": "",
      "text": "(A) Interest must be credited to the account of each member once each year as of June thirtieth, on the basis of the balance in the account of each member as of the previous June thirtieth. Upon the death, retirement, or termination of a member, interest must be figured to the end of the month immediately preceding the date of refund or retirement, interest being based on the balance in the member's account as of the June thirtieth immediately preceding the date of refund or retirement.\n\n(B) Notwithstanding subsection (A), interest must not be credited to an inactive member account. For purposes of this subsection, a member account becomes inactive on July first if no contributions were made to the account in the preceding twelve months.\n\nHISTORY: 2008 Act No. 311, Section 37, eff June 4, 2008; 2012 Act No. 278, Pt V, Section 69.B, eff July 1, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-185/"
    },
    {
      "id": "section-9-8-190",
      "number": "9-8-190.",
      "heading": "",
      "text": "Except as provided in Section 9-18-10, and related sections, Article 11, Chapter 17, Title 63 and Section 8-1-115 and subject to the doctrine of constructive trust ex maleficio, and subject to income tax levies imposed pursuant to state or federal law and distributions made pursuant to the federal Pension Protection Act of 2006, the right of a person to a retirement allowance or to the return of contributions, a retirement allowance itself, any optional allowance or payment on death or any other right accrued or accruing to any person under the provisions of this chapter, and the monies of the system are exempted from state or municipal tax, except the taxes imposed pursuant to Chapters 6 and 16 of Title 12, and exempted from levy and sale, garnishment, attachment, or any other process and are unassignable except as otherwise provided in this chapter. This section does not apply to any authorized deduction from a retirement allowance.\n\nHISTORY: 1979 Act No. 150 Section 19; 1989 Act No. 189, Part II, Section 39D, eff for taxable years beginning after 1988 and with respect to estates of decedents dying after 1988 (became law on June 8, 1989, without the Governor's signature); 2001 Act No. 16, Section 3, eff April 10, 2001; 2008 Act No. 311, Section 13, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-190/"
    },
    {
      "id": "section-9-8-200",
      "number": "9-8-200.",
      "heading": "",
      "text": "All agreements or contracts with the members of the System pursuant to any of the provisions of this chapter shall be deemed solely obligations of the System and the full faith and credit of the State and of its departments, institutions and political subdivisions is not, and shall not be, pledged or obligated beyond the amounts which may be hereafter annually appropriated in the annual state general appropriation act, and other periodic appropriations for the purposes of this chapter. In case of termination of the System, the rights of all members of the System to benefits accrued to the date of such termination, to the extent then funded, shall be nonforfeitable.\n\nHISTORY: 1979 Act No. 150 Section 20.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-200/"
    },
    {
      "id": "section-9-8-210",
      "number": "9-8-210.",
      "heading": "",
      "text": "All property owned or acquired by the System for the purposes of this chapter shall be exempt from all taxes imposed by the State or any political subdivision thereof.\n\nHISTORY: 1979 Act No. 150 Section 21.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-210/"
    },
    {
      "id": "section-9-8-220",
      "number": "9-8-220.",
      "heading": "",
      "text": "Any person who shall knowingly make any false statement, or shall falsify or permit to be falsified any record of the System in any attempt to defraud the System, shall be deemed guilty of a misdemeanor and, upon conviction, shall be fined not more than five hundred dollars or imprisoned for not more than twelve months, or both, in the discretion of the court.\n\nHISTORY: 1979 Act No. 150 Section 22.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-220/"
    },
    {
      "id": "section-9-8-240",
      "number": "9-8-240.",
      "heading": "",
      "text": "Effective as of January 1, 1996, the annual compensation of a member taken into account for determining all benefits provided under this retirement system is subject to the limitations set forth in Section 401(a)(17) of the Internal Revenue Code of 1986 and any regulations promulgated thereunder, as adjusted for any cost-of-living increases in accordance with Section 401(a)(17)(B) of the Internal Revenue Code. Annual compensation means compensation during the plan year or such other consecutive twelve-month period over which compensation is otherwise determined under the retirement system, hereinafter referred to as the determination period. The cost-of-living adjustment in effect for a calendar year applies to annual compensation for the determination period that begins with or within such calendar year. However, the limitation on compensation does not apply to the compensation of an individual who became a member of this retirement system before January 1, 1996.\n\nHISTORY: 1995 Act No. 48, Section 2, eff upon approval (became law without the Governor's signature on May 18, 1995); 2008 Act No. 311, Section 14, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-240/"
    },
    {
      "id": "section-9-8-245",
      "number": "9-8-245.",
      "heading": "",
      "text": "Effective December 12, 1994, and notwithstanding any provision in this chapter to the contrary, contributions, benefits, and service credit with respect to qualified military service shall be provided in accordance with Section 414(u) of the Internal Revenue Code.\n\nHISTORY: 2008 Act No. 311, Section 15, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-245/"
    },
    {
      "id": "section-9-8-250",
      "number": "9-8-250.",
      "heading": "",
      "text": "(A) This section applies to distributions made on or after January 1, 1993. Notwithstanding any contrary provision or retirement law that would otherwise limit a distributee's election under this chapter, a distributee may elect, at the time and in the manner prescribed by the board, to have any portion of an eligible rollover distribution paid directly to an eligible retirement plan specified by the distributee in a direct rollover.\n\n(B) Effective January 1, 2007, and notwithstanding anything in this chapter to the contrary that otherwise would limit a distributee's election under this section, and to the extent allowed under the applicable provisions of the Internal Revenue Code and the Treasury Regulations, a distributee who is a designated beneficiary, but not a surviving spouse, spouse or former spouse alternate payee may elect, at the time and in the manner prescribed by the board, to have all or part of his benefit that qualifies as an eligible rollover distribution paid in a direct trustee-to-trustee transfer to an eligible retirement plan that is an individual retirement plan described in clause (i) or (ii) of Internal Revenue Code Section 402(c)(8)(B). If such a transfer is made:\n\n(1) the transfer shall be treated as an eligible rollover distribution;\n\n(2) the individual retirement plan shall be treated as an inherited individual retirement account or individual retirement annuity within the meaning of Internal Revenue Code Section 408(d)(3)(C); and\n\n(3) Internal Revenue Code Section 401(a)(9)(B), other than clause (iv) thereof, shall apply to such individual retirement plan.\n\n(C) A \"designated beneficiary\" is an individual who is designated as a beneficiary under this chapter and is the designated beneficiary under Internal Revenue Code Section 401(a)(9) and Section 1.401(a)(9)-1, Q&A-4 of the Treasury Regulations. An estate or revocable trust is not considered to be a designated beneficiary for purposes of Internal Revenue Code Section 401(a)(9).\n\n(D) An \"eligible rollover distribution\" is any distribution of all or any portion of the balance to the credit of the distributee, except that an eligible rollover distribution does not include:\n\n(1) any distribution that is one of a series of substantially equal periodic payments made not less frequently than annually for the life or the life expectancy of the distributee or the joint lives or joint life expectancies of the distributee and the distributee's designated beneficiary, or for a specified period of ten years or more;\n\n(2) any distribution to the extent such distribution is required under Internal Revenue Code Section 401(a)(9); and\n\n(3) any hardship distribution.\n\nEffective January 1, 2002, a portion of a distribution shall not fail to be an eligible rollover distribution merely because the portion consists of after-tax employee contributions that are not includible in gross income. However, such portion may be transferred only to an individual retirement account or annuity described in Internal Revenue Code Section 408(a) or (b), or in a direct trustee-to-trustee rollover to a qualified trust under Internal Revenue Code Section 401(a) or 403(a) that is part of a defined contribution or defined benefit plan, or to an annuity contract described in Internal Revenue Code Section 403(b), so long as such trust or annuity contract separately accounts for amounts so transferred, including separate accounting for the portion of such distribution that is includible in gross income and the portion of such distribution that is not includible. Effective January 1, 2008, an eligible rollover distribution also shall mean a qualified rollover contribution to a Roth IRA within the meaning of Internal Revenue Code Section 408A.\n\n(E) Effective January 1, 2002, unless otherwise stated, an \"eligible retirement plan\" is:\n\n(1) a plan eligible under Internal Revenue Code Section 457(b) that is maintained by a state, political subdivision of a state, or any agency or instrumentality of a state or political subdivision of a state that agrees to separately account for amounts transferred into the plan from the system;\n\n(2) an individual retirement account described in Internal Revenue Code Section 408(a);\n\n(3) an individual retirement annuity described in Internal Revenue Code Section 408(b);\n\n(4) an annuity plan described in Internal Revenue Code Section 403(a);\n\n(5) an annuity contract described in Internal Revenue Code Section 403(b);\n\n(6) a qualified trust described in Internal Revenue Code Section 401(a) that accepts the distributee's eligible rollover distribution; or\n\n(7) effective January 1, 2008, a Roth IRA described in Internal Revenue Code Section 408A.\n\n(F) Effective January 1, 2002, the definition of eligible rollover distribution also includes a distribution to a surviving spouse, or to a spouse or former spouse who is an alternate payee under a domestic relations order, as defined in Internal Revenue Code Section 414(p).\n\n(G) A \"distributee\" includes an employee or former employee. It also includes the employee's or former employee's surviving spouse and the employee's or former employee's spouse or former spouse who is the alternate payee under a qualified domestic relations order, as defined in Internal Revenue Code Section 414(p). Effective January 1, 2007, it further includes a nonspouse beneficiary who is a designated beneficiary as defined by Internal Revenue Code Section 401(a)(9)(E). However, a nonspouse beneficiary may rollover the distribution only to an individual retirement account or individual retirement annuity established for the purpose of receiving the distribution and the account or annuity will be treated as an \"inherited\" individual retirement account or annuity.\n\n(H) A direct rollover is a payment by the system to the eligible retirement plan specified by the distributee.\n\nHISTORY: 2008 Act No. 311, Section 16, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-250/"
    },
    {
      "id": "section-9-8-260",
      "number": "9-8-260.",
      "heading": "",
      "text": "(A) Effective as of January 1, 1989, the system shall pay all benefits in accordance with the requirements of Section 401(a)(9) of the Internal Revenue Code, including the incidental death benefit requirement in Section 401(a)(9)(G), and the applicable Treasury Regulations and Internal Revenue Service Rulings and other interpretations issued thereunder, including Treasury Regulations Sections 1.401(a)(9)-2 through 1.401(a)(9)-9. The provisions of this section shall override any distribution options that are inconsistent with Section 401(a)(9) of the Internal Revenue Code to the extent that those distribution options are not grandfathered under Treasury Regulation Section 1.401(a)(9)-6, Q&A-16.\n\n(B) Each member's entire benefit shall be distributed to the member, beginning no later than the required beginning date, over the member's lifetime or the joint lives of the member and a designated beneficiary, or over a period not extending beyond the member's life expectancy or the joint life expectancies of the member and a designated beneficiary. If a member fails to apply for retirement benefits by his required beginning date, the board shall begin distributing the benefit as required by this chapter:\n\n(1) For purposes of this section, the \"required beginning date\" is April first of the calendar year after the later of the following:\n\n(a) the calendar year in which the member reaches age seventy and one-half years of age; or\n\n(b) the calendar year in which the member retires.\n\n(2) For purposes of this section, a \"designated beneficiary\" means any individual designated as a co-beneficiary by the member under this chapter. If the member designates a trust as a co-beneficiary, the individual beneficiaries of the trust shall be treated as designated beneficiaries if the trust satisfies the requirement set forth in Treasury Regulation Section 1.401(a)(9)-3.\n\n(3) Payment of retirement benefits, for those members who are eligible to receive retirement benefits and who have not applied for such pursuant to the provisions of this chapter, and who continue membership after attaining seventy and one-half years of age, shall commence on the effective date of retirement.\n\n(C) If a retired member dies after benefit payments have begun or are required to begin under subsection (B) of this section, any survivor benefits shall be distributed at least as rapidly as under the distribution method being used at the member's death.\n\n(D) If an active or inactive member dies before benefit payments have begun or are required to begin under subsection (B) of this section, any death benefits shall be distributed by December thirty-first of the calendar year that contains the fifth anniversary of the member's death. However, the five-year rule shall not apply to any death benefit that is payable to a member's designated beneficiary, if:\n\n(1) the benefit is distributed over the designated beneficiary's lifetime or over a period not extending beyond the designated beneficiary's life expectancy; and\n\n(2) the distributions begin no later than December thirty-first of the calendar year that contains the first anniversary of the member's death.\n\nHISTORY: 2008 Act No. 311, Section 17, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-260/"
    },
    {
      "id": "section-9-8-270",
      "number": "9-8-270.",
      "heading": "",
      "text": "(A) Effective as of July 1, 1989, member contributions paid to, and retirement benefits paid from, the system may not exceed the annual limits on contributions and benefits, respectively, allowed by Internal Revenue Code Section 415. For purposes of applying these limits, the definition of compensation where applicable will be compensation as defined in Treasury Regulation Section 1.415(c)-2(d)(3), or successor regulation; provided, however, that the definition of compensation will exclude member contributions picked up under Internal Revenue Code Section 414(h)(2), and for plan years beginning after December 31, 1997, compensation will include the amount of any elective deferrals, as defined in Internal Revenue Code Section 402(g)(3), and any amount contributed or deferred by the employer at the election of the member and which is not includible in the gross income of the member by reason of Internal Revenue Code Section 125 or 457, and, for plan years beginning on and after January 1, 2001, Internal Revenue Code Section 132(f)(4).\n\n(B) Before January 1, 1995, a member may not receive an annual benefit that exceeds the limits specified in Internal Revenue Code Section 415(b), subject to the applicable adjustments in that section. On and after January 1, 1995, a member may not receive an annual benefit that exceeds the dollar amount specified in Internal Revenue Code Section 415(b)(1)(A), subject to the applicable adjustments in Internal Revenue Code Section 415(b).\n\n(C) For purposes of applying the limits under Internal Revenue Code Section 415(b), hereinafter referred to as \"limit\", the following shall apply:\n\n(1) prior to January 1, 2009, cost-of-living adjustments under Section 9-8-90 will be taken into consideration when determining a member's applicable limit;\n\n(2) on and after January 1, 2009, with respect to a member who does not receive a portion of the member's annual benefit in a lump sum:\n\n(a) a member's applicable limit shall be applied to the member's annual benefit in the first limitation year without regard to any automatic cost-of-living increases under Section 9-8-90;\n\n(b) to the extent the member's annual benefit equals or exceeds the limit, the member will no longer be eligible for cost-of-living increases until such time as the benefit plus the accumulated increases are less than the limit; and\n\n(c) thereafter, in any subsequent limitation year, the member's annual benefit, including any automatic cost-of-living increases applicable under Section 9-8-90, shall be tested under the then applicable benefit limit including any adjustment to the Internal Revenue Code Section 415(b)(1)(A) dollar limit under Internal Revenue Code Section 415(d) and the regulations thereunder;\n\n(3) on and after January 1, 2009, with respect to a member who receives a portion of the member's annual benefit in a lump sum, a member's applicable limit shall be applied taking into consideration automatic cost-of-living increases under Section 9-8-90 as required by Internal Revenue Code Section 415(b) and applicable Treasury Regulations;\n\n(4) on and after January 1, 1995, in no event shall a member's annual benefit payable under the system in any limitation year be greater than the limit applicable at the annuity starting date, as increased in subsequent years pursuant to Internal Revenue Code Section 415(d) and the regulations thereunder. If the form of benefit without regard to the automatic benefit increase feature is not a straight life or a qualified joint and survivor annuity, then the preceding sentence is applied by adjusting the form of benefit to an actuarially equivalent straight life annuity benefit that is determined using the following assumptions and that take into account the death benefits under the form of benefit:\n\n(a) for a benefit paid in a form to which Internal Revenue Code Section 417(e)(3) does not apply, the actuarially equivalent straight life annuity benefit which is the greater of (or the reduced Internal Revenue Code Section 415(b) limit applicable at the annuity starting date which is the lesser of when adjusted in accordance with the following assumptions):\n\n(i) the annual amount of the straight life annuity if any payable to the member under the plan commencing at the same annuity starting date as the form of benefit payable to the member; or\n\n(ii) the annual amount of the straight life annuity commencing at the same annuity starting date that has the same actuarial present value as the form of benefit payable to the member, computed using (aa) a five percent interest assumption or the applicable statutory interest assumption and (bb) the applicable mortality table described in Treasury Regulation Section 1.417(e)-1(d)(2) which is the mortality table specified in Revenue Ruling 98-1 for years prior to 2003 or, for subsequent years, in Revenue Ruling 2001-62 or any subsequent revenue ruling modifying the applicable provisions of Revenue Ruling 2001-62; or\n\n(b) for a benefit paid in a form to which Internal Revenue Code Section 417(e)(3) applies, the actuarially equivalent straight life annuity benefit which is the greatest of (or the reduced Internal Revenue Code Section 415(b) limit applicable at the annuity starting date which is the least of when adjusted in accordance with the following assumptions):\n\n(i) the annual amount of the straight life annuity commencing at the annuity starting date that has the same actuarial present value as the particular form of benefit payable, computed using the interest rate and mortality table, or tabular factor, specified in the plan for actuarial experience;\n\n(ii) the annual amount of the straight life annuity commencing at the annuity starting date that has the same actuarial present value as the particular form of benefit payable, computed using (aa) a five and one-half percent interest assumption or the applicable statutory interest assumption and (bb) the applicable mortality table for the distribution under Treasury Regulation Section 1.417(e)-1(d)(2) which is the mortality table specified in Revenue Ruling 98-1 for years prior to 2003 or, for subsequent years, in Revenue Ruling 2001-62 or any subsequent revenue ruling modifying the applicable provisions of Revenue Ruling 2001-62; or\n\n(iii) the annual amount of the straight life annuity commencing at the annuity starting date that has the same actuarial present value as the particular form of benefit payable computed using (aa) the applicable interest rate for the distribution under Treasury Regulation Section 1.417(e)-1(d)(3) which, prior to July 1, 2007, is the thirty-year treasury rate in effect for the month prior to retirement, and on and after July 1, 2007, is the thirty-year treasury rate in effect for the first day of the plan year with a one-year stabilization period, and (bb) the applicable mortality table for the distribution under Treasury Regulation Section 1.417(e)-1(d)(2) which is the mortality table specified in Revenue Ruling 98-1 for years prior to 2003 or, for subsequent years, in Revenue Ruling 2001-62 or any subsequent revenue ruling modifying the applicable provisions of Revenue Ruling 2001-62, divided by 1.05; and\n\n(5) the member's annual benefit will be adjusted as provided by Internal Revenue Code Section 415(b)(2)(B) and related treasury regulations by taking into consideration after-tax contributions and rollover and transfer contributions made by the member.\n\n(D) Notwithstanding any other provision of law to the contrary, the system may modify a request by a member to make a contribution to the system if the amount of the contribution would exceed the limits provided in Internal Revenue Code Section 415 by using the following methods:\n\n(1) if the law requires a lump sum payment for the purchase of service credit, the board may establish a periodic payment plan for the member to avoid a contribution in excess of the limits under Internal Revenue Code Section 415(c) or 415(n);\n\n(2) if payment pursuant to item (1) shall not avoid a contribution in excess of the limits imposed by Internal Revenue Code Section 415(c), the system may either reduce the member's contribution to an amount within the limits of that section or refuse the member's contribution; and\n\n(3) effective for permissive service credit contributions made in years beginning after December 31, 1997, if a member makes one or more contributions to purchase permissive service credit under the system, then the requirements of this section will be treated as met only if:\n\n(a) the requirements of Internal Revenue Code Section 415(b) are met, determined by treating the accrued benefit derived from all such contributions as an annual benefit for purposes of Internal Revenue Code Section 415(b); or\n\n(b) the requirements of Internal Revenue Code Section 415(c) are met, determined by treating all such contributions as annual additions for purposes of Internal Revenue Code Section 415(c).\n\nFor purposes of applying subitem (a) the system shall not fail to meet the reduced limit under Internal Revenue Code Section 415(b)(2)(C) solely by reason of this subsection (D), and for purposes of applying subitem (b) the system shall not fail to meet the percentage limitation under Internal Revenue Code Section 415(c)(1)(B) solely by reason of this subsection (D);\n\n(4) for purposes of subsection (D), the term \"permissive service credit\" means service credit:\n\n(a) recognized by the system for purposes of calculating a member's benefit under the system;\n\n(b) which such member has not received under the system; and\n\n(c) which such member may receive only by making a voluntary additional contribution, in an amount determined under the system, which does not exceed the amount necessary to fund the benefit attributable to such service credit.\n\nEffective for permissive service credit contributions made in years beginning after December 31, 1997, such term may include service credit for periods for which there is no performance of service, and, notwithstanding subitem (b), may include service credited in order to provide an increased benefit for service credit which a member is receiving under the system;\n\n(5) the system shall fail to meet the requirements of this subsection (D) if:\n\n(a) more than five years of nonqualified service credit are taken into account for purposes of this subsection (D); or\n\n(b) any nonqualified service credit is taken into account under this subsection (D) before the member has at least five years of participation under the system;\n\n(6) for purposes of item (5), effective for permissive service credit contributions made in years beginning after December 31, 1997, the term \"nonqualified service credit\" means permissive service credit other than that allowed with respect to:\n\n(a) service including parental, medical, sabbatical, and similar leave as an employee of the government of the United States, any state or political subdivision thereof, or any agency or instrumentality of any of the foregoing other than military service or service for credit which was obtained as a result of a repayment described in Internal Revenue Code Section 415(k)(3);\n\n(b) service including parental, medical, sabbatical, and similar leave as an employee, other than as an employee described in subitem (a), of an education organization described in Internal Revenue Code Section 170(b)(1)(A)(ii) which is a public, private, or sectarian school which provides elementary or secondary education through grade twelve, or a comparable level of education, as determined under the applicable law of the jurisdiction in which the service was performed; provided, however, that in the case of a private or sectarian school, only teaching service will not be treated as nonqualified service;\n\n(c) service as an employee of an association of employees who are described in subitem (a); or\n\n(d) military service, other than qualified military service under Internal Revenue Code Section 414(u), recognized by such governmental plan.\n\nIn the case of service described in subitem (a), (b), or (c), such service shall be nonqualified service if recognition of such service would cause a member to receive a retirement benefit for the same service under more than one plan;\n\n(7) in the case of a trustee-to-trustee transfer after December 31, 2001, to which Internal Revenue Code Section 403(b)(13)(A) or 457(e)(17)(A) applies, without regard to whether the transfer is made between plans maintained by the same employer:\n\n(a) the limitations of item (5) shall not apply in determining whether the transfer is for the purchase of permissive service credit; and\n\n(b) the distribution rules applicable under federal law to the system will apply to such amounts and any benefits attributable to such amounts;\n\n(8) for an eligible member, the limitation of Internal Revenue Code Section 415(c)(1) shall not be applied to reduce the amount of permissive service credit which may be purchased to an amount less than the amount which was allowed to be purchased under the terms of the Retirement System for Judges and Solicitors as in effect on August 5, 1997. For purposes of this item, an eligible member is an individual who first became a member in the system before July 1, 1998.\n\nHISTORY: 2008 Act No. 311, Section 18, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-8/section-9-8-270/"
    }
  ]
}