{
  "state": "south-carolina",
  "path": "title-title-9/chapter-t09c009",
  "sections": [
    {
      "id": "section-9-9-5",
      "number": "9-9-5",
      "heading": "",
      "text": "(A) Notwithstanding any other provision of law, the Retirement System for Members of the General Assembly of the State of South Carolina (GARS) established pursuant to this chapter is closed to nonmembers and persons who otherwise would have been required or eligible to become members of GARS, instead shall join the South Carolina Retirement System or the State Optional Retirement Program in the manner provided by law. (B) For purposes of this section, a \"nonmember\" is an individual first elected to serve in the General Assembly at or after the general election of 2012. (C) Nothing in this section may be construed to alter or otherwise diminish the rights of persons who are active contributing members or special contributing members of the Retirement System for Members of the General Assembly of the State of South Carolina or who are retired members of that system or who are beneficiaries of deceased members of that system. HISTORY: 2012 Act No. 278, Pt II, Section 17, eff July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-5/"
    },
    {
      "id": "section-9-9-10",
      "number": "9-9-10",
      "heading": "",
      "text": "The following words and phrases as used in this chapter, unless a different meaning is plainly required by the context, shall have the following meanings: (1) \"System\" shall mean the Retirement System for members of the General Assembly of the State of South Carolina. (2) \"State\" shall mean the State of South Carolina. (3) \"Board\" means the Board of Directors of the South Carolina Public Employee Benefit Authority. (4) \"Member of the System\" shall mean any person included in the membership of the System, as set forth in Section 9-9-40. (5) \"Credited service\" shall mean service for which credit is allowable as provided in Section 9-9-50. (6) \"Retirement allowance\" shall mean monthly payments for life under the System payable as provided in Section 9-9-80. (7) \"Beneficiary\" shall mean any person in receipt of a retirement allowance or other benefit as provided by the System. (8) \"Aggregate contributions\" shall mean the sum of all the amounts deducted from the compensation of a member of the System, or directly remitted by him to the System, and credited to his individual account in the System. (9) \"Regular interest\" shall mean interest compounded annually at such rate as shall be determined by the Board in accordance with Section 9-9-30. (10) \"Accumulated contributions\" shall mean the member's aggregate contributions, together with regular interest thereon. (11) \"Actuarial equivalent\" shall mean a benefit of equal value when computed on the basis of the tables and regular interest rate last adopted by the Board, as provided in Section 9-9-30. (12) \"Date of establishment\" shall mean January 1, 1966. (13) \"Earnable compensation\" means forty times the daily rate of renumeration, plus twelve thousand dollars, of a member of the General Assembly, as from time to time in effect. (14) \"Employee annuity\" shall mean annual payments for life derived from the accumulated contributions of a member. (15) \"Employer annuity\" shall mean annual payments for life derived from money provided by the State. HISTORY: 1962 Code Section 61-271; 1966 (54) 2081; 1975 (59) 71; 1977 Act No. 44 Section 1; 1983 Act No. 151 Part II Section 25; 1984 Act No. 512, Part II, Section 38; 1994 Act No. 497, Part II, Section 32A, eff January 1, 1995; 2005 Act No. 153, Pt III, Section 2, eff July 1, 2005; 2012 Act No. 278, Pt IV, Subpt 2, Section 49, eff July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-10/"
    },
    {
      "id": "section-9-9-20",
      "number": "9-9-20",
      "heading": "",
      "text": "A retirement system is hereby created and placed under the administration of the Board to provide retirement allowances and other benefits for members of the General Assembly. The System shall begin operation as of January 1, 1966. It shall have the power and privileges of a corporation and shall be known as the Retirement System for members of the General Assembly of the State of South Carolina, and by such name all of its business shall be transacted, all of its funds invested, and all of its cash, securities and other property held. HISTORY: 1962 Code Section 61-272; 1966 (54) 2081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-20/"
    },
    {
      "id": "section-9-9-30",
      "number": "9-9-30",
      "heading": "",
      "text": "(1) The general administration and responsibility for the proper operation of the system and for making effective the provisions hereof are hereby vested in the board. (2) The Board shall engage such actuarial and other services as shall be required to transact the business of the System. (3) The Board shall designate an actuary who shall be the technical advisor of the Board on matters regarding the operation of the System and shall perform such other duties as are required in connection therewith. (4) At least once in each five-year period following the date of establishment, the actuary shall make an actuarial investigation into the mortality, service and compensation experience of the members and beneficiaries of the System and shall make a valuation of the contingent assets and liabilities of the System. The Board, after taking into account the results of such investigations and valuations, shall adopt for the System such mortality, service and other tables as shall be deemed necessary. (5) On the basis of regular interest and tables last adopted by the Board, the actuary shall make a valuation of the contingent assets and liabilities of the system at least every other year. (6) The Board shall keep in convenient form such data as shall be necessary for the actuarial valuation of the contingent assets and liabilities of the System and for checking the experience of the System. (7) The Board shall determine from time to time the rate of regular interest for use in all calculations, with the rate of four percent per annum applicable unless changed by the Board. (8) Subject to the limitations hereof, the Board shall, from time to time, establish rules and regulations for the administration of the System and for the transaction of business. (9) The Board shall keep a record of all its proceedings under this chapter which shall be open to public inspection. Notwithstanding any other provisions of law governing the System, all persons employed by the Board and the expenses of the Board to carry out the provisions of this chapter shall be paid from the interest earnings of the System. HISTORY: 1962 Code Section 61-273; 1966 (54) 2081; 1981 Act No. 178 Part II Section 17; 1983 Act No. 151 Part II, Section 30A; 2012 Act No. 278, Pt IV, Subpt 2, Section 50, eff July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-30/"
    },
    {
      "id": "section-9-9-31",
      "number": "9-9-31",
      "heading": "",
      "text": "All records of all active, retired, and inactive members maintained by the Retirement System for Members of the General Assembly are classified as confidential records. These records are exempt from the disclosure requirements of Chapter 4 of Title 30, and shall not be disclosed to third parties, except where authorized by the member or where requested by state and federal authorities, and then only at the sole discretion of the director of the South Carolina Retirement Systems. HISTORY: 2008 Act No. 311, Section 51, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-31/"
    },
    {
      "id": "section-9-9-40",
      "number": "9-9-40",
      "heading": "",
      "text": "(1) All persons who are members of the General Assembly on the date of establishment of the System shall become members of the System as of such date, except that, within six months from such date, any such person may irrevocably elect not to be a member of the System. All other persons shall become members of the System on their taking office as members of the General Assembly. (2) If a member of the System, before he has attained age sixty, ceases to be a member of the General Assembly for reasons other than death, he ceases to be a member of the System; but if he has completed eight or more years of credited service, he may elect, by irrevocable written election filed with the system within six months from the cessation of his membership in the General Assembly, to continue his membership in the System and to have his contributions retained in the System and to be either: (i) A noncontributing special member of the System, not entitled to any additional credited service, or (ii) A contributing special member of the System, who must contribute, by direct remittance to the System not later than June thirtieth in each year prior to the year in which he attains age sixty, in the same amount as if he had remained a member of the General Assembly, and who is entitled to credited service for each year. If in any year he fails to make a contribution, he is considered to have made an irrevocable election to become a noncontributing special member as set forth in (i) above. Service credit earned as Governor and Lieutenant Governor counts toward the eight years' service credit requirement referred to above. (3) As used in this item \"correlated system\" shall mean one or more of the following: (a) South Carolina Retirement System; (b) South Carolina Police Officers Retirement System; (c) Retirement System for members of the General Assembly of the State of South Carolina. If a member of a correlated system ceases to occupy a position covered under the system and if, within the protective period and under the conditions set forth in the correlated system for continuation of membership therein, he accepts a position covered by another correlated system, he shall notify the director of each system of the employment, and his membership in the first system is continued so long as his membership in the other system continues. Service credited to the members under the provisions of the first system is considered service credits for the purpose of determining eligibility for benefits, but not the benefit amount, under the other system. A benefit under any one of the correlated systems must be computed solely on the basis of service and contributions credited under that system and is payable at the times and subject to the age and service conditions set forth. A member is not eligible to receive retirement payments so long as he is employed in a position covered by the South Carolina Retirement System or the South Carolina Police Officers Retirement System. Notwithstanding the provisions of this paragraph, a member of the Retirement System for Members of the General Assembly who is (1) at least sixty-two years of age, (2) not currently serving in the General Assembly, and (3) eligible to receive retirement benefits from the General Assembly system but for the member's current employment covered by a correlated system may elect to receive retirement benefits from the General Assembly system. (4) Should any member of the System in any period of five consecutive years after becoming a member be absent from service more than four years, withdraw his contributions or become a beneficiary or die, he shall thereupon cease to be a member. HISTORY: 1962 Code Section 61-274; 1966 (54) 2081; 1967 (55) 252; 1969 (56) 703; 1978 Act No. 644 Part II Section 27; 1981 Act No. 52; 1983 Act No. 151 Part II Section 21A; 1987 Act No. 170, Part II, Section 30, eff June 22, 1987 (became law without Governor's signature); 1988 Act No. 658, Part II, Section 14, eff June 8, 1988; 1994 Act No. 497, Section 61A, eff July 1, 1994; 1999 Act No. 72, Section 2, eff July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-40/"
    },
    {
      "id": "section-9-9-50",
      "number": "9-9-50",
      "heading": "",
      "text": "(1) The credited service of a member shall include all service as a member of the General Assembly since he last became a member of the System and in respect of which he makes contributions to the System. It shall also include, in the case of a member of the System who (a) became such on the date of establishment and (b) remained a member of the System continuously thereafter until his death or his retirement under the System, service which he was, or would be, entitled to claim as creditable service under the South Carolina Retirement System, notwithstanding that he may not have been a member of the South Carolina Retirement System; provided, that within six months of the date he becomes a member of the System, he shall have caused the full amount of his contributions required to be made under the South Carolina Retirement System in respect of such service to be paid to this System by transfer or otherwise. (2) Notwithstanding any other provision of law, any member of the Retirement System for members of the General Assembly who has rendered service which would have been creditable under a correlated system may establish the service with this System, provided payment is made to the System on the same basis as members of the General Assembly contributed for the same period of time plus interest. A former member of the General Assembly who is a member of the South Carolina Retirement System may transfer credit from the Retirement System for members of the General Assembly to the South Carolina Retirement System upon payment of an amount equal to four percent of his current salary or the average of his salary in the three highest consecutive years, whichever is greater, for each year of service credited. (3) When membership in the System ceases for any reason other than death or retirement, the service previously credited to the member of the System shall be cancelled and, should he again become a member of the System, he shall enter the System as a new member of the System not entitled to credit for previous service. (4) A member of the General Assembly may establish service credit in the system for the same types of service, at the same cost, and under the same conditions, as members of the South Carolina Retirement System may establish service in the South Carolina Retirement System pursuant to Section 9-1-1140. HISTORY: 1962 Code Section 61-275; 1966 (54) 2081; 1967 (55) 252; 1972 (57) 2207; 1978 Act No. 644 Part II Section 27; 1983 Act No. 151 Part II Section 21B; 1990 Act No. 412, Section 7(A), eff April 11, 1990; 1998 Act No; 439, Section 2, eff June 16, 1998; 2000 Act No. 387, Part II, Section 32A, eff January 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-50/"
    },
    {
      "id": "section-9-9-55",
      "number": "9-9-55",
      "heading": "",
      "text": "Notwithstanding any other provision of law, any member of the General Assembly who was elected in a special election and served in the General Assembly any portion of a year may establish credit for the entire year provided payment is made to the system on the same basis as members of the General Assembly contributed for the same period of time plus interest. HISTORY: 1995 Act No. 63, Section 2, eff June 13, 1995 (the date the General Assembly overrode the Governor's veto); 1995 Act No. 139, Section 3, eff June 28, 1995; 1996 Act No. 458, Part II, Section 50, eff June 19, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-55/"
    },
    {
      "id": "section-9-9-60",
      "number": "9-9-60",
      "heading": "",
      "text": "(1) A member of the system may retire upon written application to the board setting forth at what time, not more than ninety days before nor more than six months after the execution and filing of the application, the member desires to be retired, if at the time specified for retirement, the member is no longer in the service of the State, whether as a member of the General Assembly or otherwise, except as provided in Section 9-9-40(3), and has either attained the age of sixty years or completed thirty years of credited service. (2) Effective July 1, 1989, a retired member shall receive a monthly retirement allowance which is equal to one-twelfth of four and eighty-two hundredths percent of earnable compensation multiplied by the number of years of his credited service prorated for periods less than a year. (3) A member who has attained the age of seventy and one-half years and has twenty-five years of service or who has attained the age of 70 or has 30 years of service may retire and draw a retirement benefit while continuing to serve in the General Assembly upon written application to the board setting forth at what time, not more than ninety days before nor more than six months after the execution and filing of the application, the member desires to be retired. A member who has retired under this provision shall make no further contributions to the system, shall earn no further service credit, and may not reenter membership in the system. The member must retire at the beginning of an annual session of the General Assembly and the election to receive the member's retirement allowance under this system is in lieu of receiving the constitutionally mandated per diem salary, currently established at ten thousand four hundred dollars for a regular session. This election if made is irrevocable and applies for as long as that person serves thereafter in the General Assembly including service in both regular and extra sessions. HISTORY: 1962 Code Section 61-276; 1966 (54) 2081; 1968 (55) 2855; 1970 (56) 1936; 1972 (57) 2207; 1975 (59) 71; 1975 (59) 154; 1978 Act No. 428 Section 3; 1978 Act No. 644 Part II; 1979 Act No. 82 Section 3; 1989 Act No. 189, Part II, Section 60E, eff July 1, 1989 (became law without the Governor's signature); 1994 Act No. 497, Part II, Section 61B, eff July 1, 1994; 2001 Act No. 1, Part II, Section 7A, eff January 1, 2001; 2001 Act No. 25, Section 3A, eff May 29, 2001; 2002 Act No. 334, Section 21, eff June 24, 2002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-60/"
    },
    {
      "id": "section-9-9-65",
      "number": "9-9-65",
      "heading": "",
      "text": "(1) Upon the application of a member in service or of the State, any member in service on or after July 1, 1977, who has five or more years of credited service or any contributing member who is disabled as a result of an injury arising out of and in the course of the performance of his duties regardless of length of membership on or after July 1, 1985, may be retired by the board not less than thirty days nor more than ninety days next following the date of filing the application on a disability retirement allowance if the system, after a medical examination of the member, shall certify that the member is mentally or physically incapacitated for further performance of duty, that the incapacity is likely to be permanent, and that the member should be retired. For purposes of this section, a member is considered to be in service on the date the application is filed if the member is not retired and the last day the member held office as a member of the General Assembly occurred not more than one year before the date of filing. (2) Upon retirement for disability on or after July 1, 1977, the member shall receive a retirement allowance determined in accordance with Section 9-9-60 if he has attained the age of sixty years or completed thirty-five or more years of credited service. Otherwise, he shall receive a disability retirement allowance which shall be computed as the greater of (a) or (b) as follows: (a) An allowance equal to fifty percent of the retirement allowance which would have been payable in accordance with Section 9-9-60 had he continued in service to the earlier of the age of sixty years or the completion of thirty-five years of credited service. (b) An allowance determined in accordance with Section 9-9-60 based on his credited service at the time of discontinuance of active service on account of disability. HISTORY: 1977 Act No. 44 Section 2; 1985 Act No. 74 Section 4; 2010 Act No. 162, Section 2, eff May 12, 2010; 2018 Act No. 221 (H.4698), Section 2.B, eff May 18, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-65/"
    },
    {
      "id": "section-9-9-66",
      "number": "9-9-66",
      "heading": "",
      "text": "Once each year during the first five years following the retirement of a member on a disability retirement allowance and once in every three-year period thereafter the board may, and upon his application shall, require any disability beneficiary who has not yet attained the age of sixty years to undergo a medical examination, such examination to be made at the place of residence of such beneficiary or other place mutually agreed upon by physicians designated by the board. Should any disability beneficiary who has not yet attained the age of sixty years refuse to submit to at least one medical examination in any such year by a physician designated by the board his employer annuity may be discontinued until his withdrawal of such refusal and should his refusal continue for one year all his rights to his employer annuity may be revoked by the board. HISTORY: 1977 Act No. 44 Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-66/"
    },
    {
      "id": "section-9-9-67",
      "number": "9-9-67",
      "heading": "",
      "text": "Should the system report and certify to the board that such disability beneficiary is engaged in or is able to engage in a gainful occupation paying more than the difference between his retirement allowance and his earnable compensation and should the board concur in such report, the amount of his employer annuity shall be reduced to an amount which, together with his employee annuity and the amount earnable by him, shall equal the amount of his earnable compensation. Should his earning capacity be later changed, the amount of his employer annuity may be further modified. The new employer annuity shall not exceed the amount of the employer annuity originally granted nor an amount which, when added to the amount earnable by the beneficiary together with his employee annuity, equals the amount of his earnable compensation. HISTORY: 1977 Act No. 44 Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-67/"
    },
    {
      "id": "section-9-9-68",
      "number": "9-9-68",
      "heading": "",
      "text": "The South Carolina Retirement System may contract with the Department of Vocational Rehabilitation to evaluate the medical evidence submitted with the disability application relative to the job being performed and make recommendations to the system. The system may approve a disability retirement subject to the member participating in vocational rehabilitation with the Department of Vocational Rehabilitation. Upon determination by the Department that a member retired on disability is able to reenter the job market and work is available, the Retirement System may adjust the benefit paid by the System in accordance with Sections 9-1-1580, 9-1-1590, 9-9-67, and 9-11-90. HISTORY: 1982 Act No. 466 Part II Section 23C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-68/"
    },
    {
      "id": "section-9-9-70",
      "number": "9-9-70",
      "heading": "",
      "text": "(A) Until the first payment on account of a retirement allowance becomes normally due, any member or beneficiary may elect, by filing with the system, to convert the retirement allowance otherwise payable on his account after retirement into a retirement allowance of equivalent actuarial value under one of the optional forms named below, the retirement allowance under the option selected being due and payable on the date of retirement: Option 1. A reduced retirement allowance payable during the retired member's life, with the provision that it continues after his death to and for the life of the beneficiary, or the trustee of the beneficiary nominated by him by written designation filed with the board at the time of retirement if the person survives him. Any retirement allowance payable under this option, except an allowance for disability retirement pursuant to Section 9-9-65, shall be subject to the incidental death benefit limitation upon the payment of survivorship benefits to a nonspouse beneficiary under Section 401(a)(9)(G) of the Internal Revenue Code and Treasury Regulation Section 1.401(a)(9)-6, Q&A-2; Option 2. A reduced retirement allowance payable during the retired member's life, with the provision that it continues after his death at one-half the rate paid to him to and for the life of the beneficiary or the trustee of the beneficiary nominated by him by written designation filed with the board at the time of retirement, if the person survives him; Option 3. A member may elect either Option 1 or 2 with the added provision that, if the designated beneficiary predeceases the member, the retirement allowance payable to the member after the designated beneficiary's death must be equal to the retirement allowance which would have been payable had the member not elected the option; Option 4. A member may elect Option 1 or 2 with the added provision that the reduced retirement allowance after his death is payable in equal shares to and for the life of each of two or more beneficiaries, or to the trustee or trustees of the beneficiaries, for so long as each beneficiary survives him. The benefit reduction factor must be based on the average age of the beneficiaries. (B) A member having elected Option 1, 2, or 3 and nominated his spouse to receive a retirement allowance upon the member's death may revoke the prior nomination and elect a new option only after the death of his spouse, a divorce, or other change in the member's marital status. This change may be accomplished only by filing with the system: (1) the form prescribed by the system, appropriately completed and signed by the member, that simultaneously both revokes the prior nomination and elects a new option and contains such other information as the system requires; or (2) a writing signed by the member that makes the same revocation and election and contains the identical information required by the prescribed form. The revocation and election of a new option is effective on the first day of the month in which the new option is elected. The retirement allowance payable following the election of a new option allowed by this paragraph must be computed upon the actuarial equivalent of the retirement allowance in effect immediately before the effective date of the new option. The revocation of the prior nomination and the election of a new option after the death of the member's spouse must be made before the first anniversary of the death of the spouse. (C) A member may, upon occurrence of a change in his marital status after the date of retirement, revoke the form of payment elected and elect a new option effective on the first day of the month in which the new option is elected, providing for a retirement allowance computed to be the actuarial equivalent of the retirement allowance in effect immediately prior to the effective date of the new option. (D) The board may approve a five-year pay-out plan developed by the actuary on the basis of the total retirement allowance for surviving beneficiaries, other than a spouse. (E) Except as provided in this section, a retired member may not change the form of his monthly payment after the first payment of a retirement allowance is due. HISTORY: 1962 Code Section 61-277; 1966 (54) 2081; 1982 Act No. 369, Section 2; 1984 Act No. 381, Section 2; 1986 Act No. 540, Part II, Section 23B, effective June 18, 1986, and became law without the Governor's signature; 1990 Act No. 412, Section 2, eff January 1, 1991; 1992 Act No. 336, Section 3, eff May 4, 1992; 1996 Act No; 458, Part II, Section 47B, eff June 19, 1996; 2008 Act No. 311, Sections 43, 52, eff June 4, 2008; 2018 Act No. 149 (H.4869), Section 2, eff July 1, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-70/"
    },
    {
      "id": "section-9-9-80",
      "number": "9-9-80",
      "heading": "",
      "text": "All retirement allowances are payable in monthly installments. Upon the death of a retired member, the retirement allowance for the month the retired member died, if not previously paid, must be paid to the member's designated beneficiary, if the beneficiary is living at the time of the member's death, otherwise to the estate of the member. If the retired member elected a survivor option pursuant to the optional forms of allowances in Section 9-9-70, any allowance payable to a survivor beneficiary commences in the month after the death of the retired member. HISTORY: 1962 Code Section 61-278; 1966 (54) 2081; 2001 Act No. 1, Part II, Section 2B4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-80/"
    },
    {
      "id": "section-9-9-90",
      "number": "9-9-90",
      "heading": "",
      "text": "Should a member cease to be a member of the System, for reasons other than death, he shall be paid as promptly as feasible after his request, but in no event later than six months after such cessation, the sum of his contributions and the accumulated regular interest thereon. Should he die before payment has been made, his accumulated contributions shall be paid to his estate or to such person as he shall have nominated by written designation filed with the Board. HISTORY: 1962 Code Section 61-279; 1966 (54) 2081; 1967 (55) 507; 1974 (58) 2057.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-90/"
    },
    {
      "id": "section-9-9-100",
      "number": "9-9-100",
      "heading": "",
      "text": "(1) Upon the death of a member of the system, a lump sum amount must be paid to the person the member nominated by written designation, filed with the board, otherwise to the member's estate. This lump sum amount must be equal to the amount of the member's accumulated contributions. A member who is not retired making the nomination provided under this item also may name contingent beneficiaries in the same manner that primary beneficiaries are named. A contingent beneficiary has no rights under this chapter unless all primary beneficiaries nominated by the member have predeceased the member and the member's death occurs before retirement. In this instance, a contingent beneficiary is considered the member's beneficiary for purposes of this item and item (3) of this section, if applicable. A member may not name a contingent beneficiary with respect to death benefits provided under subsections (4) and (5) of this section. (2) Upon the death of a retired member a lump-sum amount must be paid to the person he has last nominated by written designation filed with the board, otherwise to his estate. The lump-sum must be equal to the excess, if any, of his total accumulated contributions at the time his allowance commenced over the sum of the retirement allowance payments made to him, and to his designated beneficiary under Options 1, 2, and 3 of Section 9-9-70, during their lifetimes. (3) Notwithstanding anything in this section to the contrary, if a member dies after he has attained age sixty or has completed fifteen years of creditable service and death occurs in service, the person nominated by him to receive the lump sum amount in subsection (1) above may elect to receive, in lieu of that lump sum payment, an allowance for life in the same amount as if the deceased member of the system had retired at the time of his death and had named the person as contingent beneficiary under Option 1 of Section 9-9-70. A person otherwise eligible under this subsection to elect to receive an allowance who had attained age sixty-five or after the accumulation of thirty years of creditable service or after attainment of age sixty with twenty or more years of creditable service but who has received a refund of the member's accumulated contribution under this section may, upon repayment of the refund to the system in a single sum, make the election provided in this section. The monthly payments under Option 1 to the person must date from the time of the repayment of the accumulated contributions to the system. (4) Upon receipt of proof, satisfactory to the board, of the death, after June 30, 1969, of a member of the system then in service as a member of the General Assembly who had completed at least one full year of membership in the system or of the death of an in-service member as a result of an injury arising out of and in the course of the performance of his duties regardless of length of membership, there must be paid to the person he nominated for the refund of his accumulated contributions, unless he has nominated a different beneficiary by written designation filed with the board, pursuant to Section 9-9-90, if the person is living at the time of the member's death, otherwise to the member's estate, a death benefit equal to the annual earnable compensation of the member at the time his death occurs. The death benefit is payable apart and separate from the payment of the lump sum amount, or the allowance in lieu of it, pursuant to subsections (1) and (3). For purposes of this subsection, a member is considered to be in service at the date of his death if his last day of earned service credit as a member of the General Assembly occurred not more than ninety days before the date of his death and he has not retired or withdrawn contributions. (5) Upon the death of a retired member on or after July 1, 1985, there must be paid to the designated beneficiary or beneficiaries, if living at the time of the retired member's death, otherwise to the retired member's estate, a death benefit of one thousand dollars if the retired member had ten years of creditable service but less than twenty years, two thousand dollars if the retired member had twenty years of creditable service but less than thirty, and three thousand dollars if the retired member had at least thirty years of creditable service at the time of retirement. HISTORY: 1962 Code Section 61-280; 1966 (54) 2081; 1970 (56) 1936; 1972 (57) 2207; 1973 (58) 169; 1974 (58) 2176; 1977 Act No. 26 Section 3; 1978 Act No. 644 Part II Section 33; 1981 Act No. 133, Section 2; 1983 Act No. 26, Section 2; 1984 Act No. 384, Section 4; 1984 Act No. 386, Section 2; 1985 Act No. 201, Part II, Sections 48D, 48E and 51C; 1990 Act No. 412, Section 10, eff January 1, 1991; 1991 Act No. 171, Part II, Section 44B, eff June 12, 1991; 1995 Act No. 139, Section 4, eff June 28, 1995; 2010 Act No. 176, Section 4, eff May 19, 2010; 2018 Act No. 149 (H.4869), Section 3, eff July 1, 2018; 2021 Act No. 62 (S.658), Section 4, eff May 17, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-100/"
    },
    {
      "id": "section-9-9-110",
      "number": "9-9-110",
      "heading": "",
      "text": "If a retired member returns to service as a member of the General Assembly, the retired member may elect to become a contributing member of the System or may elect to remain a retiree and continue to receive a retirement benefit. The election pursuant to this paragraph is irrevocable and applies for as long as that person serves thereafter in the General Assembly, including service in both regular and extra sessions. If a retired member returning to serve as a member of the General Assembly elects to become a contributing member, the retired member must be credited with all service standing to the retired member's credit at the time of retirement and the retirement allowance payable upon the person's subsequent retirement must be based on the total of the person's credited service rendered before and after return to service. If a retired member returning to serve as a member of the General Assembly elects to remain a retiree, the retired member may continue to receive a retirement benefit while serving in the General Assembly. A retired member returning to service in the General Assembly who elects to continue to receive a retirement benefit pursuant to this paragraph shall make no further contributions to the system, shall earn no further service credit, may not reenter membership in the system, and has elected to receive a retirement allowance in lieu of receiving the constitutionally mandated per diem salary, currently established at ten thousand four hundred dollars for a regular session. Notwithstanding any other provision of law, if a retired member returns to service in a position other than as a member of the General Assembly that is covered by the South Carolina Retirement System, the Police Officers Retirement System, or the Retirement System for Judges and Solicitors, the member is subject to the same earnings limitation as under the South Carolina Retirement System. HISTORY: 1962 Code Section 61-281; 1966 (54) 2081; 1981 Act No. 178 Part II Section 33; 2001 Act No. 64, Section 2, eff June 28, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-110/"
    },
    {
      "id": "section-9-9-120",
      "number": "9-9-120",
      "heading": "",
      "text": "(1) Each member of the General Assembly on January 1, 1966, who is not retired under the South Carolina Retirement System and who becomes a member of this System as of such date, is hereby authorized and required to cause the full amount of his contributions made to the System to be transferred to the System promptly upon the approval of this chapter. Thereafter no transfer of funds shall be made between the two Systems. (2) Each member of the System shall contribute eleven percent of earnable compensation in each calendar year, up to twenty-two years of credited service, commencing with the calendar year 2013. Such contributions shall be made through payroll deductions in the case of members of the General Assembly or through direct remittance by contributing special members as set forth in Item (2)(ii) of Section 9-9-40. The twenty-two year limitation provided for in this item shall not apply to any member of the General Assembly during periods of active service. (3) Every member of the System who is a member of the General Assembly shall be deemed to consent and agree to the deductions made and provided for herein, and shall receipt for his full salary or compensation, and payment of salary or compensation less such deduction shall be a full and complete discharge and acquittance of all claims and demands whatsoever for the services rendered by such person during the period covered by such payments, except as to the benefits provided under the System. (4) Each of the amounts so deducted or directly remitted shall be credited to the individual account of the member from whose compensation the deduction was made, or from whom the direct remittance was received. (5) RESERVED (6) Each department and political subdivision shall pick up the employee contributions required by this section for all compensation paid on or after July 1, 1982, and the contributions so picked up shall be treated as employer contributions in determining federal tax treatment under the United States Internal Revenue Code. For this purpose, each department and political subdivision is deemed to have taken formal action on or before January 1, 2009, to provide that the contributions on behalf of its employees, although designated as employer contributions, shall be paid by the employer in lieu of employee contributions. The department and political subdivision shall pay these employee contributions from the same source of funds which is used in paying earnings to the employee. The department and political subdivision may pick up these contributions by a reduction in the cash salary of the employee. The employee, however, must not be given the option of choosing to receive the contributed amount of the pickups directly instead of having them paid by the employer to the retirement system. Employee contributions picked up shall be treated for all purposes of this section in the same manner and to the extent as employee contributions made prior to the date picked up. HISTORY: 1962 Code Section 61-282; 1966 (54) 2081; 1968 (55) 2855; 1969 (56) 703; 1975 (59) 71; 1977 Act No. 34; 1978 Act No. 644 Part II Section 27; 1982 Act No. 315, Section 3; 1982 Act No. 349, Section 3; 2008 Act No. 311, Section 44, eff June 4, 2008; 2012 Act No. 278, Pt II, Section 18, eff July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-120/"
    },
    {
      "id": "section-9-9-130",
      "number": "9-9-130",
      "heading": "",
      "text": "The contributions of the State to the System shall be determined by the Board each year on the basis of annual actuarial valuations of the System. Each year the Board shall certify to the State the amount of its contribution due the System. The State's contributions shall be appropriated annually from the general fund to the System, and shall include such sums as are found necessary in order to create reserves in the System sufficient (i) to cover the cost of the allowances currently accruing under this chapter, (ii) to include a contribution, each year, toward the cost of prior service credits, and (iii) to cover any administrative expenses which the Board may incur in the operation of the System. HISTORY: 1962 Code Section 61-283; 1966 (54) 2081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-130/"
    },
    {
      "id": "section-9-9-140",
      "number": "9-9-140",
      "heading": "",
      "text": "There is hereby created an office to be known as Director of the Retirement System for members of the General Assembly of the State of South Carolina. The Director of the South Carolina Retirement System shall serve as Director of this System. HISTORY: 1962 Code Section 61-284; 1966 (54) 2081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-140/"
    },
    {
      "id": "section-9-9-170",
      "number": "9-9-170",
      "heading": "",
      "text": "(1) All of the assets of the System shall be credited, according to the purpose for which they are held, to one of two accounts; namely, the members' account and the accumulation account. (2) The members' account shall be the account in which shall be held the contributions made by members. (3) The accumulation account shall be the account in which shall be held all reserves for the payment of the part of all retirement allowances and other benefits payable from contributions made by the State, and from which shall be paid all retirement allowances payable under the System. All interest and dividends earned on the funds of the System shall be credited to the accumulation account. If a beneficiary is restored to membership, the part of his contributions then standing to his credit shall be transferred from the accumulation account to the members' account. HISTORY: 1962 Code Section 61-287; 1966 (54) 2081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-170/"
    },
    {
      "id": "section-9-9-175",
      "number": "9-9-175",
      "heading": "",
      "text": "(A) Interest must be credited to the account of each member once each year as of June thirtieth, on the basis of the balance in the account of each member as of the previous June thirtieth. Upon the death, retirement, or termination of a member, interest must be figured to the end of the month immediately preceding the date of refund or retirement, interest being based on the balance in the member's account as of the June thirtieth immediately preceding the date of refund or retirement. (B) Notwithstanding subsection (A), interest must not be credited to an inactive member account. For purposes of this subsection, a member account becomes inactive on July first if no contributions were made to the account in the preceding twelve months. HISTORY: 2008 Act No. 311, Section 53, eff June 4, 2008; 2012 Act No. 278, Pt V, Section 69.C, eff July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-175/"
    },
    {
      "id": "section-9-9-180",
      "number": "9-9-180",
      "heading": "",
      "text": "Except as provided in Section 9-18-10, and related sections, Article 11, Chapter 17, Title 63 and Section 8-1-115 and subject to the doctrine of constructive trust ex maleficio, and subject to income tax levies imposed pursuant to state or federal law and distributions made pursuant to the federal Pension Protection Act of 2006, the right of a person to a retirement allowance or to the return of contributions, a retirement allowance itself, any optional allowance or payment on death or any other right accrued or accruing to any person under the provisions of this chapter, and the monies of the system are exempted from any state or municipal tax, except the taxes imposed pursuant to Chapters 6 and 16 of Title 12, and exempted from levy and sale, garnishment, attachment, or any other process and are unassignable except as specifically otherwise provided in this chapter. This section does not apply to any authorized deduction from a retirement allowance. HISTORY: 1962 Code Section 61-288; 1966 (54) 2081; 1989 Act No. 189, Part II, Section 39E, eff for taxable years beginning after 1988 and with respect to estates of decedents dying after 1988 (became law on June 8, 1989, without the Governor's signature); 2001 Act No. 16, Section 4, eff April 10, 2001; 2008 Act No. 311, Section 45, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-180/"
    },
    {
      "id": "section-9-9-190",
      "number": "9-9-190",
      "heading": "",
      "text": "All agreements or contracts with the members of the System pursuant to any of the provisions of this chapter shall be deemed solely obligations of the System and the full faith and credit of the State and of its departments, institutions and political subdivisions is not, and shall not be, pledged or obligated beyond the amounts which may be hereafter annually appropriated in the annual general appropriations act of the State, and other periodic appropriations for the purpose of this chapter. In case of termination of the System, or in the event of discontinuance of contributions thereunder, the rights of all members of the System to benefits accrued to the date of such termination or discontinuance of contributions, to the extent then funded, are nonforfeitable. HISTORY: 1962 Code Section 61-289; 1966 (54) 2081; 1970 (56) 1936.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-190/"
    },
    {
      "id": "section-9-9-200",
      "number": "9-9-200",
      "heading": "",
      "text": "All property owned or acquired by the System for the purposes of this chapter shall be exempt from all taxes imposed by the State or any political subdivision thereof. HISTORY: 1962 Code Section 61-290; 1966 (54) 2081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-200/"
    },
    {
      "id": "section-9-9-210",
      "number": "9-9-210",
      "heading": "",
      "text": "Any person who shall knowingly make any false statement, or shall falsify or permit to be falsified any record of the System in any attempt to defraud the System, as a result of such act shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine not exceeding five hundred dollars or imprisonment not exceeding twelve months, or both in the discretion of the court. HISTORY: 1962 Code Section 61-291; 1966 (54) 2081.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-210/"
    },
    {
      "id": "section-9-9-220",
      "number": "9-9-220",
      "heading": "",
      "text": "Payments made to beneficiaries pursuant to the provisions of this chapter may include payments to a person or persons, trustees, and estates. HISTORY: 1990 Act No. 412, Section 5, eff January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-220/"
    },
    {
      "id": "section-9-9-240",
      "number": "9-9-240",
      "heading": "",
      "text": "Effective as of January 1, 1996, the annual compensation of a member taken into account for determining all benefits provided under this retirement system is subject to the limitations set forth in Section 401(a)(17) of the Internal Revenue Code of 1986 and any regulations promulgated thereunder, as adjusted for any cost-of-living increases in accordance with Section 401(a)(17)(B) of the Internal Revenue Code. Annual compensation means compensation during the plan year or such other consecutive twelve-month period over which compensation is otherwise determined under the retirement system, hereinafter referred to as the determination period. The cost-of-living adjustment in effect for a calendar year applies to annual compensation for the determination period that begins with or within such calendar year. However, the limitation on compensation does not apply to the compensation of an individual who became a member of this retirement system before January 1, 1996. HISTORY: 1995 Act No. 48, Section 3, eff upon approval (became law without the Governor's signature on May 18, 1995); 2008 Act No. 311, Section 46, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-240/"
    },
    {
      "id": "section-9-9-245",
      "number": "9-9-245",
      "heading": "",
      "text": "Effective December 12, 1994, and notwithstanding any provision in this chapter to the contrary, contributions, benefits, and service credit with respect to qualified military service will be provided in accordance with Section 414(u) of the Internal Revenue Code. HISTORY: 2008 Act No. 311, Section 47, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-245/"
    },
    {
      "id": "section-9-9-250",
      "number": "9-9-250",
      "heading": "",
      "text": "(A) This section applies to distributions made on or after January 1, 1993. Notwithstanding any contrary provision or retirement law that would otherwise limit a distributee's election under this chapter, a distributee may elect, at the time and in the manner prescribed by the board, to have any portion of an eligible rollover distribution paid directly to an eligible retirement plan specified by the distributee in a direct rollover. (B) Effective January 1, 2007, and notwithstanding anything in this chapter to the contrary that otherwise would limit a distributee's election under this section, and to the extent allowed under the applicable provisions of the Internal Revenue Code and the Treasury Regulations, a distributee who is a designated beneficiary, but not a surviving spouse, spouse or former spouse alternate payee may elect, at the time and in the manner prescribed by the board, to have all or part of his benefit that qualifies as an eligible rollover distribution paid in a direct trustee-to-trustee transfer to an eligible retirement plan that is an individual retirement plan described in clause (i) or (ii) of Internal Revenue Code Section 402(c)(8)(B). If such a transfer is made: (1) the transfer shall be treated as an eligible rollover distribution; (2) the individual retirement plan shall be treated as an inherited individual retirement account or individual retirement annuity within the meaning of Internal Revenue Code Section 408(d)(3)(C); and (3) Internal Revenue Code Section 401(a)(9)(B), other than clause (iv) thereof shall apply to such individual retirement plan. (C) A \"designated beneficiary\" is an individual who is designated as a beneficiary under this chapter and is the designated beneficiary under Internal Revenue Code Section 401(a)(9) and Section 1.401(a)(9)-1, Q&A-4 of the Treasury Regulations. An estate or revocable trust is not considered to be a designated beneficiary for purposes of Internal Revenue Code Section 401(a)(9). (D) An \"eligible rollover distribution\" is any distribution of all or any portion of the balance to the credit of the distributee, except that an eligible rollover distribution does not include: (1) any distribution that is one of a series of substantially equal periodic payments made not less frequently than annually for the life or the life expectancy of the distributee or the joint lives or joint life expectancies of the distributee and the distributee's designated beneficiary, or for a specified period of ten years or more; (2) any distribution to the extent such distribution is required under Internal Revenue Code Section 401(a)(9); and (3) any hardship distribution. Effective January 1, 2002, a portion of a distribution will not fail to be an eligible rollover distribution merely because the portion consists of after-tax employee contributions that are not includible in gross income. However, such portion may be transferred only to an individual retirement account or annuity described in Internal Revenue Code Section 408(a) or (b), or in a direct trustee-to-trustee rollover to a qualified trust under Internal Revenue Code Section 401(a) or 403(a) that is part of a defined contribution or defined benefit plan, or to an annuity contract described in Internal Revenue Code Section 403(b), so long as such trust or annuity contract separately accounts for amounts so transferred, including separate accounting for the portion of such distribution that is includible in gross income and the portion of such distribution that is not includible. Effective January 1, 2008, an eligible rollover distribution also shall mean a qualified rollover contribution to a Roth IRA within the meaning of Internal Revenue Code Section 408A. (E) Effective January 1, 2002, unless otherwise stated an \"eligible retirement plan\" is: (1) a plan eligible under Internal Revenue Code Section 457(b) that is maintained by a state, political subdivision of a state, or any agency or instrumentality of a state or political subdivision of a state that agrees to separately account for amounts transferred into the plan from the system; (2) an individual retirement account described in Internal Revenue Code Section 408(a); (3) an individual retirement annuity described in Internal Revenue Code Section 408(b); (4) an annuity plan described in Internal Revenue Code Section 403(a); (5) an annuity contract described in Internal Revenue Code Section 403(b); (6) a qualified trust described in Internal Revenue Code Section 401(a) that accepts the distributee's eligible rollover distribution; or (7) effective January 1, 2008, a Roth IRA described in Internal Revenue Code Section 408A. (F) Effective January 1, 2002, the definition of eligible rollover distribution also includes a distribution to a surviving spouse, or to a spouse or former spouse who is an alternate payee under a domestic relations order, as defined in Internal Revenue Code Section 414(p). (G) A \"distributee\" includes an employee or former employee. It also includes the employee's or former employee's surviving spouse and the employee's or former employee's spouse or former spouse who is the alternate payee under a qualified domestic relations order, as defined in Internal Revenue Code Section 414(p). Effective January 1, 2007, it further includes a nonspouse beneficiary who is a designated beneficiary as defined by Internal Revenue Code Section 401(a)(9)(E). However, a nonspouse beneficiary may rollover the distribution only to an individual retirement account or individual retirement annuity established for the purpose of receiving the distribution and the account or annuity will be treated as an \"inherited\" individual retirement account or annuity. (H) A \"direct rollover\" is a payment by the system to the eligible retirement plan specified by the distributee. HISTORY: 2008 Act No. 311, Section 48, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-250/"
    },
    {
      "id": "section-9-9-255",
      "number": "9-9-255",
      "heading": "",
      "text": "(A) Effective as of January 1, 1989, the system shall pay all benefits in accordance with the requirements of Section 401(a)(9) of the Internal Revenue Code, including the incidental death benefit requirement in Internal Revenue Code Section 401(a)(9)(G), and the applicable Treasury Regulations and Internal Revenue Service Rulings and other interpretations issued thereunder, including Treasury Regulations Sections 1.401(a)(9)-2 through 1.401(a)(9)-9. The provisions of this section shall override any distribution options that are inconsistent with Internal Revenue Code Section 401(a)(9) to the extent that those distribution options are not grandfathered under Treasury Regulation Section 1.401(a)(9)-6, Q&A-16. (B) Each member's entire benefit shall be distributed to the member, beginning no later than the required beginning date, over the member's lifetime or the joint lives of the member and a designated beneficiary, or over a period not extending beyond the member's life expectancy or the joint life expectancies of the member and a designated beneficiary. If a member fails to apply for retirement benefits by his required beginning date, the board shall begin distributing the benefit as required by this chapter. (1) For purposes of this section, the \"required beginning date\" is April first of the calendar year after the later of the following: (a) the calendar year in which the member reaches age seventy and one-half years of age; or (b) the calendar year in which the member retires. (2) For purposes of this section, a \"designated beneficiary\" means any individual designated as a co-beneficiary by the member under this chapter. If the member designates a trust as a co-beneficiary, the individual beneficiaries of the trust shall be treated as designated beneficiaries if the trust satisfies the requirement set forth in Treasury Regulation Section 1.401(a)(9)-3. (3) Payment of retirement benefits, for those members who are eligible to receive retirement benefits and who have not applied for such pursuant to the provisions of this chapter, and who continue membership after attaining seventy and one-half years of age, shall commence on the effective date of retirement. (C) If a retired member dies after benefit payments have begun or are required to begin under subsection (B) of this section, any survivor benefits shall be distributed at least as rapidly as under the distribution method being used at the member's death. (D) If an active or inactive member dies before benefit payments have begun or are required to begin under subsection (B) of this section, any death benefits shall be distributed by December thirty-first of the calendar year that contains the fifth anniversary of the member's death. However, the five-year rule shall not apply to any death benefit that is payable to a member's designated beneficiary, if: (1) the benefit is distributed over the designated beneficiary's lifetime or over a period not extending beyond the designated beneficiary's life expectancy; and (2) the distributions begin no later than December thirty-first of the calendar year that contains the first anniversary of the member's death. HISTORY: 2008 Act No. 311, Section 49, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-255/"
    },
    {
      "id": "section-9-9-260",
      "number": "9-9-260",
      "heading": "",
      "text": "(A) Effective as of July 1, 1989, member contributions paid to, and retirement benefits paid from, the system may not exceed the annual limits on contributions and benefits, respectively, allowed by Internal Revenue Code Section 415. For purposes of applying these limits, the definition of compensation where applicable will be compensation as defined in Treasury Regulation Section 1.415(c)-2(d)(3), or successor regulation; provided, that the definition of compensation shall exclude member contributions picked up under Internal Revenue Code Section 414(h)(2), and for plan years beginning after December 31, 1997, compensation shall include the amount of any elective deferrals, as defined in Internal Revenue Code Section 402(g)(3), and any amount contributed or deferred by the employer at the election of the member and which is not includible in the gross income of the member by reason of Internal Revenue Code Section 125 or 457, and, for plan years beginning on and after January 1, 2001, Internal Revenue Code Section 132(f)(4). (B) Before January 1, 1995, a member may not receive an annual benefit that exceeds the limits specified in Internal Revenue Code Section 415(b), subject to the applicable adjustments in that section. On and after January 1, 1995, a member may not receive an annual benefit that exceeds the dollar amount specified in Internal Revenue Code Section 415(b)(1)(A), subject to the applicable adjustments in Internal Revenue Code Section 415(b). (C) For purposes of applying the limits under Internal Revenue Code Section 415(b), hereinafter referred to as \"limit\", the following will apply: (1) prior to January 1, 2009, cost-of-living adjustments under this chapter, if any, will be taken into consideration when determining a member's applicable limit; (2) on and after January 1, 2009, with respect to a member who does not receive a portion of the member's annual benefit in a lump sum: (a) a member's applicable limit shall be applied to the member's annual benefit in the first limitation year without regard to any automatic cost-of-living increases under this chapter, if any; (b) to the extent the member's annual benefit equals or exceeds the limit, the member is no longer eligible for cost-of-living increases until such time as the benefit plus the accumulated increases are less than the limit; and (c) thereafter, in any subsequent limitation year, the member's annual benefit including any automatic cost-of-living increase applicable under this chapter, if any, shall be tested under the then applicable benefit limit including any adjustment to the Internal Revenue Code Section 415(b)(1)(A) dollar limit under Internal Revenue Code Section 415(d) and the regulations thereunder; (3) on and after January 1, 2009, with respect to a member who receives a portion of the member's annual benefit in a lump sum, a member's applicable limit shall be applied taking into consideration automatic cost-of-living increases under this chapter, if any, as required by Internal Revenue Code Section 415(b) and applicable Treasury Regulations; (4) on and after January 1, 1995, in no event shall a member's annual benefit payable under the system in any limitation year be greater than the limit applicable at the annuity starting date, as increased in subsequent years pursuant to Internal Revenue Code Section 415(d) and the regulations thereunder. If the form of benefit without regard to the automatic benefit increase feature is not a straight life or a qualified joint and survivor annuity, then the preceding sentence is applied by adjusting the form of benefit to an actuarially equivalent straight life annuity benefit that is determined using the following assumptions and that takes into account the death benefits under the form of benefit: (a) for a benefit paid in a form to which Internal Revenue Code Section 417(e)(3) does not apply, the actuarially equivalent straight life annuity benefit which is the greater of (or the reduced Internal Revenue Code Section 415(b) limit applicable at the annuity starting date which is the lesser of when adjusted in accordance with the following assumptions): (i) the annual amount of the straight life annuity if any payable to the member under the plan commencing at the same annuity starting date as the form of benefit payable to the member; or (ii) the annual amount of the straight life annuity commencing at the same annuity starting date that has the same actuarial present value as the form of benefit payable to the member, computed using (aa) a five percent interest assumption or the applicable statutory interest assumption and (bb) the applicable mortality table described in Treasury Regulation Section 1.417(e)-1(d)(2) which is the mortality table specified in Revenue Ruling 98-1 for years prior to 2003 or, for subsequent years, in Revenue Ruling 2001-62 or any subsequent revenue ruling modifying the applicable provisions of Revenue Ruling 2001-62; or (b) for a benefit paid in a form to which Internal Revenue Code Section 417(e)(3) applies, the actuarially equivalent straight life annuity benefit which is the greatest of (or the reduced Internal Revenue Code Section 415(b) limit applicable at the annuity starting date which is the least of when adjusted in accordance with the following assumptions): (i) the annual amount of the straight life annuity commencing at the annuity starting date that has the same actuarial present value as the particular form of benefit payable, computed using the interest rate and mortality table, or tabular factor, specified in the plan for actuarial experience; (ii) the annual amount of the straight life annuity commencing at the annuity starting date that has the same actuarial present value as the particular form of benefit payable, computed using (aa) a five and one-half percent interest assumption or the applicable statutory interest assumption and (bb) the applicable mortality table for the distribution under Treasury Regulation Section 1.417(e)-1(d)(2) which is the mortality table specified in Revenue Ruling 98-1 for years prior to 2003 or, for subsequent years, in Revenue Ruling 2001-62 or any subsequent revenue ruling modifying the applicable provisions of Revenue Ruling 2001-62; or (iii) the annual amount of the straight life annuity commencing at the annuity starting date that has the same actuarial present value as the particular form of benefit payable, computed using (aa) the applicable interest rate for the distribution under Treasury Regulation Section 1.417(e)-1(d)(3) which, prior to July 1, 2007, is the thirty-year treasury rate in effect for the month prior to retirement, and, on and after July 1, 2007, is the thirty-year treasury rate in effect for the first day of the plan year with a one-year stabilization period and (bb) the applicable mortality table for the distribution under Treasury Regulation Section 1.417(e)-1(d)(2), which is the mortality table specified in Revenue Ruling 98-1 for years prior to 2003 or, for subsequent years, in Revenue Ruling 2001-62 or any subsequent revenue ruling modifying the applicable provisions of Revenue Ruling 2001-62, divided by 1.05; and (5) the member's annual benefit will be adjusted as provided by Internal Revenue Code Section 415(b)(2)(B) and related treasury regulations by taking into consideration after-tax contributions and rollover and transfer contributions made by the member. (D) Notwithstanding any other provision of law to the contrary, the system may modify a request by a member to make a contribution to the system if the amount of the contribution would exceed the limits provided in Internal Revenue Code Section 415 by using the following methods: (1) if the law requires a lump sum payment for the purchase of service credit, the board may establish a periodic payment plan for the member to avoid a contribution in excess of the limits under Internal Revenue Code Section 415(c) or 415(n); (2) if payment pursuant to subitem (1) will not avoid a contribution in excess of the limits imposed by Internal Revenue Code Section 415(c), the system may either reduce the member's contribution to an amount within the limits of that section or refuse the member's contribution; (3) effective for permissive service credit contributions made in years beginning after December 31, 1997, if a member makes one or more contributions to purchase permissive service credit under the system, then the requirements of this section will be treated as met only if: (a) the requirements of Internal Revenue Code Section 415(b) are met, determined by treating the accrued benefit derived from all such contributions as an annual benefit for purposes of Internal Revenue Code Section 415(b); or (b) the requirements of Internal Revenue Code Section 415(c) are met, determined by treating all such contributions as annual additions for purposes of Internal Revenue Code Section 415(c). For purposes of applying subitem (a) the system shall not fail to meet the reduced limit under Internal Revenue Code Section 415(b)(2)(C) solely by reason of this subsection (D), and for purposes of applying subitem (b) the system shall not fail to meet the percentage limitation under Internal Revenue Code Section 415(c)(1)(B) solely by reason of this subsection (D); (4) for purposes of subsection (D) the term \"permissive service credit\" means service credit: (a) recognized by the system for purposes of calculating a member's benefit under the system; (b) which such member has not received under the system; and (c) which such member may receive only by making a voluntary additional contribution, in an amount determined under the system, which does not exceed the amount necessary to fund the benefit attributable to such service credit. Effective for permissive service credit contributions made in years beginning after December 31, 1997, such term may include service credit for periods for which there is no performance of service, and, notwithstanding subitem (b), may include service credited in order to provide an increased benefit for service credit which a member is receiving under the system; (5) the system shall fail to meet the requirements of this subsection (D) if: (a) more than five years of nonqualified service credit are taken into account for purposes of this subsection (D); or (b) any nonqualified service credit is taken into account under this subsection (D) before the member has at least five years of participation under the system; (6) for purposes of item (5), effective for permissive service credit contributions made in years beginning after December 31, 1997, the term \"nonqualified service credit\" means permissive service credit other than that allowed with respect to: (a) service, including parental, medical, sabbatical, and similar leave, as an employee of the government of the United States, any state or political subdivision thereof, or any agency or instrumentality of any of the foregoing other than military service or service for credit which was obtained as a result of a repayment described in Internal Revenue Code Section 415(k)(3); (b) service, including parental, medical, sabbatical, and similar leave, as an employee other than as an employee described in subitem (a) of an education organization described in Internal Revenue Code Section 170(b)(1)(A)(ii) which is a public, private, or sectarian school which provides elementary or secondary education through grade twelve, or a comparable level of education, as determined under the applicable law of the jurisdiction in which the service was performed; provided, however, that in the case of a private or sectarian school, only teaching service will not be treated as nonqualified service; (c) service as an employee of an association of employees who are described in subitem (a); or (d) military service, other than qualified military service under Internal Revenue Code Section 414(u), recognized by such governmental plan. In the case of service described in subitem (a), (b), or (c), such service is nonqualified service if recognition of such service would cause a member to receive a retirement benefit for the same service under more than one plan; (7) in the case of a trustee-to-trustee transfer after December 31, 2001, to which Internal Revenue Code Section 403(b)(13)(A) or 457(e)(17)(A) applies, without regard to whether the transfer is made between plans maintained by the same employer: (a) the limitations of item (5) will not apply in determining whether the transfer is for the purchase of permissive service credit; and (b) the distribution rules applicable under federal law to the system will apply to such amounts and any benefits attributable to such amounts; (8) for an eligible member, the limitation of Internal Revenue Code Section 415(c)(1) shall not be applied to reduce the amount of permissive service credit which may be purchased to an amount less than the amount which was allowed to be purchased under the terms of the Retirement System for Members of the General Assembly as in effect on August 5, 1997. For purposes of this item (8), an eligible member is an individual who first became a member in the system before July 1, 1998. HISTORY: 2008 Act No. 311, Section 50, eff June 4, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-9/chapter-9/section-9-9-260/"
    }
  ]
}