{
  "state": "district-of-columbia",
  "path": "title-13/chapter-5",
  "sections": [
    {
      "id": "section-13-501",
      "number": "13-501",
      "heading": "Counterclaim by way of set-off as an action by defendant.",
      "text": "In a civil action, a defendant who files a counterclaim by way of set-off shall be deemed to have brought an action at the time of filing the counterclaim for the matters mentioned therein.",
      "history": "Dec. 23, 1963, 77 Stat. 516, Pub. L. 88-241, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/13-501.html"
    },
    {
      "id": "section-13-502",
      "number": "13-502",
      "heading": "Effect of assignment.",
      "text": "When cross-demands have existed between persons under such circumstances that if one had brought an action against the other a counterclaim could have been pleaded, neither can be deprived of the benefit thereof by an assignment by the other; but in an action by the assignee of a nonnegotiable debt the defendant may set off by counterclaim any indebtedness to him of the assignor, existing before notice of the assignment, as well as any indebtedness to him of the plaintiff.",
      "history": "Dec. 23, 1963, 77 Stat. 516, Pub. L. 88-241, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/13-502.html"
    },
    {
      "id": "section-13-503",
      "number": "13-503",
      "heading": "Action against principal and sureties.",
      "text": "In an action against principal and sureties, an indebtedness of the plaintiff to the principal may be set off by counterclaim as if he were the sole defendant. When the indebtedness so set off exceeds the plaintiff’s demand, the judgment for the excess shall be in favor of the defendant who is sued as principal.",
      "history": "Dec. 23, 1963, 77 Stat. 516, Pub. L. 88-241, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/13-503.html"
    },
    {
      "id": "section-13-504",
      "number": "13-504",
      "heading": "Action by trustee.",
      "text": "When the plaintiff in a civil action is trustee for another, or has no actual interest in the contract on which the action is founded, a demand against the plaintiff may not be pleaded by way of counterclaim, but a demand against the person whom he represents or for whose benefit the action is brought may be pleaded.",
      "history": "Dec. 23, 1963, 77 Stat. 516, Pub. L. 88-241, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/13-504.html"
    },
    {
      "id": "section-13-505",
      "number": "13-505",
      "heading": "Action by or against executor or administrator.",
      "text": "In an action against an executor or administrator, in his representative capacity, the defendant may plead, by way of counterclaim, a demand belonging to the decedent where he would have been entitled to rely upon the demand in an action against him; and in an action brought by an executor or administrator, in his representative capacity, a demand against the decedent, belonging at the time of his death to the defendant, may be pleaded by way of counterclaim, as if the action had been brought by the decedent in his lifetime.",
      "history": "Dec. 23, 1963, 77 Stat. 516, Pub. L. 88-241, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/13-505.html"
    }
  ]
}