{
  "state": "idaho",
  "path": "title-title-37/chapter-chapter-4",
  "sections": [
    {
      "id": "section-37-401",
      "number": "37-401",
      "heading": "",
      "text": "37-401. INSPECTIONS, EXAMINATIONS AND TESTS BY DEPARTMENT OF AGRICULTURE — DAIRY FARMS — NUTRIENT MANAGEMENT PLANS REQUIRED — CERTAIN EVIDENCE REQUIRED. (1) The director of the department of agriculture is hereby authorized and directed to designate any agent to inspect, examine and test any or all dairy products in accordance with rules as the department may prescribe; and to ascertain and certify the grade, classification, quality or sanitary condition thereof and other pertinent facts as the department may require. The director or agent of the department of agriculture of the state of Idaho shall make sanitary inspection of milk, cream, butter and dairy products of any kind whatsoever, intended for human consumption, and of containers, utensils, equipment, buildings, premises or anything whatsoever employed in the production, handling, storing, processing or manufacturing of dairy products or that would affect the purity of the products. Inspections, examinations and tests shall be made to meet the requirements of the laws of the state and of the United States for the sale of the products or their transportation in both intrastate and interstate commerce. Any agent designated by the director to make inspections shall have the right for that purpose to enter any premises and buildings where milk, cream, butter or dairy products shall be produced, stored, processed or manufactured.\n\n(2) Acting in accord with rules of the department, the director or agent of the department shall review plans and specifications for construction of new, modified or expanded waste systems and inspect any dairy farm to ascertain and certify sanitary conditions, waste systems and milk quality.\n\n(3) The director or agent shall issue a permit authorizing the sale of milk for human consumption to all dairy farms that meet the requirements of this chapter, and rules promulgated pursuant to this chapter.\n\n(4) All dairy farms shall have a nutrient management plan approved by the department. The nutrient management plan shall cover the dairy farm site and other land owned and operated by the dairy farm owner or operator. Nutrient management plans submitted to the department by the dairy farm shall include the names and addresses of each recipient of that dairy farm’s livestock waste, the number of acres to which the livestock waste is applied and the amount of such livestock waste received by each recipient. The information provided in this subsection shall be available to the county in which the dairy farm, or the land upon which the livestock waste is applied, is located. If livestock waste is converted to compost before it leaves the dairy farm, only the first recipient of the compost must be listed in the nutrient management plan as a recipient of livestock waste from the dairy farm. Existing dairy farms shall submit a nutrient management plan to the department on or before July 1, 2001.\n\n(5) Any new dairy farms or dairy farms that change owners or operators shall have an approved nutrient management plan on file with the department prior to the issuance of the milk permit for that dairy. The nutrient management plan shall be implemented upon approval of the plan by the department.\n\n(6) The director or his agent may issue a permit to sell milk for human consumption to a new or expanding dairy farm only upon presentation to the director by the new or expanding dairy farm of:\n\n(a) A certified letter, supplied by the board of county commissioners, certifying the new or expanding dairy farm’s compliance with applicable county livestock ordinances; and\n\n(b) Evidence that a valid water right exists to supply adequate water for the new or expanding dairy farm; or\n\n(c) A copy of an application for a permit to appropriate water that has been filed with the Idaho department of water resources and which, if approved, will supply adequate water for the dairy farm; or\n\n(d) A copy of an application to change the point of diversion, place, period and nature of use of an existing water right that has been filed with the Idaho department of water resources and which, if approved, will supply adequate water for the dairy farm.\n\n(7) As used in this section:\n\n(a) \"Animal units\" shall be as defined in rule by the director.\n\n(b) \"Expanding dairy farm\" means an existing, legally permitted dairy farm that increases, or applies to increase, its existing animal units beyond the number for which it is permitted under applicable county livestock ordinances or increases, or applies to increase, the waste containment system.\n\n(c) \"New dairy farm\" means a dairy farm constructed after the effective date of this act.\n\n(8) The nutrient management plan, and all information generated by the dairy as a result of such plan, shall be deemed to be trade secrets, production records or other proprietary information, shall be kept confidential and shall be exempt from disclosure pursuant to section 74-107, Idaho Code.\n\n[37-401, added 1943, ch. 85, sec. 1, p. 171; am. 1949, ch. 183, sec. 1, p. 385; am. 1974, ch. 18, sec. 248, p. 364; am. 1992, ch. 93, sec. 14, p. 300; am. 1996, ch. 81, sec. 1, p. 264; am. 2000, ch. 188, sec. 1, p. 464; am. 2001, ch. 387, sec. 1, p. 1365; am. 2001, ch. 388, sec. 1, p. 1367; am. 2011, ch. 232, sec. 1, p. 634; am. 2015, ch. 141, sec. 78, p. 437.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-401/"
    },
    {
      "id": "section-37-402",
      "number": "37-402",
      "heading": "",
      "text": "37-402. STANDARDS, RULES AND REGULATIONS. The following standards, rules and regulations concerning the sanitation of milk and cream are hereby established:\n\n1. The term \"processor\" as used herein shall mean any individual, partnership, association, or corporation doing business in the state of Idaho that produces, purchases, obtains or uses in the state of Idaho any milk or cream for use in the manufacture of butter, cheese, evaporated milk, frozen desserts, frozen novelties, edible dry milk, or other dairy products. The term \"processor\" shall not include any individual, partnership, association or corporation which produces, purchases, obtains, or uses milk or cream for his or its own consumption. The term \"producer\" as used in this act shall mean any person, firm or corporation who owns or controls one or more cows a part or all of the milk from which is sold or offered for sale to a processor.\n\n2. No processor shall purchase or obtain in any manner, or use in any manner, for the sale or manufacture of any of the above named dairy products any unacceptable milk or cream as herein defined.\n\n3. The processor shall, for the purpose of determining the acceptability or unacceptability of milk or cream, cause all milk or cream to be tested and graded according to the standards herein defined before purchase, acquisition, or use in any manner, provided, however, that where the processor customarily purchases the milk or cream of any person regularly engaged in the production thereof, the processor is required to test milk and cream of such producer not less than once each month by the standard sediment test approved bacteria test and an approved mastitic test, or such other test as may be prescribed by the director of the department of agriculture and when milk or cream from any such producer is found unacceptable as a result of either test, the processor shall thereafter test the milk or cream of such producer daily by the same test until it is found to be acceptable. Each such processor shall retain for at least one (1) year at the place where such milk or cream is received a record of such tests in the form and of the content which shall be prescribed by the department of agriculture and shall exhibit such record at the place where the same is kept whenever requested to do so by the producer or the department and shall permit copies thereof to be taken.\n\n4. Milk or cream is unacceptable which does not meet the standards and comply with the regulations promulgated by the director under this act.\n\n5. Any milk or cream which is unclean, unwholesome or unfit for human consumption, as determined by the department, shall be rejected as unacceptable.\n\n6. When any milk or cream is rejected as unacceptable it shall be the duty of the director or his agent to notify all processors in the immediate area, giving the producer’s name and address.\n\n7. Following receipt of such notification no processor shall purchase, obtain or use milk or cream from such producer until notified by the director or his agent that milk or cream from such producer is acceptable or until the milk or cream of such producer has subsequently been found to be acceptable for ten (10) consecutive days after testing the same in the manner hereinabove described.\n\n[37-402, added 1943, ch. 85, sec. 2, p. 171; am. 1949, ch. 183, sec. 2, p. 385; am. 1951, ch. 240, sec. 1, p. 498; am. 1970, ch. 98, sec. 1, p. 245; am. 1974, ch. 18, sec. 249, p. 364; am. 1978, ch. 110, sec. 1, p. 228; am. 1986, ch. 101, sec. 3, p. 282.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-402/"
    },
    {
      "id": "section-37-403",
      "number": "37-403",
      "heading": "",
      "text": "37-403. BASIS FOR ISSUANCE OR REVOCATION OF LICENSES OR PERMITS. Whenever, under any law of this state or rule, the director of the department of agriculture or any agent is required to inspect dairy farms and dairy waste systems for compliance with rules prescribed by the department, or determine the sanitary condition of anything referred to in section 37-401, Idaho Code, or the purity of milk, cream, butter, or other dairy products intended for human consumption, the director shall make or cause to be made an examination and inspection and shall report his findings and conclusions. When the issuance or the revoking of any license or permit by the department of agriculture is required to be made after an inspection involving waste systems, milk quality, and sanitary conditions and purity for human consumption of any milk, cream, butter, or other dairy products, the issuance or revocation of license or permit shall be based upon the report or reports so made by the director. The duration of such revocation shall be determined by the director. For violations regarding waste systems the department shall allow the dairy farm’s milk to be processed, provided the milk meets quality standards. The value of the milk sold by the violator during the revocation shall be remitted to the county where the violation occurred for deposit in the county current expense fund. The amount remitted to the county current expense fund shall be less processor expenses associated with the procurement of the milk.\n\n[37-403, added 1943, ch. 85, sec. 3, p. 171; am. 1974, ch. 18, sec. 250, p. 364; am. 1996, ch. 81, sec. 2, p. 265; am. 2000, ch. 260, sec. 1, p. 731.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-403/"
    },
    {
      "id": "section-37-404",
      "number": "37-404",
      "heading": "",
      "text": "37-404. COLORING WHEN UNFIT FOR HUMAN CONSUMPTION. Whenever the director of the department of agriculture or his agent finds any milk, cream or other dairy products unacceptable for human consumption under the foregoing, he shall color the same with a harmless edible dye so that it may thereafter be identified as having been condemned for human consumption.\n\n[37-404, added 1943, ch. 85, sec. 4, p. 171; am. 1949, ch. 183, sec. 3, p. 385; am. 1974, ch. 18, sec. 251, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-404/"
    },
    {
      "id": "section-37-405",
      "number": "37-405",
      "heading": "",
      "text": "37-405. DEPARTMENT MAY MAKE RULES AND ORDERS. The department of agriculture is hereby invested with authority to make rules and orders as may be necessary or desirable for carrying out its various functions and the intent and purpose of this act.\n\n[37-405, added 1943, ch. 85, sec. 5, p. 171; am. 1996, ch. 81, sec. 3, p. 265.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-405/"
    },
    {
      "id": "section-37-406",
      "number": "37-406",
      "heading": "",
      "text": "37-406. DEPARTMENT TO COOPERATE WITH OTHER AGENCIES. The department of agriculture is hereby authorized to advise and assist and to cooperate with the federal government or any of its agencies, other departments, agencies and institutions of this state, counties, school districts, and municipalities, and other public and private welfare agencies, in the exercise of any of the powers and duties of the department.\n\n[37-406, added 1943, ch. 85, sec. 6, p. 171.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-406/"
    },
    {
      "id": "section-37-407",
      "number": "37-407",
      "heading": "",
      "text": "37-407. FEES AND ASSESSMENTS TO BE COLLECTED FROM DAIRY PROCESSORS. Whenever an inspection of any dairy product is made by the department of agriculture, or whenever permanent or temporary inspectors or employees are used by said department for the purpose of enforcing or promulgating an inspection or sanitary program for any dairy product, the department is authorized to fix, assess and collect or cause to be collected from the dairy processors, fees or assessments for such services when they are performed by such employees or agents of the department, such fees to be on a uniform basis in an amount reasonably necessary to cover the cost of such inspection and the administration of the department of agriculture dairy inspection program; provided, however, that the department shall so adjust the fees to be collected under this section as to meet the expenses necessary for this inspection service only, all of said fees to be used for this purpose alone; and provided further, that in no event shall the fees or assessments exceed four (4) mills per pound of butterfat produced by any dairyman in Idaho or received by processors. All such fees and moneys collected or received by the department, its employees or agents under this act shall be deposited in the \"dairy industry and inspection account\" which account is hereby created. All moneys coming into said account are hereby appropriated to the department of agriculture to be used in the inspection required by law to be made of the dairy industry and dairy products. The fees and assessments accrued in any given month are due and payable no later than the twentieth day of the following month.\n\n[37-407, added 1943, ch. 85, sec. 7, p. 171; am. 1950 (E.S.), ch. 76, sec. 1, p. 101; am. 1951, ch. 240, sec. 2, p. 498; am. 1967, ch. 66, sec. 1, p. 148; am. 1970, ch. 98, sec. 2, p. 245; am. 1982, ch. 22, sec. 1, p. 26; am. 1995, ch. 78, sec. 1, p. 208.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-407/"
    },
    {
      "id": "section-37-408",
      "number": "37-408",
      "heading": "",
      "text": "37-408. PENALTY FOR VIOLATIONS. Anyone failing to comply with any of the provisions of this chapter or any standards, rules or orders promulgated hereunder shall be guilty of a misdemeanor and upon conviction shall be subject to a fine not exceeding two hundred dollars ($200) or imprisonment in the county jail not to exceed three (3) months, or by both a fine and imprisonment. The director of the department of agriculture may bring civil actions to enjoin violation of this chapter or the standards, rules or orders promulgated thereunder.\n\n[37-408, added 1943, ch. 85, sec. 8, p. 171; am. 1970, ch. 98, sec. 3, p. 245; am. 1974, ch. 18, sec. 252, p. 364; am. 1996, ch. 81, sec. 4, p. 265.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-408/"
    },
    {
      "id": "section-37-409",
      "number": "37-409",
      "heading": "",
      "text": "37-409. MILK HAULERS AND TANKS — DEFINITIONS. As used in this act, unless the context clearly requires otherwise, the following definitions are adopted:\n\n(1) The term \"milk hauler\" is the operator of a transportation tank and may be an employee or the owner of the equipment.\n\n(2) The term \"farm tank\" is a tank used to cool and/or store milk prior to transportation to the processing plant.\n\n(3) The terms \"transportation tank,\" \"bulk tank\" and \"feeder tank\" mean tanks used to transport milk from a farm to a processing plant.\n\n(4) The term \"chlorine\" shall mean chlorine, or other type of sanitizer approved by the director of the department of agriculture.\n\n[(37-409) I.C., sec. 37-408, as added by 1961, ch. 295, sec. 1, p. 522; am. 1965, ch. 20, sec. 1, p. 33; am. 1974, ch. 18, sec. 253, p. 364.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-409/"
    },
    {
      "id": "section-37-410",
      "number": "37-410",
      "heading": "",
      "text": "37-410. STANDARDS FOR HOLDING AND COOLING TANKS. The following standards are hereby adopted relating to farm holding and/or cooling tanks:\n\nA. Each producer desiring to install a farm holding and/or cooling tank shall obtain approval from the director of the department of agriculture of the state of Idaho or his duly authorized representative, and shall furnish the following information to said director:\n\n1. Tank make, model, and capacity.\n\n2. A sketch (approximately to scale) of the milk room floor plan showing location of tank, outlet of tank, wall opening for milk conductor tubing, other milk house equipment and access area for tank truck approach.\n\nB. The milk house and/or milk room shall have a concrete floor of smooth finish easily cleanable.\n\nC. Farm tanks and all equipment used in connection therewith shall comply with the Sanitary Standards Symbol Administrative Council, 3A standards in effect at the time of the passage of this act.\n\nD. The farm tank shall be located in the milk room so as to provide not less than thirty-six inches (36\") clearance on all working sides of the tank, provided, however, that in the case of producers using tanks at the time of the enactment of this act clearances as specified above may be waived by the director if the producer demonstrates his ability to keep the interior and exterior surfaces of the tank and the walls and floors of the milk house in a clean condition. All tanks shall be located so as to provide at least six (6) inches of clearance between the floor and bottom of tanks, except that a four (4) inch minimum clearance is acceptable if the bottom slopes upward at least six (6) inches in a horizontal distance of twelve (12) inches. Remote compressors which are located in milk rooms shall be so installed as to be easily cleanable. Floor drains shall be trapped and shall not be located under the farm tank.\n\nE. A fixed, properly encased opening not less than six (6) inches above the floor of the milk house or the outside loading platform, whichever is higher, shall be provided in an exterior wall of the milk house on the side closest to the tank outlet to accommodate the milk conductor tubing used to pump the milk from the farm tank to the truck tank. Such openings shall not be less than six (6) inches or more than eight (8) inches in size and shall be provided with a flat, tight, self-closing device.\n\nF. When electricity is the motive power for the milk transport tank milk pump, a lock type electrical connection with ground and weatherproof type receptacle located on the outside of the building with a switch box located on the inside of the building shall be provided.\n\nG. Water for washing farm tanks shall be from an approved supply and shall be under pressure. Hoses for washing the milk house and the bulk tank shall be used for no other purpose and be stored on a rack convenient to the bulk tank. An automatic hot water storage tank (pressure type) shall be provided and shall be not less than thirty (30) gallons capacity and equipped with a thermostat capable of maintaining water temperature at least 140 Fahrenheit. Extra capacity, higher temperature, or both shall be provided for CIP installations, off peak heating, and milk house heating or other hot water usages. Gas heaters, if used, shall be properly vented.\n\nH. Adequate evenly distributed artificial light, not placed directly over the tank, shall be provided and shall be so located that cleaning will be easily accomplished. Adequate lighting may be obtained by providing two (2) one hundred fifty (150) watt flood lamps about one (1) foot from the ends of the tank and a one hundred (100) watt bulb over the wash vats.\n\nI. Farm tanks shall be protected from overhead contamination.\n\nJ. All outside openings shall be screened and self-closing doors shall open outward.\n\nK. The truck approach shall be properly graded and surfaced to prevent pooling of water at the point of loading. Adequate artificial light shall be provided to illuminate this area to facilitate loading during hours when natural light is insufficient. This area shall be provided with a concrete slab or an asphalt surface of sufficient size to effectively protect the milk conducting hose from contamination.\n\nL. Cleaning and bactericidal treatment shall conform to regulations adopted by the department of agriculture. Farm tanks shall be thoroughly cleaned after each use, and then prior to the next milking exposed to two hundred (200) parts per million (1,000,000) of residual chlorine. In cases where farm tanks are equipped with removable drop pipes, a vat large enough and low enough for the washing and sanitizing of this equipment shall be provided. Chemical sprayers are recommended for sanitizing farm tanks and if utilized, shall be used for no other purpose.\n\nM. Indicating thermometers on all farm tanks shall be kept in proper operating condition. The driver shall possess an accurate approved type thermometer to enable him to check the indicating thermometers of the farm bulk tanks. The department of agriculture, using an approved type thermometer, shall check, periodically, the indicating thermometer on farm bulk tanks to determine its accuracy.\n\nN. Abnormal milk, adulterated milk and milk containing objectionable odors shall not be added to the farm tank. The sampler and/or tester shall check the milk for abnormalities before pumping the milk to the tank truck. The entire supply of milk in the farm tank shall be rejected if such milk is detected.\n\nO. Bulk cooling tanks shall be designed and equipped with refrigeration to permit the cooling of the milk to 40 Fahrenheit or lower within two (2) hours after each milking, and maintain it at 45 Fahrenheit or below until picked up.\n\nP. All steps necessary shall be employed to prevent the contamination of milk handled through bulk farm pick up. This shall pertain to all phases of this type of milk handling. The bulk farm tank and accessories shall be used for no other purpose than the handling of milk and the operations incident thereto.\n\n[(37-410) I.C., sec. 37-409, as added by 1961, ch. 295, sec. 2, p. 522; 1967, ch. 66, sec. 2, p. 148; am. 1974, ch. 18, sec. 254, p. 364; am. 1976, ch. 359, sec. 1, p. 1176; am. 1986, ch. 101, sec. 4, p. 284.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-410/"
    },
    {
      "id": "section-37-411",
      "number": "37-411",
      "heading": "",
      "text": "37-411. STANDARDS FOR TRANSPORTATION TANKS. The following standards are hereby adopted relating to transportation tanks:\n\nA. The transportation tank and accessories in the milk handling operation shall comply with the requirements of the Sanitary Standards Symbol Administrative Council, 3A standards for transportation tanks existing at the time of the passage of this act.\n\nB. Suitable facilities, including hot and cold running water, detergent, brushes, sanitizers, and sanitizing equipment, a concrete floor with proper drainage and waste disposal shall be provided for washing and sanitizing of transportation tanks. Unless the truck is to be used within a few hours of the washing operation the sanitizing of the tank shall be omitted until just before the tank truck is to be used. During the interim the tank truck shall be protected from contamination by closing port holes, etc. Since the tank truck may be sanitized on a different date and at a different time from cleaning and washing operation, a tag shall provide space for recording this information. The washing, sanitizing and maintenance of the transportation tank and accessories shall be the responsibility of the processor or milk hauler. The department of agriculture shall be informed in writing designating the person responsible for the cleaning, sanitizing and maintenance of the transportation tank.\n\nC. The transportation tank and all accessories shall be thoroughly rinsed after each usage and shall be thoroughly cleaned and sanitized daily and the tank tagged and sealed with a tag attached indicating that the tank has been washed and/or sanitized. This tag shall also contain the name of the person doing the work and the date on which the work was done. The tag shall be removed by the hauler at his first pickup and shall be retained at the receiving plant for a minimum of thirty (30) days.\n\nD. Single length, durable, non-toxic, flexible milk conductor tubing shall be used for conveying milk from the farm tank to the transportation tank. The inside diameter of milk conductor tubing shall not be less than one and three-eighths (1 3/8) inches. If two (2) lengths of tubing are used, they shall be connected either by the use of sanitary couplings or a piece of 3A sanitary tubing with clamps which can be removed without tools. The connections between the pump and the vehicle tank, and between the pump and the milk conductor tubing shall remain assembled except when dismantled for cleaning. The open end of the milk tubing shall be capped with an approved protective cap at all times except when loading or unloading. The outlet valve, milk pump and the milk conductor tubing and samples shall be inclosed in a properly drained, insulated, dust tight cabinet.\n\nE. The transportation tank and the accessories shall be used for no other purpose than the handling of milk unless such other use is approved by the department of agriculture.\n\n[(37-411) I.C., sec. 37-410, as added by 1961, ch. 295, sec. 3, p. 522; am. 1967, ch. 66, sec. 3, p. 148; am. 1986, ch. 101, sec. 5, p. 285.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-411/"
    },
    {
      "id": "section-37-412",
      "number": "37-412",
      "heading": "",
      "text": "37-412. STANDARDS FOR MILK HAULERS. The following standards are hereby adopted relating to milk haulers and to the operation of transportation tanks:\n\n1. All milk haulers must possess a permit issued by the department of agriculture. All milk haulers shall be subject to such examination and abilities as the department of agriculture may prescribe by regulation in order to receive and retain such permit. The fee for the permit shall be twenty-five dollars ($25.00). The permit shall be valid for three (3) years and must be renewed by December 31 of the third year.\n\n2. The milk line shall be passed through a special port opening through the milk house wall with care to prevent contact with the ground or floor of the milk house. The port opening shall be closed when not in use.\n\n3. It shall be the responsibility of the milk hauler to assure that in the event the processor washes and sanitizes the truck the operation has been adequately performed, and that prior to use the tank truck has been properly sanitized. In the event it is the milk hauler’s responsibility to sanitize the tank truck it shall be done with a chlorine solution of proper strength.\n\n4. The milk hauler’s hands shall be washed immediately before gauging the milk.\n\n5. The milk shall be observed and checked for abnormalities or adulterations, and all abnormal or adulterated milk shall be rejected.\n\n6. The milk volume in the farm tank shall be determined in a sanitary manner.\n\n7. The milk in the farm tank shall be thoroughly agitated. Milk samples for analysis shall be taken in a sanitary manner into properly identified sterile containers. All sampling shall follow standard methods.\n\n8. After the milk is pumped to the transportation tank the milk conductor tubing shall be capped and returned to the vehicle storage cabinet. Care shall be taken to prevent soiling of the milk line by contact with the milk house floor, operator’s hands or the ground.\n\n9. The milk hauler shall rinse the farm tank and accessories free of milk with clean water immediately after emptying.\n\n10. The milk hauler shall be responsible for proper use of the transportation tank and accessories.\n\n[(37-412) I.C., sec. 37-411, as added by 1961, ch. 295, sec. 4, p. 522; am. 1986, ch. 101, sec. 6, p. 286; am. 1990, ch. 411, sec. 2, p. 1139.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-412/"
    },
    {
      "id": "section-37-413",
      "number": "37-413",
      "heading": "",
      "text": "37-413. STANDARDS FOR QUALITY CONTROL OF MILK SAMPLES. The following standards are hereby adopted relating to quality control of milk samples taken from tanks:\n\nA. As often as is deemed necessary the department of agriculture may take samples for analysis from each farm tank or each transportation tank.\n\nB. All milk samples taken from farm tanks or transportation tanks shall be taken in a sanitary manner in accordance with standard methods. Samples for bacteriological analysis shall be properly iced and transported in accordance with standard methods (32-40 F).\n\nC. The department of agriculture shall have access to all records maintained by the receiving plant relating to butterfat, temperature, and bacteriological sampling and any other samples of bulk farm tank milk.\n\nD. Milk samples for analysis shall be available on the farm tank pick up truck at all times during the collection period and delivery to the plant, as required by the department of agriculture.\n\nE. The sanitary requirements concerning milk and cream established by section 37-402, Idaho Code, are hereby adopted and shall be applicable hereto.\n\n[(37-413) I.C., sec. 37-412, as added by 1961, ch. 295, sec. 5, p. 522.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-4/section-37-413/"
    }
  ]
}