{
  "state": "idaho",
  "path": "title-title-37/chapter-chapter-12",
  "sections": [
    {
      "id": "section-37-1201",
      "number": "37-1201",
      "heading": "",
      "text": "37-1201. DEFINITIONS. For the purpose and within the meaning of this act, the term \"frozen desserts and frozen novelties\" shall be defined as provided in regulations promulgated by the director of the department of agriculture.\n\n[37-1201, added 1949, ch. 44, sec. 1, p. 77; am. 1949, ch. 201, sec. 1, p. 418; am. 1963, ch. 123, sec. 1, p. 352; am. 1977, ch. 308, sec. 1, p. 879; am. 1979, ch. 118, sec. 1, p. 366.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-12/section-37-1201/"
    },
    {
      "id": "section-37-1202",
      "number": "37-1202",
      "heading": "",
      "text": "37-1202. LABELING AND ADVERTISING FROZEN DESSERTS AND FROZEN NOVELTIES. (a) All packages and containers used in the sale and distribution of frozen desserts or frozen novelties shall bear a label. The label shall plainly give the name of the product as defined in regulations promulgated by the director of the department of agriculture, and if a trade or brand name is used, the name of the product shall be in letters at least one-half the size of the letters of such brand or trade name. The label shall also bear the name and address of the manufacturer or distributor.\n\n(b) Wherever any frozen desserts or frozen novelties are sold or dispensed over counters, through machines, or in any other manner than in labeled cartons, packages or containers, the seller or dispenser thereof shall in his advertising or his offer to sell or dispense such product plainly display the name of the product as defined in regulations promulgated by the director of the department of agriculture in letters at least one-half of the size of the letters of the trade or brand name. When any frozen dessert or frozen novelty is sold or dispensed, other than in packages or containers, without any advertising or the use of a trade or brand name, the seller or dispenser thereof shall conspicuously display at the counter, machine or place where the product is sold or dispensed, a sign with letters at least four (4) inches high describing the product so sold or dispensed.\n\n[37-1202, added 1949, ch. 44, sec. 2, p. 77; am. 1977, ch. 308, sec. 2, p. 881; am. 1979, ch. 118, sec. 2, p. 367.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-12/section-37-1202/"
    },
    {
      "id": "section-37-1203",
      "number": "37-1203",
      "heading": "",
      "text": "37-1203. VIOLATIONS UNLAWFUL. It shall be unlawful for any person, partnership, firm or corporation to manufacture, dispense, sell or offer to sell any frozen dessert or frozen novelty which does not conform to the standards set forth in this act, and it shall be unlawful to manufacture, sell, offer for sale or dispense such frozen desserts or frozen novelties without having and displaying the appropriate labels and signs required by section 37-1202, Idaho Code. It shall be unlawful to manufacture, sell, offer to sell or dispense any frozen dessert or frozen novelty, whether herein defined or not, unless the same shall conform to one (1) of the definitions or standards herein described.\n\n[37-1203, added 1949, ch. 44, sec. 3, p. 77; am. 1992, ch. 93, sec. 31, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-12/section-37-1203/"
    },
    {
      "id": "section-37-1204",
      "number": "37-1204",
      "heading": "",
      "text": "37-1204. PENALTIES. Any person, partnership, firm or corporation violating, or who shall fail to comply with, the preceding sections, or any part, provision, or section thereof, shall be guilty of a misdemeanor, and, upon conviction thereof, shall be punished by a fine of not less than ten dollars ($10.00) and not exceeding three hundred dollars ($300.00), or by imprisonment in the county jail for a period of not exceeding six (6) months, or both such fine and imprisonment.\n\n[37-1204, added 1949, ch. 44, sec. 4, p. 77.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-12/section-37-1204/"
    },
    {
      "id": "section-37-1205",
      "number": "37-1205",
      "heading": "",
      "text": "37-1205. ENFORCEMENT AND DUTIES OF DEPARTMENT OF AGRICULTURE. Enforcement of this act shall be in the department of agriculture of the state of Idaho and it shall be the duty of such department to exercise and supervise and conduct such investigations as may be necessary for the enforcement of this act.\n\n[37-1205, added 1949, ch. 44, sec. 5, p. 77.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-12/section-37-1205/"
    }
  ]
}