{
  "state": "idaho",
  "path": "title-title-37/chapter-chapter-33",
  "sections": [
    {
      "id": "section-37-3301",
      "number": "37-3301",
      "heading": "",
      "text": "37-3301. DEFINITIONS. As used in this chapter:\n\n(1) \"Pseudoephedrine product\" means any compound, mixture or preparation containing any detectable quantity of pseudoephedrine, its salts or optical isomers, or salts of optical isomers.\n\n(2) \"Retailer\" means any person, other than a wholesaler, who sells or offers for sale or distributes at retail pseudoephedrine products, irrespective of the quantity or amount or the amount of sales of such pseudoephedrine products.\n\n[37-3301, added 2006, ch. 95, sec. 1, p. 269.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3301/"
    },
    {
      "id": "section-37-3302",
      "number": "37-3302",
      "heading": "",
      "text": "37-3302. SALES OF PSEUDOEPHEDRINE PRODUCTS. A retailer shall ensure that:\n\n(1) Pseudoephedrine products offered for sale are located either in an area where the public is not permitted or inside a locked display case; and\n\n(2) All distributions of pseudoephedrine products are conducted by an employee of the retailer. No pseudoephedrine products shall be dispensed by a self-service system of any kind.\n\n[37-3302, added 2006, ch. 95, sec. 1, p. 269.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3302/"
    },
    {
      "id": "section-37-3303",
      "number": "37-3303",
      "heading": "",
      "text": "37-3303. LIMITATIONS ON SALES AND PURCHASES. (1) It shall be unlawful for any retailer to knowingly sell, transfer or otherwise furnish in a single day a pseudoephedrine product or products containing more than a base amount of three and six-tenths (3.6) grams of pseudoephedrine.\n\n(2) It shall be unlawful for any person to knowingly purchase from a retailer more than the daily sales limit of a pseudoephedrine product or products containing a base amount of three and six-tenths (3.6) grams per purchaser or more than a base amount of nine (9) grams of pseudoephedrine in a single thirty (30) day period, regardless of the number of transactions.\n\n(3) The retailer shall not sell the pseudoephedrine product unless the purchaser presents a photographic identification card issued by a state or by the federal government.\n\n(4) (a) A retailer shall, before completing a sale under the provisions of this section, submit the required information to the electronic sales tracking system established under section 37-3303A, Idaho Code, as long as such a system is available without charge to the retailer for accessing the system. The retailer may not complete the sale if the system generates a stop sale alert, except as permitted in section 37-3303A, Idaho Code.\n\n(b) If a retailer selling a nonprescription pseudoephedrine product experiences mechanical or electronic failure of the electronic sales tracking system and is unable to comply with the electronic sales tracking requirement, he or she shall make available for inspection by any law enforcement officer or board inspector during normal business hours the logbook required by the federal combat methamphetamine epidemic act of 2005 until such time as he or she is able to comply with the electronic sales tracking requirement.\n\n(c) A retailer selling a nonprescription pseudoephedrine product may seek an exemption from submitting transactions to the electronic sales tracking system in writing to the board of pharmacy stating the reasons for the exemption. The board may grant an exemption for good cause shown, but in no event shall a granted exemption exceed one hundred eighty (180) days. The board may grant multiple exemptions for any retailer if the good cause shown indicates significant hardship for compliance with this section. A retailer that receives an exemption shall make available for inspection by any law enforcement officer or board inspector during normal business hours the logbook required by the federal combat methamphetamine epidemic act of 2005. For purposes of this subsection, \"good cause\" includes, but is not limited to, situations where the installation of the necessary equipment to access the system is unavailable or cost prohibitive to the retailer.\n\n(d) A retailer may withdraw from participating in the electronic sales tracking system if the system is no longer being furnished without charge for accessing the system. A retailer who withdraws from the electronic sales tracking system is subject to the same requirements as a retailer who has been granted an exemption under subsection (c) of this section.\n\n(e) For the purposes of subsection (4) of this section and section 37-3303A, Idaho Code:\n\n(i) \"Charge for accessing the system\" means charges relating to:\n\n1. Access to the web-based electronic sales tracking software;\n\n2. Training; and\n\n3. Technical support to integrate to point of sale vendors, if necessary.\n\n(ii) \"Charge for accessing the system\" does not include:\n\n1. Charges relating to required internet access;\n\n2. Optional hardware that a pharmacy may choose to purchase for work flow purposes; or\n\n3. Other equipment.\n\n[37-3303, added 2006, ch. 95, sec. 1, p. 269; am. 2012, ch. 303, sec. 1, p. 841.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3303/"
    },
    {
      "id": "section-37-3303a",
      "number": "37-3303A",
      "heading": "",
      "text": "37-3303A. ELECTRONIC TRACKING SYSTEM. (1) The board of pharmacy shall implement a real-time electronic sales tracking system to monitor the nonprescription sale of pseudoephedrine products in this state provided that such system is available to the state without charge for accessing the system to the state or retailers. If a real-time electronic sales tracking system is not available to the state without charge for accessing the system to the state or retailers, the board of pharmacy shall not be required to create such a system.\n\n(2) The records submitted to the tracking system shall include the following:\n\n(a) The purchaser’s name and address;\n\n(b) The purchaser’s signature, either on a written form or stored electronically in the tracking system, attesting to the validity of all information provided;\n\n(c) The type of photographic identification presented pursuant to section 37-3303, Idaho Code;\n\n(d) The number and issuing government entity of the photographic identification presented;\n\n(e) The date and time of sale; and\n\n(f) The name and quantity of the product sold.\n\n(3) The records submitted to the tracking system are for the confidential use of the retailer who submitted such records, except that:\n\n(a) The records must be produced in court when lawfully required;\n\n(b) The records must be open for inspection by the board of pharmacy; and\n\n(c) The records must be available to any general or limited authority Idaho peace officer to enforce the provisions of this chapter or to federal law enforcement officers.\n\n(4) The electronic sales tracking system shall be capable of generating a stop sale alert, which shall be a notification that completion of the sale would result in the seller or purchaser violating the quantity limits in section 37-3303, Idaho Code. The system shall contain an override function for use by a dispenser of pseudoephedrine products. Each instance in which the override function is utilized shall be logged by the system.\n\n(5) The board of pharmacy shall have the authority to adopt rules necessary to implement and enforce the provisions of this section and section 37-3303, Idaho Code.\n\n(6) A retailer participating in the electronic sales tracking system:\n\n(a) Is not liable for civil damages resulting from any act or omission in carrying out the requirements of this section or section 37-3303, Idaho Code, other than an act or omission constituting gross negligence or willful or wanton misconduct; and\n\n(b) Is not liable for civil damages resulting from a data breach that was proximately caused by a failure on the part of the electronic sales tracking system to take reasonable care through the use of industry standard levels of encryption to guard against unauthorized access to account information that is in the possession or control of the system.\n\n[37-3303A, added 2012, ch. 303, sec. 2, p. 842.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3303a/"
    },
    {
      "id": "section-37-3304",
      "number": "37-3304",
      "heading": "",
      "text": "37-3304. PENALTIES. A person who knowingly violates any provision of this chapter shall be guilty of a misdemeanor.\n\n[37-3304, added 2006, ch. 95, sec. 1, p. 269.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3304/"
    },
    {
      "id": "section-37-3305",
      "number": "37-3305",
      "heading": "",
      "text": "37-3305. PREEMPTION. The provisions of this chapter shall be construed to preempt more stringent regulation of retail sales of pseudoephedrine products by any county, city or other political subdivision.\n\n[37-3305, added 2006, ch. 95, sec. 1, p. 270.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3305/"
    },
    {
      "id": "section-37-3306",
      "number": "37-3306",
      "heading": "",
      "text": "37-3306. APPLICATION. The provisions of this chapter shall not apply to a pseudoephedrine product dispensed pursuant to a valid prescription unless otherwise provided by law.\n\n[37-3306, added 2006, ch. 95, sec. 1, p. 270.]",
      "source_url": "https://law.justia.com/codes/idaho/title-37/chapter-33/section-37-3306/"
    }
  ]
}