{
  "state": "florida",
  "path": "title-chapter-0001/chapter-chapter-0001",
  "sections": [
    {
      "id": "section-101definitions",
      "number": "1.01",
      "heading": "Definitions",
      "text": "1.01 Definitions.—In construing these statutes and each and every word, phrase, or part hereof, where the context will permit:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-i/chapter-1/section-1-01/"
    },
    {
      "id": "section-1015antisemitism",
      "number": "1.015",
      "heading": "Antisemitism",
      "text": "1.015 Antisemitism.— (1) It is the intent of the Legislature to adopt the working definition developed by the International Holocaust Remembrance Alliance (IHRA) of the term “antisemitism” to assist in the monitoring and reporting of antisemitic hate crimes and discrimination and to make residents aware of and to combat such incidents in this state. (2) As adopted by the IHRA on May 26, 2016, and as used in these statutes, the term “antisemitism” means a certain perception of Jewish individuals which may be expressed as hatred toward such individuals. Rhetorical and physical manifestations of antisemitism are directed toward Jewish and non-Jewish individuals and their property and toward Jewish community institutions and religious facilities. (3) Contemporary examples of antisemitism include, but are not limited to, all of the following: (a) Calling for, aiding, or justifying the killing or harming of Jewish individuals. (b) Making mendacious, dehumanizing, demonizing, or stereotypical allegations about Jewish individuals as such or the power of Jewish people as a collective, such as the myth of a worldwide Jewish conspiracy or of Jewish individuals controlling the media, economy, government, or other societal institutions. (c) Accusing Jewish people as a collective of being responsible for real or imagined wrongdoing committed by a single Jewish person or group or for acts committed by non-Jewish individuals. (d) Denying the fact, scope, and mechanisms, such as gas chambers, or the intentionality of the genocide of the Jewish people at the hands of Nazi Germany and its supporters and accomplices during the Holocaust. (e) Accusing Jewish people as a collective, or Israel as a state, of inventing or exaggerating the Holocaust. (f) Accusing Jewish citizens of being more loyal to Israel, or to the alleged priorities of Jewish individuals worldwide, than to the interests of their respective nations. (g) Denying Jewish people their right to self-determination, such as claiming that the existence of the State of Israel is a racist endeavor. (h) Applying double standards by requiring of the Jewish State of Israel a standard of behavior not expected or demanded of any other democratic nation. (i) Using the symbols and images associated with classic antisemitism, such as blood libel, to characterize Israel or Israelis. (j) Drawing comparisons of contemporary Israeli policy to that of the Nazis. (k) Holding Jewish individuals collectively responsible for actions of the State of Israel. (4) The term “antisemitism” does not include criticism of Israel that is similar to criticism of any other country. (5) This section may not be construed to diminish or infringe upon any right protected under the First Amendment to the United States Constitution or to conflict with federal or state antidiscrimination laws. History.—s. 1, ch. 2024-262. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cc9f1b0e9090efd',t:'MTc3MDg3Njg0OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-i/chapter-1/section-1-015/"
    },
    {
      "id": "section-102legal",
      "number": "1.02",
      "heading": "Legal time.",
      "text": "1.02 Legal time.—In all laws, statutes, orders, rules and regulations of this state, relating to the time of performance of any act by any officer or department of this state, whether in the legislative, executive or judicial branches, or relating to the time within which any rights shall accrue or determine, or within which any act shall or shall not be performed, by any person subject to the jurisdiction of this state, it shall be understood and intended that the said time shall be the United States standard time of the zone within which the act is to be performed or the right shall accrue or determine. History.—s. 1, ch. 3916, 1889; RS 1307; GS 1739; s. 1, ch. 6938, 1915; RGS 2954; CGL 4681. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cc9f1b328877439',t:'MTc3MDg3Njg0OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-i/chapter-1/section-1-02/"
    },
    {
      "id": "section-1025sunshine",
      "number": "1.025",
      "heading": "Sunshine Protection Act.",
      "text": "1.025 Sunshine Protection Act.— (1) This section may be cited as the “Sunshine Protection Act.” (2) If the United States Congress amends 15 U.S.C. s. 260a to authorize states to observe daylight saving time year-round, it is the intent of the Legislature that daylight saving time shall be the year-round standard time of the entire state and all of its political subdivisions. History.—s. 1, ch. 2018-99. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cc9f1b57f201dd8',t:'MTc3MDg3Njg0OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-i/chapter-1/section-1-025/"
    },
    {
      "id": "section-104statutory",
      "number": "1.04",
      "heading": "Statutory construction; amendatory acts passed at the same session.",
      "text": "construction; amendatory acts passed at the same session.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101definitions",
      "number": "1.01",
      "heading": "Definitions. In construing these statutes and each and every word, phrase, or part hereof, where the context will permit:(1)The singular includes the plural and vice versa",
      "text": "(2)Gender-specific language includes the other gender and neuter.(3)The word “person” includes individuals, children, firms, associations, jo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1015antisemitism",
      "number": "1.015",
      "heading": "Antisemitism. (1)It is the intent of the Legislature to adopt the working definition developed by the International Holocaust Remembrance Alliance (IHRA) of the term “antisemitism” to assist in the monitoring and reporting of antisemitic hate crimes and discrimination and to make residents aware of and to combat ",
      "text": "(1)It is the intent of the Legislature to adopt the working definition developed by the International Holocaust Remembrance Alliance (IHRA) of the term “antisemitism” to assist in the monitoring and reporting of antisemitic hate crimes and discrimination and to make residents aware of and to combat such incidents in this state.(2)As adopted by the IHRA on May 26, 2016, and as used in these statutes, the term “antisemitism” means a certain perception of Jewish individuals which may be expressed as hatred toward such individuals. Rhetorical and physical manifestations of antisemitism are directed toward Jewish and non-Jewish individuals and their property and toward Jewish community institutions and religious facilities.(3)Contemporary examples of antisemitism include, but are not limited to, all of the following:(a)Calling for, aiding, or justifying the killing or harming of Jewish individuals.(b)Making mendacious, dehumanizing, demonizing, or stereotypical allegations about Jewish individuals as such or the power of Jewish people as a collective, such as the myth of a worldwide Jewish conspiracy or of Jewish individuals controlling the media, economy, government, or other societal institutions.(c)Accusing Jewish people as a collective of being responsible for real or imagined wrongdoing committed by a single Jewish person or group or for acts committed by non-Jewish individuals.(d)Denying the fact, scope, and mechanisms, such as gas chambers, or the intentionality of the genocide of the Jewish people at the hands of Nazi Germany and its supporters and accomplices during the Holocaust.(e)Accusing Jewish people as a collective, or Israel as a state, of inventing or exaggerating the Holocaust.(f)Accusing Jewish citizens of being more loyal to Israel, or to the alleged priorities of Jewish individuals worldwide, than to the interests of their respective nations.(g)Denying Jewish people their right to self-determination, such as claiming that the existence of the State of Israel is a racist endeavor.(h)Applying double standards by requiring of the Jewish State of Israel a standard of behavior not expected or demanded of any other democratic nation.(i)Using the symbols and images associated with classic antisemitism, such as blood libel, to characterize Israel or Israelis.(j)Drawing comparisons of contemporary Israeli policy to that of the Nazis.(k)Holding Jewish individuals collectively responsible for actions of the State of Israel.(4)The term “antisemitism” does not include criticism of Israel that is similar to criticism of any other country.(5)This section may not be construed to diminish or infringe upon any right protected under the First Amendment to the United States Constitution or to conflict with federal or state antidiscrimination laws.History.—s. 1, ch. 2024-262.",
      "history": "",
      "source_url": ""
    }
  ]
}