{
  "state": "new-mexico",
  "path": "title-chapter-77-animals-and-livestock/chapter-article-8-sheep",
  "sections": [
    {
      "id": "section-77-8-1",
      "number": "77-8-1",
      "heading": "Repealed.Section 77-8-2 - Quarantine; treatment",
      "text": "Section 77-8-3 - Importation; notice; inspection; fees.Section 77-8-4 - Sheep imported without inspection; inspection.Section 77-8-5 - Infected sheep or goats; notice to board.Section 77-8-6 - Repealed.Section 77-8-7 - Exportation; notice; inspection a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-77-8-2",
      "number": "77-8-2",
      "heading": "Quarantine; treatment.",
      "text": "Sheep or goats afflicted with or exposed to a disease shall be immediately placed under quarantine under the supervision of a veterinarian or inspector in conformity with the rules of the board. The sheep or goats shall not be moved from the quarantine area except under the supervision of a veterinarian or inspector until a veterinarian declares them to be free of disease or until the board otherwise grants permission for the moving of the sheep or goats. The sheep or goats shall be treated under the direction of a veterinarian or inspector at once and thereafter as often as necessary until they are declared free of the disease by a veterinarian or inspector.\n\nHistory:1941 Comp., § 49-872, enacted by Laws 1951, ch. 188, § 11; 1953 Comp., § 47-8-11; Laws 1999, ch. 282, § 36.\n\nCross references.— For New Mexico Sheep and Goat Act,seeChapter 77, Article 8A NMSA 1978.\n\nThe 1999 amendment,effective July 1, 1999, deleted \"dipping\" preceding \"treatment\" in the section heading; inserted \"or goats\" throughout the section; deleted \"scabies or other infectious or contagious\" preceding \"disease\" in the first sentence; deleted \"to dipping vats\" following \"quarantine area except\" and deleted \"or inspector\" following \"veterinarian\" in the second sentence; deleted \"dipped or\" preceding \"treated\" in the last sentence; and deleted the former last sentence, which read \"Provided, however, that no sheep shall be required to be dipped during such inclement weather as would endanger their health or lives except at the request of the owner.\"\n\nNo presumption that board negligent.— Court will not presume that sheep sanitary board (now New Mexico livestock board) was negligent in issuing permit and in ordering sheep dipped at time of cold and inclement weather, but evidence supported judgment for plaintiff in particular case.Miera v. State, 1942-NMSC-045, 46 N.M. 369, 129 P.2d 334 (decided under former law).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 50 et seq.\n\n3A C.J.S. Animals §§ 73, 75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-2/"
    },
    {
      "id": "section-77-8-3",
      "number": "77-8-3",
      "heading": "Importation; notice; inspection; fees.",
      "text": "A. A person intending to bring sheep or goats into the state from another country or state shall give notice of his intention to the director by certified letter or delivery in person or by telephone to the director or other authorized official of the board so that the notice is received prior to the proposed day of entry. The notice shall state the number of head, the date and place the sheep or goats will be loaded and their destination. The director shall then issue a permit for entry of the sheep or goats into the state, stating in the permit the applicable board rules to be complied with before or after entry into the state.\n\nB. The shipment shall be accompanied by a health certificate issued by a federal or state inspector or authorized veterinarian that the sheep or goats are healthy and free from disease. On arrival, the owner or person in charge of the sheep or goats shall not commingle the imported sheep or goats or release them to pasture until the inspector examines the sheep or goats as to their sanitary condition and inspects and makes a record of all the marks and brands on the sheep or goats, which record shall be forwarded to the board office and used for future reference. The inspector shall issue the owner or person in charge of the sheep or goats a copy of the brand inspection certificate if the inspector is satisfied all requirements have been met.\n\nC. An inspection fee to be fixed by the board shall be charged and paid by the owner or person in charge of the sheep or goats to the board and received by the inspector for the inspection and certificates. If the inspector suspects that the sheep or goats are infected with a disease or finds that the owner or person in charge has not met the entry requirements, the inspector shall require the owner or the person in charge to comply with the provisions of Section 77-8-2 NMSA 1978 or other applicable statutes and rules. The provisions of this section shall not apply to sheep or goats loaded on transport vehicles that are being transported from some country or state to another country or state through New Mexico if the sheep or goats are not to be unloaded in this state except in approved rest stations or other quarantine pens for the purpose of feeding and watering the sheep or goats for a period of time not to exceed twenty-four hours.\n\nHistory:1941 Comp., § 49-873, enacted by Laws 1951, ch. 188, § 12; 1953 Comp., § 47-8-12; Laws 1963, ch. 129, § 1; 1981, ch. 357, § 3; 1993, ch. 248, § 39; 1999, ch. 282, § 37.\n\nCross references.— For certificate necessary for transportation of animals or carcasses,see77-9-41 NMSA 1978.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"or goats\" and deleted \"scabies or other contagious or infectious\" preceding \"disease\" throughout the section; deleted \"telegraph\" preceding \"certified letter\" in the first sentence of Subsection A; in Subsection B, rewrote the second sentence, which formerly read \"On arrival, the inspector shall examine the sheep as to their sanitary condition and inspect and make a record of all the marks and brands on the sheep, which record shall be forwarded to the board office and used for future reference\", and substituted \"owner or person in charge of the sheep or goats\" for \"shipper or owner\" in the third sentence; deleted \"quarantine dipping and treating\" preceding \"provisions\" in the second sentence of Subsection C; and made stylistic changes throughout the section.\n\nThe 1993 amendment,effective June 18, 1993, deleted \"New Mexico livestock\" preceding \"board\" in three places; deleted \"in writing\" preceding \"of his intention\" and substituted \"prior to\" for \"at least forty-eight hours previous to\" in the first sentence of Subsection A; inserted \"or authorized veterinarian\" in the first sentence of Subsection B; rewrote the third sentence of Subsection B which read \"He shall then issue the shipper a health certificate if he is satisfied that the sheep are free from scabies or other contagious or infectious disease and a copy of the brand inspection certificate\"; rewrote Subsection C; and made minor stylistic changes.\n\nThe 1981 amendment,in Subsection A, substituted \"director of the New Mexico livestock board\" for \"secretary\" in the first sentence and \"director\" for \"secretary\" in the first sentence preceding \"or\" and in the last sentence and deleted \"or\" following \"letter\" and \"by\" preceding \"telephone\" in the first sentence, inserted \"New Mexico livestock\" in the second sentence in Subsection B and, in Subsection C, inserted \"New Mexico livestock\" in the first sentence and substituted \"the amount prescribed by law\" for \"eight cents ($.08) a head\" in the first sentence and \"or\" for \"and\" following \"feeding\" and \"sheep\" for \"same\" preceding \"for\" in the last sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 52.\n\n3A C.J.S. Animals §§ 73 to 75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-3/"
    },
    {
      "id": "section-77-8-4",
      "number": "77-8-4",
      "heading": "Sheep imported without inspection; inspection.",
      "text": "When any inspector learns that sheep have been brought into the state without first having been inspected as provided in Section 12 [77-8-3 NMSA 1978], he shall immediately inspect the sheep as provided in said section.\n\nHistory:1941 Comp., § 49-874, enacted by Laws 1951, ch. 188, § 13; 1953 Comp., § 47-8-13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-4/"
    },
    {
      "id": "section-77-8-5",
      "number": "77-8-5",
      "heading": "Infected sheep or goats; notice to board.",
      "text": "A person who owns or has under his control sheep or goats that have been exposed to or infected with a reportable disease shall forthwith report such fact to the director. A veterinarian shall be immediately dispatched to examine the sheep or goats and, if found to be so exposed or infected, the veterinarian or inspector shall follow the quarantine and treating provisions set forth in Section 77-8-2 NMSA 1978.\n\nHistory:1941 Comp., § 49-875, enacted by Laws 1951, ch. 188, § 14; 1953 Comp., § 47-8-14; Laws 1999, ch. 282, § 38.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"or goats\" following \"sheep\" throughout the section, substituted \"a reportable disease\" for \"scabies or any other contagious or infectious disease\" and substituted \"director\" for \"secretary\" in the first sentence, and deleted \"or inspector\" following \"A veterinarian\" and \"dipping\" following \"quarantine\" in the last sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-5/"
    },
    {
      "id": "section-77-8-6",
      "number": "77-8-6",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1983, ch. 229, § 9, repealed 77-8-6 NMSA 1978, as enacted by Laws 1951, ch. 188, § 15, relating to yearly inspection of sheep.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-6/"
    },
    {
      "id": "section-77-8-7",
      "number": "77-8-7",
      "heading": "Exportation; notice; inspection and permit fees; penalty.",
      "text": "A. A person intending to ship sheep or goats beyond the limits of the district or the limits of the state shall give notice of his intention to the director or to the inspector for his district by certified letter or by delivery in person or by telephone to the director or inspector so that the notice is received in a reasonable time previous to the proposed date of shipment. The notice shall state the date and place that the sheep or goats will be loaded and destination of the sheep or goats. The board may require an inspector to inspect the sheep or goats as to their sanitary conditions and make a record of all the marks and brands upon the sheep or goats or the board may provide by rule an alternate means of allowing the movement of sheep or goats. The inspector shall not allow sheep or goats bearing any of the marks declared by the law of this state to be unlawful to be shipped except under express authority of the board. The inspector shall also require each person shipping sheep or goats to exhibit a bill of sale executed as provided by Section 77-8-15 NMSA 1978 or authority in writing to ship the sheep or goats from the recorded owner of all marks and brands upon the sheep or goats unless the person is himself the recorded owner of the marks and brands.\n\nB. The inspector shall issue to the shipper a New Mexico livestock board form-1 certificate of inspection or other document or permit approved by the board if he is fully satisfied that the sheep or goats are free from disease and that the person shipping has rightful ownership of the sheep or goats as evidenced by the brands or marks and bill of sale or has complied with the board's alternative method as provided for in this section and all other applicable rules of the board. This certificate or permit shall authorize the shipping of the sheep and goats out of the state.\n\nC. A fee to be fixed by the board in a sum not to exceed the amount prescribed by law shall be charged for the inspection and certificates, and the inspector shall refuse to issue the certificates until he has been paid the fee. The board shall charge a fee not to exceed the amount prescribed by law for issuing the permits allowed in this section in lieu of inspection. The inspector shall make a report to the director after each inspection of any matters contained in this section that may be required of him by the director.\n\nD. A person who knowingly ships sheep or goats from one district to another district without an inspection certificate is guilty of a misdemeanor and shall be sentenced in accordance with the provisions of Section 31-19-1 NMSA 1978. A person who knowingly ships sheep or goats outside the state without an inspection certificate is guilty of a fourth degree felony and shall be sentenced in accordance with the provisions of Section 31-18-15 NMSA 1978.\n\nHistory:1941 Comp., § 49-877, enacted by Laws 1951, ch. 188, § 16; 1953 Comp., § 47-8-16; Laws 1957, ch. 191, § 1; 1959, ch. 246, § 1; 1963, ch. 129, § 2; 1981, ch. 357, § 4; 1993, ch. 248, § 40; 1999, ch. 282, § 39.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"or goats\" throughout the section; in Subsection A, substituted \"sheep or goats beyond the limits of the district or the limits of the state\" for \"sheep out of the state\", deleted \"telegraph\" preceding \"certified letter, and substituted \"in a reasonable time\" for \"at least forty-eight hours\" in the first sentence, and inserted \"board may require\" and \"or the board may provide by rule an alternate means of allowing the movement of sheep or goats\" in the second sentence; in Subsection B, inserted \"or other document or permit approved by the board\" and \"or has complied with the board's alternative method as\"; in Subsection C, inserted the next-to-last sentence; added Subsection D; and made stylistic changes throughout the section.\n\nThe 1993 amendment,effective June 18, 1993, deleted \"New Mexico livestock\" preceding \"board\" in three places; deleted \"in writing\" following \"notice\" in the first sentence of Subsection A; rewrote Subsection B to the extent that a detailed analysis is impracticable; and made minor stylistic changes.\n\nThe 1981 amendment,in Subsection A, substituted \"director of the New Mexico livestock board\" for \"secretary\" and \"director\" for \"secretary\" preceding \"or\" in the first sentence and \"the sheep\" for \"same\" at the end of the second sentence, deleted \"or by\" following \"letter\" and \"by\" preceding \"telephone\" in the first sentence and inserted \"the\" preceding \"destination\" in the second sentence, substituted \"or\" for \"of\" in the first sentence and \"certificate\" for \"certificates\" following \"which\" in the second sentence and inserted \"New Mexico livestock\" in the second sentence in Subsection B and, in Subsection C, inserted \"New Mexico livestock\" in the first sentence and substituted \"the amount prescribed by law\" for \"eight cents ($.08) a head\" and \"the\" for \"said\" following \"paid\" in the first sentence and \"director\" for \"secretary\" twice in the second sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3A C.J.S. Animals § 74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-7/"
    },
    {
      "id": "section-77-8-9",
      "number": "77-8-9",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1999, ch. 282, § 104 repealed 77-8-8 and 77-8-9 NMSA 1978, as enacted by Laws 1951, ch. 188, §§ 17 and 21, relating to unlawful transportation of, and special brands for, sheep, effective July 1, 1999. For provisions of former sections,seethe 1998 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-9/"
    },
    {
      "id": "section-77-8-10",
      "number": "77-8-10",
      "heading": "Recording or rerecording by person with lien or interest.",
      "text": "Any person having a lien or interest in any sheep may cause the mark or brand appearing on said sheep to be recorded or rerecorded in the name of the owner provided he follows the recording or rerecording procedure set forth in this act [77-8-1 to 77-8-19 NMSA 1978]. The secretary [executive director] shall mail a certificate of mark to the owner and a duplicate copy of the certificate to the person having a lien or interest in the sheep.\n\nHistory:1941 Comp., § 49-883, enacted by Laws 1951, ch. 188, § 22; 1953 Comp., § 47-8-22.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nFor references to \"secretary\" being deemed as \"executive director\",see77-2-2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-10/"
    },
    {
      "id": "section-77-8-11",
      "number": "77-8-11",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1999, ch. 282, § 104 repealed 77-8-11 NMSA 1978, as enacted by Laws 1951, ch. 188, § 23, relating to cancellation and reinstatement of marks and brands, effective July 1, 1999. For provisions of former section,seethe 1998 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-11/"
    },
    {
      "id": "section-77-8-12",
      "number": "77-8-12",
      "heading": "Effect of cancellation or new award to one claiming interest; amending original instrument.",
      "text": "The cancellation of an existing mark or brand of a sheep owner shall in no way affect a lien on or interest in any sheep claimed by a third person, and as to such third person a cancellation shall not be deemed to have taken place. Where a new or different brand is awarded the owner, such interested third person or lien holder may have the instrument on which he bases his lien amended so as to show the date the new mark or brand was awarded, a description or facsimile of such new mark or brand and the sheep affected by such new mark or brand. Such amended instrument must be signed and acknowledged in the same manner as the original instrument to give it the force and effect of the original instrument, and recorded, where required by law, in order to give constructive notice.\n\nHistory:1941 Comp., § 49-885, enacted by Laws 1951, ch. 188, § 24; 1953 Comp., § 47-8-24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-12/"
    },
    {
      "id": "section-77-8-13",
      "number": "77-8-13",
      "heading": "Evidential value of mark or brand records.",
      "text": "A certified copy of the records of the board relating to any mark or brand shall be accepted in all courts of this state as prima facie evidence of the ownership of sheep bearing the same.\n\nHistory:1941 Comp., § 49-886, enacted by Laws 1951, ch. 188, § 25; 1953 Comp., § 47-8-25.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 9.\n\n3A C.J.S. Animals § 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-13/"
    },
    {
      "id": "section-77-8-14",
      "number": "77-8-14",
      "heading": "Altering marks or brands.",
      "text": "No person shall alter the mark or brand on his or any other sheep or goats, without first having secured written permission from the director and unless an inspector is present to supervise the alteration.\n\nHistory:1941 Comp., § 49-887, enacted by Laws 1951, ch. 188, § 26; 1953 Comp., § 47-8-26; Laws 1999, ch. 282, § 40.\n\nThe 1999 amendment,effective July 1, 1999, substituted the section heading for \"Altering marks; notice; supervision\", and rewrote the section, which formerly read: \"No person shall alter the mark on his or any other sheep, irrespective of whether such person desires to place his recorded mark on such sheep without first having secured permission from the secretary or an inspector and unless an inspector is present to supervise the alteration.\"\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3A C.J.S. Animals § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-14/"
    },
    {
      "id": "section-77-8-15",
      "number": "77-8-15",
      "heading": "Bills of sale; evidence of larceny.",
      "text": "A. A duly executed bill of sale is an instrument in writing by which the owner or his authorized agent transfers to the buyer the title to the sheep or goat described in the bill of sale and guarantees to defend the title against all lawful claims. It shall fully describe in detail the sheep or goat, and such description shall include marks, brands and all other identification. The bill of sale shall be executed the day of the transaction.\n\nB. A purchase sheet properly executed by a licensed livestock auction market constitutes a valid bill of sale.\n\nC. A registration certificate issued by a recognized pure-bred association, properly identifying the animal and properly acknowledged by the secretary of the association, may be used as proof of ownership.\n\nD. An inspection certificate executed as a bill of sale and certified by inspector may be used as proof of ownership.\n\nE. A person shall not sell or buy sheep or goats unless a bill of sale is provided. The possession by a person of sheep or goats having any mark or brand not his recorded mark or brand unless he has a bill of sale or authority in writing to possess or sell such sheep or goats shall be taken as prima facie evidence that he committed larceny of the sheep or goats and shall be sufficient for his conviction of larceny unless the evidence shows his innocence.\n\nHistory:1941 Comp., § 49-888, enacted by Laws 1951, ch. 188, § 27; 1953 Comp., § 47-8-27; Laws 1999, ch. 282, § 41.\n\nThe 1999 amendment,effective July 1, 1999, added Subsections A to D; designated the formerly undesignated paragraph as Subsection E, and in that Subsection, rewrote the first sentence, which formerly read \"No person shall sell, nor shall any person buy, sheep, unless the seller gives to the purchaser and the purchaser receives from the seller a bill of sale which fully describes the sheep by their marks, brands, number and class and is duly acknowledged before some officer authorized by law to take acknowledgements\", and inserted \"or goats\" following \"sheep\" throughout the second sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-15/"
    },
    {
      "id": "section-77-8-16",
      "number": "77-8-16",
      "heading": "Report of estray sheep or goats; sale.",
      "text": "A person finding estray sheep or goats shall immediately report them to an inspector or the director and deliver them to an inspector upon demand. If the mark or brand on the sheep or goat is recorded in the board office, the director shall notify the owner of record and make arrangements to deliver the sheep or goats to the owner of record if he is the actual owner. If the owner of record no longer owns the sheep or goats, the director shall deliver them to the subsequent purchaser who can prove ownership with a valid bill of sale. In either case, delivery shall be conditioned upon payment by the claimant of all costs incurred in keeping the sheep or goats and such other expenses as may have been necessarily incurred. If the owner cannot be ascertained after diligent inquiry, the director shall order an inspector to sell them to the person paying the highest cash price for them after giving general or special notice or advertising as the director deems necessary under the circumstances. The money arising from the sale shall be used first to defray the costs and expenses in keeping and advertising the sheep or goats and those incurred in the sale. The residue, if any, shall be placed in the board fund; provided, however, that if at any time within two years after the sale any person shall prove ownership of the sheep or goats at the time they became lost, the residue shall be paid to him.\n\nHistory:1941 Comp., § 49-889, enacted by Laws 1951, ch. 188, § 28; 1953 Comp., § 47-8-28; Laws 1999, ch. 282, § 42.\n\nThe 1999 amendment,effective July 1, 1999, inserted \"or goats\" and substituted \"director\" for \"secretary\" throughout the section, and substituted \"two years\" for \"one (1) year\" in the last sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-16/"
    },
    {
      "id": "section-77-8-17",
      "number": "77-8-17",
      "heading": "Enforcement of provisions; recovery of costs and expenses.",
      "text": "Upon the failure or refusal of any owner or person in charge of sheep to comply with the provisions of Sections 11, 12, 14, 16, or 18 [77-8-2, 77-8-3, 77-8-5, 77-8-7 NMSA 1978] of this act or rules and regulations made in pursuance thereof, the inspector shall summarily take custody of and hold the sheep involved in the violation of said sections or rules and regulations until said provisions are complied with or until there is a determination of any legal proceedings brought under said sections. The board shall bring legal proceedings against any violator who after reasonable notice still refuses to comply with these provisions for the enforcement of these provisions or for the costs and expenses incurred in holding the sheep and of bringing said legal proceedings, or for both purposes. In these proceedings no bond shall be required from the board.\n\nHistory:1941 Comp., § 49-890, enacted by Laws 1951, ch. 188, § 29; 1953 Comp., § 47-8-29.\n\nCompiler's notes.— Section 18, referred to in this section, is Laws 1951, ch. 188, § 18, which was repealed by Laws 1971, ch. 50, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-17/"
    },
    {
      "id": "section-77-8-18",
      "number": "77-8-18",
      "heading": "Penalties.",
      "text": "A person who violates the provisions of Section 77-8-2, 77-8-3, 77-8-14 or 77-8-22 NMSA 1978 or rules adopted pursuant to any of those sections is guilty of a misdemeanor for each head and, upon conviction shall be sentenced in accordance with the provisions of Section 31-19-1 NMSA 1978.\n\nHistory:1941 Comp., § 49-891, enacted by Laws 1951, ch. 188, § 30; 1953 Comp., § 47-8-30; Laws 1999, ch. 282, § 43.\n\nThe 1999 amendment,effective July 1, 1999, rewrote the section, which formerly read: \"Any person who violates the provisions of Sections 11, 12, 16, or 26 of this act or rules and regulations made in pursuance thereof, upon his conviction before any justice of the peace or district court in this state, shall be fined in any sum not less than fifty dollars ($50.00) nor more than five hundred dollars ($500) and in addition thereto may at the discretion of the court trying the case be imprisoned in jail for any period of time not to exceed six (6) months.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-18/"
    },
    {
      "id": "section-77-8-19",
      "number": "77-8-19",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1993, ch. 248, § 80 repealed 77-8-19 NMSA 1978, as enacted by Laws 1951, ch. 188, § 31, relating to tax levies, effective June 18, 1993. For provisions of former section,seethe the 1992 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-19/"
    },
    {
      "id": "section-77-8-20",
      "number": "77-8-20",
      "heading": "Commuting sheep or goats; fees.",
      "text": "A. For the purpose of this section, \"commuting sheep or goats\" means sheep or goats that are transferred from New Mexico to some other state with which New Mexico shares a common boundary and back again or from some other state that shares a common boundary with New Mexico, to New Mexico and back again:\n\n(1) during any twelve-month period;\n\n(2) by one owner; and\n\n(3) for the purpose of seasonal grazing, breeding, lambing or kidding on lands owned or leased by that owner in the course of his normal operations in each of the two states.\n\nB. Owners of commuting sheep or goats shall have them inspected for each movement but shall pay the inspection fees for transporting commuting sheep or goats only once in any twelve-month period. For subsequent movements in a twelve-month period, the owner shall pay the inspection fees on those sheep or goats over the number involved in the first movement. If the owner of commuting sheep or goats transports them for a purpose other than regular commuting they shall, at that time, lose their special character of commuting sheep or goats and be subject to the fees normally required by law.\n\nHistory:1953 Comp., § 47-8-41, enacted by Laws 1963, ch. 129, § 6; 1999, ch. 282, § 44; 2001, ch. 38, § 1.\n\nThe 2001 amendment,effective July 1, 2001, rewrote Subsection B, which formerly read \"Owners of commuting sheep or goats shall have them inspected for each movement and shall pay the inspection fees for the sheep or goats normally required by law.\"\n\nThe 1999 amendment,effective July 1, 1999, inserted \"or goats\" throughout the section; in Subsection A, deleted the former Paragraph (1) and (2) designations, redesignated former Paragraphs (3) to (5) as Paragraphs (1) to (3), and in Paragraph (3), inserted \"or kidding\"; and in Subsection B, substituted \"the sheep or goats normally required by law\" for \"transporting commuting sheep only once in any twelve-month period. For the second movement in any twelve-month period, the owner shall pay the inspection fees on any sheep over the number involved in the first movement. If at any time the owner of commuting sheep transports them for any purpose other than their regular commuting, they shall at that time lose their special character of commuting sheep and be subject to the fees normally required by law\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-20/"
    },
    {
      "id": "section-77-8-21",
      "number": "77-8-21",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1999, ch. 282, § 104 repealed 77-8-21 NMSA 1978, as enacted by Laws 1963, ch. 129, § 7, relating to sheep dipping fees, effective July 1, 1999. For provisions of former section,seethe 1998 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-21/"
    },
    {
      "id": "section-77-8-22",
      "number": "77-8-22",
      "heading": "Necessity of branding or marking sheep and goats.",
      "text": "A. A person owning sheep or goats shall have and adopt a brand for them except for registered sheep or goats that are properly identified by legible tattoos and whose owner has been issued a certificate of brand exemption for his flock by the board. The brand shall be applied by any method approved by the board. Each brand shall be recorded in the office of the board. The board may provide for the use of a mark in lieu of the owner's brand if the mark is recorded in conjunction with the brand.\n\nB. Unbranded or unmarked sheep or goats, except offspring with a branded or marked mother, shall be subject to seizure by a peace officer or inspector and shall be handled and disposed of in the same manner as is provided for the handling and disposal of estrays.\n\nC. Sheep or goats that are purchased shall be rebranded or remarked by the new owner with his recorded brand or mark within thirty days of the purchase date unless he is given special permission by the board or the former owner to use the former owner's recorded brand or mark on the sheep or goats.\n\nHistory:1978 Comp., § 77-8-22, enacted by Laws 1999, ch. 282, § 45.\n\nEffective dates.— Laws 1999, ch. 282, § 105, made the act effective July 1, 1999.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-8/section-77-8-22/"
    }
  ]
}