{
  "state": "new-mexico",
  "path": "title-chapter-77-animals-and-livestock/chapter-article-1-dogs-and-domesticated-animals",
  "sections": [
    {
      "id": "section-77-1-1",
      "number": "77-1-1",
      "heading": "[Dogs, cats, domesticated fowls and birds are personal property",
      "text": "That dogs, cats and domesticated fowls and birds shall be deemed and considered as personal property, and all remedies given for the recovery of personal property and of damages for injuries thereto are hereby extended to them.\n\nHistory:Laws 1912, ch. 38, § 1; Code 1915, § 26; C.S. 1929, § 4-101; 1941 Comp., § 49-101; 1953 Comp., § 47-1-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For cruelty to animals,see30-18-1 NMSA 1978.\n\nFor replevin,see42-8-1 to 42-8-22 NMSA 1978.\n\nNo state law preemption of ordinance.— The test for preemption is not whether the municipality misstates the law in its findings or whether some overlap exists between an ordinance and a statute. The test is whether the ordinance permits an act the statute prohibits, or vice versa. The legislature's silence regarding other related activities is not an intent to preempt local government action in that area. The city's finding that certain animals are chattel property rather than personal property is not such a conflict.Rio Grande Kennel Club v. City of Albuquerque, 2008-NMCA-093, 144 N.M. 636, 190 P.3d 1131.\n\nOrdinance banning pit bulls.— Village ordinance banning American pit bull terriers, being a proper exercise of the village's police power, was not a deprivation of property without due process even though it allowed for the destruction of private property.Garcia v. Village of Tijeras, 1988-NMCA-090, 108 N.M. 116, 767 P.2d 355, cert. denied, 107 N.M. 785, 765 P.2d 758.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 5.\n\nLiability for killing dog to protect domestic animal or fowl, 10 A.L.R. 689.\n\nDogs as within contemplation of statutes as to duty of railroads as regards livestock, 46 A.L.R. 1536.\n\nContributory negligence as a defense to a cause of action based upon violation of statute imposing duty upon keeper of animals, 10 A.L.R.2d 853.\n\nCivil liability of landowner for killing or injuring trespassing dog, 15 A.L.R.2d 578.\n\nLiability of owner or operator of place of public resort, other than animal exhibitor, to patron injured by animal or insect, 17 A.L.R.2d 459, 64 A.L.R.4th 963.\n\nLaw as to cats, 73 A.L.R.2d 1032, 8 A.L.R.4th 1287, 55 A.L.R.4th 1080, 68 A.L.R.4th 823.\n\nPrivilege to kill or injure nontrespassing licensed dog to defend third person from harm or attack by animal, 74 A.L.R.2d 770.\n\nPersons entitled to recovery for injury inflicted by horse or other domestic animal exhibited at show, 80 A.L.R.2d 886.\n\nLiability of owner of horse to person injured or killed when kicked, bitten, knocked down, and the like, 85 A.L.R.2d 1161.\n\nLiability for injury or death of child social guest, 20 A.L.R.3d 1127.\n\nLiability for injury to trespassing animals and bees as result of spraying or dusting crop, 37 A.L.R.3d 833.\n\nLiability of owner or bailor of horse for injuries by horse to hirer or bailee thereof, 6 A.L.R.4th 358.\n\nLiability to adult social guest injured otherwise than by condition of premises, 38 A.L.R.4th 200.\n\nLiability for killing or injuring, by motor vehicle, livestock or fowl on highway, 55 A.L.R.4th 822.\n\nCat as subject of larceny, 55 A.L.R.4th 1080.\n\nLiability of owner or operator of business premises for injury to patron by dog or cat, 67 A.L.R.4th 976.\n\nLandlord's liability to third person for injury resulting from attack on leased premises by dangerous or vicious animal kept by tenant, 87 A.L.R.4th 1004.\n\nLandlord's liability to third person for injury resulting from attack off leased premises by dangerous or vicious animal kept by tenant, 89 A.L.R.4th 374.\n\nIntentional provocation, contributory or comparative negligence, or assumption of risk as defense to action for injury by dog, 11 A.L.R.5th 127.\n\n3A C.J.S. Animals § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-1/"
    },
    {
      "id": "section-77-1-2",
      "number": "77-1-2",
      "heading": "Dog killing or injuring livestock; damages; dog to be killed.",
      "text": "If any dog shall kill or injure any livestock, the owner or keeper of such dog shall be liable for all damages that may be sustained thereby, to be recovered by the party so injured before any court having competent jurisdiction, and it shall be unlawful to keep such dog after it is known that the dog is liable to kill livestock, and it shall be the duty of the owner to kill, or have killed, the dog upon order of the court after a finding that the dog has killed or injured livestock, and provided further, that it shall be the right of any owner of livestock so killed or injured by the actions of any dog to kill the dog while it is upon property controlled by the owner of the livestock.\n\nHistory:Laws 1901, ch. 105, § 2; Code 1915, § 219; C.S. 1929, § 4-2002; 1941 Comp., § 49-103; 1953 Comp., § 47-1-2; Laws 1957, ch. 131, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 118.\n\nConstitutionality of \"dog\" laws, 49 A.L.R. 847.\n\nValidity of statute or ordinance providing for destruction of dogs, 56 A.L.R.2d 1024.\n\nWho \"harbors\" or \"keeps\" dog under animal liability statute, 64 A.L.R.4th 963.\n\n3A C.J.S. Animals § 202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-2/"
    },
    {
      "id": "section-77-1-3",
      "number": "77-1-3",
      "heading": "Vaccination of dogs and cats required.",
      "text": "Any person who owns or keeps a dog or cat over the age of three months in this state shall have the dog or cat vaccinated against rabies as prescribed by regulation of the health and environment department [department of health]. All antirabies vaccine shall be administered by or under the supervision of a licensed veterinarian who shall issue a serially numbered certificate and tag for each such administration.\n\nHistory:1953 Comp., § 47-1-2.1, enacted by Laws 1959, ch. 176, § 1; 1973, ch. 170, § 1; 1977, ch. 253, § 55; 1979, ch. 194, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978, relating to the health and environment department, and enacted a new 9-7-4 NMSA 1978, creating the department of health.\n\nThe 1979 amendmentsubstituted \"as prescribed by regulation of the health and environment department\" for \"annually with a vaccine approved by the director of the health services division of the health and environment department\" at the end of the first sentence and added \"who shall issue a serially numbered certificate and tag for each such administration\" at the end of the second sentence.\n\nThe 1977 amendmentsubstituted \"health services division of the health and environment department\" for \"health and social services department\" in the first sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Liability for injuries caused by cat, 68 A.L.R.4th 823.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-3/"
    },
    {
      "id": "section-77-1-4",
      "number": "77-1-4",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 194, § 9, repealed 77-1-4 NMSA 1978, as enacted by Laws 1959, ch. 176, § 2, relating to vaccination certificates and tags. For present provisions,see77-1-3 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-4/"
    },
    {
      "id": "section-77-1-5",
      "number": "77-1-5",
      "heading": "Vaccination of dogs and cats brought into state.",
      "text": "Any dog or cat brought into the state shall be securely confined by the owner or keeper until vaccinated against rabies, which vaccination shall be administered within one week after entry into the state unless the owner or keeper has a certificate of vaccination issued by a veterinarian in another state or foreign country and such vaccination conforms to the requirements of this state.\n\nHistory:1953 Comp., § 47-1-2.3, enacted by Laws 1959, ch. 176, § 3; 1973, ch. 170, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-5/"
    },
    {
      "id": "section-77-1-6",
      "number": "77-1-6",
      "heading": "Notice to health officer of animal bite; confinement; animal contact with rabid animals; animal rabies quarantine; procedure following death from rabies",
      "text": "The health and environment department [department of health] shall prescribe regulations for the reporting of animal bites, confinement and disposition of rabies-suspect animals, rabies quarantine and the disposition of dogs and cats exposed to rabies, in the interest of public health and safety.\n\nHistory:1978 Comp., § 77-1-6, enacted by Laws 1979, ch. 194, § 2.\n\nRepeals and reenactments.— Laws 1979, ch. 194, § 2, repealed former 77-1-6 NMSA 1978 and enacted a new section.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978, relating to the health and environment department, and enacted a new 9-7-4 NMSA 1978, creating the department of health.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 52 et seq.\n\nValidity of statute or ordinance providing for destruction of dogs, 56 A.L.R. 1024.\n\nRight to and measure of compensation for animals destroyed to prevent spread of disease or infection, 67 A.L.R. 208.\n\n3A C.J.S. Animals §§ 73, 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-6/"
    },
    {
      "id": "section-77-1-8",
      "number": "77-1-8",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 194, § 9, repealed 77-1-7 and 77-1-8 NMSA 1978, as enacted by Laws 1959, ch. 176, §§ 5 and 6 respectively, relating to the disposition of dogs or cats bitten by rabid animals and the declaration of a quarantine against rabies within a health district. For present provisions,see77-1-6 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-8/"
    },
    {
      "id": "section-77-1-9",
      "number": "77-1-9",
      "heading": "Dogs; destruction.",
      "text": "A. Any peace officer may impound any dog found running at large unaccompanied by and not under the control of the owner or handler, and further, the peace officer shall destroy the dog if it is in the act of pursuing or wounding livestock or wounding and killing poultry or attacking humans.\n\nB. Any peace officer may kill any dog in the act of pursuing or wounding any livestock or wounding or killing poultry or attacking humans whether or not the dog wears a rabies tag required by Section 77-1-3 NMSA 1978. There shall be no liability of the peace officer in damages or otherwise for such killing.\n\nHistory:1953 Comp., § 47-1-2.7, enacted by Laws 1975, ch. 352, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 58 et seq.\n\nConstitutionality of statute for control of diseases of livestock, 65 A.L.R. 525.\n\nRight to kill dog dangerous to other animals as nuisance, 79 A.L.R. 1064.\n\nValidity of statute or ordinance providing for destruction of dogs, 56 A.L.R.2d 1024.\n\nLiability of public officers for killing or injuring animals, while acting, or professing to act, under a statute in relation to the inspection or destruction of livestock, 2 A.L.R.3d 822.\n\nConstruction of provisions of statute or ordinance governing occasion, time, or manner of summary destruction of domestic animals by public authorities, 42 A.L.R.4th 839.\n\n3A C.J.S. Animals §§ 137, 138, 157, 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-9/"
    },
    {
      "id": "section-77-1-10",
      "number": "77-1-10",
      "heading": "Vicious animals; rabid or unvaccinated dogs and cats; failure to destroy.",
      "text": "A. It is unlawful for any person to keep any animal known to be vicious and liable to attack or injure human beings unless such animal is securely kept to prevent injury to any person.\n\nB. It is unlawful to keep any unvaccinated dog or cat or any animal with any symptom of rabies.\n\nC. It is unlawful to fail or to refuse to destroy vicious animals or unvaccinated dogs or cats with symptoms of rabies as prescribed by regulation of the health and environment department [department of health] for the protection of public health and safety.\n\nHistory:Laws 1901, ch. 105, § 3; Code 1915, § 220; C.S. 1929, § 4-2003; 1941 Comp., § 49-104; 1953 Comp., § 47-1-3; Laws 1959, ch. 176, § 7; 1973, ch. 170, § 7; 1977, ch. 253, § 56; 1979, ch. 194, § 3.\n\nBracketed material.— The bracketed was inserted by the compiler and is not part of the law.\n\nLaws 1991, ch. 25, § 16 repealed former 9-7-4 NMSA 1978, relating to the health and environment department, and enacted a new 9-7-4 NMSA 1978, creating the department of health.\n\nThe 1979 amendmentsubstituted \"failure to destroy\" for \"procedure following death from rabies\" in the catchline, designated the first sentence of the previously undesignated first paragraph as Subsection A and the second sentence of the previously undesignated first paragraph as Subsection B, substituted \"vicious\" for \"vicous\" following \"known to be\" and \"or\" for \"and\" following \"to attack\" in Subsection A, substituted \"with any symptom\" for \"which has shown any symptom\" in Subsection B, deleted \"except that, if such animal has bitten a human being, it shall be confined for a ten-day period\" from the end of Subsection B, deleted the last sentence of the previously undesignated first paragraph and the second undesignated paragraph, relating to the sending of the head of any animal suspected of having died of rabies to a laboratory, added Subsection C and made other minor changes.\n\nThe 1977 amendmentsubstituted \"health services division of the health and environment department\" for \"health and social services department\" and \"division\" for \"department\" in the second paragraph.\n\nCommon law deemed test of liability for dog bite.— There is no statute in New Mexico making the owner of a dog an insurer against damages inflicted by it. The only statute on the subject is this section, making it unlawful to keep a dog known to be vicious. Thus, common law is the test of liability in an action for injuries to a minor child who was severely bitten by a dog while on the premises of the defendant.Perkins v. Drury, 1953-NMSC-029, 57 N.M. 269, 258 P.2d 379.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Personal injuries inflicted by animal as within homeowner's or personal liability policy, 96 A.L.R.3d 891.\n\nModern status of rule of absolute or strict liability for dogbite, 51 A.L.R.4th 446.\n\nWho \"harbors\" or \"keeps\" dog under animal liability statute, 64 A.L.R.4th 963.\n\nLiability of owner or operator of business premises for injury to patron by dog or cat, 67 A.L.R.4th 976.\n\nLiability for injuries caused by cat, 68 A.L.R.4th 823.\n\nLiability for injuries inflicted by dog on public officer or employee, 74 A.L.R.4th 1120.\n\nValidity and construction of statute, ordinance, or regulation applying to specific dog breeds, such as \"pit bulls\" or \"bull terriers,\" 80 A.L.R.4th 70.\n\nLandlord's liability to third person for injury resulting from attack on leased premises by dangerous or vicious animal kept by tenant, 87 A.L.R.4th 1004.\n\nLandlord's liability to third person for injury resulting from attack off leased premises by dangerous or vicious animal kept by tenant, 89 A.L.R.4th 374.\n\nLiability for injury inflicted by horse, dog, or other domestic animal exhibited at show, 68 A.L.R.5th 599.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-10/"
    },
    {
      "id": "section-77-1-11",
      "number": "77-1-11",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 194, § 9, repealed 77-1-11 NMSA 1978, as enacted by Laws 1901, ch. 105, § 4, relating to the killing of any animal the keeping of which is unlawful.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-11/"
    },
    {
      "id": "section-77-1-12",
      "number": "77-1-12",
      "heading": "Local control by ordinance; dogs and cats running at large.",
      "text": "Each municipality and each county shall make provision by ordinance for the seizure and disposition of dogs and cats running at large and not kept or claimed by any person on the person's premises; provided, however, that the ordinance does not conflict with the provisions of Chapter 77, Article 1B NMSA 1978.\n\nHistory:Laws 1901, ch. 105, § 5; Code 1915, § 222; C.S. 1929, § 4-2005; 1941 Comp., § 49-106; 1953 Comp., § 47-1-5; Laws 1973, ch. 170, § 9; 1979, ch. 194, § 4; 2009, ch. 103, § 1.\n\nThe 2009 amendment,effective June 19, 2009, changed the reference of the act from \"Animal Sheltering Services Act\" to \"Chapter 77, Article 1B NMSA 1978\"; and added the exceptions at the end of the sentence.\n\nThe 1979 amendmentsubstituted the present catchline for \"Running at large in municipalities,\" substituted \"municipality and each county\" for \"municipal corporation\" near the beginning of the section, substituted \"disposition of dogs\" for \"killing of all dogs\" near the middle of the section and substituted \"kept or claimed\" for \"claimed or harbored\" near the end of the section.\n\nSection not part of maintenance of roadways.— Compliance with this section and Section 77-1-15.1B NMSA 1978 is not part of maintenance of a roadway, highway or street within the meaning of the legislative waiver of governmental immunity found in Section 41-4-11A NMSA 1978, relating to negligent maintenance of highways, roadways, and streets.Smith v. Village of Corrales, 1985-NMCA-121, 103 N.M. 734, 713 P.2d 4, cert. denied, 103 N.M. 740, 713 P.2d 556 (1986).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Construction and application of ordinances relating to unrestrained dogs, cats, or other domesticated animals, 1 A.L.R.4th 994.\n\nLiability of person, other than owner of animal or owner or operator of motor vehicle, for damage to motor vehicle or injury to person riding therein resulting from collision with domestic animal at large in street or highway, 21 A.L.R.4th 132.\n\nLiability of owner or operator of vehicle for damage to motor vehicle or injury to person riding therein resulting from collision with domestic animal at large in street or highway, 21 A.L.R.4th 159.\n\nConstruction of provisions of statute or ordinance governing occasion, time, or manner of summary destruction of domestic animals by public authorities, 42 A.L.R.4th 839.\n\nLiability for injuries caused by cat, 68 A.L.R.4th 823.\n\nValidity and construction of statute, ordinance, or regulation applying to specific dog breeds, such as \"pit bulls\" or \"bull terriers,\" 80 A.L.R.4th 70.\n\nLandlord's liability to third person for injury resulting from attack on leased premises by dangerous or vicious animal kept by tenant, 87 A.L.R.4th 1004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-12/"
    },
    {
      "id": "section-77-1-13",
      "number": "77-1-13",
      "heading": "Penalty.",
      "text": "Violation of Sections 77-1-3 and 77-1-10 NMSA 1978 and Section 6 [77-18-1 NMSA 1978] of this act or regulations or orders issued pursuant thereto shall be a misdemeanor.\n\nHistory:1978 Comp., § 77-1-13, enacted by Laws 1979, ch. 194, § 5.\n\nRepeals and reenactments.— Laws 1979, ch. 194, § 5, repealed former 77-1-13 NMSA 1978, relating to the enforcement of animal control ordinances, and enacted a new section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-13/"
    },
    {
      "id": "section-77-1-15",
      "number": "77-1-15",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1989, ch. 242, § 5 repealed 77-1-14 NMSA 1978, as enacted by Laws 1943, ch. 57, § 1, relating to guide dogs leading the blind, effective June 16, 1989.\n\nLaws 1979, ch. 194, § 9, repealed 77-1-15 NMSA 1978, as enacted by Laws 1943, ch. 62, § 1, relating to municipal licensing of dogs and the exemption of guide dogs from such. For present provisions,see77-1-15.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-15/"
    },
    {
      "id": "section-77-1-151",
      "number": "77-1-15.1",
      "heading": "Regulation and licensure of dogs; impoundment of animals; qualified service animals exempt.",
      "text": "A. Every municipality and each county may provide by ordinance for the mandatory licensure of dogs over the age of three months. License fees shall be fixed by the responsible municipality or county. Proof of vaccination against rabies shall be provided by the owner or keeper before a license is issued. A combined rabies vaccination certificate and license may be provided by ordinance.\n\nB. Every municipality and each county shall provide for the impoundment of rabies-suspect animals and shall designate a part-time or full-time animal control officer who shall be deputized to enforce animal control laws, orders, ordinances and regulations.\n\nC. No fee shall be charged for the licensure of qualified service animals who are trained to lead partially or totally blind persons, aid hearing impaired persons or assist mobility impaired persons.\n\nHistory:Laws 1979, ch. 194, § 7; 1989, ch. 242, § 4.\n\nThe 1989 amendment,effective June 16, 1989, substituted \"qualified service animals\" for \"guidedogs\" in the catchline and the present provisions of Subsection C for \"No fee for the licensure of dogs trained to assist the blind or deaf shall be charged\".\n\nSection not part of maintenance of roadways.— Compliance with this section and Section 77-1-12 NMSA 1978 is not part of maintenance of a roadway, highway or street within the meaning of the legislative waiver of governmental immunity found in Section 41-4-11A NMSA 1978, relating to negligent maintenance of highways, roadways, and streets.Smith v. Village of Corrales, 1985-NMCA-121, 103 N.M. 734, 713 P.2d 4, cert. denied, 103 N.M. 740, 713 P.2d 556 (1986).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —4 Am. Jur. 2d Animals § 26 et seq.\n\n3A C.J.S. Animals § 11; 62 C.J.S. Municipal Corporations § 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-15-1/"
    },
    {
      "id": "section-77-1-16",
      "number": "77-1-16",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1979, ch. 194, § 9, repealed 77-1-16 NMSA 1978, as enacted by Laws 1977, ch. 332, § 2, relating to municipal licensing of dogs and the exemption of hearing ear aid dogs from such. For present provisions,see77-1-15.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-16/"
    },
    {
      "id": "section-77-1-17",
      "number": "77-1-17",
      "heading": "Abandoned dogs and cats; notice to owner; disposal without liability.",
      "text": "A. As used in this act [section], \"custodian\" means the owner or operator of a veterinary clinic or hospital, a doctor of veterinary medicine, a kennel, grooming parlor or other animal care facility.\n\nB. Any dog or cat placed in the custody of a veterinarian, kennel, animal clinic or hospital, grooming parlor or other animal care facility shall be deemed to be abandoned if, after the term of any agreement for board or other care has expired, the dog or cat has not been reclaimed within ten days after written notice has been given the owner or his agent by registered or certified mail.\n\nC. Any dog or cat deemed abandoned under the provisions of Subsection B of this section, may be disposed of by the custodian if not reclaimed. Notice of the intent to dispose of a dog or cat shall be given to the owner or his agent by registered or certified mail. Such notice, when sent to the address given to the custodian by the owner, shall relieve the custodian from all liability to the owner or his agent for the disposal of the dog or cat.\n\nD. The custodian may turn over an abandoned dog or cat to the municipal or county animal control center, pound or shelter for disposal by them. Nothing in this act [section] shall affect the holding time or notice procedures regarding any municipal or county control facility which is owned or operated by, or is under contract or franchise to, a municipality or county.\n\nE. Nothing in this act [section] shall relieve the owner of a dog or cat for the payment of all reasonable charges for medical or care services rendered to the dog or cat while in the custody of a veterinarian, kennel, animal clinic or hospital, grooming parlor or other animal care facility.\n\nHistory:1953 Comp., § 47-1-9, enacted by Laws 1973, ch. 94, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-17/"
    },
    {
      "id": "section-77-1-18",
      "number": "77-1-18",
      "heading": "Short title.",
      "text": "This act [77-1-18 to 77-1-20 NMSA 1978] may be cited as the \"Pet Sterilization Act\".\n\nHistory:Laws 1993, ch. 43, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-18/"
    },
    {
      "id": "section-77-1-19",
      "number": "77-1-19",
      "heading": "Definitions.",
      "text": "As used in the Pet Sterilization Act:\n\nA. \"animal\" means a cat or dog;\n\nB. \"animal shelter\" means any animal facility operated privately or by or for a municipality or county, in which stray, lost or unwanted animals are kept and released for adoption;\n\nC. \"sterilization\" means rendering an animal unable to reproduce, either by the spaying of a female animal or by the neutering of a male animal; and\n\nD. \"sterilization deposit\" means that portion of the adoption fee charged by the animal shelter when a person adopts an unsterilized animal; the \"sterilization deposit\" is refunded when the animal is sterilized.\n\nHistory:Laws 1993, ch. 43, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-19/"
    },
    {
      "id": "section-77-1-20",
      "number": "77-1-20",
      "heading": "Sterilization agreement and sterilization deposit required.",
      "text": "A. No animal shall be released from an animal shelter to an adopting person unless a sterilization agreement has been signed and a sterilization deposit has been paid, as provided in Subsections C and D of this section.\n\nB. In addition to any adoption fee charged, a sterilization deposit of at least twenty-five dollars ($25.00) shall be imposed on the adoption of each animal from an animal shelter.\n\nC. Animals less than six months of age shall be released only upon payment of the adoption fee and a sterilization deposit and after the adopting person has signed an agreement stating he will have the adopted animal sterilized when it is no older than six months of age.\n\nD. Adult animals over the age of six months shall be released only upon payment of the adoption fee and a sterilization deposit and after the adopting person has signed an agreement stating he will have the animal sterilized within thirty days of the date of adoption.\n\nE. The sterilization deposit shall be reimbursed only upon presentation of a receipt from a veterinarian that the adopted animal has been sterilized.\n\nF. An unsterilized animal reclaimed by its owner shall be released without being sterilized upon payment of the twenty-five dollars ($25.00) for the sterilization deposit and impoundment fees imposed by the shelter, and the owner shall sign an agreement stating he will sterilize the animal within thirty days after release or will obtain a breeder permit or its equivalent. The sterilization deposit shall be reimbursed upon presentation by the owner of a receipt from a veterinarian that the animal has been sterilized.\n\nHistory:Laws 1993, ch. 43, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-77/article-1/section-77-1-20/"
    }
  ]
}