{
  "state": "south-carolina",
  "path": "title-title-6/chapter-chapter-17",
  "sections": [
    {
      "id": "section-6-17-10",
      "number": "6-17-10.",
      "heading": "",
      "text": "This chapter may be cited as \"The Revenue Bond Refinancing Act of 1937.\"\n\nHISTORY: 1962 Code Section 59-651; 1952 Code Section 59-651; 1942 Code Section 9286; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-10/"
    },
    {
      "id": "section-6-17-20",
      "number": "6-17-20.",
      "heading": "",
      "text": "The following terms wherever used or referred to in this chapter shall have the following meanings, unless a different meaning appears from the context:\n\n(1) \"Municipality\" means a county, township, city, incorporated town, or special purpose district;\n\n(2) The term \"governing body\" shall mean the board, council or other legislative body having power to borrow money on behalf of a municipality;\n\n(3) The term \"law\" shall mean any act or statute, general, special or local, of this State, including, without being limited to, the charter of any municipality;\n\n(4) The term \"enterprise\" shall mean any work, undertaking or project which the municipality is or may hereafter be authorized to construct and from which the municipality has derived revenues, for the refinancing or the refinancing and improving of which enterprise refunding bonds are issued under this chapter, and such enterprise shall include all improvements, betterments, extensions and replacements thereto and all appurtenances, facilities, lands, rights in land, water rights, franchises and structures in connection therewith or incidental thereto; and such term shall likewise include a combination of any two or more projects, works, undertakings or systems which the governing body shall deem related to each other;\n\n(5) The term \"Federal agency\" shall include the United States of America, the President of the United States of America, or any agency, instrumentality or corporation of the United States of America which has been designated or created by or pursuant to any act or joint resolution of the Congress of the United States of America or which may be owned or controlled, directly or indirectly, by the United States of America;\n\n(6) The term \"improving\" shall mean reconstructing, replacing, extending, repairing, bettering, equipping, developing, embellishing or otherwise improving or any one or more or all of the foregoing;\n\n(7) The term \"refunding bonds\" shall mean notes, bonds, certificates or other obligations of a municipality issued pursuant to this chapter or pursuant to any other law, as supplemented by or in conjunction with this chapter;\n\n(8) The term \"refinancing\" shall mean funding, refunding, paying or discharging, by means of refunding bonds or the proceeds received from the sale thereof, all or any part of any notes, bonds or other obligations issued to finance or to aid in financing the acquisition, construction or improving of an enterprise, issued under this chapter for any purpose allowed hereunder and payable solely from all or any part of the revenues derived from the operations of any enterprise herein defined, including interest thereon in arrears or about to become due, whether or not represented by coupons or interest certificates;\n\n(9) The term \"revenue\" shall mean all fees, tolls, rates, rentals and charges to be levied and collected in connection with, and all other income and receipts of whatever kind or character derived by the municipality from, the operation of any enterprise or arising from any enterprise; and\n\n(10) The term \"holder of bonds\" or \"bondholders\" or any similar term shall mean any person who shall be the bearer of any outstanding refunding bond or refunding bonds registered to bearer or not registered or the registered owner of any such outstanding bond or bonds which shall at the time be registered other than to bearer.\n\nHISTORY: 1962 Code Section 59-652; 1952 Code Section 59-652; 1942 Code Section 9287; 1937 (40) 313; 1940 (41) 1682; 1990 Act No. 315, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-20/"
    },
    {
      "id": "section-6-17-30",
      "number": "6-17-30.",
      "heading": "",
      "text": "Any municipality may refinance or refinance and improve any enterprise and for such purpose may borrow money and issue refunding bonds from time to time. Any municipality, which shall have outstanding bonds issued pursuant to this chapter, and which shall have, in the resolution authorizing such bonds, reserved the right to issue additional bonds, payable in whole or in part from the revenues of the enterprise, may issue such additional bonds pursuant to and in accordance with the provisions of this chapter, notwithstanding that the proceeds of such additional bonds be used solely for the improvement of the enterprise.\n\nHISTORY: 1962 Code Section 59-653; 1952 Code Section 59-653; 1942 Code Section 9288; 1937 (40) 313; 1953 (48) 71.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-30/"
    },
    {
      "id": "section-6-17-40",
      "number": "6-17-40.",
      "heading": "",
      "text": "For the purpose of this chapter a governing body may by resolution combine two or more projects, works, undertakings or systems into a combined system or enterprise. A governing body may also combine into one system or enterprise any existing project, work, undertaking or system with any proposed project, work, undertaking or system which such governing body shall have deemed to be related and the initial construction of the proposed project, work, undertaking or system shall, for all purposes of this chapter, be considered an improvement, extension or betterment of the existing enterprise. Governing bodies are specifically empowered to combine into one enterprise an existing waterworks system with a proposed sewer system and, for the purpose of this chapter, the initial construction of the sewer system shall be deemed an improvement, extension or betterment of the existing waterworks system.\n\nHISTORY: 1962 Code Section 59-654; 1952 Code Section 59-654; 1942 Code Section 9287; 1937 (40) 313; 1940 (41) 1682.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-40/"
    },
    {
      "id": "section-6-17-50",
      "number": "6-17-50.",
      "heading": "",
      "text": "The refunding shall be authorized by resolution of the governing body of the municipality. Such resolution may be adopted at a regular or special meeting and at the same meeting at which it is introduced by a majority of all the members of the governing body then in office. Such resolution shall take effect immediately upon the adoption thereof. No other proceedings or procedure of any character whatever shall be required for the issuance of refunding bonds by the municipality.\n\nHISTORY: 1962 Code Section 59-655; 1952 Code Section 59-655; 1942 Code Section 9289; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-50/"
    },
    {
      "id": "section-6-17-60",
      "number": "6-17-60.",
      "heading": "",
      "text": "The refunding bonds may be issued in one or more series, may bear such date or dates, may mature at such time or times not exceeding the period of usefulness of the enterprise, as determined by the governing body in its discretion, nor in any event exceeding forty years from their respective dates, may bear such rate or rates of interest as the governing body shall determine, may be in such denomination or denominations, may be in such form, either coupon or registered, may carry such registration and conversion privileges, may be executed in such manner, may be payable in such medium of payment, at such place or places, may be subject to such terms of redemption, with or without premium, may be declared or become due before the maturity date thereof, may provide for the replacement of mutilated, destroyed, stolen or lost bonds, may be authenticated in such manner and upon compliance with such conditions, and may contain such other terms and covenants, as may be provided by resolution or resolutions of the governing body of the municipality. Notwithstanding the form or tenor thereof, and in the absence of an express recital on the face thereof that the bond is nonnegotiable, all refunding bonds shall at all times be, and shall be treated as, negotiable instruments for all purposes.\n\nHISTORY: 1962 Code Section 59-656; 1952 Code Section 59-656; 1942 Code Section 9290; 1937 (40) 313; 1952 (47) 1715.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-60/"
    },
    {
      "id": "section-6-17-70",
      "number": "6-17-70.",
      "heading": "",
      "text": "The governing body of any municipality may, in addition to the other powers conferred by this chapter, insert provisions in any resolution authorizing the issuance of refunding bonds, which shall be a part of the contract with the holders of the refunding bonds:\n\n(1) As to limitations on the purpose to which the proceeds of sale of any issue of refunding bonds or any notes, bonds or other obligations then or thereafter to be issued to finance the improving of the enterprise may be applied;\n\n(2) As to limitations on the issuance and on the lien of additional refunding bonds or additional notes, bonds or other obligations to finance the improving of the enterprise which are secured by or payable from the revenues of such enterprise;\n\n(3) As to limitations on the right of the municipality or its governing body to restrict and regulate the use of the enterprise;\n\n(4) As to the amount and kind of insurance to be maintained on the enterprise and the use and disposition of insurance moneys;\n\n(5) Pledging all or any part of the revenues of the enterprise to which its right then exists or the right to which may thereafter come into existence;\n\n(6) Covenanting against pledging all or any part of the revenues of the enterprise to which its right then exists or the right to which may thereafter come into existence;\n\n(7) As to events of default and terms and conditions upon which any or all of the refunding bonds shall become or may be declared due before maturity and as to the terms and conditions upon which such declaration and its consequences may be waived;\n\n(8) As to the rights, liabilities, powers and duties arising upon the breach by it of any covenants, conditions or obligations;\n\n(9) Vesting in a trustee the right to enforce any covenants made to secure, to pay or in relation to the refunding bonds, as to the powers and duties of such trustee and the limitation of the liabilities thereof and as to the terms and conditions upon which the holders of the refunding bonds or any proportion or percentage of them may enforce any covenants made under this chapter or duties imposed hereby;\n\n(10) As to a procedure by which the terms of any resolution authorizing refunding bonds, or any other contract with bondholders, including but not limited to an indenture of trust or similar instrument, may be amended or abrogated and as to the amount of refunding bonds the holders of which must consent thereto and the manner in which such consent may be given;\n\n(11) As to the execution of all instruments necessary or convenient in the exercise of the powers granted by this chapter or in the performance of the duties of the municipality and the officers, agents and employees thereof;\n\n(12) As to refraining from pledging or in any manner whatever claiming or taking the benefit or advantage of any stay or extension law which may affect the duties or covenants of the municipality in relation to the refunding bonds, the performance thereof or the lien of such refunding bonds;\n\n(13) As to the purchase out of any funds available therefor, including but not limited to the proceeds of refunding bonds, of any outstanding notes, bonds or obligations, including, but not limited to, refunding bonds, and the price or prices at which and the manner in which such purchases may be made;\n\n(14) As to any other acts and things that may be necessary, convenient or desirable in order to secure the refunding bonds or that may tend to make the refunding bonds more marketable;\n\n(15) As to the manner of collecting the fees, tolls, rates, rentals or other charges for the services, facilities or commodities of the enterprise and the combining in one bill of the fees, tolls, rates, rentals or other charges for the services, facilities or commodities of the enterprise with the fees, tolls, rates, rentals or charges for other services, facilities or commodities afforded by the municipality; and\n\n(16) As to the discontinuance of the services, facilities or commodities of the enterprise as well as any other services, facilities or commodities afforded by the municipality in the event that the fees, tolls, rates, rentals or other charges for the services, facilities or commodities of the enterprise are not paid.\n\nNothing in this section shall be construed to authorize any municipality to make any covenants, to perform any act or to do anything which shall require the expenditure in any manner or for any purpose by the municipality of any funds other than revenues received or receivable from the enterprise.\n\nHISTORY: 1962 Code Section 59-657; 1952 Code Section 59-657; 1942 Code Section 9298; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-70/"
    },
    {
      "id": "section-6-17-80",
      "number": "6-17-80.",
      "heading": "",
      "text": "The refunding bonds and the income therefrom shall be exempt from taxation, except inheritance, estate and transfer taxes.\n\nHISTORY: 1962 Code Section 59-658; 1952 Code Section 59-658; 1942 Code Section 9295; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-80/"
    },
    {
      "id": "section-6-17-90",
      "number": "6-17-90.",
      "heading": "",
      "text": "The refunding bonds shall be special obligations of the municipality and shall be payable from and secured by a lien upon the revenues of the enterprise as shall be more fully described in the resolution of the governing body authorizing the issuance of the refunding bonds, having due regard to the cost of operation and maintenance of the enterprise and the amount or proportion, if any, of the revenues of the enterprise previously pledged. Any municipality may by resolution of its governing body pledge for the security of the refunding bonds a fixed amount without regard to any fixed proportion of the gross revenues of the enterprise.\n\nHISTORY: 1962 Code Section 59-659; 1952 Code Section 59-659; 1942 Code Section 9293; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-90/"
    },
    {
      "id": "section-6-17-95",
      "number": "6-17-95.",
      "heading": "",
      "text": "Under the revenue bond refinancing act, in the case of a municipality providing hospital, nursing home, or care facilities, the municipality may utilize the provisions of Section 44-7-60 to secure payment on any indebtedness purchased by any federal agency or any indebtedness guaranteed by any federal agency.\n\nHISTORY: 2010 Act No. 199, Section 2, eff upon approval (became law without the Governor's signature on June 1, 2010).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-95/"
    },
    {
      "id": "section-6-17-100",
      "number": "6-17-100.",
      "heading": "",
      "text": "As additional security for any issue of refunding bonds hereunder, or any part thereof, any municipality may by resolution of its governing body confer upon the holders of the refunding bonds all rights, powers and remedies which the holders would be entitled to if they were the owners and had possession of the notes, bonds or other obligations for the refinancing of which such refunding bonds shall have been issued, including, but not limited to, the preservation of the lien of such notes, bonds or other obligations without extinguishment, impairment or diminution thereof. In the event any municipality exercises the power conferred by this section (a) each refunding bond shall contain a recital to the effect that the holder thereof has been granted the additional security provided by this section and (b) each note, bond, certificate or other obligation of the municipality to be refinanced by any such refunding bonds shall be kept intact and shall not be cancelled or destroyed until the refunding bonds, and interest thereon, have been finally paid and discharged but shall be stamped with a legend to the effect that such note, bond, certificate or other obligation has been refunded pursuant to The Revenue Bond Refinancing Act of 1937.\n\nHISTORY: 1962 Code Section 59-660; 1952 Code Section 59-660; 1942 Code Section 9293; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-100/"
    },
    {
      "id": "section-6-17-110",
      "number": "6-17-110.",
      "heading": "",
      "text": "All refunding bonds of the same issue shall be equally and ratably secured, without priority by reason of number or date of bonds, of sale, of execution or of delivery, by a lien upon the revenues of the enterprise in accordance with the provisions of Section 6-17-90 and the resolution authorizing the issuance of such refunding bonds.\n\nHISTORY: 1962 Code Section 59-661; 1952 Code Section 59-661; 1942 Code Section 9293; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-110/"
    },
    {
      "id": "section-6-17-120",
      "number": "6-17-120.",
      "heading": "",
      "text": "No recourse shall be had for the payment of the refunding bonds, or interest thereon, or any part thereof, against the general fund of any municipality, nor shall the credit or taxing power of any municipality be deemed to be pledged thereto.\n\nThe refunding bonds, and interest thereon, shall not be a debt of the municipality, nor a charge, lien or encumbrance, legal or equitable, upon any property of the municipality or upon any income, receipts or revenues of the municipality other than such of the revenues of the enterprise as shall have been pledged to the payment thereof, and every refunding bond shall recite in substance that such bond, including interest thereon, is payable solely from the revenues pledged to the payment thereof and that the municipality is under no obligation to pay the same, except from such revenues.\n\nHISTORY: 1962 Code Section 59-662; 1952 Code Section 59-662; 1942 Code Section 9294; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-120/"
    },
    {
      "id": "section-6-17-130",
      "number": "6-17-130.",
      "heading": "",
      "text": "Refunding bonds bearing the signatures of officers of the municipality in office on the date of the signing thereof shall be valid and binding obligations of the municipality for all purposes, notwithstanding that before the delivery thereof any or all of the persons whose signatures appear thereon shall have ceased to be officers of the municipality, the same as if such persons had continued to be officers of the municipality until after the delivery thereof.\n\nHISTORY: 1962 Code Section 59-663; 1952 Code Section 59-663; 1942 Code Section 9291; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-130/"
    },
    {
      "id": "section-6-17-140",
      "number": "6-17-140.",
      "heading": "",
      "text": "The validity of the authorization and issuance of the refunding bonds shall not be dependent on or affected in any way by proceedings taken for the improving of any enterprise for the refinancing and improving of which the refunding bonds are to be issued or by contracts made in connection with the improving of any such enterprise. Any resolution authorizing refunding bonds may provide that any such refunding bond may contain a recital that such refunding bond is issued pursuant to this chapter and any refunding bond containing such recital under authority of any such resolution shall be conclusively deemed to be valid and to have been issued in conformity with the provisions of this chapter.\n\nHISTORY: 1962 Code Section 59-664; 1952 Code Section 59-664; 1942 Code Section 9291; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-140/"
    },
    {
      "id": "section-6-17-150",
      "number": "6-17-150.",
      "heading": "",
      "text": "The refunding bonds may be sold or exchanged in installments at different times or an entire issue or series may be sold or exchanged at one time. Any issue or series of refunding bonds may be exchanged in part or sold in part in installments at different times or at one time. The refunding bonds may be sold or exchanged at any time on, before or after the maturity of any of the outstanding notes, bonds, certificates or other obligations to be refinanced thereby.\n\nHISTORY: 1962 Code Section 59-665; 1952 Code Section 59-665; 1942 Code Section 9292; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-150/"
    },
    {
      "id": "section-6-17-160",
      "number": "6-17-160.",
      "heading": "",
      "text": "If the governing body determines to exchange any refunding bonds, such refunding bonds may be exchanged privately for and in payment and discharge of any of the outstanding notes, bonds or other obligations of the municipality issued to finance or to aid in financing the acquisition, construction, improving, refinancing or improving and refinancing of an enterprise. The refunding bonds may be exchanged for a like or greater principal amount of such notes, bonds or other obligations of the municipality and the principal amount of the refunding bonds may exceed the principal amount of such outstanding notes, bonds or other obligations to the extent necessary or advisable, in the discretion of the governing body, to fund interest in arrears or about to become due. The holder or holders of such outstanding notes, bonds or other obligations need not pay accrued interest on the refunding bonds to be delivered in exchange therefor if and to the extent that interest is due or accrued and unpaid on such outstanding notes, bonds or other obligations to be surrendered.\n\nHISTORY: 1962 Code Section 59-666; 1952 Code Section 59-666; 1942 Code Section 9292; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-160/"
    },
    {
      "id": "section-6-17-170",
      "number": "6-17-170.",
      "heading": "",
      "text": "If the governing body determines to sell any refunding bonds, such refunding bonds shall be sold at public or private sale in such manner and upon such terms as the governing body shall deem best for the interest for the municipality; provided, that the interest cost to result from any such sale shall not exceed the limitation upon the rate of interest to be paid by discount or otherwise provided by Section 11-9-350.\n\nHISTORY: 1962 Code Section 59-667; 1952 Code Section 59-667; 1942 Code Section 9292; 1937 (40) 313; 1974 (58) 2031.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-170/"
    },
    {
      "id": "section-6-17-180",
      "number": "6-17-180.",
      "heading": "",
      "text": "In order that the payment of the refunding bonds, and interest thereon, shall be adequately secured, any municipality issuing refunding bonds pursuant to this chapter and the proper officers, agents and employees thereof shall:\n\n(1) Pay or cause to be paid punctually the principal of every refunding bond, and the interest thereon, on the date or dates and at the place or places and in the manner and out of the funds mentioned in such refunding bonds and in the coupons thereto appertaining and in accordance with the resolution authorizing their issuance;\n\n(2) Operate the enterprise in an efficient and economical manner and establish, levy, maintain and collect such fees, tolls, rentals, rates and other charges in connection therewith as may be necessary or proper, which fees, tolls, rates, rentals and other charges shall be at least sufficient after making due and reasonable allowances for contingencies and for a margin of error in the estimates (a) to pay all current expenses of operation and maintenance of the enterprise, (b) to pay the interest on and principal of the refunding bonds as they shall become due and payable, (c) to comply in all respects with the terms of the resolution authorizing the issuance of refunding bonds or any other contract or agreement with the holders of the refunding bonds and (d) to meet any other obligations of the municipality which are charges, liens or encumbrances upon the revenues of such enterprise;\n\n(3) Operate, maintain, preserve and keep, or cause to be operated, maintained, preserved and kept, the enterprise and every part and parcel thereof in good repair, working order and condition;\n\n(4) Preserve and protect the security of the refunding bonds and the rights of the holders thereof and warrant and defend such rights against all claims and demands of all persons whomsoever;\n\n(5) Pay and discharge, or cause to be paid or discharged, any and all lawful claims for labor, materials and supplies which, if unpaid, might by law become a lien or charge upon the revenues or any part thereof prior or superior to the lien of the refunding bonds or which might impair the security of the refunding bonds, to the end that the priority and security of the refunding bonds shall be fully preserved and protected;\n\n(6) Hold in trust the revenues pledged to the payment of the refunding bonds for the benefit of the holders of the refunding bonds and apply such revenues only as provided by the resolution authorizing the issuance of the refunding bonds or, if such resolution shall thereafter be modified in the manner provided therein or herein, only as provided in such resolution as modified; and\n\n(7) Keep proper books of record and accounts of the enterprise (separate from all other records and accounts) in which complete and correct entries shall be made of all transactions relating to the enterprise or any part thereof and which, together with all other books and papers of the municipality, shall at all times be subject to the inspection of the holder or holders of not less than ten per cent of the refunding bonds then outstanding or his or their representatives duly authorized in writing.\n\nCompliance with the provisions of this section shall be of the essence of the contract of such municipality with the bondholders at all times but none of the foregoing duties shall be construed to require the expenditure in any manner or for any purpose by the municipality of any funds other than revenues received or receivable from the enterprise.\n\nHISTORY: 1962 Code Section 59-668; 1952 Code Section 59-668; 1942 Code Section 9297; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-180/"
    },
    {
      "id": "section-6-17-190",
      "number": "6-17-190.",
      "heading": "",
      "text": "Any municipality may, in connection with the issuance of refunding bonds, appoint a fiscal agent, provide for the powers, duties and functions and compensations of such fiscal agent, limit the liabilities of such fiscal agent and prescribe a method for the resignation, removal, merger or consolidation of such fiscal agent and the appointment of a successor fiscal agent and the transfer of rights and properties to such successor fiscal agent.\n\nHISTORY: 1962 Code Section 59-669; 1952 Code Section 59-669; 1942 Code Section 9296; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-190/"
    },
    {
      "id": "section-6-17-200",
      "number": "6-17-200.",
      "heading": "",
      "text": "If the municipality shall default in the payment of the principal or interest on any of the refunding bonds after such principal or interest shall become due, whether at maturity or upon call for redemption, and such default shall continue for a period of thirty days, or if the municipality, the governing body or the officers, agents or employees thereof shall fail or refuse to comply with the essential provisions of this chapter or shall default in any material respect in any agreement made with the holders of the refunding bonds, any holder of refunding bonds, or trustee therefor, may apply in an appropriate judicial proceeding to a State court exercising equitable jurisdiction or any court of competent jurisdiction for the appointment of a receiver of the enterprise, whether or not all refunding bonds have been declared due and payable and whether or not such holder or trustee therefor is seeking or has sought to enforce any other right or exercise any remedy in connection with such refunding bonds. Upon such application, if it deem such action necessary for the protection of the refunding bondholders, such a State court exercising equitable jurisdiction may and, if the application is made by the holder of twenty-five per cent in principal amount of such refunding bonds then outstanding or any trustee for holders of such refunding bonds in such principal amount, shall appoint a receiver of the enterprise.\n\nHISTORY: 1962 Code Section 59-670; 1952 Code Section 59-670; 1942 Code Section 9299; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-200/"
    },
    {
      "id": "section-6-17-210",
      "number": "6-17-210.",
      "heading": "",
      "text": "The receiver so appointed shall forthwith, directly or by his agents and attorneys (a) enter into and upon and take possession of the enterprise and each and every part thereof and if the court so directs may exclude the municipality, its governing body, officers, agents and employees and all persons claiming under them wholly therefrom, (b) have, hold, use, operate, manage and control the enterprise and each and every part thereof and in the name of the municipality or otherwise, as the receiver may deem best and (c) exercise all the rights and powers of the municipality with respect to the enterprise as the municipality itself might do. Such receiver shall also (a) maintain, restore, insure and keep insured the enterprise and from time to time shall make all such necessary or proper repairs as to such receiver may seem expedient, (b) establish, levy, maintain and collect such fees, tolls, rentals and other charges in connection with the enterprise as such receiver may deem necessary or proper and reasonable and (c) collect and receive all revenues, deposit them in a separate account and apply such revenues so collected and received in such manner as the court shall direct.\n\nHISTORY: 1962 Code Section 59-671; 1952 Code Section 59-671; 1942 Code Section 9299; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-210/"
    },
    {
      "id": "section-6-17-220",
      "number": "6-17-220.",
      "heading": "",
      "text": "Such receiver shall in the performance of the powers herein conferred upon him act under the direction and supervision of the court making such appointment and shall at all times be subject to the orders and decrees of such court and may be removed thereby. Except as provided in Section 6-17-230 nothing herein contained shall limit or restrict the jurisdiction of such court to enter such other and further orders and decrees as such court may deem necessary or appropriate for the exercise by the receiver of any functions specifically set forth herein.\n\nHISTORY: 1962 Code Section 59-672; 1952 Code Section 59-672; 1942 Code Section 9299; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-220/"
    },
    {
      "id": "section-6-17-230",
      "number": "6-17-230.",
      "heading": "",
      "text": "Notwithstanding anything in this chapter to the contrary, the receiver shall have no power to sell, assign, mortgage or otherwise dispose of any assets of whatever kind or character belonging to the municipality and useful for the enterprise, but the authority of any such receiver shall be limited to the operation and maintenance of the enterprise, and no court shall have jurisdiction to enter any order or decree requiring or permitting the receiver to sell, assign, mortgage or otherwise dispose of any such assets.\n\nHISTORY: 1962 Code Section 59-673; 1952 Code Section 59-673; 1942 Code Section 9299; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-230/"
    },
    {
      "id": "section-6-17-240",
      "number": "6-17-240.",
      "heading": "",
      "text": "Whenever all that is due upon the refunding bonds, and interest thereon, and upon any other notes, bonds or other obligations, and interest thereon, having a charge, lien or encumbrance on the revenues of the enterprise and under any of the terms of any covenants or agreements with bondholders shall have been paid or deposited as provided therein and all defaults shall have been cured and made good and it shall appear to the court that no default is imminent, the court shall direct the receiver to surrender possession of the enterprise to the municipality, the same right of the holders of the refunding bonds to secure the appointment of a receiver to exist upon any subsequent default as herein provided.\n\nHISTORY: 1962 Code Section 59-674; 1952 Code Section 59-674; 1942 Code Section 9299; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-240/"
    },
    {
      "id": "section-6-17-250",
      "number": "6-17-250.",
      "heading": "",
      "text": "Subject to any contractual limitations binding upon the holders of any issue of refunding bonds, or trustee therefor, including, but not limited to, the restriction of the exercise of any remedy to a specified proportion or percentage of such holders, any holder of refunding bonds, or trustee therefor, may for the equal benefit and protection of all holders of refunding bonds similarly situated:\n\n(1) By mandamus or other suit, action or proceeding at law or in equity enforce his rights against the municipality, its governing body and any of its officers, agents and employees and require and compel such municipality, governing body or officer, agent or employee to perform and carry out its or his duties and obligations under this chapter and its or his covenants and agreements with the bondholders;\n\n(2) By action or suit in equity require the municipality and the governing body thereof to account as if they were the trustee of an express trust;\n\n(3) By action or suit in equity enjoin any acts or things which may be unlawful or in violation of the rights of the bondholders; or\n\n(4) Bring suit upon the refunding bonds.\n\nHISTORY: 1962 Code Section 59-675; 1952 Code Section 59-675; 1942 Code Section 9300; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-250/"
    },
    {
      "id": "section-6-17-260",
      "number": "6-17-260.",
      "heading": "",
      "text": "No remedy conferred by this chapter upon any holder of refunding bonds, or any trustee therefor, is intended to be exclusive of any other remedy, but each such remedy is cumulative and in addition to every other remedy and may be exercised without exhausting and without regard to any other remedy conferred by this chapter or by any other law. Every substantive right and every remedy conferred upon the holders of refunding bonds may be enforced and exercised from time to time and as often as may be deemed expedient.\n\nHISTORY: 1962 Code Section 59-676; 1952 Code Section 59-676; 1942 Code Section 9300; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-260/"
    },
    {
      "id": "section-6-17-270",
      "number": "6-17-270.",
      "heading": "",
      "text": "No waiver of any default or breach of duty or contract, whether by any holder of refunding bonds, or any trustee therefor, shall extend to or shall affect any subsequent default or breach of duty or contract or shall impair any rights or remedies thereon. No delay or omission of any bondholder or any trustee therefor to exercise any right or power accruing upon any default shall impair any such right or power or shall be construed to be a waiver of any such default or acquiescence therein.\n\nHISTORY: 1962 Code Section 59-677; 1952 Code Section 59-677; 1942 Code Section 9300; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-270/"
    },
    {
      "id": "section-6-17-280",
      "number": "6-17-280.",
      "heading": "",
      "text": "In case any suit, action or proceeding to enforce any right or exercise any remedy shall be brought or taken and then discontinued or abandoned, or shall be determined adversely to the holder of the refunding bonds, or any trustee therefor, the municipality and such holder, or such trustee, shall be restored to their former positions and rights and remedies as if no such suit, action or proceeding had been brought or taken.\n\nHISTORY: 1962 Code Section 59-678; 1952 Code Section 59-678; 1942 Code Section 9300; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-280/"
    },
    {
      "id": "section-6-17-290",
      "number": "6-17-290.",
      "heading": "",
      "text": "This chapter constitutes full and complete authority for the issuance of refunding bonds. No procedure or proceedings, publications, notices, consents, approvals, orders, acts or things by any governing body of any municipality or any board, officer, commission, department, agency or instrumentality of the State or any municipality shall be required to issue any refunding bonds or to do any act or perform anything under this chapter, except as may be prescribed in this chapter.\n\nHISTORY: 1962 Code Section 59-679; 1952 Code Section 59-679; 1942 Code Section 9301; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-290/"
    },
    {
      "id": "section-6-17-300",
      "number": "6-17-300.",
      "heading": "",
      "text": "Nothing in this chapter shall be deemed in any way to authorize any municipality to do anything in any manner or for any purpose which would result in the creation or incurring of a debt or indebtedness or the issuance of any instrument which would constitute a bond or debt within the meaning of any provision, limitation or restriction of the Constitution relating to the creation or incurring of a debt or indebtedness or the issuance of an instrument constituting a bond or a debt.\n\nHISTORY: 1962 Code Section 59-680; 1952 Code Section 59-680; 1942 Code Section 9293; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-300/"
    },
    {
      "id": "section-6-17-310",
      "number": "6-17-310.",
      "heading": "",
      "text": "Nothing in this chapter shall be deemed in any way (a) to alter the terms of any agreements made with the holders of any outstanding notes, bonds or other obligations of the municipality, (b) to authorize the municipality to alter the terms of any such agreements or (c) to impair or to authorize the municipality to impair the rights and remedies of any creditors of the municipality.\n\nHISTORY: 1962 Code Section 59-681; 1952 Code Section 59-681; 1942 Code Section 9293; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-310/"
    },
    {
      "id": "section-6-17-320",
      "number": "6-17-320.",
      "heading": "",
      "text": "The powers conferred by this chapter shall be in addition and supplemental to, and not in substitution for, and the limitations imposed by this chapter shall not affect, the powers conferred by any other law. This chapter is remedial in nature and shall be liberally construed.\n\nHISTORY: 1962 Code Section 59-682; 1952 Code Section 59-682; 1942 Code Section 9301; 1937 (40) 313.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-17/section-6-17-320/"
    }
  ]
}