{
  "state": "south-carolina",
  "path": "title-title-6/chapter-t06c021",
  "sections": [
    {
      "id": "section-6-21-5",
      "number": "6-21-5",
      "heading": "",
      "text": "In furtherance of the powers granted to the counties of this State pursuant to the provisions of Section 4-9-30, and Section 6-21-10 et seq., of the 1976 Code, each of the counties of this State is authorized to establish transportation authorities and to finance, following the public hearing and referendum required in Chapter 37, Title 4, the cost of acquiring, designing, constructing, equipping and operating highways, roads, streets, and bridges, and other transportation-related projects, either alone or in partnership with other governmental entities including, but not limited to, the South Carolina Department of Transportation. HISTORY: 1995 Act No. 52, Section 1",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-5/"
    },
    {
      "id": "section-6-21-10",
      "number": "6-21-10",
      "heading": "",
      "text": "The word \"borrower\" as used in this chapter shall be construed to mean the municipality operating under this chapter. HISTORY: 1962 Code Section 59-361; 1952 Code Section 59-361; 1942 Code Section 9245; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-10/"
    },
    {
      "id": "section-6-21-20",
      "number": "6-21-20",
      "heading": "",
      "text": "The term \"governing body\" as used in this chapter shall be construed to mean, in the case of a county, the board of county commissioners or other like governing body thereof, in the case of a city or incorporated town, the board of commissioners, the mayor and council or other like governing body thereof and, in the case of a township, the board of county commissioners or other governing body of the county in which the township is located. HISTORY: 1962 Code Section 59-362; 1952 Code Section 59-362; 1942 Code Section 9246; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-20/"
    },
    {
      "id": "section-6-21-30",
      "number": "6-21-30",
      "heading": "",
      "text": "As used in this chapter the term \"municipality\" shall, unless the context otherwise indicates, include counties, townships, cities, incorporated towns, school districts and other political subdivisions of the State. HISTORY: 1962 Code Section 59-363; 1952 Code Section 59-363; 1942 Code Section 9240; 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-30/"
    },
    {
      "id": "section-6-21-40",
      "number": "6-21-40",
      "heading": "",
      "text": "The word \"system\" as used in this chapter shall include all of the projects and undertakings referred to in Section 6-21-50. The water and sewer systems of any municipality shall constitute one system and any two or more projects or undertakings described in Section 6-21-50 which are in any way related, as in the case of a waterworks system and a sewer system, may be deemed a single system or project for the purposes of this chapter if the governing body of the municipality establishing it shall so determine either in the ordinance authorizing the issuance of bonds pursuant to this chapter or in any other ordinance passed prior to the issuance of the bonds. Any city owning and operating a municipal airport may combine such airport with any harbor improvement plan, including one providing docking and other facilities common to marinas or yacht basins, into a single system for all of the purposes of this chapter. HISTORY: 1962 Code Section 59-364; 1952 Code Section 59-364; 1942 Code Section 9240: 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088; 1960 (51) 1616.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-40/"
    },
    {
      "id": "section-6-21-45",
      "number": "6-21-45",
      "heading": "",
      "text": "As used in Section 6-21-50, the phrase 'hospitals, nursing home and care facilities' has the same meaning as \"hospital facilities\" as defined in item (f) of Section 44-7-1430. HISTORY: 1987 Act No. 201, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-45/"
    },
    {
      "id": "section-6-21-50",
      "number": "6-21-50",
      "heading": "",
      "text": "Any municipality of this State may purchase or construct a waterworks system, water supply system, sewer system, sanitary disposal equipment and appliances, garbage and trash disposal systems including plants for solid waste transfer, reduction and recyclement, light plant or system, natural gas system, ice plants, power plants and distribution systems, gas plants, incinerator plants, hospitals, nursing home and care facilities, piers, docks, terminals, airports, toll bridges, ferries, drainage systems, city halls, courthouses, armories, fire stations and fire fighting vehicles, auditoriums, hotels, municipal buildings, theatres, community auditoriums and hotels, city halls and hotels, public markets, public recreation parks, swimming pools, golf courses, stadiums, school auditoriums, gymnasiums or teacherages, cemeteries, parking buildings, parking lots, curb markets or other public buildings or structures and in furtherance thereof may purchase or construct any necessary part of any such system, either within or without the limits of such county or the corporate limits of such city or incorporated town. A county may under this chapter develop a courthouse and office building combined or a courthouse and jail combined. Curb markets may be purchased or constructed alone or as a single system together with parking lots for vehicles or together with buildings for storage or for rental either as space or as stores or offices, or together with both such parking lots and buildings. Provided, however, that notwithstanding any other provision of law, any bonds issued for financing a fire fighting vehicle pursuant to the provisions of this chapter shall be subject to a maximum maturity of not more than twenty-five years. HISTORY: 1962 Code Section 59-365; 1952 Code Section 59-365; 1942 Code Section 9240; 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088; 1949 (46) 103; 1950 (46) 1864; 1975 (59) 85; 1977 Act No. 213; 1978 Act No. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-50/"
    },
    {
      "id": "section-6-21-55",
      "number": "6-21-55",
      "heading": "",
      "text": "The debt service on bonds authorized by this chapter issued by a municipality to finance improvements under and permitted by the Municipal Improvement Act of 1999 shall not impose or be derived from in whole or in part a tax or assessment on property not located in the improvement district. The provisions of this section do not apply to projects or undertakings designated by a municipal governing body as a \"system\" under Section 6-21-40. HISTORY: 2000 Act No. 384, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-55/"
    },
    {
      "id": "section-6-21-60",
      "number": "6-21-60",
      "heading": "",
      "text": "Any municipality proposing to construct and operate a natural gas system for the benefit of the municipality and its surrounding territory shall also be empowered to construct and operate natural gas systems in any other municipalities, regardless of the county in which situate, if lying within twenty miles of its transmission line or main, if the governing body of such other municipalities give their consent thereto, and upon such terms and conditions as may be agreed upon. In such circumstances, the municipality which shall undertake the construction of the natural gas system shall possess and may exercise all powers granted by this chapter in such other municipalities as fully and as effectually as it shall possess such powers with respect to itself. For the purpose of this chapter, the term \"transmission line\" shall mean the pipelines or mains connecting the distribution system of the municipality with the source of supply of natural gas. HISTORY: 1962 Code Section 59-365.1; 1954 (48) 1789.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-60/"
    },
    {
      "id": "section-6-21-70",
      "number": "6-21-70",
      "heading": "",
      "text": "Any municipalities desiring to obtain the benefit of the provisions of this chapter through uniting or cooperating in joint projects or undertakings serving joint community interests may cooperate with each other under agreements made by their governing authorities through resolutions or ordinances either with or without statutory enactments creating new districts for the purpose of such projects. HISTORY: 1962 Code Section 59-366; 1952 Code Section 59-366; 1942 Code Section 9240; 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-70/"
    },
    {
      "id": "section-6-21-80",
      "number": "6-21-80",
      "heading": "",
      "text": "Any municipality which may own and operate any such system may improve, enlarge, extend or repair it; and, whenever there shall be in force an agreement between any municipality owning a waterworks system and any public authority or agency authorized to sell water at wholesale which agreement requires payments of money or a loan by the municipality to the authority, or both, in return for a commitment on the part of the public authority or agency to furnish water to the municipality in quantity for a period of not less than twenty years, the benefits to be derived by the municipality under such agreement shall be deemed an improvement to and extension of the waterworks system of the municipality so obligating itself, to finance which bonds may be issued pursuant to this chapter to obtain the moneys required by the municipality to discharge its undertakings. HISTORY: 1962 Code Section 59-367; 1952 Code Section 59-367; 1942 Code Section 9240; 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088; 1955 (49) 194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-80/"
    },
    {
      "id": "section-6-21-90",
      "number": "6-21-90",
      "heading": "",
      "text": "In the case of waterworks and sewerage systems any such municipality may construct mains and pipelines, bathrooms, bathhouses or toilet houses and fixtures therein and locate and maintain them on private property if it shall acquire the right so to do by easement, lease or otherwise. HISTORY: 1962 Code Section 59-368; 1952 Code Section 59-368; 1942 Code Section 9240; 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-90/"
    },
    {
      "id": "section-6-21-100",
      "number": "6-21-100",
      "heading": "",
      "text": "Any municipality in the State may construct, acquire, own, equip, operate, maintain, enlarge, extend or increase any of the works described in Section 6-21-50, together with all appurtenances necessary, useful or convenient for the maintenance and operation of such works, and may acquire by gift, grant, purchase, condemnation or otherwise all necessary land, rights, easements, franchises or other property therefor within or without the limits of such municipality in the county in which it is situate or in any adjoining county or counties. Title to property shall be taken in the name of the municipality. HISTORY: 1962 Code Section 59-369; 1952 Code Section 59-369; 1942 Code Sections 9242, 9243; 1933 (38) 411; 1934 (38) 1543; 1951 (47) 182.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-100/"
    },
    {
      "id": "section-6-21-110",
      "number": "6-21-110",
      "heading": "",
      "text": "Any municipality may condemn any such works to be acquired and any land, rights, easements, franchises or other property, real or personal, deemed necessary or convenient for the construction of any such works or for extensions, improvements or additions thereto and such right shall extend to any such property in the county in which the municipality is situate and any adjoining county or counties and where the condemning municipality is a county such right shall extend to property within such county and to property in adjoining counties and in connection therewith any such municipality shall have all the rights, powers and privileges of eminent domain granted to municipalities under the laws relating thereto. If the project or work undertaken is for the establishment of a natural gas system, the municipality may exercise the power of condemnation in order to connect with the source of supply even though in so doing it shall become necessary to condemn lands, properties or rights of way in counties which do not adjoin the county in which the municipality is situated. HISTORY: 1962 Code Section 59-370; 1952 Code Section 59-370; 1942 Code Sections 9242, 9243; 1933 (38) 411; 1934 (38) 1543; 1951 (47) 182.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-110/"
    },
    {
      "id": "section-6-21-120",
      "number": "6-21-120",
      "heading": "",
      "text": "The municipality shall be under no obligation to accept and pay for any property condemned and shall in no event pay for any property condemned or purchased except from the funds provided pursuant to this chapter. HISTORY: 1962 Code Section 59-372; 1952 Code Section 59-372; 1942 Code Section 9243; 1933 (38) 411; 1934 (38) 1543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-120/"
    },
    {
      "id": "section-6-21-130",
      "number": "6-21-130",
      "heading": "",
      "text": "In the event of the acquisition by purchase the governing body may obtain and exercise an option from the owner of the property for the purchase thereof and may enter into a contract for the purchase thereof. Any such purchase may be made upon such terms and conditions and in such manner as the governing body may deem proper. But the exercise of an option to purchase or the entry into a contract for such purchase shall in no event bind or obligate the municipality or create any debt, liability or claim except such as may be paid from the funds provided under the authority of this chapter. HISTORY: 1962 Code Section 59-373; 1952 Code Section 59-373; 1942 Code Section 9243; 1933 (38) 411; 1934 (38) 1543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-130/"
    },
    {
      "id": "section-6-21-140",
      "number": "6-21-140",
      "heading": "",
      "text": "Whenever the governing body of any borrower shall determine to purchase, construct, improve, enlarge, extend or repair any system named in Section 6-21-50 under the provisions of this chapter, it shall first cause an estimate to be made of the cost thereof and the fact that such estimate has been made and the amount thereof shall appear in the ordinance authorizing and providing for the issuance of the bonds. HISTORY: 1962 Code Section 59-374; 1952 Code Section 59-374; 1942 Code Section 9247; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-140/"
    },
    {
      "id": "section-6-21-150",
      "number": "6-21-150",
      "heading": "",
      "text": "In the event of the acquisition by purchase or condemnation of any works already constructed the governing body, at or before the time of the adoption of the ordinance or resolution described in Section 6-21-160, shall cause to be determined what repairs, replacements, additions and betterments will be necessary in order that such works may be effective for their purpose, and an estimate of the cost of such improvements shall be included in the estimate of the cost required by Section 6-21-140 and such improvements shall be made upon the acquisition of the works and as a part of the cost thereof. HISTORY: 1962 Code Section 59-375; 1952 Code Section 59-375; 1942 Code Section 9243; 1933 (38) 411; 1934 (38) 1543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-150/"
    },
    {
      "id": "section-6-21-160",
      "number": "6-21-160",
      "heading": "",
      "text": "For the purposes of this chapter any borrower may adopt an ordinance providing for the issuance of revenue bonds as herein stated and any and all other appropriate ordinances and resolutions deemed necessary to effectuate the full intent and purpose of this chapter, including the segregation of revenues derived from the operation of any project named in Section 6-21-50, the determination, fixation and revision from time to time of rates to be charged for services, the protection of the properties, the adequate operation thereof, and the insurance of the security of the bonds. HISTORY: 1962 Code Section 59-376; 1952 Code Section 59-376; 1942 Code Section 9248; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-160/"
    },
    {
      "id": "section-6-21-170",
      "number": "6-21-170",
      "heading": "",
      "text": "The powers conferred by this chapter on counties and townships may be exercised by resolution of the governing body of the county or the governing body of the county in which the township is situate. Such resolution may be adopted in accordance with the required or customary procedure of such body and may be amended by like resolution so adopted and no such resolution shall be subject to the provisions of any law relating to the adoption of ordinances by cities nor shall any resolution require the use of general funds or the levy of taxes for any of the purposes of this chapter. Such ordinances and resolutions of counties shall be recorded in the minutes of the governing body thereof as soon as practicable after their passage and shall be authenticated by the signature of the clerk of such governing body. Any such ordinances or resolutions of counties may be published in a newspaper of general circulation in such county. HISTORY: 1962 Code Section 59-377; 1952 Code Section 59-377; 1942 Code Sections 9248, 9277; 1933 (38) 411; 1934 (38) 1392.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-170/"
    },
    {
      "id": "section-6-21-180",
      "number": "6-21-180",
      "heading": "",
      "text": "Any municipality desiring to borrow money and issue bonds under this chapter may borrow such money from any Federal agency and may accept loans and grants from such agency and execute any agreements within the authority of this chapter and do all things necessary and convenient for such purpose. HISTORY: 1962 Code Section 59-378; 1952 Code Section 59-378; 1942 Code Section 9278; 1934 (38) 1392.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-180/"
    },
    {
      "id": "section-6-21-185",
      "number": "6-21-185",
      "heading": "",
      "text": "Under the revenue bond act for utilities in the case of a special purpose district providing hospital, nursing home, or care facilities, the special purpose district is authorized to provide a mortgage on any real or personal property to secure the purchase of any indebtedness by any federal agency or the guarantee of any indebtedness by any federal agency. HISTORY: 2008 Act No. 350, Section 2, eff upon approval (became law without the Governor's signature on June 17, 2008); 2010 Act No. 199, Section 1, eff upon approval (became law without the Governor's signature on June 1, 2010).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-185/"
    },
    {
      "id": "section-6-21-190",
      "number": "6-21-190",
      "heading": "",
      "text": "For the purpose of defraying the cost of purchasing, constructing, improving, enlarging, extending or repairing any system or project of any character mentioned in Section 6-21-50 and, when the borrower is a city having a population of more than five thousand people and less than five thousand five hundred people according to the United States census of 1930, for the purpose of refunding temporary loans made for the purpose of financing the cost of purchasing, constructing, improving, enlarging, extending or repairing any such system or project, any borrower may borrow money and issue its negotiable serial bonds. HISTORY: 1962 Code Section 59-379; 1952 Code Section 59-379; 1942 Code Section 9249; 1933 (38) 411; 1937 (40) 483; 1939 (41) 153, 344.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-190/"
    },
    {
      "id": "section-6-21-200",
      "number": "6-21-200",
      "heading": "",
      "text": "The bonds authorized hereunder shall not be subject to any limitations or provisions of the municipal bond laws or the bond laws for counties. HISTORY: 1962 Code Section 59-380; 1952 Code Section 59-380; 1942 Code Section 9253; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-200/"
    },
    {
      "id": "section-6-21-210",
      "number": "6-21-210",
      "heading": "",
      "text": "No such bonds shall be issued until authorized by an ordinance or resolution which shall set forth a brief description of the contemplated or completed improvement, the estimated cost thereof and the amount, maximum rate of interest, time and place of payment and other details in connection with the issuance of the bonds. HISTORY: 1962 Code Section 59-381; 1952 Code Section 59-381; 1942 Code Section 9249; 1933 (38) 411; 1937 (40) 483; 1939 (41) 153, 344.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-210/"
    },
    {
      "id": "section-6-21-220",
      "number": "6-21-220",
      "heading": "",
      "text": "Such serial bonds shall bear interest at not more than six per cent per annum, payable semiannually, and shall be payable at such times, not exceeding forty-five years from their date, and at such places as shall be prescribed in the ordinance or resolution providing for their issuance. The bonds and their coupons shall be made payable in lawful money of the United States. The bonds shall mature annually or semiannually, and the first installment thereof shall be made payable not more than five years from the date thereof. The principal of and interest upon such bonds shall be payable solely from the revenues derived from the operation of the system or project for the purchase, construction, improvement, enlargement, extension or repair of which they are issued except that when a borrower improves, enlarges, extends or repairs any system or project named in Section 6-21-50 the principal of and interest upon such bonds may be made payable from the revenues derived from the operation of the entire system or project. No bonds or coupon issued pursuant to this chapter shall constitute an indebtedness of the borrower within the meaning of any State constitutional provision or statutory limitations. It shall be plainly stated on the face of each such bond and coupon that it has been issued under the provisions of this chapter and that it does not constitute an indebtedness of the borrower within any State constitutional provisions or statutory limitation. The bonds and coupons shall be executed in such manner and shall be substantially in the form provided in the authorizing ordinance or resolution. HISTORY: 1962 Code Section 59-382; 1952 Code Section 59-382; 1942 Code Section 9249; 1933 (38) 411; 1937 (40) 483; 1939 (41) 153, 344.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-220/"
    },
    {
      "id": "section-6-21-230",
      "number": "6-21-230",
      "heading": "",
      "text": "Bonds issued pursuant to this chapter may also be in fully registered form and may contain such conversion privileges as the governing body of the municipality shall prescribe. The principal of and or interest on bonds issued in fully registered form may be payable annually, semiannually, quarterly or monthly as the governing body of the municipality shall prescribe. Bonds issued pursuant to this chapter may also be in the form of a single fully registered note or in the form of a note or notes payable to bearer or to a named payee. HISTORY: 1962 Code Section 59-382.2; 1972 (57) 2467; 1975 (59) 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-230/"
    },
    {
      "id": "section-6-21-240",
      "number": "6-21-240",
      "heading": "",
      "text": "Any city combining its airport with any harbor improvement plan into a single system as provided in Section 6-21-40 may secure such bonds as may be issued therefor by pledges of the revenues from such combined system, and it may additionally secure such bonds by pledges of any of the revenues that might from time to time become receivable by said city from any other source or sources except the proceeds of ad valorem taxes. Bonds issued pursuant to this chapter for such purposes may, in the discretion of the governing body of said city, be primarily secured by a pledge of the revenues from such system as provided by Section 6-21-440. HISTORY: 1962 Code Section 59-382.1; 1960 (51) 1616; 1990 Act No. 603, Section 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-240/"
    },
    {
      "id": "section-6-21-250",
      "number": "6-21-250",
      "heading": "",
      "text": "In case any of the officers whose signatures or countersignatures appear on the bonds or coupons shall cease to be such officers before delivery of such bonds, such signatures or countersignatures shall nevertheless be valid and sufficient for all purposes as if such officers had remained in office until such delivery. HISTORY: 1962 Code Section 59-383; 1952 Code Section 59-383; 1942 Code Section 9259; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-250/"
    },
    {
      "id": "section-6-21-260",
      "number": "6-21-260",
      "heading": "",
      "text": "Such bonds shall have all the qualities of negotiable instruments under the law merchant and the Uniform Commercial Code. HISTORY: 1962 Code Section 59-384; 1952 Code Section 59-384; 1942 Code Section 9256; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-260/"
    },
    {
      "id": "section-6-21-270",
      "number": "6-21-270",
      "heading": "",
      "text": "The bonds and interest coupons issued hereunder are hereby exempted from any and all State, county, municipal and other taxation whatsoever under the laws of this State and it shall be plainly stated on the face of each such bond as follows: \"The principal of and interest on this bond are exempted from any and all State, county, municipal and other taxation whatsoever under the laws of the State of South Carolina.\" HISTORY: 1962 Code Section 59-385; 1952 Code Section 59-385; 1942 Code Section 9255; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-270/"
    },
    {
      "id": "section-6-21-280",
      "number": "6-21-280",
      "heading": "",
      "text": "Such bonds shall be sold in such manner and upon such terms as the governing body shall deem for the best interest of the borrower. In no event shall any of the bonds be sold on a basis to yield more than six per cent per annum from the date of sale to the date of average maturity of the bonds sold. In any contract for the purchase or construction of any system or project named in Section 6-21-50 or for the improvement, enlargement, extension or repair of any such system or project provision may be made that payment therefor shall be made in such bonds. HISTORY: 1962 Code Section 59-386; 1952 Code Section 59-386; 1942 Code Section 9249; 1933 (38) 411; 1937 (40) 483; 1939 (41) 153, 344.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-280/"
    },
    {
      "id": "section-6-21-290",
      "number": "6-21-290",
      "heading": "",
      "text": "Bonds issued under the provisions of this chapter are legal investments for executors, administrators, trustees and other fiduciaries and for savings banks and insurance companies organized under the laws of this State. HISTORY: 1962 Code Section 59-387; 1952 Code Section 59-387; 1942 Code Section 9254; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-290/"
    },
    {
      "id": "section-6-21-300",
      "number": "6-21-300",
      "heading": "",
      "text": "The governing body, when practicable, shall require that the proceeds of the sale of bonds issued under the provisions of this chapter be deposited in a special account or accounts in a bank or banks which are members of the Federal Reserve System and shall require, in so far as practicable, that each such deposit be secured by United States Government securities having an aggregate market value at least equal to the sum at the time on deposit or, in any event, the proceeds shall be deposited in some bank or other depository, either within or without the State, which will secure such deposit satisfactorily to the governing body. HISTORY: 1962 Code Section 59-388; 1952 Code Section 59-388; 1942 Code Section 9257; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-300/"
    },
    {
      "id": "section-6-21-310",
      "number": "6-21-310",
      "heading": "",
      "text": "All moneys received from any such bonds shall be used solely for the purchase, construction, improvement, enlargement, extension or repair of the system, project or combined system for which the bonds were issued, including any engineering, legal and other expenses incident thereto, and to advance the payment of the interest on the bonds during the first three years following the date of the bonds. Any unexpended balance of the proceeds of the sale of any such bonds remaining after the completion of the project for which the bonds were issued shall be paid immediately into the bond and interest redemption fund for such bonds and shall be used only for the payment of the principal of the bonds or, in the alternative, to acquire outstanding bonds of the general issue from which the proceeds were derived by purchase of such bonds at a price (exclusive of accrued interest) not exceeding the face amount thereof. Any bonds so acquired by purchase shall be cancelled and shall not be reissued. HISTORY: 1962 Code Section 59-389; 1952 Code Section 59-389; 1942 Code Section 9258; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-310/"
    },
    {
      "id": "section-6-21-320",
      "number": "6-21-320",
      "heading": "",
      "text": "The governing body of the borrower authorizing bonds issued under the provisions of this chapter may make provision for any of such bonds to be called for payment on any interest payment date before maturity under such circumstances and upon such terms and conditions as the governing body may prescribe. HISTORY: 1962 Code Section 59-390; 1952 Code Section 59-390; 1942 Code Section 9272; 1933 (38) 411; 1967 (55) 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-320/"
    },
    {
      "id": "section-6-21-330",
      "number": "6-21-330",
      "heading": "",
      "text": "There shall be created in the authorizing ordinance a statutory lien upon any such system or project and the appurtenances and extensions thereto so to be purchased, constructed, improved, enlarged, extended or repaired to and in favor of the holders of the bonds and each of them and to and in favor of the holders of the coupons of the bonds and each of them; provided, however, that when a borrower purchases, constructs, improves, enlarges, extends or repairs any system or project named in Section 6-21-50 such statutory lien may be created and declared to be upon the whole of such combined system or project with appurtenances and extensions thereto, if the governing body so determines. HISTORY: 1962 Code Section 59-391; 1952 Code Section 59-391; 1942 Code Section 9250; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-330/"
    },
    {
      "id": "section-6-21-340",
      "number": "6-21-340",
      "heading": "",
      "text": "Any municipality may pledge the revenues of its water system for the construction or enlargement of its sewer system and its water system. HISTORY: 1962 Code Section 59-392; 1952 Code Section 59-392; 1942 Code Section 9240; 1933 (38) 411; 1934 (38) 1306, 1392; 1935 (39) 494, 1088.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-340/"
    },
    {
      "id": "section-6-21-350",
      "number": "6-21-350",
      "heading": "",
      "text": "Such system, project or combined system so purchased, constructed, improved, enlarged, extended or repaired shall remain subject to such statutory lien until payment in full of the principal of and interest upon the bonds. Any holder of any of such bonds or of any of the coupons representing interest accrued thereon may, either at law or in equity, by suit, action, mandamus or other proceedings, protect and enforce such statutory lien and may, by suit, action, mandamus or other proceedings, enforce and compel performance of all duties of the officials of the borrower, including the fixing of sufficient rates, the collection of revenues, the proper segregation of the revenues of the project or combined system and the proper application thereof. But such statutory lien shall not be construed to give any such bond or coupon holder authority to compel the sale of the project or combined system or any part thereof. HISTORY: 1962 Code Section 59-393; 1952 Code Section 59-393; 1942 Code Section 9251; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-350/"
    },
    {
      "id": "section-6-21-360",
      "number": "6-21-360",
      "heading": "",
      "text": "If there be any default in the payment of the principal of or interest upon any of the bonds any court having jurisdiction in any proper action may appoint a receiver to administer and operate the system, project or combined system so encumbered on behalf of the borrower with power to fix and charge rates and collect revenues sufficient to provide for the payment of any bonds or other obligations outstanding against the system, project or combined system and for the payment of the expenses of operating and maintaining it and to apply the income and revenues of the system, project or combined system in conformity with this chapter and the ordinance providing for the issuance of the bonds. HISTORY: 1962 Code Section 59-394; 1952 Code Section 59-394; 1942 Code Section 9252; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-360/"
    },
    {
      "id": "section-6-21-370",
      "number": "6-21-370",
      "heading": "",
      "text": "Any borrower having purchased, constructed, improved, enlarged or repaired any such system, project or combined system pursuant to the provisions of this chapter, (b) issued bonds for any such purpose and (c) failed to provide in the authorizing ordinance for additional bonds for additional construction, improvement, enlargement or repair of such system, project or combined system may, by ordinance, provide for the issuance of additional bonds for further improvement, enlargement, extension or repair of any such system, project or combined system. Such additional bonds, when so issued and negotiated, shall rank junior in standing to the prior issue or issues of bonds for such system, project or combined system and shall so state on the face of the bonds. HISTORY: 1962 Code Section 59-395; 1952 Code Section 59-395; 1942 Code Section 9261; 1933 (38) 411; 1945 (44) 269.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-370/"
    },
    {
      "id": "section-6-21-380",
      "number": "6-21-380",
      "heading": "",
      "text": "When a borrower has outstanding any bonds issued under the provisions of this chapter, it may thereafter issue and negotiate new bonds on such terms as the governing body shall deem advisable for the purpose of providing for the payment of any such outstanding bonds. Such new bonds shall be designated \"revenue refunding bonds\" and shall be secured to the same extent and shall have the same source of payment as the bonds which have been thereby refunded. HISTORY: 1962 Code Section 59-396; 1952 Code Section 59-396; 1942 Code Section 9262; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-380/"
    },
    {
      "id": "section-6-21-390",
      "number": "6-21-390",
      "heading": "",
      "text": "Rates for services furnished by any such system, project or combined system shall be fixed prior to the issuance of the bonds. Such rates shall be sufficient to provide for the payment of the interest upon and the principal of all such bonds as and when they become due and payable, to create a bond and interest redemption fund therefor, to provide for the payment of the expenses of administration and operation and such expenses for maintenance of the system, project or combined system as are necessary to preserve it in good repair and working order, to build up a reserve for depreciation of the existing system, project or combined system and to build up a reserve for improvements, betterments and extensions to the existing system, project or combined system other than those necessary to maintain it in good repair and working order as herein provided. Such rates shall be fixed and revised from time to time so as to produce these amounts and the governing body shall covenant and agree in the ordinance authorizing the issuance of the bonds and on the face of each bond at all times to maintain such rates for services furnished by such system, project or combined system as shall be sufficient to provide for the foregoing. HISTORY: 1962 Code Section 59-397; 1952 Code Section 59-397; 1942 Code Section 9263; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-390/"
    },
    {
      "id": "section-6-21-400",
      "number": "6-21-400",
      "heading": "",
      "text": "Rates charged for services furnished by any system, project or combined system purchased, constructed, improved, enlarged, extended or repaired under the provisions of this chapter shall not be subject to supervision or regulation by any State bureau, board, commission or other like instrumentality or agency of the State and it shall not be necessary for any borrower operating under the provisions of this chapter to obtain any franchise or other permit from any State bureau, board, commission or other instrumentality of the State in order to construct, improve, enlarge, extend or repair any system, project or combined system named in this chapter. But the functions, powers and duties of the Department of Health and Environmental Control shall remain unaffected by this chapter. HISTORY: 1962 Code Section 59-398; 1952 Code Section 59-398; 1942 Code Section 9270; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-400/"
    },
    {
      "id": "section-6-21-410",
      "number": "6-21-410",
      "heading": "",
      "text": "No free service shall be furnished by any such system, project or combined system to the municipality owning it or to any agency, instrumentality or person. The reasonable cost and value of any service rendered to any such borrower by any such system, project or combined system shall be charged against the borrower and shall be paid for monthly as the service accrues from the current funds or from the proceeds of taxes which the borrower, within constitutional limitations, is hereby authorized and required to levy in an amount sufficient for that purpose, and such funds, when so paid, shall be accounted for in the same manner as other revenues of such system, project or combined system. HISTORY: 1962 Code Section 59-399; 1952 Code Section 59-399; 1942 Code Section 9260; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-410/"
    },
    {
      "id": "section-6-21-420",
      "number": "6-21-420",
      "heading": "",
      "text": "The ordinance authorizing the issuance of such bonds shall definitely determine whether such system, project or combined system shall be operated upon a calendar, operating or fiscal year basis and the dates of the beginning and ending thereof. HISTORY: 1962 Code Section 59-400; 1952 Code Section 59-400; 1942 Code Section 9266; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-420/"
    },
    {
      "id": "section-6-21-430",
      "number": "6-21-430",
      "heading": "",
      "text": "The governing body of the borrower shall designate as custodian of the bond and interest redemption fund established pursuant to Section 6-21-440 a bank, depository, or trust company duly qualified and doing business within the State which shall be satisfactory to the governing body of such borrower. The bank, depository, or trust company shall signify its acceptance of such custodianship by a written instrument directed to the governing body of the borrower. Such fund from time to time held by such bank, depository, or trust company shall be impressed with a trust for the benefit of the persons entitled thereto. HISTORY: 1962 Code Section 59-401; 1952 Code Section 59-401; 1942 Code Section 9265-1; 1933 (38) 411; 1936 (39) 1299; 1990 Act No. 603, Section 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-430/"
    },
    {
      "id": "section-6-21-440",
      "number": "6-21-440",
      "heading": "",
      "text": "In the authorizing ordinance the governing body of the borrower shall set aside monthly (or more often if deemed advisable) and shall pledge either the gross revenues or net revenues of the system, project, or combined system, as the governing body of the borrower may determine, into separate and special funds as follows: Out of the revenues there shall be set aside a sum sufficient to pay the principal of and the interest upon the bonds as and when they become due and payable. If the revenues of any calendar, operating, or fiscal year shall be insufficient to pay the principal of and interest on the bonds maturing in any such calendar, operating, or fiscal year, an additional amount sufficient to pay the principal of and interest on such bonds outstanding and unpaid shall be set aside out of the revenues of the next succeeding calendar, operating, or fiscal year and applied to the payment of the principal of and interest on such outstanding and unpaid bonds. This fund shall be designated the \"bond and interest redemption fund\". Out of the revenues there also shall be set aside a sum sufficient to provide for the payment of all expenses of administration and operation and such expenses for maintenance as may be necessary to preserve the system, project or combined system in good repair and working order. This fund shall be designated the \"operation and maintenance fund\". If the pledge made is of gross revenues, the order of the foregoing set asides shall be first to the bond and interest redemption fund and next to the operation and maintenance fund; if the pledge is of net revenues, the order of the foregoing set asides shall be first to the operation and maintenance fund and next to the bond and interest redemption fund. Out of the remaining revenues there shall be next set aside a sum sufficient to build up a reserve for depreciation of the existing system or combined system. This fund shall be designated the \"depreciation fund\". Out of the remaining revenues there shall be next set aside a sum sufficient to build up a reserve for improvements, betterments, and extensions to the existing system, project, or combined system, other than those necessary to maintain it in good repair and working order as herein provided. This fund shall be designated the \"contingent fund\". Any surplus revenues thereafter remaining shall be disposed of by the governing body of the borrower as it may determine from time to time to be for the best interest of the borrower. In the event the proceedings for the issuance of bonds provide for their repayment in whole or in part from front-foot assessments, the borrower need not make the payments provided for in this section for application for the payment of principal and interest on a monthly basis but may make them at least annually, provided that the payments shall be in such amounts and at such times that sufficient funds will be available to pay the principal and interest upon the bonds as and when they become due and payable. HISTORY: 1962 Code Section 59-402; 1952 Code Section 59-402; 1942 Code Section 9264; 1933 (38) 411; 1980 Act No. 365; 1990 Act No. 603, Section 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-440/"
    },
    {
      "id": "section-6-21-450",
      "number": "6-21-450",
      "heading": "",
      "text": "Nothing in this chapter shall be construed to prohibit the borrower from appropriating and using any part of its available income or revenues derived from any source other than from the operation of such system, project or combined system in paying any immediate expenses of operation or maintenance of any such system, project or combined system. But nothing in this chapter shall be construed to require the borrower to do so. HISTORY: 1962 Code Section 59-403; 1952 Code Section 59-403; 1942 Code Section 9265; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-450/"
    },
    {
      "id": "section-6-21-460",
      "number": "6-21-460",
      "heading": "",
      "text": "Bonds issued under the provisions of this chapter shall be payable solely from the revenues in the bond and interest redemption fund. HISTORY: 1962 Code Section 59-404; 1952 Code Section 59-404; 1942 Code Section 9264; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-460/"
    },
    {
      "id": "section-6-21-470",
      "number": "6-21-470",
      "heading": "",
      "text": "In the segregation and separation of the gross revenues into the several funds in Section 6-21-440 stated, the governing body may prescribe a reasonable excess amount to be placed in the bond and interest redemption fund from time to time during the earlier years of maturities of such bonds so as thereby to produce and provide a cushion fund to meet any possible deficiencies therein in maturities of future years. If such excess amounts are thus provided provision may be made in the ordinance for the scaling down of such amounts in future years if the surplus so provided in the earlier years may then be found to have been accumulated and to be available. HISTORY: 1962 Code Section 59-405; 1952 Code Section 59-405; 1942 Code Section 9264; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-470/"
    },
    {
      "id": "section-6-21-480",
      "number": "6-21-480",
      "heading": "",
      "text": "If any surplus shall be accumulated in the operation and maintenance fund which shall be equal to the cost of operating and maintaining the system, project or combined system during the remainder of the calendar, operating or fiscal year, as provided by the authorizing ordinance, and the cost of operating and maintaining the system, project or combined system during the succeeding like calendar, operating or fiscal year, any such surplus may be transferred at any time by the governing body to the depreciation fund, the contingent fund or the bond and interest redemption fund. HISTORY: 1962 Code Section 59-406; 1952 Code Section 59-406; 1942 Code Section 9267; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-480/"
    },
    {
      "id": "section-6-21-490",
      "number": "6-21-490",
      "heading": "",
      "text": "If any surplus shall be accumulated in the depreciation fund over and above that which the governing body shall find may be necessary therein during the then present calendar, operating or fiscal year and the next ensuing calendar, operating or fiscal year, any such excess may be transferred to the contingent fund or the bond and interest redemption fund. HISTORY: 1962 Code Section 59-407; 1952 Code Section 59-407; 1942 Code Section 9268; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-490/"
    },
    {
      "id": "section-6-21-500",
      "number": "6-21-500",
      "heading": "",
      "text": "If any surplus shall be accumulated in the contingent fund over and above that which the governing body shall find may be necessary for reasonable and proper improvements, betterments and extensions to the existing system, project or combined system during the current calendar, operating or fiscal year and the next ensuing calendar, operating or fiscal year, any such excess may be transferred to the bond and interest redemption fund or may be applied, in so far as possible, in the purchase or retirement of outstanding bonds issued under the provisions of this chapter and for that purpose the governing body may purchase bonds not due in the open market at not more than the fair market value thereof. When such bonds are purchased for investment the income from such investment shall be carried into the contingent fund. HISTORY: 1962 Code Section 59-408; 1952 Code Section 59-408; 1942 Code Section 9269; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-500/"
    },
    {
      "id": "section-6-21-510",
      "number": "6-21-510",
      "heading": "",
      "text": "Any borrower issuing revenue bonds under the provisions of this chapter shall install and maintain proper books of record and account (separate entirely from other records and accounts of such borrower) in which full and correct entries shall be made of all dealings or transactions of or in relation to the properties, business and affairs of the system, project or combined system. The governing body of such borrower, not later than three months after the close of any calendar, operating or fiscal year, shall cause to be prepared a balance sheet and an income and surplus account, showing, respectively, in reasonable detail the financial condition of the system, project or combined system at the close of such preceding calendar, operating or fiscal year and the financial operations thereof during such year. Such balance sheets and income and surplus accounts shall at all reasonable times during usual business hours be open to examination and inspection by any taxpayer, user of the services furnished or holder of bonds issued under the provisions of this chapter or anyone acting for or on behalf of such taxpayer, user or bondholder. HISTORY: 1962 Code Section 59-409; 1952 Code Section 59-409; 1942 Code Section 9271; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-510/"
    },
    {
      "id": "section-6-21-520",
      "number": "6-21-520",
      "heading": "",
      "text": "No obligation shall be incurred by any municipality in any such construction, acquisition, extension or improvement except such as is payable solely from funds provided under the authority of this chapter. HISTORY: 1962 Code Section 59-410; 1952 Code Section 59-410; 1942 Code Section 9242; 1933 (38) 411; 1934 (38) 1543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-520/"
    },
    {
      "id": "section-6-21-530",
      "number": "6-21-530",
      "heading": "",
      "text": "This chapter shall be construed as authorizing the issuance of such bonds provided for herein without submitting the proposition for the approval of them to the voters of the borrower. When bonds are authorized under this chapter it shall not be necessary to make publication of any ordinance, resolution, notice or proceeding relating thereto. But nothing in this chapter shall be construed to prohibit the governing body from making such publication as it may deem necessary in relation thereto. HISTORY: 1962 Code Section 59-411; 1952 Code Section 59-411; 1942 Code Section 9274; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-530/"
    },
    {
      "id": "section-6-21-540",
      "number": "6-21-540",
      "heading": "",
      "text": "All sections, provisions and clauses of this chapter which were repugnant to or inconsistent with the provisions of the former Public Works Administration Act of the Congress of the United States are hereby declared void in so far as they were in conflict with the Public Works Administration Act, the intention of this chapter being to enable the political subdivisions of this State to qualify for any right, privilege or immunity granted by any act of the Congress of the United States or any board, commission, agency or instrumentality thereof. HISTORY: 1962 Code Section 59-412; 1952 Code Section 59-412; 1942 Code Section 9244; 1933 (38) 411; 1934 (38) 1543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-540/"
    },
    {
      "id": "section-6-21-550",
      "number": "6-21-550",
      "heading": "",
      "text": "Nothing in this chapter shall be construed as authorizing any borrower to impair or commit a breach of the obligation of any valid lien or contract created or entered into by it, the intention hereof being to authorize the pledging, setting aside and segregation of gross revenues only when consistent with outstanding obligations of such borrower. HISTORY: 1962 Code Section 59-413; 1952 Code Section 59-413; 1942 Code Section 9273; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-550/"
    },
    {
      "id": "section-6-21-560",
      "number": "6-21-560",
      "heading": "",
      "text": "This chapter shall be construed as cumulative authority for the purposes named in Section 6-21-50 and as to the manner and form of issuing revenue bonds for any such purpose and shall not be construed to repeal any existing laws with respect thereto, it being the purpose and intention of this chapter to create an additional and alternate method for the purposes herein named. HISTORY: 1962 Code Section 59-414; 1952 Code Section 59-414; 1942 Code Section 9241; 1933 (38) 411; 1934 (38) 1543.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-560/"
    },
    {
      "id": "section-6-21-570",
      "number": "6-21-570",
      "heading": "",
      "text": "This chapter being necessary for and to secure the public health, safety, convenience and welfare of the counties, townships, cities and incorporated towns of the State shall be liberally construed to effect the purposes hereof. HISTORY: 1962 Code Section 59-415; 1952 Code Section 59-415; 1942 Code Section 9275; 1933 (38) 411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-21/section-6-21-570/"
    }
  ]
}