{
  "state": "south-carolina",
  "path": "title-title-6/chapter-chapter-4",
  "sections": [
    {
      "id": "section-6-4-5",
      "number": "6-4-5",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) \"County area\" means a county and municipalities within the geographical boundaries of the county.\n\n(2) \"Cultural\", as it applies to members of advisory committees in Section 6-4-25, means persons actively involved and familiar with the cultural community of the area including, but not limited to, the arts, historical preservation, museums, and festivals.\n\n(3) \"Hospitality\", as it applies to members of the committees in item (2), means persons directly involved in the service segment of the travel and tourism industry including, but not limited to, businesses that primarily serve visitors such as lodging facilities, restaurants, attractions, recreational amenities, transportation facilities and services, and travel information and promotion entities.\n\n(4) \"Travel\" and \"tourism\" mean the action and activities of people taking trips outside their home communities for any purpose, except daily commuting to and from work.\n\n(5) \"Housing costs\" for housing occupied by the owner means:\n\n(a) the principal and interest on a mortgage loan that finances the purchase of the housing;\n\n(b) the closing costs and other costs associated with a mortgage loan;\n\n(c) mortgage insurance;\n\n(d) property insurance;\n\n(e) utility-related costs;\n\n(f) property taxes; and\n\n(g) if the housing is owned and occupied by members of a cooperative or an unincorporated cooperative association, fees paid to a person for managing the housing.\n\n(6) \"Housing costs\" for rented housing means:\n\n(a) rent; and\n\n(b) utility-related costs, if not included in the rent.\n\n(7) \"Ordinance\" means an ordinance adopted pursuant to Section 6-29-530.\n\n(8) \"Utility-related costs\" means costs related to power, heat, gas, light, water, and sewage.\n\n(9) \"Workforce housing\" means residential housing for rent or sale that is appropriately priced for rent or sale to a person or family whose income falls within thirty percent and one hundred twenty percent of the median income for the local area, with adjustments for household size, according to the latest figures available from the United States Department of Housing and Urban Development (HUD).\n\nHISTORY: 1991 Act No. 147, Section 1; 2001 Act No. 74, Section 2; 2002 Act No. 312, Section 2; 2023 Act No. 57 (S.284), Section 5, eff May 19, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-5/"
    },
    {
      "id": "section-6-4-10",
      "number": "6-4-10",
      "heading": "",
      "text": "The funds received by a municipality or a county in county areas collecting more than fifty thousand dollars from the local accommodations tax provided in Section 12-36-2630(3) must be allocated in the following manner:\n\n(1) The first twenty-five thousand dollars must be allocated to the general fund of the municipality or county and is exempt from all other requirements of this chapter.\n\n(2) Five percent of the balance must be allocated to the general fund of the municipality or county and is exempt from all other requirements of this chapter.\n\n(3) Thirty percent of the balance must be allocated to a special fund and used only for advertising and promotion of tourism to develop and increase tourist attendance through the generation of publicity. To manage and direct the expenditure of these tourism promotion funds, the municipality or county shall select one or more organizations, such as a chamber of commerce, visitor and convention bureau, or regional tourism commission, which has an existing, ongoing tourist promotion program. If no organization exists, the municipality or county shall create an organization with the same membership standard in Section 6-4-25. To be eligible for selection the organization must be organized as a nonprofit organization and shall demonstrate to the municipality or county that it has an existing, ongoing tourism promotion program or that it can develop an effective tourism promotion program. Immediately upon an allocation to the special fund, a municipality or county shall distribute the tourism promotion funds to the organizations selected or created to receive them. Before the beginning of each fiscal year, an organization receiving funds from the accommodations tax from a municipality or county shall submit for approval a budget of planned expenditures. At the end of each fiscal year, an organization receiving funds shall render an accounting of the expenditure to the municipality or county which distributed them. Fees allocated pursuant to this subsection must not be used to pledge as security for bonds and to retire bonds. Also, fees allocated pursuant to this subsection must be allocated to a special fund and used only for advertising and promotion of tourism to develop and increase tourist attendance through the generation of publicity, and not used to pledge as security for bonds and to retire bonds.\n\n(4)(a) The remaining balance plus earned interest received by a municipality or county must be allocated to a special fund and used for tourism-related expenditures. This section does not prohibit a municipality or county from using accommodations tax general fund revenues for tourism-related expenditures.\n\n(b) The funds received by a county or municipality which has a high concentration of tourism activity may be used to provide additional county and municipal services including, but not limited to, law enforcement, traffic control, public facilities, and highway and street maintenance, as well as the continual promotion of tourism. The funds must not be used as an additional source of revenue to provide services normally provided by the county or municipality but to promote tourism and enlarge its economic benefits through advertising, promotion, and providing those facilities and services which enhance the ability of the county or municipality to attract and provide for tourists.\n\n\"Tourism-related expenditures\" include:\n\n(i) advertising and promotion of tourism so as to develop and increase tourist attendance through the generation of publicity;\n\n(ii) promotion of the arts and cultural events;\n\n(iii) construction, maintenance, and operation of facilities for civic and cultural activities including construction and maintenance of access and other nearby roads and utilities for the facilities;\n\n(iv) the criminal justice system, law enforcement, fire protection, solid waste collection, and health facilities when required to serve tourists and tourist facilities. This is based on the estimated percentage of costs directly attributed to tourists;\n\n(v) public facilities such as restrooms, dressing rooms, parks, and parking lots;\n\n(vi) tourist shuttle transportation;\n\n(vii) control and repair of waterfront erosion, including beach renourishment;\n\n(viii) operating visitor information centers;\n\n(ix) development of workforce housing, which must include programs to promote home ownership. However, a county or municipality may not expend or dedicate more than fifteen percent of its annual local accommodations tax revenue for the purposes set forth in this item (4)(b)(ix). The provisions of this item (4)(b)(ix) are no longer effective after December 31, 2030.\n\n(c)(i) Allocations to the special fund must be spent by the municipality or county within two years of receipt. However, the time limit may be extended upon the recommendation of the local governing body of the county or municipality and approval of the oversight committee established pursuant to Section 6-4-35. An extension must include provisions that funds be committed for a specific project or program.\n\n(ii) Notwithstanding the provisions of subsubitem (i), upon a two-thirds affirmative vote of the membership of the appropriate local governing body, a county or municipality may carry forward unexpended allocations to the special fund beyond two years provided that the county or municipality commits use of the funds exclusively to the control and repair of waterfront erosion, including beach renourishment or development of workforce housing, which must include programs to promote home ownership. The county or municipality annually shall notify the oversight committee, established pursuant to Section 6-4-35, of the basic activity of the committed funds, including beginning balance, deposits, expenditures, and ending balance.\n\n(d) In the expenditure of these funds, counties and municipalities are required to promote tourism and make tourism-related expenditures primarily in the geographical areas of the county or municipality in which the proceeds of the tax are collected where it is practical.\n\nHISTORY: 1990 Act No. 612, Part II, Section 74B; 1991 Act No. 147, Section 1; 2010 Act No. 284, Section 2, eff upon approval (became law without the Governor's signature on June 28, 2010); 2014 Act No. 184 (S.294), Sections 1, 2, eff June 2, 2014; 2023 Act No. 57 (S.284), Section 2, eff May 19, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-10/"
    },
    {
      "id": "section-6-4-12",
      "number": "6-4-12",
      "heading": "",
      "text": "(A) If a local government intends to use the funds for the development of workforce housing, then the local government shall prepare a housing impact analysis prior to giving second reading to the ordinance.\n\n(B) The analysis required by subsection (A) must include:\n\n(1) information about the effect of the ordinance on housing, including the effect of the ordinance on each of the following:\n\n(a) the cost of developing, construction, rehabilitating, improving, maintaining, or owning single-family or multifamily dwellings;\n\n(b) the purchase price of new homes or the fair market value of existing homes;\n\n(c) the cost and availability of financing to purchase or develop housing;\n\n(d) housing costs; and\n\n(e) the density, location, setback, size, or height development on a lot, parcel, land division, or subdivision; and\n\n(2) an analysis of the relative impact of the ordinance on low- and moderate-income households.\n\n(C) The following applies to information on housing costs required to be included in the analysis conducted pursuant to subsection (B)(1)(d):\n\n(1) the analysis must include reasonable estimates of the effect of the ordinance on housing costs, expressed in dollar amounts. The local government shall include a brief summary of, or worksheet demonstrating, the computations used in determining the dollar amounts. However, if the local government determines that it is not possible to make an estimate expressed in dollar amounts, then the analysis must include a statement setting forth the reasons for the local government's determination; and\n\n(2) the analysis must include descriptions of both the immediate effect and, to the extent ascertainable, the long-term effect of the ordinance on housing costs.\n\n(D) Except as otherwise provided in this section, a housing impact analysis required pursuant to this section must be based on costs associated with the development, construction, financing, purchasing, sale, ownership, or availability of a median-priced single-family residence. However, the analysis may include estimates for larger developments as part of an analysis of the long-term effects of the ordinance.\n\n(E) A local government may request information from any state agencies, local units of government, universities or colleges, organizations, or individuals as necessary to prepare a housing impact analysis pursuant to this section.\n\n(F) The local government shall provide the housing impact analysis for an ordinance to the members of the legislative body of the local government, the Department of Revenue, and the Tourism Expenditure Revenue Committee before the ordinance is considered by the legislative body. The Department of Revenue may not disburse any accommodations taxes to the local government for purposes of development of workforce housing unless and until the local government has provided the housing impact analysis to the parties required pursuant to this subsection.\n\nHISTORY: 2023 Act No. 57 (S.284), Section 4, eff May 19, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-12/"
    },
    {
      "id": "section-6-4-15",
      "number": "6-4-15",
      "heading": "",
      "text": "A municipality or county may issue bonds, enter into other financial obligations, or create reserves to secure obligations to finance all or a portion of the cost of constructing facilities, all of which must fulfill the purpose of this chapter, for civic activities, the arts, cultural events, or workforce housing that includes programs to promote home ownership. The annual debt service of indebtedness incurred to finance the facilities or lease payments for the use of the facilities may be provided from the funds received by a municipality or county from the accommodations tax in an amount not to exceed the amount received by the municipality or county after deduction of the accommodations tax funds dedicated to the general fund and the advertising and promotion fund. However, none of the revenue received by a municipality or county from the accommodations tax may be used to retire outstanding bonded indebtedness unless accommodations tax revenue was obligated for that purpose when the debt was incurred.\n\nHISTORY: 1991 Act No. 147, Section 1; 2023 Act No. 57 (S.284), Section 3, eff May 19, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-15/"
    },
    {
      "id": "section-6-4-20",
      "number": "6-4-20",
      "heading": "",
      "text": "(A) An accommodations tax account is created to be administered by the State Treasurer.\n\n(B) At the end of each fiscal year and before August first a percentage, to be determined by the State Treasurer, must be withheld from those county areas collecting four hundred thousand dollars or more from that amount which exceeds four hundred thousand dollars from the tax authorized by Section 12-36-2630(3), and that amount must be distributed to assure that each county area receives a minimum of fifty thousand dollars. The amount withheld from those county areas collecting four hundred thousand dollars or more must be apportioned among the municipalities and the county in the same proportion as those units received quarterly remittances in Section 12-36-2630(3). If the total statewide collections from the local accommodations tax exceeds the statewide collections for the preceding fiscal year then this fifty thousand dollar figure must be increased by a percentage equal to seventy-five percent of the statewide percentage increase in statewide collections for the preceding fiscal year. The difference between the fifty thousand dollars minimum and the actual collections within a county area must be distributed to the eligible units within the county area based on population as determined by the most recent United States census.\n\n(C) At the end of each fiscal year and before August first, the State Treasurer shall distribute to each county area collecting more than fifty thousand dollars but less than four hundred thousand dollars an additional fifteen thousand dollars. If the total statewide collections from the local accommodations tax exceed the statewide collections for the preceding fiscal year, this fifteen thousand dollar figure must be increased by a percentage equal to seventy-five percent of the statewide percentage increase in statewide collections for the preceding fiscal year. This amount must be distributed in the same manner as the fifty thousand dollars in subsection (B). The amount paid those qualified county areas under this subsection must be paid from the account created under this section.\n\n(D) The amount withheld in excess must be distributed to the county areas whose collections exceed four hundred thousand dollars based on the ratio of the funds available to the collections by each county area.\n\n(E) The accommodations tax funds received by a municipality or county in county areas collecting fifty thousand dollars or less are not subject to the tourism-related provisions of this chapter.\n\n(F) Two percent of the local accommodations tax levied pursuant to Section 12-36-2630(3) must be remitted quarterly and equally to the eleven agencies designated by law and regional organizations to administer multi-county tourism programs in the state tourism regions as identified in the promotional publications of the South Carolina Department of Parks, Recreation and Tourism. This remittance is in addition to other funds that may be allocated to the agencies by local governments.\n\n(G) The State Treasurer may correct misallocations to counties and municipalities from accommodations tax revenues by adjusting subsequent allocations, but these adjustments may be made only in allocations made in the same fiscal year as the misallocation.\n\nHISTORY: 1990 Act No. 612, Part II, Section 74B; 1991 Act No. 147, Section 1; 1991 Act No. 168, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-20/"
    },
    {
      "id": "section-6-4-25",
      "number": "6-4-25",
      "heading": "",
      "text": "(A) A municipality or county receiving more than fifty thousand dollars in revenue from the accommodations tax in county areas collecting more than fifty thousand dollars shall appoint an advisory committee to make recommendations on the expenditure of revenue generated from the accommodations tax. The advisory committee consists of seven members with a majority being selected from the hospitality industry of the municipality or county receiving the revenue. At least two of the hospitality industry members must be from the lodging industry where applicable. One member shall represent the cultural organizations of the municipality or county receiving the revenue. For county advisory committees, members shall represent the geographic area where the majority of the revenue is derived. However, if a county which receives more in distributions of accommodations taxes than it collects in accommodations taxes, the membership of its advisory committee must be representative of all areas of the county with a majority of the membership coming from no one area.\n\n(B) A municipality or county and its advisory committee shall adopt guidelines to fit the needs and time schedules of the area. The guidelines must include the requirements for applications for funds from the special fund used for tourism-related expenditures. A recipient's application must be reviewed by an advisory committee before it receives funds from a county or municipality.\n\n(C) Advisory committees shall submit written recommendations to a municipality or county at least once annually. The recommendations must be considered by the municipality or county in conjunction with the requirements of this chapter.\n\n(D) Municipalities and counties annually shall submit to the South Carolina Accommodations Tax Oversight Committee:\n\n(1) end-of-the-year report detailing advisory committee accommodations tax recommendations;\n\n(2) municipality's or county's action following the recommendations;\n\n(3) list of how funds from the accommodations tax are spent, except for the first twenty-five thousand dollars and five percent of the balance in Section 6-4-10(2) allocated to the general fund. The list is due before October first and must include funds received and dispersed during the previous fiscal year;\n\n(4) list of advisory committee members noting the chairman, business address if applicable, and representation of the hospitality industry including the lodging industry and cultural interests.\n\n(E) The regional tourism agencies in Section 6-4-20 annually shall submit reports on their budgets and annual expenditure of accommodations tax funds pursuant to this chapter to the Accommodations Tax Oversight Committee.\n\nHISTORY: 1991 Act No. 147, Section 1; 2002 Act No. 312, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-25/"
    },
    {
      "id": "section-6-4-35",
      "number": "6-4-35",
      "heading": "",
      "text": "(A) There is established the Tourism Expenditure Review Committee consisting of eleven members as follows:\n\n(1) one member appointed by the Speaker of the House;\n\n(2) one member appointed by the President of the Senate;\n\n(3) the Director of the South Carolina Department of Parks, Recreation and Tourism, or his designee, ex officio;\n\n(4) eight members appointed by the Governor as follows:\n\n(a) one member on the recommendation of the South Carolina Association of Tourism Regions;\n\n(b) one member on the recommendation of the South Carolina Association of Convention and Visitors Bureaus;\n\n(c) one member on the recommendation of the South Carolina Travel and Tourism Coalition;\n\n(d) one member on the recommendation of the Municipal Association of South Carolina;\n\n(e) one member on the recommendation of the South Carolina Association of Counties;\n\n(f) one member on the recommendation of the Hospitality Association of South Carolina;\n\n(g) one member on the recommendation of the South Carolina Arts Commission; and\n\n(h) one member at large.\n\nAppointed members shall serve for terms of four years and until their successors are appointed and qualify, except that of those first appointed by the Governor, four shall serve for a term of two years and the term must be noted on the appointment. Regardless of the date of appointment, all terms expire July first of the applicable year. Members shall serve without compensation but may receive the mileage, subsistence, and per diem allowed by law for members of state boards, committees, and commissions. Vacancies must be filled in the manner of original appointment for the unexpired portion of the term.\n\n(B)(1)(a) The Tourism Expenditure Review Committee shall serve as the oversight authority on all questionable tourism-related expenditures and to that end, all reports filed pursuant to Section 6-4-25(D)(3) must be forwarded to the committee for review to determine if they are in compliance with this chapter. The municipality or county must be notified if an expenditure is questioned, and the committee may consider any further supporting information the municipality or county may provide. If the committee finds an expenditure to be in noncompliance, it shall certify the noncompliance to the State Treasurer, who shall withhold the amount of the expenditure found in noncompliance from subsequent distributions in accommodations tax revenue otherwise due the municipality or county. An appeal from an action of the committee under this subitem lies with the Administrative Law Judge Division.\n\n(b) If the committee determines that a municipality or county has failed to file the reports required pursuant to Section 6-4-25(D)(3), it may impose a fee of five hundred dollars a month or part of a month for each month the report is not filed, but not more than five thousand dollars. The committee shall certify the penalty to the State Treasurer, who shall withhold the amount of the penalty from subsequent distributions otherwise due the municipality or county. An appeal from an action of the committee under this subitem lies with the Administrative Law Judge Division.\n\n(c) Allocations withheld must be reallocated proportionately to all other recipients.\n\n(2) The committee has jurisdiction to investigate and research facts on written complaints submitted to it with regard to the appropriate tourism-related expenditures and resolve these complaints as provided in item (1) of this subsection.\n\n(3) The committee shall forward copies of information submitted by the local governments and regional tourism agencies pursuant to Section 6-4-25 arising under the tourism provisions of this chapter to the Department of Parks, Recreation and Tourism, which shall publish an annual report on the information submitted.\n\nHISTORY: 2001 Act No. 74, Section 3.A; 2003 Act No. 38, Section 1, eff June 2, 2003; 2019 Act No. 1 (S.2), Section 31, eff January 31, 2019.\n\nEditor's Note\n\n2004 Act No. 202, Section 3, provides as follows:\n\n\"Wherever the term 'Administrative Law Judge Division' appears in any provision of law, regulation, or other document, it must be construed to mean the Administrative Law Court established by this act.\"\n\nEffect of Amendment\n\nThe 2003 amendment, in subsection (A) substituted \"eleven\" for \"nine\" in the introductory paragraph, substituted \"eight\" for \"six\" in paragraph (4), added paragraphs (4)(g) and (4)(h), and made nonsubstantive changes.\n\n2019 Act No. 1, Section 31, in (A)(2), substituted \"President of the Senate\" for \"President Pro Tempore of the Senate\".",
      "source_url": "https://law.justia.com/codes/south-carolina/title-6/chapter-4/section-6-4-35/"
    }
  ]
}