{
  "state": "south-carolina",
  "path": "title-title-17/chapter-chapter-25",
  "sections": [
    {
      "id": "section-17-25-10",
      "number": "17-25-10",
      "heading": "",
      "text": "No person shall be punished for an offense unless duly and legally convicted thereof in a court having competent jurisdiction of the cause and of the person.\n\nHISTORY: 1962 Code Section 17-551; 1952 Code Section 17-551; 1942 Code Section 999; 1932 Code Section 999; Cr. P. '22 Section 85; Cr. C. '12 Section 79; Cr. C. '02 Section 52; G. S. 2452; R. S. 51.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-10/"
    },
    {
      "id": "section-17-25-20",
      "number": "17-25-20",
      "heading": "",
      "text": "When no special punishment is provided for a felony, it shall, at the discretion of the court, be by one or more of the following modes, to wit: Confinement in the Penitentiary or in a workhouse or penal farm, when such institutions shall exist, for a period of not less than three months nor more than ten years, with such imposition of hard labor and solitary confinement as may be directed.\n\nHISTORY: 1962 Code Section 17-552; 1952 Code Section 17-552; 1942 Code Section 1034; 1932 Code Section 1034; Cr. P. '22 Section 124; Cr. C. '12 Section 103; Cr. C. '02 Section 76; G. S. 2614; R. S. 76; 1865 (13) 406; 1869 (14) 175.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-20/"
    },
    {
      "id": "section-17-25-30",
      "number": "17-25-30",
      "heading": "",
      "text": "In cases of legal conviction when no punishment is provided by statute the court shall award such sentence as is conformable to the common usage and practice in this State, according to the nature of the offense, and not repugnant to the Constitution.\n\nHISTORY: 1962 Code Section 17-553; 1952 Code Section 17-553; 1942 Code Section 1038; 1932 Code Section 1038; Cr. P. '22 Section 127; Cr. C. '12 Section 105; Cr. C. '02 Section 78; G. S. 2653; R. S. 78.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-30/"
    },
    {
      "id": "section-17-25-45",
      "number": "17-25-45",
      "heading": "",
      "text": "(A) Notwithstanding any other provision of law, except in cases in which the death penalty is imposed, upon a conviction for a most serious offense as defined by this section, a person must be sentenced to a term of imprisonment for life without the possibility of parole if that person has either:\n\n(1) one or more prior convictions for:\n\n(a) a most serious offense; or\n\n(b) a federal or out-of-state conviction for an offense that would be classified as a most serious offense under this section; or\n\n(2) two or more prior convictions for:\n\n(a) a serious offense; or\n\n(b) a federal or out-of-state conviction for an offense that would be classified as a serious offense under this section.\n\n(B) Notwithstanding any other provision of law, except in cases in which the death penalty is imposed, upon a conviction for a serious offense as defined by this section, a person must be sentenced to a term of imprisonment for life without the possibility of parole if that person has two or more prior convictions for:\n\n(1) a serious offense;\n\n(2) a most serious offense;\n\n(3) a federal or out-of-state offense that would be classified as a serious offense or most serious offense under this section; or\n\n(4) any combination of the offenses listed in items (1), (2), and (3) above.\n\n(C) As used in this section:\n\n(1) \"Most serious offense\" means:\n\n16-1-40 Accessory, for any offense enumerated in this item 16-1-80 Attempt, for any offense enumerated in this item 16-3-10 Murder 16-3-29 Attempted Murder 16-3-50 Voluntary manslaughter 16-3-85(A)(1) Homicide by child abuse 16-3-85(A)(2) Aiding and abetting homicide by child abuse 16-3-210 Lynching, First degree 16-3-210(B) Assault and battery by mob, First degree 16-3-620 Assault and battery with intent to kill 16-3-652 Criminal sexual conduct, First degree 16-3-653 Criminal sexual conduct, Second degree 16-3-655 Criminal sexual conduct with minors, except where evidence presented at the criminal proceeding and the court, after the conviction, makes a specific finding on the record that the conviction obtained for this offense resulted from consensual sexual conduct where the victim was younger than the actor, as contained in Section 16-3-655(3) 16-3-656 Assault with intent to commit criminal sexual conduct, First and Second degree 16-3-910 Kidnapping 16-3-920 Conspiracy to commit kidnapping 16-3-1075 Carjacking 16-3-2020 Trafficking in persons 16-11-110(A) Arson, First degree 16-11-311 Burglary, First degree 16-11-330(A) Armed robbery 16-11-330(B) Attempted armed robbery 16-11-540 Damaging or destroying building, vehicle, or other property by means of explosive incendiary, death results 24-13-450 Taking of a hostage by an inmate 25-7-30 Giving information respecting national or state defense to foreign contacts during war 25-7-40 Gathering information for an enemy 43-35-85(F) Abuse or neglect of a vulnerable adult resulting in death 55-1-30(3) Unlawful removing or damaging of airport facility or equipment when death results 56-5-1030(B)(3) Interference with traffic-control devices or railroad signs or signals prohibited when death results from violation 58-17-4090 Obstruction of railroad, death results.\n\n(2) \"Serious offense\" means:\n\n(a) any offense which is punishable by a maximum term of imprisonment for thirty years or more which is not referenced in subsection (C)(1);\n\n(b) those felonies enumerated as follows:\n\n16-3-220 Lynching, Second degree 16-3-210(C) Assault and battery by mob, Second degree 16-3-600(B) Assault and battery of a high and aggravated nature 16-3-810 Engaging child for sexual performance 16-9-220 Acceptance of bribes by officers 16-9-290 Accepting bribes for purpose of procuring public office 16-11-110(B) Arson, Second degree 16-11-312(B) Burglary, Second degree 16-11-380(B) Theft of a person using an automated teller machine 16-13-210(1) Embezzlement of public funds 16-13-230(B)(3) Breach of trust with fraudulent intent 16-13-240(1) Obtaining signature or property by false pretenses 16-25-20(B) Domestic violence, First degree 16-25-65 Domestic violence of a high and aggravated nature 38-55-540(3) Insurance fraud 44-53-370(e) Trafficking in controlled substances 44-53-375(C) Trafficking in ice, crank, or crack cocaine 44-53-445(B)(1)&(2) Distribute, sell, manufacture, or possess with intent to distribute controlled substances within proximity of school 56-5-2945 Causing death by operating vehicle while under influence of drugs or alcohol; and\n\n(c) the offenses enumerated below:\n\n16-1-40 Accessory before the fact for any of the offenses listed in subitems (a) and (b) 16-1-80 Attempt to commit any of the offenses listed in subitems (a) and (b) 43-35-85(E) Abuse or neglect of a vulnerable adult resulting in great bodily injury.\n\n(3) \"Conviction\" means any conviction, guilty plea, or plea of nolo contendere.\n\n(D) Except as provided in this subsection or subsection (E), no person sentenced pursuant to this section shall be eligible for early release or discharge in any form, whether by parole, work release, release to ameliorate prison overcrowding, or any other early release program, nor shall they be eligible for earned work credits, education credits, good conduct credits, or any similar program for early release. A person is eligible for work release if the person is sentenced for voluntary manslaughter (Section 16-3-50), kidnapping (Section 16-3-910), carjacking (Section 16-3-1075), burglary in the second degree (Section 16-11-312(B)), armed robbery (Section 16-11-330(A)), or attempted armed robbery (Section 16-11-330(B)), the crime did not involve any criminal sexual conduct or an additional violent crime as defined in Section 16-1-60, and the person is within three years of release from imprisonment.\n\n(E) For the purpose of this section only, a person sentenced pursuant to this section may be paroled if:\n\n(1) the Department of Corrections requests the Department of Probation, Parole and Pardon Services to consider the person for parole; and\n\n(2) the Department of Probation, Parole and Pardon Services determines that due to the person's health or age he is no longer a threat to society; and\n\n(a) the person has served at least thirty years of the sentence imposed pursuant to this section and has reached at least sixty-five years of age; or\n\n(b) the person has served at least twenty years of the sentence imposed pursuant to this section and has reached at least seventy years of age; or\n\n(c) the person is afflicted with a terminal illness where life expectancy is one year or less; or\n\n(d) the person can produce evidence comprising the most extraordinary circumstances.\n\n(F) For the purpose of determining a prior or previous conviction under this section and Section 17-25-50, a prior or previous conviction shall mean the defendant has been convicted of a most serious or serious offense, as may be applicable, on a separate occasion, prior to the instant adjudication. There is no requirement that the sentence for the prior or previous conviction must have been served or completed before a sentence of life without parole can be imposed under this section.\n\n(G) The decision to invoke sentencing under this section is in the discretion of the solicitor.\n\n(H) Where the solicitor is required to seek or determines to seek sentencing of a defendant under this section, written notice must be given by the solicitor to the defendant and defendant's counsel not less than ten days before trial.\n\nHISTORY: 1982 Act No. 358, Sections 1, 2; 1986 Act No. 462, Section 37; 1995 Act No. 83, Section 18; 1997 Act No. 113, Section 4; 1997 Act No. 136, Section 4; 1998 Act No. 402, Section 3; 2002 Act No. 176, Sections 1, 2, eff March 5, 2002; 2006 Act No. 342, Section 9, eff July 1, 2006; 2007 Act No. 72, Section 3, eff June 13, 2007; 2010 Act No. 273, Section 20, eff June 2, 2010; 2010 Act No. 289, Section 7, eff June 11, 2010; 2015 Act No. 7 (S.196), Section 6.C, eff April 2, 2015; 2015 Act No. 58 (S.3), Pt II, Section 7, eff June 4, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-45/"
    },
    {
      "id": "section-17-25-50",
      "number": "17-25-50",
      "heading": "",
      "text": "In determining the number of offenses for the purpose of imposition of sentence, the court shall treat as one offense any number of offenses which have been committed at times so closely connected in point of time that they may be considered as one offense, notwithstanding under the law they constitute separate and distinct offenses.\n\nHISTORY: 1962 Code Section 17-553.2; 1955 (49) 179.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-50/"
    },
    {
      "id": "section-17-25-60",
      "number": "17-25-60",
      "heading": "",
      "text": "If during the service of any such sentence, it is made to appear to the court that the defendant had been convicted of one or more crimes which were not taken into account at the time of the imposition of the original sentence, the court is authorized to issue a rule directed to the defendant requiring him to show cause before the court, not less than ten days from the granting of the rule, why the former sentence should not be revoked and the defendant be sentenced as required if all of the convictions had been brought to the attention of the court at the time of the imposition of the original sentence.\n\nHISTORY: 1962 Code Section 17-553.3; 1955 (49) 179.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-60/"
    },
    {
      "id": "section-17-25-65",
      "number": "17-25-65",
      "heading": "",
      "text": "(A) Upon the state's motion made within one year of sentencing, the court may reduce a sentence if the defendant, after sentencing, provided:\n\n(1) substantial assistance in investigating or prosecuting another person; or\n\n(2) aid to a Department of Corrections employee or volunteer who was in danger of being seriously injured or killed.\n\n(B) Upon the state's motion made more than one year after sentencing, the court may reduce a sentence if the defendant's substantial assistance involved:\n\n(1) information not known to the defendant until one year or more after sentencing;\n\n(2) information provided by the defendant to the State within one year of sentencing, but which did not become useful to the State until more than one year after sentencing;\n\n(3) information, the usefulness of which could not reasonably have been anticipated by the defendant until more than one year after sentencing, and which was promptly provided to the State after its usefulness was reasonably apparent to the defendant; or\n\n(4) aid to a Department of Corrections employee or volunteer who was in danger of being seriously injured or killed.\n\n(C) A motion made pursuant to this provision shall be filed by that circuit solicitor in the county where the defendant's case arose. The State shall send a copy to the chief judge of the circuit within five days of filing. The chief judge or a circuit court judge currently assigned to that county shall have jurisdiction to hear and resolve the motion. Jurisdiction to resolve the motion is not limited to the original sentencing judge.\n\nHISTORY: 2010 Act No. 273, Section 13, eff June 2, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-65/"
    },
    {
      "id": "section-17-25-70",
      "number": "17-25-70",
      "heading": "",
      "text": "Notwithstanding another provision of law, a local governing body may authorize the sheriff or other official in charge of a local correctional facility to require any able-bodied convicted person committed to the facility to perform labor in the public interest. This labor may involve public service work or related activities which conform to the provisions of Section 24-13-660. The public service work may include, but is not limited to, maintenance or repair of the drainage systems, highways, streets, bridges, grounds, and buildings and litter control and emergency relief efforts. A convicted person physically capable of performing the labor who refuses to obey a direct order to perform the labor is not entitled to good behavior credits pursuant to Section 24-13-210 or productive duty credits pursuant to Section 24-13-230. An inmate participating in a local work punishment or other public service sentence program must not be removed arbitrarily from the program and required to perform work on the public works or ways. A local governing body may enter into a contractual agreement with another governmental entity for use of inmate labor in the performance of work for a public purpose.\n\nHISTORY: 1962 Code Section 17-554; 1952 Code Section 17-554; 1942 Code Sections 1035, 1036, 3835; 1932 Code Sections 1035, 1036, 3831, 3835; Civ. C. '22 Sections 723, 1078; Cr. P. '22 Sections 125, 126; Civ. C. '12 Sections 639, 957; Cr. C. '12 Sections 104, 943; Civ. C. '02 Section 773; Cr. C. '02 Section 657; R. S. 544, 663; 1885 (19) 125; 1892 (21) 22; 1894 (21) 481; 1896 (22) 245; 1899 (23) 13; 1905 (24) 915; 1911 (27) 169; 1912 (27) 553; 1914 (28) 515; 1917 (30) 265; 1922 (32) 947; 1960 (51) 1779; 1986 Act No. 462, Section 15; 1995 Act No. 7, Part II, Section 52.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-70/"
    },
    {
      "id": "section-17-25-100",
      "number": "17-25-100",
      "heading": "",
      "text": "The circuit judges of this State may, in their discretion, suspend sentences imposed by them except in cases of felony upon such terms and upon such conditions as in their judgment may be fit and proper.\n\nHISTORY: 1962 Code Section 17-557; 1952 Code Section 17-557; 1942 Code Section 1039; 1932 Code Section 1039; Cr. P. '22 Section 128; 1912 (27) 773.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-100/"
    },
    {
      "id": "section-17-25-80",
      "number": "17-25-80",
      "heading": "",
      "text": "Notwithstanding the specific language of the sentence which confines an inmate to \"hard labor\" in the custody of the State Department of Corrections, the Commissioner thereof may assign such inmate to the type of labor he deems appropriate and necessary for the benefit of the Department and the inmate concerned, and such assignment shall fulfill the conditions of the sentence.\n\nHISTORY: 1962 Code Section 17-554.1; 1971 (57) 223.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-80/"
    },
    {
      "id": "section-17-25-110",
      "number": "17-25-110",
      "heading": "",
      "text": "When the sentence of any person who has been sentenced by a court of competent jurisdiction of this State shall be suspended by a judge of such court such suspension shall run for the period of time prescribed by such judge in the sentence or order of suspension and no person who has had a sentence so suspended shall be called back and required to do service under such sentence beyond and after the expiration of such period.\n\nHISTORY: 1962 Code Section 17-558; 1952 Code Section 17-558; 1942 Code Section 1039-4; 1935 (39) 431.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-110/"
    },
    {
      "id": "section-17-25-120",
      "number": "17-25-120",
      "heading": "",
      "text": "If any person shall rob or take away any money, goods or chattels from any person, from their person or otherwise, and be found guilty thereof, such money, goods and chattels shall be restored to the party so robbed or the owner thereof and the judge before whom any such person shall be found guilty shall award, from time to time, writs of restitution for such money, goods and chattels.\n\nHISTORY: 1962 Code Section 17-559; 1952 Code Section 17-559; 1942 Code Section 1148; 1932 Code Section 1148; Cr. C. '22 Section 42; Cr. C. '12 Section 187; Cr. C. '02 Section 153; G. S. 2492; R. S. 149; 21 H. 8 c. 11; 1712 (2) 458.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-120/"
    },
    {
      "id": "section-17-25-125",
      "number": "17-25-125",
      "heading": "",
      "text": "Notwithstanding any other provision of law, in every case in which a person is sentenced for a crime involving the unlawful taking or receiving of or malicious injury to another's property, and the judge sentences such person less than the maximum sentence prescribed by law, a portion of such sentence may be suspended and the defendant placed on probation if he makes restitution to the victim in an amount equal to the monetary loss sustained by the victim as determined by the judge.\n\nIf the defendant fails to make restitution in accordance with the terms prescribed by the judge, the suspension shall be revoked and the defendant shall serve the original sentence.\n\nNothing contained herein shall preclude a judge from prescribing other conditions of probation.\n\nHISTORY: 1976 Act No. 645.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-125/"
    },
    {
      "id": "section-17-25-130",
      "number": "17-25-130",
      "heading": "",
      "text": "In all cases where by law the punishment is affected by the jury recommending the accused to the mercy of the court, and a plea of guilty is accepted with the approval of the court, the accused shall be sentenced in like manner as if the jury in a trial had recommended him to the mercy of the court.\n\nHISTORY: 1962 Code Section 17-553.4; 1962 (52) 2155.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-130/"
    },
    {
      "id": "section-17-25-135",
      "number": "17-25-135",
      "heading": "",
      "text": "(A) When a person is convicted of or pleads guilty or nolo contendere to an \"Offense Against the Person\" as provided for in Title 16, Chapter 3, an \"Offense Against Morality or Decency\" as provided for in Title 16, Chapter 15, criminal domestic violence, as defined in Section 16-25-20, criminal domestic violence of a high and aggravated nature as defined in Section 16-25-65, or the common law offense of assault and battery of a high and aggravated nature, and the act on which the conviction or the plea of guilty or nolo contendere is based involved sexual or physical abuse of a child, the court shall order that the person's name, any other identifying information, including, but not limited to, the person's date of birth, address, and any other identifying characteristics, and the nature of the act which led to the conviction or plea be placed in the Central Registry of Child Abuse and Neglect established by Subarticle 13, Article 3, Chapter 7, Title 63. The clerk shall forward the information to the Department of Social Services for this purpose in accordance with guidelines adopted by the department.\n\n(B) For purposes of this section:\n\n(1) \"Physical abuse\" means inflicting physical injury upon a child or encouraging or facilitating the infliction of physical injury upon a child by any person including, but not limited to, a person responsible for the child's welfare, as defined in Section 63-7-20.\n\n(2) \"Sexual abuse\" means:\n\n(a) actual or attempted sexual contact with a child; or\n\n(b) permitting, enticing, encouraging, forcing, or otherwise facilitating a child's participation in prostitution or in a live performance or photographic representation of sexual activity or sexually explicit nudity; by any person including, but not limited to, a person responsible for the child's welfare, as defined in Section 63-7-20.\n\nHISTORY: 1997 Act No. 132, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-135/"
    },
    {
      "id": "section-17-25-137",
      "number": "17-25-137",
      "heading": "",
      "text": "Notwithstanding another provision of law, a court which imposes an alternative sentence upon a defendant is not liable for any injuries sustained by the defendant while the defendant completes his sentence.\n\nHISTORY: 1999 Act No. 100, Part II, Section 97.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-137/"
    },
    {
      "id": "section-17-25-145",
      "number": "17-25-145",
      "heading": "",
      "text": "The Department of Probation, Parole, and Pardon and Services must implement a community penalties program in each judicial circuit of the State. The Department at its discretion may operate the program or contract with public or private agencies for necessary services. Agencies or individuals may contract to prepare individual community penalty program plans for offenders in a particular judicial circuit as prescribed by the Department.\n\nHISTORY: 1986 Act No. 462, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-145/"
    },
    {
      "id": "section-17-25-140",
      "number": "17-25-140",
      "heading": "",
      "text": "For purposes of this article the following definitions apply:\n\n(1) \"Targeted offenders\" means criminal defendants not previously convicted of a violent crime as defined in Section 16-1-60 and who have not yet been convicted in a pending indictment and are determined by the community penalties program staff to face an imminent and substantial threat of imprisonment, with the exception of criminal defendants charged with a violent crime as defined in Section 16-1-60; provided, a targeted offender shall not mean a criminal defendant who has previously participated in a community penalties program or a pretrial intervention program.\n\n(2) \"Community penalty plan\" means a plan presented in writing to the solicitor and presiding judge after an adjudication of guilt which provides a detailed description of the targeted offender's proposed specific plan for sentencing in the case;\n\n(3) \"Community penalties program\" means an agency or individual within the judicial circuit which shall prepare community penalty plans and arrange or contract with public or private agencies for necessary services for offenders.\n\nHISTORY: 1986 Act No. 462, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-140/"
    },
    {
      "id": "section-17-25-150",
      "number": "17-25-150",
      "heading": "",
      "text": "(A) Each community penalties program is responsible for:\n\n(1) targeting offenders who face an imminent and substantial threat of imprisonment;\n\n(2) preparing detailed community penalty plans for presentation to the presiding judge by the offender's attorney;\n\n(3) contracting or arranging with public or private agencies for services described in the community penalty plan;\n\n(4) defining objectives of the Communities Penalties Programs;\n\n(5) outlining goals for reduction of offenders committed to prison for each county within the circuit, and a system of monitoring the number of commitments to prison;\n\n(6) developing procedures for obtaining services from existing public or private agencies and preparation of a detailed budget for staff, contracted services, and all other costs;\n\n(7) developing procedures for cooperation with the probation personnel who have supervisory responsibility for the offender;\n\n(8) outlining procedures for evaluating the program's effect on numbers of prison commitments;\n\n(9) outlining procedures for returning offenders who do not comply with their community penalty plan to court for action by the court.\n\n(B) Every community penalty plan must include the following:\n\n(1) notification to the victim of the offender's placement in the program;\n\n(2) solicitation of victim response into the offender's proposed community penalty;\n\n(3) restitution to the victim by the offender within a specified period of time and in an amount to be determined by the court;\n\n(4) payment of such fees and costs of the program by the offender unless the court grants a waiver due to indigency. Procedures for collecting a fee from offenders must be implemented based on a sliding scale according to income and ability to pay;\n\n(5) procedures for returning offenders who do not comply with their community penalty plan to court for action by the court.\n\n(C) Funds provided for use under the provisions of this article may not be used for the operating cost, construction, or any other cost associated with local jail confinement.\n\nHISTORY: 1986 Act No. 462, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-150/"
    },
    {
      "id": "section-17-25-160",
      "number": "17-25-160",
      "heading": "",
      "text": "The funds for implementing the provisions of the Community Penalties Program established in this article must be provided by the General Assembly in the annual general appropriations act from funds available pursuant to Section 14-1-210 of the 1976 Code.\n\nHISTORY: 1986 Act No. 462, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-160/"
    },
    {
      "id": "section-17-25-310",
      "number": "17-25-310",
      "heading": "",
      "text": "Upon the arrest of a person for whom there is a sealed sentence the sheriff shall forthwith carry the prisoner before the clerk of the court who shall, in the presence of the prisoner and the attorney of record if there be one, open and publish such sentence and it shall at once be enforced unless stayed by appeal.\n\nHISTORY: 1962 Code Section 17-571; 1952 Code Section 17-571; 1942 Code Section 984; 1932 Code Section 984; Cr. P. '22 Section 75; Cr. C. '12 Section 72; 1910 (26) 587, 762; 1911 (27) 135.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-310/"
    },
    {
      "id": "section-17-25-320",
      "number": "17-25-320",
      "heading": "",
      "text": "The sentence and judgment of the court of general sessions in a criminal case against a corporation shall be enforced in the same manner by execution against the property of the defendant as is provided by law for enforcing the judgments of the courts of common pleas in civil actions.\n\nHISTORY: 1962 Code Section 17-572; 1952 Code Section 17-572; 1942 Code Section 991; 1932 Code Section 991; Civ. C. '22 Section 4299; Civ. C. '12 Section 2832; 1911 (27) 41.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-320/"
    },
    {
      "id": "section-17-25-322",
      "number": "17-25-322",
      "heading": "",
      "text": "(A) When a defendant is convicted of a crime which has resulted in pecuniary damages or loss to a victim, the court must hold a hearing to determine the amount of restitution due the victim or victims of the defendant's criminal acts. The restitution hearings must be held unless the defendant in open court agrees to the amount due, and in addition to any other sentence which it may impose, the court shall order the defendant make restitution or compensate the victim for any pecuniary damages. The defendant, the victim or victims, or their representatives or the victim's legal representative as well as the Attorney General and the solicitor have the right to be present and be heard upon the issue of restitution at any of these hearings.\n\n(B) In determining the manner, method, or amount of restitution to be ordered, the court may take into consideration the following:\n\n(1) the financial resources of the defendant and the victim and the burden that the manner or method of restitution will impose upon the victim or the defendant;\n\n(2) the ability of the defendant to pay restitution on an installment basis or on other conditions to be fixed by the court;\n\n(3) the anticipated rehabilitative effect on the defendant regarding the manner of restitution or the method of payment;\n\n(4) any burden or hardship upon the victim as a direct or indirect result of the defendant's criminal acts;\n\n(5) the mental, physical, and financial well-being of the victim.\n\n(C) At the restitution hearings, the defendant, the victim, the Attorney General, the solicitor, or other interested party may object to the imposition, amount or distribution of restitution, or the manner or method of them, and the court shall allow all of these objections to be heard and preserved as a matter of record. The court shall enter its order upon the record stating its findings and the underlying facts and circumstances of them. The restitution order shall specify a monthly payment schedule that will result in full payment for both restitution and collection fees by the end of eighty percent of the offender's supervision period. In the absence of a monthly payment schedule, the Department of Probation, Parole, and Pardon Services shall impose a payment schedule of equal monthly payments that will result in full restitution and collections fee being paid by the end of eighty percent of an offender's supervision period. The department, through its agents, must initiate legal process to bring every probationer, whose restitution is six months in arrears, back to court, regardless of wilful failure to pay. The judge shall make an order addressing the probationer's failure to pay.\n\n(D) All restitution funds, excluding the twenty percent collection fee, collected before or after the effective date of this section that remain unclaimed by a crime victim for more than eighteen months from the day of last payment received must be transferred to the South Carolina Victim Compensation Fund, notwithstanding the Uniform Unclaimed Property Act of 1981.\n\n(E) An offender may not be granted a pardon until the restitution and collection fees required by the restitution order have been paid in full.\n\nHISTORY: 1993 Act No. 140, Section 1; 1996 Act No. 437, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-322/"
    },
    {
      "id": "section-17-25-323",
      "number": "17-25-323",
      "heading": "",
      "text": "(A) The trial court retains jurisdiction of the case for the purpose of modifying the manner in which court-ordered payments are made until paid in full, or until the defendant's active sentence and probation or parole expires.\n\n(B) When a defendant is placed on probation by the court or parole by the Board of Probation, Parole and Pardon Services, and ordered to make restitution, and the defendant is in default in the payment of them or any installment or any criminal fines, surcharges, assessments, costs, and fees ordered, the court, before the defendant completes his period of probation or parole, on motion of the victim or the victim's legal representative, the Attorney General, the solicitor, or a probation and parole agent, or upon its own motion, must hold a hearing to require the defendant to show cause why his default should not be treated as a civil judgment and a judgment lien attached. The court must enter:\n\n(1) judgment in favor of the State for the unpaid balance, if any, of any fines, costs, fees, surcharges, or assessments imposed; and\n\n(2) judgment in favor of each person entitled to restitution for the unpaid balance if any restitution is ordered plus reasonable attorney's fees and cost ordered by the court.\n\n(C) When a defendant is ordered to make restitution by a magistrate or municipal court, and the defendant is in default in the payment of restitution or of any installment or any criminal fines, surcharges, assessments, costs, and fees ordered, the magistrate or municipal court, within one year of the imposition of the sentence, on motion of the victim or the victim's legal representative, the Attorney General, the solicitor, or the prosecuting law enforcement agency, or upon its own motion, must hold a hearing to require the defendant to show cause why his default should not be treated as a civil judgment and a judgment lien attached. The magistrate or municipal court must enter:\n\n(1) judgment in favor of the State for the unpaid balance, if any, of any fines, costs, fees, surcharges, or assessments imposed; and\n\n(2) judgment in favor of each person entitled to restitution for the unpaid balance if any restitution is ordered plus reasonable attorney's fees and cost ordered by the court.\n\nNotwithstanding the provisions of Section 14-25-65, municipal courts shall have the authority and jurisdiction to convert unpaid restitution, fines, costs, fees, surcharges, and assessments to civil judgments.\n\nThe magistrate or municipal court, upon a conversion to a judgment, must transmit the judgment to the clerk of the circuit court in the county for entry pursuant to subsection (F). Judgments entered and docketed pursuant to this subsection must be handled in the same manner and have the same force and effect as judgments entered and docketed pursuant to Sections 22-3-300, 22-3-310, and 22-3-320.\n\n(D) The judgments may be enforced as a civil judgment.\n\n(E) A judgment issued pursuant to this section has the force and effect of a final judgment and may be enforced by the judgment creditor in the same manner as any other civil judgment with enforcement to take place in the court of common pleas.\n\n(F) The clerk of the circuit court must enter a judgment issued pursuant to this section in the civil judgment records of the court. A judgment issued pursuant to this section is not effective until entry is made in the civil judgment records of the court as required pursuant to this subsection.\n\n(G) A filing or other fee may not be required for seeking or for the filing of a civil judgment obtained or issued pursuant to this section.\n\n(H) Upon full satisfaction of a judgment entered pursuant to this section, the judgment creditor must record the satisfaction on the margin of the copy of the judgment on file in the civil judgment records of the court.\n\n(I) Any funds resulting from the collection of a judgment for unpaid fines, costs, fees, surcharges, or assessments must be distributed in the same manner and proportion as fines, costs, fees, surcharges, or assessments are distributed as otherwise set forth by law.\n\nHISTORY: 1993 Act No. 140, Section 2; 1996 Act No. 437, Section 3; 2013 Act No. 82, Section 4, eff June 13, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-323/"
    },
    {
      "id": "section-17-25-324",
      "number": "17-25-324",
      "heading": "",
      "text": "(A) Secondary victims and third-party payees, excluding the offender's insurer, may receive restitution as determined by the court. The Department of Probation, Parole and Pardon Services shall ensure that a primary victim receives his portion of a restitution order before any of the offender's payments are credited to a secondary victim or a third party payee, or both.\n\n(B) The department shall report to the Governor's Office, the President of the Senate, the Speaker of the House, the Chairman of the House Judiciary Committee, and the Chairman of the Senate Corrections and Penology Committee by the first day of the 1997 Legislative Session detailed recommendations for collection and distribution of restitution and issues relating to indigent offenders and use of civil remedies.\n\nHISTORY: 1996 Act No. 437, Section 7; 2002 Act No. 356, Section 1, Pt IV.F, eff July 1, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-324/"
    },
    {
      "id": "section-17-25-325",
      "number": "17-25-325",
      "heading": "",
      "text": "The sentence and judgment of the court of general sessions in a criminal case against an individual may be enforced in the same manner by execution against the property of the defendant as is provided by law for enforcing the judgments of the courts of common pleas in civil actions. Before a general sessions court may enter a judgment against a defendant's property as authorized by this section, the judge must make findings of fact as to the amount of the judgment to be entered against the defendant. These findings must be supported by the preponderance of the relevant evidence as is offered by the parties.\n\nHISTORY: 1993 Act No. 140, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-325/"
    },
    {
      "id": "section-17-25-326",
      "number": "17-25-326",
      "heading": "",
      "text": "Any court order issued pursuant to the provisions of this article may be altered, modified, or rescinded upon the filing of a petition by the defendant, Attorney General, solicitor, or the victim for good and sufficient cause shown by a preponderance of the evidence.\n\nHISTORY: 1993 Act No. 140, Section 4; 1996 Act No. 437, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-326/"
    },
    {
      "id": "section-17-25-330",
      "number": "17-25-330",
      "heading": "",
      "text": "When any recognizance shall be adjudged forfeited under the provisions of Section 17-15-170 or when any fine shall be imposed by or recovered for the use of the State in any court or before a magistrate, if the party incurring such fine or forfeiture shall fail to pay it down, with the costs of prosecution, then a writ in the nature of an execution shall issue, by virtue of which the sheriff or his deputy shall sell in the same manner as property is sold under execution in civil cases so much of such offender's estate, real or personal, as may be necessary to satisfy the fine or forfeiture, the cost of prosecution and the reasonable charges of taking, keeping and selling such property, returning the overplus, if any, to the offender, together with a bill of the fine or forfeiture, with costs and charges, if he requires it.\n\nHISTORY: 1962 Code Section 17-573; 1952 Code Section 17-573; 1942 Code Section 1042; 1932 Code Section 1042; Cr. P. '22 Section 131; Cr. C. '12 Section 113; Cr. C. '02 Section 86; G. S. 2661; R. S. 86; 1787 (5) 13.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-330/"
    },
    {
      "id": "section-17-25-340",
      "number": "17-25-340",
      "heading": "",
      "text": "If the sheriff or his deputy return on oath that such offender refused to pay or has not any property or not sufficient whereon to levy, then a writ of capias ad satisfaciendum shall issue whereby he shall be committed to the common jail, until the forfeiture, costs and charges shall be satisfied. Such offender shall be entitled, however, to the privilege of insolvent debtors.\n\nHISTORY: 1962 Code Section 17-574; 1952 Code Section 17-574; 1942 Code Section 1043; 1932 Code Section 1043; Cr. P. '22 Section 132; Cr. C. '12 Section 114; Cr. C. '02 Section 87; G. S. 2662; R. S. 87; 1787 (5) 13.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-340/"
    },
    {
      "id": "section-17-25-350",
      "number": "17-25-350",
      "heading": "",
      "text": "In any offense carrying a fine or imprisonment, the judge or magistrate hearing the case shall, upon a decision of guilty of the accused being determined and it being established that he is indigent at that time, set up a reasonable payment schedule for the payment of such fine, taking into consideration the income, dependents and necessities of life of the individual. Such payments shall be made to the magistrate or clerk of court as the case may be until such fine is paid in full. Failure to comply with the payment schedule shall constitute contempt of court; however, imprisonment for contempt may not exceed the amount of time of the original sentence, and where part of the fine has been paid the imprisonment cannot exceed the remaining pro rata portion of the sentence.\n\nNo person found to be indigent shall be imprisoned because of inability to pay the fine in full at the time of conviction.\n\nEntitlement to free counsel shall not be determinative as to defendant's indigency.\n\nHISTORY: 1962 Code Section 17-574.1; 1973 (58) 266.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-350/"
    },
    {
      "id": "section-17-25-360",
      "number": "17-25-360",
      "heading": "",
      "text": "In all cases in this State when a sentence has been imposed by any judge, magistrate, mayor or intendant of any city or town in the alternative, by fine or imprisonment, and the person upon whom the sentence has been imposed shall enter upon the service of the sentence and thereafter such person or anyone in his behalf shall desire or offer to pay the fine imposed by the sentence, the clerk of the court in the county in which the sentence was imposed or the judge, magistrate, mayor or intendant who imposed the sentence shall apportion the fine imposed therein, so that the person or anyone in his behalf shall be allowed to pay such part of the fine as shall be in proportion to the balance of the time to be served under the sentence. Upon the payment of such proportionate part of the fine, the clerk, judge, magistrate, mayor or intendant shall release and discharge the person in behalf of whom the fine is so paid from further custody.\n\nHISTORY: 1962 Code Section 17-576; 1952 Code Section 17-576; 1942 Code Section 1045; 1932 Code Section 1045; 1922 (32) 767.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-360/"
    },
    {
      "id": "section-17-25-370",
      "number": "17-25-370",
      "heading": "",
      "text": "In all criminal cases in which the sentence of death is imposed and which are appealed to the Supreme Court or in which notice of intention to appeal is given, when the judgment below has been affirmed or the appeal dismissed or abandoned, the clerk of the Supreme Court, when the remittitur is sent down or the appeal is dismissed or abandoned, shall notify the Commissioner of the prison system or his duly appointed officer in charge of the State Penitentiary of the final disposition of such appeal and, on the fourth Friday after the receipt of such notice the sentence appealed from shall be duly carried out as provided by law in such cases, unless stayed by order of the Supreme Court or respite or commutation of the Governor.\n\nHISTORY: 1962 Code Section 17-578; 1952 Code Section 17-578; 1942 Code Section 1046; 1932 Code Section 1046; 1923 (33) 113; 1929 (36) 66; 1936 (39) 1306; 1960 (51) 1917.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-370/"
    },
    {
      "id": "section-17-25-380",
      "number": "17-25-380",
      "heading": "",
      "text": "Two copies of the notice shall be served or sent by registered mail to the Director of the Department of Corrections or his duly appointed officer in charge of the applicable correctional facility. The notice, when the sentence has been affirmed, shall read substantially as follows:\n\n\"This is to notify you that the sentence of death imposed in the case of State vs. __________ from which an appeal has been taken has been affirmed and finally disposed of by the Supreme Court and the remittitur has been sent down to the clerk of the Court of General Sessions of __________ County. It is, therefore, required of you by Section 17-25-370 of the Code of Laws of South Carolina to execute the judgment and sentence of death imposed on said defendant or defendants (if more than one) on the fourth Friday after the service upon you or receipt of this notice\".\n\nWhen the appeal has been dismissed or abandoned the notice shall be substantially the same as when the sentence has been affirmed except that the first sentence shall read as follows:\n\n\"This is to notify you that the appeal from the sentence of death imposed in the case of State vs. __________ has been dismissed (or abandoned) and the notice has been sent down to the clerk of the Court of General Sessions of __________ County\".\n\nHISTORY: 1962 Code Section 17-579; 1952 Code Section 17-579; 1942 Code Section 1046; 1932 Code Section 1046; 1923 (33) 113; 1929 (36) 66; 1936 (39) 1306; 1960 (51) 1917; 1996 Act No. 448, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-380/"
    },
    {
      "id": "section-17-25-390",
      "number": "17-25-390",
      "heading": "",
      "text": "The receipt of the notice shall be acknowledged in writing by the recipient. The acknowledgment shall be filed by the clerk of the Supreme Court and, in case of service, the return of service shall be filed.\n\nHISTORY: 1962 Code Section 17-580; 1952 Code Section 17-580; 1942 Code Section 1046; 1932 Code Section 1046; 1923 (33) 113; 1929 (36) 66; 1936 (39) 1306.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-390/"
    },
    {
      "id": "section-17-25-400",
      "number": "17-25-400",
      "heading": "",
      "text": "The Commissioner of the prison system or his duly appointed officer shall immediately serve one of the copies of the notice upon the defendant personally.\n\nHISTORY: 1962 Code Section 17-581; 1952 Code Section 17-581; 1942 Code Section 1046; 1932 Code Section 1046; 1923 (33) 113; 1929 (36) 66; 1936 (39) 1306; 1960 (51) 1917.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-400/"
    },
    {
      "id": "section-17-25-500",
      "number": "17-25-500",
      "heading": "",
      "text": "This article may be known as the \"South Carolina Notoriety for Profit Act\".\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-500/"
    },
    {
      "id": "section-17-25-510",
      "number": "17-25-510",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Office\" means Office of the Attorney General, South Carolina Crime Victim Services Division.\n\n(2) \"Convicted\" includes any conviction by entry of a plea of guilty or nolo contendere, conviction after trial, a finding of guilty but mentally ill, or a finding of not guilty by reason of insanity.\n\n(3) \"Eligible person\" means:\n\n(a) a victim of the particular crime in question who has suffered direct or threatened physical, psychological, or financial harm as a result of the commission of the particular crime;\n\n(b) a victim's spouse;\n\n(c) a victim's parent;\n\n(d) a victim's child;\n\n(e) a spouse, parent, child, or lawful representative of a victim who is:\n\n(i) deceased;\n\n(ii) a minor;\n\n(iii) incompetent; or\n\n(iv) physically or psychologically incapacitated; or\n\n(f) a person dependent for principal support on the deceased victim of the crime.\n\n\"Eligible person\" does not include the offender criminally responsible for the crime in question or a person aiding or abetting the offender criminally responsible.\n\n(4) \"Offender\" means the person convicted of the particular crime in question.\n\n(5) \"Profit from a crime\" includes any of the following:\n\n(a) property obtained through or income generated from the commission of a crime for which the offender was convicted;\n\n(b) property obtained or income generated from the sale, conversion, or exchange of proceeds of a crime for which the offender was convicted, including gain realized by the sale, conversion, or exchange; or\n\n(c) property which the offender obtained or income generated as a result of having committed the crime for which the offender was convicted, including assets obtained through the unique knowledge obtained during the commission of or in preparation for the commission of the crime, as well as any property obtained by or income generated from the sale, conversion, or exchange of that property and any gain realized by that sale, conversion, or exchange.\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-510/"
    },
    {
      "id": "section-17-25-520",
      "number": "17-25-520",
      "heading": "",
      "text": "If an offender, or his representative or agent, knowingly contracts for or agrees to be paid any profit from a crime, he must give written notice to the office of the payment or the obligation to pay and a copy of the contract between the offender and contracting party as soon as practical after discovering that the payment or intended payment is a profit from a crime. The office, upon receiving notice of the contract, agreement to pay, or payment of profits from a crime, shall request from all agencies with the duty to notify crime victims pursuant to Article 15, Chapter 3 of Title 16, the name and last known address of any eligible person who is a victim of the offender of the crime in question. It is the duty of the office to notify all known eligible persons at their last known address of the existence of profits.\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-520/"
    },
    {
      "id": "section-17-25-530",
      "number": "17-25-530",
      "heading": "",
      "text": "(A) Notwithstanding any other provision of law or rule of civil procedure, an eligible person has the right to bring a civil action in a court of competent jurisdiction to recover money damages from an offender or the legal representative of that offender within three years of the discovery of the existence of any profits from the crime. Damages awarded in this action are recoverable only up to the value of the profits from the crime.\n\n(B) If an action is filed under this article after the expiration of all other applicable statutes of limitation, any other eligible person must file an action for damages as a result of the crime within three years of:\n\n(1) the actual discovery of the existence of the profits from the crime; or\n\n(2) actual notice received from or notice published by the office of the discovery of the existence of profits, whichever is later.\n\n(C) If profits from a crime remain after the payment of all claims made under this article, the office has the right to bring an action in a court of competent jurisdiction against an offender or the legal representative of that offender within two years of the discovery of the existence of any profits to recover payments made by the office pursuant to Article 13, Chapter 3 of Title 16 and expenses incurred by the office pursuant to Article 13, 14, or 15 of Chapter 3 of Title 16 or Section 24 of Article 1 of the South Carolina Constitution with regard to the crime or the offender in question.\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-530/"
    },
    {
      "id": "section-17-25-540",
      "number": "17-25-540",
      "heading": "",
      "text": "(A) Upon filing an action pursuant to Section 17-25-530, the eligible person shall give notice to the office by delivering or mailing a copy of the complaint. The eligible person may, prior to filing the action, notify the office of his intent to file an action in order to allow the office to apply for other appropriate remedies which are authorized prior to the commencement of an action.\n\n(B) The office may act on behalf of all eligible persons and may apply for any remedies available to an eligible person bringing an action under Section 17-25-530. These remedies include the right of attachment, injunction, receivership, and notice of pendency. On the motion for a particular remedy, the moving party shall state whether any other remedy has been sought in the same action against the same offender. The court may require the moving party to elect its remedy.\n\n(C) Upon receipt of a copy of the complaint, the office shall:\n\n(1) use certified mail, return receipt requested, to notify all other known eligible persons whose addresses are known of the alleged existence of profits from a crime;\n\n(2) publish, at least once a year for three years from the date it is initially notified by an eligible person under this section, a legal notice in newspapers of general circulation in the county where the crime was committed and in contiguous counties advising any eligible persons of the alleged existence of profits from a crime. The office may provide additional notice in its discretion; and\n\n(3) avoid the wasting of the assets identified in the complaint as the newly discovered profits from a crime in any manner consistent with subsection (B).\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-540/"
    },
    {
      "id": "section-17-25-550",
      "number": "17-25-550",
      "heading": "",
      "text": "(A) An offender or his representative or agent who wilfully fails to submit to the office a copy of the contract described in Section 17-25-520 or who fails to pay to the office the monies or other consideration, as required by this article, is subject to a civil penalty of not less than ten thousand dollars but not more than an amount equal to three times the contract amount for each offense.\n\n(B) If two or more individuals are subject to the penalties provided in this section, the individuals are jointly and severally liable for the payment of the penalty imposed.\n\n(C) The office may bring an action to recover a civil penalty assessed under this section in a court of competent jurisdiction within six years after the cause of action accrues.\n\n(D) Civil penalties imposed pursuant to this section must be paid to the office and used for the compensation of victims of crime.\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-550/"
    },
    {
      "id": "section-17-25-570",
      "number": "17-25-570",
      "heading": "",
      "text": "Any action taken by an offender, whether by execution of a power of attorney, creation of corporate entities, or otherwise, to defeat the purpose of this article is null and void as against the public policy of this State.\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-570/"
    },
    {
      "id": "section-17-25-560",
      "number": "17-25-560",
      "heading": "",
      "text": "All state agencies, solicitors, and law enforcement agencies with knowledge of profit from a crime which an offender has obtained or generated shall report this information to the office promptly.\n\nHISTORY: 2000 Act No. 306, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-17/chapter-25/section-17-25-560/"
    }
  ]
}