{
  "state": "south-carolina",
  "path": "title-title-56/chapter-chapter-7",
  "sections": [
    {
      "id": "section-56-7-10",
      "number": "56-7-10",
      "heading": "",
      "text": "(A) There will be a uniform traffic ticket used by all law enforcement officers in arrests for traffic offenses and for the following additional offenses:\n\n(1) Interfering with Police Officer Serving Process Section 16-5-50;\n\n(2) Dumping Trash on Highway/Private Property Section 16-11-700;\n\n(3) Indecent Exposure Section 16-15-130;\n\n(4) Disorderly Conduct Section 16-17-530;\n\n(5) Damaging Highway Section 57-7-10;\n\n(6) Place Glass, Nails, etc. on Highway Section 57-7-20;\n\n(7) Obstruction of Highway by Railroad Cars, etc. Section 57-7-240;\n\n(8) Signs Permitted on Interstate Section 57-25-140;\n\n(9) Brown Bagging Section 61-5-20;\n\n(10) Drinking Liquors in Public Conveyance Section 61-13-360;\n\n(11) Poles Dragging on Highway Section 57-7-80;\n\n(12) Open Container Section 61-9-87;\n\n(13) Purchase or Possession of Beer or Wine by a Person Under Age Section 63-19-2440;\n\n(14) Purchase or Possession of Alcoholic Liquor by a Person Under Age Twenty-One Section 63-19-2450;\n\n(15) Unlawful Possession and Consumption of Alcoholic Liquors Section 61-5-30;\n\n(16) Sale of Beer or Wine on Which Tax Has Not Been Paid Section 61-9-20;\n\n(17) Falsification of Age to Purchase Beer or Wine Section 61-9-50;\n\n(18) Unlawful Purchase of Beer or Wine for a Person Who Cannot Legally Buy Section 61-9-60;\n\n(19) Unlawful Sale or Purchase of Beer or Wine, Giving False Information as to Age, Buying Beer or Wine Unlawfully for Another Section 61-9-85;\n\n(20) Employment of a Person Under the Age of Twenty-One as an Employee in Retail or Wholesale or Manufacturing Liquor Business Section 61-13-340;\n\n(21) Failure to Remove Doors from Abandoned Refrigerators Section 16-3-1010;\n\n(22) Malicious Injury to Animals or Personal Property Section 16-11-510;\n\n(23) Timber, Logs, or Lumber Cutting, Removing, Transporting Without Permission, Valued at Less Than Fifty Dollars Section 16-11-580;\n\n(24) Littering Section 16-11-700;\n\n(25) Larceny of a Bicycle Valued at Less Than One Hundred Dollars Section 16-13-80;\n\n(26) Shoplifting Section 16-13-110;\n\n(27) Cock Fighting Section 16-17-650;\n\n(28) Ticket Scalping Section 16-17-710;\n\n(29) Domestic Violence, second and third degree Section 16-25-20;\n\n(30) Glue Sniffing Section 44-53-1110;\n\n(31) Trespassing Section 16-11-755;\n\n(32) Trespassing Section 16-11-600;\n\n(33) Trespassing Section 16-11-610;\n\n(34) Trespassing Section 16-11-620;\n\n(35) Negligent Operation of Watercraft; Operation of Watercraft While Under Influence of Alcohol or Drugs Section 50-21-110;\n\n(36) Negligence of Boat Livery to Provide Proper Equipment and Registration Section 50-21-120;\n\n(37) Interference with Aids to Navigation or Regulatory Markers or Operation of Watercraft in Prohibited Area Section 50-21-170;\n\n(38) Operation of Watercraft Without a Certificate of Title Section 50-23-190;\n\n(39) Parking on Private Property without Permission Section 16-11-760;\n\n(40) Certificate of Veterinary Inspection; Requirement for Out-of-State Livestock or Poultry Section 47-4-60;\n\n(41) Inhibition of Livestock Inspection Section 47-4-120;\n\n(42) Imported Swine Section 47-6-50;\n\n(43) Operating Equine Sales Facility or Livestock Market Without Permit Section 47-11-20;\n\n(44) Liability of Person Removing Livestock for Slaughter Section 47-11-120;\n\n(45) Notice to Disinfect Section 47-13-310;\n\n(46) Quarantine of Livestock or Poultry Section 47-4-70;\n\n(47) Unlawful for Horse to Enter State Unless Tested Section 47-13-1350;\n\n(48) Quarantine of Exposed Horses Section 47-13-1360;\n\n(49) Proof of Test Required for Public Assembly of Horses Section 47-13-1370;\n\n(50) False Certificates Section 47-13-1390;\n\n(51) Unlawful to Feed Garbage to Swine Section 47-15-20;\n\n(52) Notification Required from Certain Persons Disposing of Garbage Section 47-15-40;\n\n(53) Sale of Uninspected Meat and Meat Products Section 47-17-60;\n\n(54) Sale of Uninspected Poultry and Poultry Product Section 47-19-70;\n\n(55) Misrepresenting Service Animals Section 47-3-980.\n\n(B) In addition to the offenses contained in subsection (A), a uniform traffic ticket may be used in an arrest for a misdemeanor offense within the jurisdiction of magistrates court that has been freshly committed or is committed in the presence of a law enforcement officer.\n\n(C) No other ticket may be used for these offenses. The service of the uniform traffic ticket shall vest all traffic, recorders', and magistrates' courts with jurisdiction to hear and to dispose of the charge for which the ticket was issued and served. This ticket will be designed by the department and approved by the Attorney General within thirty days of submission by the department. A law enforcement agency may utilize computers and other electronic devices to issue uniform traffic citations and store information resulting from the issuance of a traffic citation if this method of issuing a citation has been approved by the Department of Public Safety.\n\nHISTORY: 1962 Code Section 46-871; 1967 (55) 203; 1971 (57) 474; 1980 Act No. 353, Section 1; 1984 Act No. 467; 1985 Act No. 158, Section 1; 1987 Act No. 185 Section 2; 1993 Act No. 181, Section 1468; 1996 Act No; 459, Section 214; 2003 Act No. 54, Section 2; 2005 Act No. 68, Section 1, eff May 23, 2005; 2013 Act No. 78, Section 1, eff June 13, 2013; 2015 Act No. 58 (S.3), Pt II, Section 8, eff June 4, 2015; 2019 Act No. 44 (S.281), Section 2, eff May 16, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-10/"
    },
    {
      "id": "section-56-7-12",
      "number": "56-7-12",
      "heading": "",
      "text": "(A) When the operator or owner of an individual private passenger automobile as defined in Section 38-77-30(5.5) is issued a traffic ticket for a moving violation by a law enforcement officer, he may be furnished a written request form to be completed by him and his insurance company or the agent issuing the policy to verify liability insurance coverage. The form must be prescribed by the Department of Motor Vehicles and the Department of Public Safety.\n\n(B) The completed and verified form must be returned by the operator or owner to the local law enforcement agency issuing the traffic ticket within fifteen days from the date he receives it. Failure to return the form verified in the proper manner is prima facie evidence that the vehicle was uninsured.\n\n(C) The director or his designee of the department shall waive the reinstatement fee or per diem fine, or both, imposed upon the owner or operator of the motor vehicle pursuant to this section for his failure to complete and return the insurance verification form if he has liability insurance coverage when determined to be uninsured by the department. The Department of Motor Vehicles shall document its reasons for waiving the fees or fines in the records of the department.\n\n(D) No person knowingly may furnish or aid another in the submission of false or misleading information in the completed and verified form. A person who knowingly furnishes or aids another in submitting false or misleading information regarding the verification of liability insurance is subject to the penalties in Section 56-10-260.\n\n(E) This section applies only to owners and operators of motor vehicles registered under the laws of South Carolina.\n\n(F) Motor vehicles determined to be uninsured under this section are subject to Sections 56-10-240 and 56-10-245.\n\n(G) The operator of the motor vehicle shall present the written request form for verification of liability insurance coverage to the owner of the vehicle. Failure by the operator to give the form to the owner is prima facie evidence that the operator knowingly furnished false and misleading information to the department.\n\nHowever, the form must have the following sentence on its face in bold type, all capitals, and large print: \"THE OWNER OR OPERATOR OF A MOTOR VEHICLE WHO IS ISSUED THIS FORM SHALL COMPLETE AND RETURN THE FORM TO THE ISSUING AGENCY WITHIN FIFTEEN DAYS OR IS SUBJECT TO A TWO HUNDRED DOLLAR REINSTATEMENT FEE AND FIVE DOLLAR A DAY FINE PURSUANT TO SOUTH CAROLINA LAW. IF YOU ARE NOT THE OWNER OF THE MOTOR VEHICLE, YOU SHALL PRESENT THIS FORM TO THE OWNER OR YOU ARE SUBJECT TO FINE AND IMPRISONMENT.\" The officer shall read aloud this sentence to the owner or operator of the motor vehicle upon furnishing the written request form to verify liability insurance coverage.\n\nHISTORY: 1993 Act No. 113, Section 2; 1996 Act No. 459, Section 215.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-12/"
    },
    {
      "id": "section-56-7-15",
      "number": "56-7-15",
      "heading": "",
      "text": "(A) The uniform traffic ticket, established pursuant to the provisions of Section 56-7-10, may be used by law enforcement officers to arrest a person for an offense that has been freshly committed or is committed in the presence of a law enforcement officer if the punishment is within the jurisdiction of magistrates court and municipal court. A law enforcement agency processing an arrest made pursuant to this section must furnish the information to the State Law Enforcement Division as required in Chapter 3, Title 23.\n\n(B) An officer who effects an arrest, by use of a uniform traffic ticket, for a violation of Chapter 25, Title 16 or Section 16-13-110 shall complete and file an incident report immediately following the issuance of the uniform traffic ticket.\n\n(C) The issuance of a uniform traffic ticket alleging the violation of Section 56-5-2770 is not subject to the provisions of this section.\n\nHISTORY: 1990 Act No. 601, Section 1; 2003 Act No. 92, Section 5; 2005 Act No. 166, Section 15, eff January 1, 2006; 2013 Act No. 78, Section 2, eff June 13, 2013; 2014 Act No. 274 (H.5014), Section 5, eff June 9, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-15/"
    },
    {
      "id": "section-56-7-20",
      "number": "56-7-20",
      "heading": "",
      "text": "Each ticket shall have a unique identifying number. Each printed copy must be labeled at the bottom with the purpose of the copy. A handwritten traffic ticket must consist of four copies, one of which must be blue and must be given to the vehicle operator who is the alleged traffic violator; one of which must be yellow and must be dispatched to the Department of Motor Vehicles for its records and for audit purposes; one of which must be white and must be dispatched to the police agency of which the arresting officer is a part; and one of which must be green and must be retained by the trial officer for his records. An electronic traffic ticket must consist of at least one printed copy that must be given to the vehicle operator who is the alleged traffic violator and as many as three additional printed copies if needed to communicate with the Department of Motor Vehicles, the police agency, and the trial officer. Tickets may be collected electronically, but must be transmitted to the Department of Motor Vehicles electronically. Data transmissions to the Department of Motor Vehicles must be made pursuant to the Department of Motor Vehicles' electronic specifications.\n\nHISTORY: 1962 Code Section 46-872; 1967 (55) 203; 1980 Act No. 353, Section 2; 1993 Act No. 181, Section 1469; 2005 Act No. 68, Section 2, eff May 23, 2005; 2009 Act No. 1, Section 1, eff April 7, 2009; 2016 Act No. 185 (H.3685), Section 1, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-20/"
    },
    {
      "id": "section-56-7-30",
      "number": "56-7-30",
      "heading": "",
      "text": "(A) The Department of Public Safety shall have the traffic tickets printed. Law enforcement agencies shall order tickets from the Department of Public Safety and shall record the identifying numbers of the tickets received by them. The cost of the tickets must be paid by the law enforcement agency. The court's copy must be forwarded by the law enforcement agency to the appropriate court and electronically to the Department of Motor Vehicles within three business days of issuance to the offender. After final trial court action or nolle prosequi, disposition information must be forwarded electronically to the Department of Motor Vehicles by the appropriate court within five business days of the trial date.\n\n(B) A law enforcement agency that issues uniform traffic tickets in an electronic format as provided in Section 56-7-10 may generate a printed copy of this ticket by using an in-car data terminal or hand held device. A copy of the ticket must be given to the offender. The court's copy must be forwarded by the law enforcement agency to the appropriate court, in a format as prescribed by the South Carolina Judicial Department, and electronically to the Department of Motor Vehicles within three business days of issuance to the offender. Data transmissions to the Department of Motor Vehicles must be made pursuant to the Department of Motor Vehicles' and the South Carolina Judicial Department's electronic systems specifications.\n\nHISTORY: 1962 Code Section 46-873; 1967 (55) 203; 1980 Act No. 353, Section 3; 1993 Act No. 181, Section 1470; 2005 Act No. 68, Section 3, eff May 23, 2005; 2016 Act No. 185 (H.3685), Section 2, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-30/"
    },
    {
      "id": "section-56-7-35",
      "number": "56-7-35",
      "heading": "",
      "text": "(A)(1) A law enforcement officer who issues a uniform traffic ticket for a violation of a local ordinance or traffic laws relating to speeding must do so incident to and contemporaneous with a traffic stop.\n\n(2) A copy of the citation must be given directly to the offender by the law enforcement officer issuing the citation at the time of the traffic stop for the offense.\n\n(3) A law enforcement agency may not utilize the United States mail, a parcel delivery service, electronic means, or otherwise to send to the operator or owner of a motor vehicle or motorcycle, as defined in Section 56-3-20, a uniform traffic citation alleging a violation of a local ordinance or the traffic laws relating to speeding. This subsection does not prohibit the law enforcement agency from sending the operator or owner an additional copy of a uniform citation that was issued to the operator or owner during the traffic stop for the offense upon request of the operator or owner.\n\n(4) A uniform traffic citation alleging the violation of a local ordinance or the traffic laws relating to speeding may not be issued based in whole or in part upon photographic evidence, whether gathered in conjunction with radar speed detection devices and whether the camera or other electronic device capturing the photographic evidence was attended or unattended at the time it captured the photographic evidence. This section does not prohibit the use of photographic or video evidence at any hearing related to the offense to corroborate the testimony of a law enforcement officer who personally observed the offense.\n\n(B)(1) A law enforcement officer who issues a uniform traffic ticket for a violation of a local ordinance or the traffic laws relating to disregarding a traffic control device must do so incident to and contemporaneous with a traffic stop.\n\n(2) A copy of the citation must be given directly to the offender by the law enforcement officer issuing the citation at the time of the traffic stop for the offense.\n\n(3) A law enforcement agency may not utilize the United States mail, a parcel delivery service, electronic means, or otherwise to send to the operator or owner of a motor vehicle or motorcycle, as defined in Section 56-3-20, a uniform traffic citation alleging a violation of a local ordinance or the traffic laws relating to disregarding traffic control devices. This subsection does not prohibit the law enforcement agency from sending the operator or owner an additional copy of a uniform citation that was issued to the operator or owner during the traffic stop for the offense upon request of the operator or owner.\n\n(4) A uniform traffic citation alleging the violation of a local ordinance or the traffic laws relating to disregarding traffic control devices may not be issued based in whole upon photographic evidence, whether the camera or other electronic device capturing the photographic evidence was attended or unattended at the time it captured the photographic evidence. This section does not prohibit the use of photographic or video evidence at any hearing related to the offense to corroborate the testimony of a law enforcement officer who personally observed the offense.\n\n(C) The provisions of this section do not apply to:\n\n(1) toll collection; or\n\n(2) issuance of a uniform traffic citation alleging the violation of Section 56-5-2770.\n\nHISTORY: 2011 Act No. 65, Section 1, eff June 17, 2011; 2014 Act No. 274 (H.5014), Section 4, eff June 9, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-35/"
    },
    {
      "id": "section-56-7-40",
      "number": "56-7-40",
      "heading": "",
      "text": "Any person intentionally violating the provisions of Section 56-7-10 or 56-7-30 shall be deemed guilty of a misdemeanor and, upon conviction, shall be fined not less than two hundred fifty dollars nor more than fifteen hundred dollars or imprisoned for not more than six months, or both, for each ticket unaccounted for, or each use of a nonuniform ticket, or each failure to timely electronically forward the Department of Motor Vehicles a copy of the ticket. If the failure to account for a ticket, or the use of a nonuniform ticket, or the failure to timely forward the Department of Motor Vehicles a copy of the ticket is inadvertent or unintentional, such misuse shall be triable in magistrates court and, upon conviction, shall be punishable by a fine of not more than one hundred dollars.\n\nHISTORY: 1962 Code Section 46-874; 1967 (55) 203; 1980 Act No. 353, Section 4; 2016 Act No. 185 (H.3685), Section 3, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-40/"
    },
    {
      "id": "section-56-7-50",
      "number": "56-7-50",
      "heading": "",
      "text": "The provisions of this chapter shall not apply to the South Carolina Department of Natural Resources or to any of its agents.\n\nHISTORY: 1985 Act No. 158, Section 2; 1993 Act No. 181, Section 1471.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-50/"
    },
    {
      "id": "section-56-7-70",
      "number": "56-7-70",
      "heading": "",
      "text": "When a law enforcement officer stops a driver for a violation of the motor vehicle laws, he shall present his law enforcement badge or other appropriate identification to the driver immediately upon approaching him and before questioning.\n\nHISTORY: 1990 Act No. 598, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-70/"
    },
    {
      "id": "section-56-7-80",
      "number": "56-7-80",
      "heading": "",
      "text": "(A) Counties and municipalities are authorized to adopt by ordinance and use an ordinance summons as provided herein for the enforcement of county and municipal ordinances. Upon adoption of the ordinance summons, any county or municipal law enforcement officer or code enforcement officer is authorized to use an ordinance summons. Any county or municipality adopting the ordinance summons is responsible for the printing, distributing, monitoring, and auditing of the ordinance summons to be used by that entity.\n\n(B) The uniform ordinance summons may not be used to perform a custodial arrest. No county or municipal ordinance which regulates the use of motor vehicles on the public roads of this State may be enforced using an ordinance summons.\n\n(C) An ordinance summons must cite only one violation per summons and must contain at least the following information:\n\n(1) the name and address of the person or entity charged;\n\n(2) the name and title of the issuing officer;\n\n(3) the time, date, and location of the hearing;\n\n(4) a description of the ordinance the person or entity is charged with violating;\n\n(5) the procedure to post bond; and\n\n(6) any other notice or warning otherwise required by law.\n\nThe ordinance summonses must be consecutively and discretely numbered. The ordinance summonses must be audited as part of the annual independent audit required in Section 4-9-150 for counties and in Section 5-7-240 for municipalities, and a separate copy of each audit must be furnished to the chief administrative officer of the county or municipality, as appropriate.\n\n(D) Service of a uniform ordinance summons vests all magistrates' and municipal courts with jurisdiction to hear and dispose of the charge for which the ordinance summons was issued and served.\n\n(E) Any law enforcement officer or code enforcement officer who serves an ordinance summons must allow the person served to proceed without first having to post bond or to appear before a magistrate or municipal judge. Acceptance of an ordinance summons constitutes a person's recognizance to comply with the terms of the summons.\n\n(F) Any person who fails to appear before the court as required by an ordinance summons, without first having posted such bond as may be required or without having been granted a continuance by the court, is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days. Any law enforcement agency processing an arrest made pursuant to this subsection must furnish such information to the State Law Enforcement Division as required by Chapter 3 of Title 23.\n\n(G) This statute does not prohibit a county or municipality from enforcing ordinances by means otherwise authorized by law.\n\nHISTORY: 1992 Act No. 328, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-56/chapter-7/section-56-7-80/"
    }
  ]
}