{
  "state": "virginia",
  "path": "title-title-372-behavioral-health-and-developmental-services/chapter-chapter-8-emergency-custody-and-voluntary-and-involuntary-ci",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 37.2-800. (Expires July 1, 2026) Applicability of chapter§ 37",
      "text": "2-800. (Effective July 1, 2026). Applicability of chapter§ 37.2-801. Admission procedures; forms§ 37.2-802. Interpreters in admission or certification proceedings§ 37.2-803. Special justices to perform duties of judge§",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-800",
      "number": "37.2-800.",
      "heading": "(Expires July 1, 2026) Applicability of chapter",
      "text": "For the purposes of this chapter, whenever the term mental illness appears, it shall include substance abuse. Whenever the term responsible person appears, it shall include a family member as that term is defined in § 37.2-100, a community services board or behavioral health authority, any treating physician of the person, a certified evaluator as defined in § 37.2-809, or a law-enforcement officer. Whenever the term community services board or board appears, it shall include behavioral health authority.\n\n1968, c. 477, § 37.1-63; 1976, c. 671; 2005, c. 716; 2008, cc. 850, 870; 2024, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-800-d-1/"
    },
    {
      "id": "section-372-801",
      "number": "37.2-801.",
      "heading": "Admission procedures; forms",
      "text": "A. Any person alleged to have a mental illness to a degree that warrants treatment in a facility may be admitted to a facility by compliance with one of the following admission procedures:\n\n1. Voluntary admission;\n\n2. Admission of incapacitated persons pursuant to § 37.2-805.1; or\n\n3. Involuntary admission by the procedure described in §§ 37.2-809 through 37.2-820.\n\nB. The Office of the Executive Secretary of the Supreme Court of Virginia shall prepare the petitions, orders, and such other legal forms as may be required in procedures for custody, detention, and involuntary admission pursuant to Articles 4 (§ 37.2-808 et seq.) and 5 (§ 37.2-814 et seq.) of Chapter 8, and shall distribute such forms to the clerks of the general district courts and juvenile and domestic relations district courts of the Commonwealth. The Department shall prepare the preadmission screening report, examination, and such other clinical forms as may be required in proceedings for custody, detention, and admission pursuant to § 37.2-805, and Articles 4 (§ 37.2-808 et seq.) and 5 (§ 37.2-814 et seq.) of Chapter 8, and shall distribute such forms to community services boards, mental health care providers, and directors of state facilities.\n\nCode 1950, §§ 37-61.1, 37-67, 37-121; 1950, pp. 903, 916; 1958, c. 154; 1964, c. 640; 1968, c. 477, § 37.1-64; 1970, c. 673; 1972, c. 639; 1976, c. 671; 1980, c. 582; 2005, c. 716; 2009, cc. 211, 268, 708.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-801/"
    },
    {
      "id": "section-372-802",
      "number": "37.2-802.",
      "heading": "Interpreters in admission or certification proceedings",
      "text": "A. In any proceeding pursuant to § 37.2-806 or §§ 37.2-809 through 37.2-820 in which a person who is deaf is alleged to have intellectual disability or mental illness, an interpreter for the person shall be appointed by the district court judge or special justice before whom the proceeding is pending from a list of qualified interpreters provided by the Department for the Deaf and Hard-of-Hearing. The interpreter shall be compensated as provided for in § 37.2-804.\n\nB. In any proceeding pursuant to § 37.2-806 or §§ 37.2-809 through 37.2-820 in which a non-English-speaking person is alleged to have intellectual disability or mental illness or is a witness in such proceeding, an interpreter for the person shall be appointed by the district court judge or special justice, or in the case of §§ 37.2-809 through 37.2-813 a magistrate, before whom the proceeding is pending. Failure to appoint an interpreter when an interpreter is not reasonably available or when the person's level of English fluency cannot be determined shall not be a basis to dismiss the petition or void the order entered at the proceeding. The compensation for the interpreter shall be fixed by the court in accordance with the guidelines set by the Judicial Council of Virginia and shall be paid out of the state treasury.\n\n1976, c. 671, § 37.1-67.5; 1979, c. 204; 2004, c. 243, § 37.1-67.5:01; 2005, c. 716; 2012, cc. 476, 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-802/"
    },
    {
      "id": "section-372-803",
      "number": "37.2-803.",
      "heading": "Special justices to perform duties of judge",
      "text": "The chief judge of each judicial circuit may appoint one or more special justices, for the purpose of performing the duties required of a judge by this chapter, Chapter 11 (§ 37.2-1100 et seq.), and §§ 16.1-69.28, 16.1-335 through 16.1-348, 19.2-169.6, 19.2-174.1, 19.2-182.9, 53.1-40.1, 53.1-40.2, 53.1-40.9, and 53.1-133.04. Each special justice shall be a person licensed to practice law in the Commonwealth or a retired or substitute judge in good standing and shall have all the powers and jurisdiction conferred upon a judge. The special justice shall serve under the supervision and at the pleasure of the chief judge of the judicial circuit for a period of up to six years. The special justice may be reappointed and may serve additional periods of up to six years, at the pleasure of the chief judge. Within six months of appointment, each special justice appointed on or after January 1, 1996, shall complete a minimum training program prescribed by the Executive Secretary of the Supreme Court. Special justices shall collect the fees prescribed in this chapter for their service and shall retain those fees, unless the governing body of the county or city in which the services are performed provides for the payment of an annual salary for the services, in which case the fees shall be collected and paid into the treasury of that county or city.\n\nCode 1950, § 37-61.2; 1952, c. 700; 1968, c. 477, § 37.1-88; 1974, c. 111; 1976, c. 671; 1995, c. 844; 2005, c. 716; 2007, cc. 500, 897; 2009, c. 608; 2010, cc. 340, 406; 2019, c. 809.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-803/"
    },
    {
      "id": "section-372-804",
      "number": "37.2-804.",
      "heading": "Fees and expenses",
      "text": "A. Any special justice, any retired judge sitting by designation pursuant to § 16.1-69.35, or any district court substitute judge who presides over hearings pursuant to the provisions of §§ 37.2-809 through 37.2-820, Article 16 (§ 16.1-335 et seq.) of Chapter 11 of Title 16.1, or § 19.2-169.6 shall receive a fee of $120 for each hearing thereunder plus his necessary expenses, including mileage, parking, tolls, and postage, and $70 for each certification hearing and each order under Chapter 11 (§ 37.2-1100 et seq.) ruling on competency or treatment plus his necessary expenses, including mileage, parking, tolls, and postage.\n\nB. Any physician, psychologist or other mental health professional, or any interpreter, appointed pursuant to § 37.2-802 for persons who are deaf, who is not regularly employed by the Commonwealth and is required to serve as a witness or as an interpreter in any proceeding under this chapter or § 19.2-169.6 shall receive a fee of $120 and his necessary expenses for each commitment hearing for involuntary admission in which he serves and $70 and necessary expenses for each certification hearing in which he serves.\n\nC. Other witnesses regularly summoned before a judge or special justice under the provisions of this chapter shall receive the compensation for their attendance and mileage that is allowed witnesses summoned to testify before grand juries.\n\nD. Every attorney appointed under § 37.2-806 or §§ 37.2-809 through 37.2-820 shall receive a fee of $120 and his necessary expenses for each hearing thereunder and $70 and his necessary expenses for each certification hearing and each proceeding under Chapter 11 (§ 37.2-1100 et seq.).\n\nE. Except as hereinafter provided, all expenses incurred, including the fees, attendance, and mileage aforesaid, shall be paid by the Commonwealth. When any such fees, costs, and expenses, incurred in connection with an examination or hearing for an admission pursuant to § 37.2-806 or §§ 37.2-809 through 37.2-820, to carry out the provisions of this chapter or in connection with a proceeding under Chapter 11 (§ 37.2-1100 et seq.) or § 19.2-169.6, are paid by the Commonwealth, they shall be recoverable by the Commonwealth from the person who is the subject of the examination, hearing, or proceeding or from his estate. Collection or recovery may be undertaken by the Department. When the fees, costs, and expenses are collected or recovered by the Department, they shall be refunded to the Commonwealth. No fees or costs shall be recovered, however, from the person who is the subject of the examination or hearing or his estate when no good cause for his admission exists or when the recovery would create an undue financial hardship. Any necessary expenses incurred pursuant to subsection A, B, or D shall be paid in accordance with guidelines established by the Supreme Court of Virginia.\n\nCode 1950, § 37-75; 1950, pp. 906, 1596; 1954, c. 194; 1956, c. 445; 1958, c. 346; 1962, c. 20; 1964, c. 640; 1968, c. 477, § 37.1-89; 1970, c. 673; 1975, c. 197; 1976, cc. 374, 459, 671; 1977, c. 674; 1979, c. 204; 1982, c. 454; 1989, c. 591; 1991, c. 86; 1995, c. 844; 1996, c. 893; 1997, c. 921; 1998, c. 455; 2005, c. 716; 2007, cc. 500, 897; 2009, c. 266; 2010, cc. 340, 406; 2023, c. 231; 2024, c. 802.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-804/"
    },
    {
      "id": "section-372-8041",
      "number": "37.2-804.1.",
      "heading": "Use of electronic communication",
      "text": "A. Petitions and orders for emergency custody and temporary detention pursuant to this chapter may be filed, issued, served, or executed by electronic means, with or without the use of two-way electronic video and audio communication, and returned in the same manner with the same force, effect, and authority as an original document. All signatures thereon shall be treated as original signatures.\n\nB. Any judge or special justice may conduct proceedings pursuant to this chapter using any two-way electronic video and audio communication system to provide for the appearance of any parties and witnesses. Any two-way electronic video and audio communication system used to conduct a proceeding shall meet the standards set forth in subsection B of § 19.2-3.1. When a witness whose testimony would be helpful to the conduct of the proceeding is not able to be physically present, his testimony may be received using a telephonic communication system.\n\n2005, cc. 51, 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-804-1/"
    },
    {
      "id": "section-372-8042",
      "number": "37.2-804.2.",
      "heading": "(Expires July 1, 2026) Disclosure of records",
      "text": "Any health care provider, as defined in § 32.1-127.1:03, or other provider who has provided or is currently providing services to a person who is the subject of proceedings pursuant to this chapter shall, upon request, disclose to a magistrate, the court, the person's attorney, the person's guardian ad litem, the examiner identified to perform an examination pursuant to § 37.2-815, the community services board or its designee or a certified evaluator, as defined in § 37.2-809, performing any evaluation, preadmission screening, or monitoring duties pursuant to this chapter, or a law-enforcement officer any information that is necessary and appropriate for the performance of his duties pursuant to this chapter. Any health care provider, as defined in § 32.1-127.1:03, or other provider who has provided or is currently evaluating or providing services to a person who is the subject of proceedings pursuant to this chapter shall disclose information that may be necessary for the treatment of such person to any other health care provider or other provider evaluating or providing services to or monitoring the treatment of the person. Health records disclosed to a law-enforcement officer shall be limited to information necessary to protect the officer, the person, or the public from physical injury or to address the health care needs of the person. Information disclosed to a law-enforcement officer shall not be used for any other purpose, disclosed to others, or retained.\n\nAny health care provider providing services to a person who is the subject of proceedings under this chapter shall (i) inform the person that his family member or personal representative, including any agent named in an advance directive executed in accordance with the Health Care Decisions Act (§ 54.1-2981 et seq.), will be notified of information that is directly relevant to such individual's involvement with the person's health care, which may include the person's location and general condition, in accordance with subdivision D 34 of § 32.1-127.1:03, and (ii) make a reasonable effort to so notify the person's family member or personal representative, unless the provider has actual knowledge that the family member or personal representative is currently prohibited by court order from contacting the person. No health care provider shall be required to notify a person's family member or personal representative pursuant to this section if the health care provider has actual knowledge that such notice has been provided.\n\nAny health care provider disclosing records pursuant to this section shall be immune from civil liability for any harm resulting from the disclosure, including any liability under the federal Health Insurance Portability and Accountability Act (42 U.S.C. § 1320d et seq.), as amended, unless the person or provider disclosing such records intended the harm or acted in bad faith.\n\n2008, cc. 782, 850, 870; 2009, cc. 606, 651; 2016, cc. 569, 693; 2024, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-804-2-d-1/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Voluntary Admission",
      "text": "Voluntary Admission",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-805",
      "number": "37.2-805.",
      "heading": "(Expires July 1, 2026) Voluntary admission",
      "text": "Any state facility shall admit any person requesting admission who has been (i) screened by the community services board or behavioral health authority that serves the county or city where the person resides or, if impractical, where the person is located, or a certified evaluator, as defined in § 37.2-809, (ii) examined by a physician on the staff of the state facility, and (iii) deemed by the board, authority, or certified evaluator and the state facility physician to be in need of treatment, training, or habilitation in a state facility. Upon motion of the treating physician, a family member or personal representative of the person, or the community services board serving the county or city where the facility is located, the county or city where the person resides, or the county or city where the person receives treatment, a hearing shall be held prior to the release date of any person who has been the subject of a temporary detention order and voluntarily admitted himself in accordance with subsection B of § 37.2-814 to determine whether such person should be ordered to mandatory outpatient treatment pursuant to subsection D of § 37.2-817.01, except that such 36-month period shall not include any time during which the person was receiving inpatient psychiatric treatment or was incarcerated, as established by evidence admitted at the hearing, upon his release if such person, on at least two previous occasions within 36 months preceding the date of the hearing, has been (a) the subject of a temporary detention order and voluntarily admitted himself in accordance with subsection B of § 37.2-814 or (b) involuntarily admitted pursuant to § 37.2-817. A district court judge or special justice shall hold the hearing within 72 hours after receiving the motion for a mandatory outpatient treatment order; however, if the 72-hour period expires on a Saturday, Sunday, or legal holiday, the hearing shall be held by the close of business on the next day that is not a Saturday, Sunday, or legal holiday.\n\nCode 1950, § 37-113; 1950, p. 915; 1964, c. 640; 1968, c. 477, § 37.1-65; 1970, c. 46; 1972, cc. 639, 823; 1976, c. 671; 1980, c. 582; 1998, c. 446; 2005, c. 716; 2012, c. 300; 2013, c. 179; 2022, c. 763; 2024, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-805-d-1/"
    },
    {
      "id": "section-372-8051",
      "number": "37.2-805.1.",
      "heading": "Admission of incapacitated persons pursuant to advance directives or by guardians",
      "text": "A. An agent for a person who has been determined to be incapable of making an informed decision may consent to the person's admission to a facility for no more than 10 calendar days if (i) prior to admission, a physician on the staff of or designated by the proposed admitting facility examines the person and states, in writing, that the person (a) has a mental illness, (b) is incapable of making an informed decision, as defined in § 54.1-2982, regarding admission, and (c) is in need of treatment in a facility; (ii) the proposed admitting facility is willing to admit the person; and (iii) the person has executed an advance directive in accordance with the Health Care Decisions Act (§ 54.1-2981 et seq.) authorizing his agent to consent to his admission to a facility and, if the person protests the admission, he has included in his advance directive specific authorization for his agent to make health care decisions even in the event of his protest as provided in § 54.1-2986.2. In addition, for admission to a state facility, the person shall first be screened by the community services board that serves the city or county where the person resides or, if impractical, where the person is located.\n\nB. A guardian who has been appointed for an incapacitated person pursuant to Chapter 20 (§ 64.2-2000 et seq.) of Title 64.2 may consent to admission of that person to a facility for no more than 10 calendar days if (i) prior to admission, a physician on the staff of or designated by the proposed admitting facility examines the person and states, in writing, that the person (a) has a mental illness, (b) is incapable of making an informed decision, as defined in § 54.1-2982, regarding admission, and (c) is in need of treatment in a facility; (ii) the proposed admitting facility is willing to admit the person; and (iii) the guardianship order specifically authorizes the guardian to consent to the admission of such person to a facility, pursuant to § 64.2-2009. In addition, for admission to a state facility, the person shall first be screened by the community services board that serves the city or county where the person resides or, if impractical, where the person is located.\n\nC. A person admitted to a facility pursuant to this section shall be discharged no later than 10 calendar days after admission unless, within that time, the person's continued admission is authorized under other provisions of law.\n\n2009, cc. 211, 268.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-805-1/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Admission to Training Centers",
      "text": "Admission to Training Centers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-806",
      "number": "37.2-806.",
      "heading": "Judicial certification of eligibility for admission of persons with intellectual disability",
      "text": "A. Whenever a person alleged to have intellectual disability is not capable of requesting admission to a training center pursuant to § 37.2-805, a parent or guardian of the person or another responsible person may initiate a proceeding to certify the person's eligibility for admission pursuant to this section.\n\nB. Prior to initiating the proceeding, the parent or guardian or other responsible person seeking the person's admission shall first obtain (i) a preadmission screening report that recommends admission to a training center from the community services board or behavioral health authority that serves the city or county where the person who is alleged to have intellectual disability resides and (ii) the approval of the training center to which it is proposed that the person be admitted. The Board shall adopt regulations establishing the procedure and standards for the issuance of such approval. These regulations may include provision for the observation and evaluation of the person in a training center for a period not to exceed 48 hours. No person alleged to have intellectual disability who is the subject of a proceeding under this section shall be detained on that account pending the hearing except for observation and evaluation pursuant to the provisions of this subsection.\n\nC. Upon the filing of a petition in any city or county alleging that the person has intellectual disability, is in need of training or habilitation, and has been approved for admission pursuant to subsection B, a proceeding to certify the person's eligibility for admission to the training center may be commenced. The petition shall be filed with any district court or special justice. A copy of the petition shall be personally served on the person named in the petition, his attorney, and his guardian or conservator. Prior to any hearing under this section, the judge or special justice shall appoint an attorney to represent the person. However, the person shall not be precluded from employing counsel of his choosing and at his expense.\n\nD. The person who is the subject of the hearing shall be allowed sufficient opportunity to prepare his defense, obtain independent evaluations and expert opinion at his own expense, and summons other witnesses. He shall be present at any hearing held under this section, unless his attorney waives his right to be present and the judge or special justice is satisfied by a clear showing and after personal observation that the person's attendance would subject him to substantial risk of physical or emotional injury or would be so disruptive as to prevent the hearing from taking place.\n\nE. Notwithstanding the above, the judge or special justice shall summons either a physician or a clinical psychologist who is licensed in Virginia and is qualified in the assessment of persons with intellectual disability or a person designated by the local community services board or behavioral health authority who meets the qualifications established by the Board. The physician, clinical psychologist, or community services board or behavioral health authority designee may be the one who assessed the person pursuant to subsection B. The judge or special justice also shall summons other witnesses when so requested by the person or his attorney. The physician, clinical psychologist, or community services board or behavioral health authority designee shall certify that he has personally assessed the person and has probable cause to believe that the person (i) does or does not have intellectual disability, (ii) is or is not eligible for a less restrictive service, and (iii) is or is not in need of training or habilitation in a training center. The judge or special justice may accept written certification of a finding of a physician, clinical psychologist, or community services board or behavioral health authority designee, provided such assessment has been personally made within the preceding 30 days and there is no objection to the acceptance of the written certification by the person or his attorney.\n\nF. If the judge or special justice, having observed the person and having obtained the necessary positive certification and other relevant evidence, specifically finds that (i) the person is not capable of requesting his own admission, (ii) the training center has approved the proposed admission pursuant to subsection B, (iii) there is no less restrictive alternative to training center admission, consistent with the best interests of the person who is the subject of the proceeding, and (iv) the person has intellectual disability and is in need of training or habilitation in a training center, the judge or special justice shall by written order certify that the person is eligible for admission to a training center.\n\nG. Certification of eligibility for admission hereunder shall not be construed as a judicial commitment for involuntary admission of the person but shall authorize the parent or guardian or other responsible person to admit the person to a training center and shall authorize the training center to accept the person.\n\n1976, c. 493, § 37.1-65.1; 1979, c. 204; 1980, c. 582; 1984, c. 425; 2005, c. 716; 2012, cc. 476, 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-806/"
    },
    {
      "id": "section-372-807",
      "number": "37.2-807.",
      "heading": "Emergency or respite care admissions to training centers",
      "text": "The Board may adopt regulations to provide for emergency and respite care admissions to training centers. A respite care or emergency admission made pursuant to such regulation shall not be considered an admission under § 37.2-806 and shall not require judicial certification of eligibility for admission. No individual shall be admitted to a training center under an emergency or respite care admission for more than 21 consecutive days or 75 days in a calendar year.\n\n1979, c. 204, § 37.1-65.2; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-807/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Emergency Custody and Involuntary Temporary Detention",
      "text": "Emergency Custody and Involuntary Temporary Detention",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-808",
      "number": "37.2-808.",
      "heading": "(Effective July 1, 2026) Emergency custody; issuance and execution of order",
      "text": "A. Any magistrate shall issue, upon the sworn petition of any responsible person, treating physician, or upon his own motion, or a court may issue pursuant to § 19.2-271.6, an emergency custody order when he has probable cause to believe that any person (i) has a mental illness and that there exists a substantial likelihood that, as a result of mental illness, the person will, in the near future, (a) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (b) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs, (ii) is in need of hospitalization or treatment, and (iii) is unwilling to volunteer or incapable of volunteering for hospitalization or treatment. Any emergency custody order entered pursuant to this section shall provide for the disclosure of medical records pursuant to § 37.2-804.2. This subsection shall not preclude any other disclosures as required or permitted by law.\n\nWhen considering whether there is probable cause to issue an emergency custody order, the magistrate may, in addition to the petition, or the court may pursuant to § 19.2-271.6, consider (1) the recommendations of any treating or examining physician or psychologist licensed in Virginia, if available, (2) any past actions of the person, (3) any past mental health treatment of the person, (4) any relevant hearsay evidence, (5) any medical records available, (6) any affidavits submitted, if the witness is unavailable and it so states in the affidavit, and (7) any other information available that the magistrate or the court considers relevant to the determination of whether probable cause exists to issue an emergency custody order.\n\nB. Any person for whom an emergency custody order is issued shall be taken into custody and transported to a convenient location to be evaluated to determine whether the person meets the criteria for temporary detention pursuant to § 37.2-809 and to assess the need for hospitalization or treatment. The evaluation shall be made by a person designated by the community services board who is skilled in the diagnosis and treatment of mental illness and who has completed a certification program approved by the Department.\n\nC. The magistrate or court issuing an emergency custody order shall specify the primary law-enforcement agency and jurisdiction to execute the emergency custody order and provide transportation. However, the magistrate or court shall authorize transportation by an alternative transportation provider in accordance with this section, whenever an alternative transportation provider is identified to the magistrate or court, which may be a person, facility, or agency, including a family member or friend of the person who is the subject of the order, a representative of the community services board, or other transportation provider with personnel trained to provide transportation in a safe manner, upon determining, following consideration of information provided by the petitioner; the community services board or its designee; the local law-enforcement agency, if any; the person's treating physician, if any; or other persons who are available and have knowledge of the person, and, when the magistrate or court deems appropriate, the proposed alternative transportation provider, either in person or via two-way electronic video and audio or telephone communication system, that the proposed alternative transportation provider is available to provide transportation, willing to provide transportation, and able to provide transportation in a safe manner.\n\nWhen transportation is ordered to be provided by an alternative transportation provider, the magistrate or court shall order the specified primary law-enforcement agency to execute the order, to take the person into custody, and to transfer custody of the person to the alternative transportation provider identified in the order. In such cases, a copy of the emergency custody order shall accompany the person being transported pursuant to this section at all times and shall be delivered by the alternative transportation provider to the community services board or its designee responsible for conducting the evaluation. The community services board or its designee conducting the evaluation shall return a copy of the emergency custody order to the court designated by the magistrate or the court that issued the emergency custody order as soon as is practicable. Delivery of an order to a law-enforcement officer or alternative transportation provider and return of an order to the court may be accomplished electronically or by facsimile.\n\nTransportation under this section shall include transportation to a medical facility as may be necessary to obtain emergency medical evaluation or treatment that shall be conducted immediately in accordance with state and federal law. Transportation under this section shall include transportation to a medical facility for a medical evaluation if a physician at the hospital in which the person subject to the emergency custody order may be detained requires a medical evaluation prior to admission.\n\nD. In specifying the primary law-enforcement agency and jurisdiction for purposes of this section, the magistrate or court shall order the primary law-enforcement agency from the jurisdiction served by the community services board that designated the person to perform the evaluation required in subsection B to execute the order and, in cases in which transportation is ordered to be provided by the primary law-enforcement agency, provide transportation. If the community services board serves more than one jurisdiction, the magistrate or court shall designate the primary law-enforcement agency from the particular jurisdiction within the community services board's service area where the person who is the subject of the emergency custody order was taken into custody or, if the person has not yet been taken into custody, the primary law-enforcement agency from the jurisdiction where the person is presently located to execute the order and provide transportation.\n\nE. The law-enforcement agency or alternative transportation provider providing transportation pursuant to this section may transfer custody of the person to the facility or location to which the person is transported for the evaluation required in subsection B, G, or H if the facility or location (i) is licensed to provide the level of security necessary to protect both the person and others from harm, (ii) is actually capable of providing the level of security necessary to protect the person and others from harm, and (iii) in cases in which transportation is provided by a law-enforcement agency, has entered into an agreement or memorandum of understanding with the law-enforcement agency setting forth the terms and conditions under which it will accept a transfer of custody, provided, however, that the facility or location may not require the law-enforcement agency to pay any fees or costs for the transfer of custody.\n\nF. A law-enforcement officer may lawfully go or be sent beyond the territorial limits of the county, city, or town in which he serves to any point in the Commonwealth for the purpose of executing an emergency custody order pursuant to this section.\n\nG. A law-enforcement officer who, based upon his observation or the reliable reports of others, has probable cause to believe that a person meets the criteria for emergency custody as stated in this section may take that person into custody and transport that person to an appropriate location to assess the need for hospitalization or treatment without prior authorization. A law-enforcement officer who takes a person into custody pursuant to this subsection or subsection H may lawfully go or be sent beyond the territorial limits of the county, city, or town in which he serves to any point in the Commonwealth for the purpose of obtaining the assessment. Such evaluation shall be conducted immediately. The period of custody shall not exceed eight hours from the time the law-enforcement officer takes the person into custody.\n\nH. A law-enforcement officer who is transporting a person who has voluntarily consented to be transported to a facility for the purpose of assessment or evaluation and who is beyond the territorial limits of the county, city, or town in which he serves may take such person into custody and transport him to an appropriate location to assess the need for hospitalization or treatment without prior authorization when the law-enforcement officer determines (i) that the person has revoked consent to be transported to a facility for the purpose of assessment or evaluation, and (ii) based upon his observations, that probable cause exists to believe that the person meets the criteria for emergency custody as stated in this section. The period of custody shall not exceed eight hours from the time the law-enforcement officer takes the person into custody.\n\nI. Nothing herein shall preclude a law-enforcement officer or alternative transportation provider from obtaining emergency medical treatment or further medical evaluation at any time for a person in his custody as provided in this section.\n\nJ. A representative of the primary law-enforcement agency specified to execute an emergency custody order or a representative of the law-enforcement agency employing a law-enforcement officer who takes a person into custody pursuant to subsection G or H shall notify the community services board responsible for conducting the evaluation required in subsection B, G, or H as soon as practicable after execution of the emergency custody order or after the person has been taken into custody pursuant to subsection G or H.\n\nK. The person shall remain in custody until (i) a temporary detention order is issued in accordance with § 37.2-809, (ii) an order for temporary detention for observation, testing, or treatment is entered in accordance with § 37.2-1104, ending law enforcement custody, (iii) the person is released, or (iv) the emergency custody order expires. An emergency custody order shall be valid for a period not to exceed eight hours from the time of execution. For any person who has received an evaluation or treatment while in emergency custody and for whom no temporary detention order is issued, the evaluator or treating health care professional shall consider, prior to the person's release or the expiration of the emergency custody order, whether referral of the person to a community-based outpatient stabilization program for voluntary treatment is appropriate.\n\nL. Nothing in this section shall preclude the issuance of an order for temporary detention for testing, observation, or treatment pursuant to § 37.2-1104 for a person who is also the subject of an emergency custody order issued pursuant to this section. In any case in which an order for temporary detention for testing, observation, or treatment is issued for a person who is also the subject of an emergency custody order, the person may be detained by a hospital emergency room or other appropriate facility for testing, observation, and treatment for a period not to exceed 24 hours, unless extended by the court as part of an order pursuant to § 37.2-1101, in accordance with subsection C of § 37.2-1104. Upon completion of testing, observation, or treatment pursuant to § 37.2-1104, the hospital emergency room or other appropriate facility in which the person is detained shall notify the nearest community services board, and the designee of the community services board shall, as soon as is practicable and prior to the expiration of the order for temporary detention issued pursuant to § 37.2-1104, conduct an evaluation of the person to determine if he meets the criteria for temporary detention pursuant to § 37.2-809. The (i) evaluator conducting the evaluation pursuant to subsection B and § 37.2-809 or (ii) hospital emergency department and treating physician or other health care provider designated by the physician shall allow a family member or legal guardian of the individual subject to evaluation who is present, and who may provide support and supportive decision-making, to be present with the individual unless the individual objects or the evaluator or treating physician determines that the presence of any such person would create a medical, clinical, or safety risk to the patient or health care provider or interferes with patient care. No provision of this section shall delay the process of the patient receiving treatment.\n\nM. Any person taken into emergency custody pursuant to this section shall be given a written summary of the emergency custody procedures and the statutory protections associated with those procedures.\n\nN. If an emergency custody order is not executed within eight hours of its issuance, the order shall be void and shall be returned unexecuted to the office of the clerk of the issuing court or, if such office is not open, to any magistrate serving the jurisdiction of the issuing court.\n\nO. In addition to the eight-hour period of emergency custody set forth in subsection G, H, or K, if the individual is detained in a state facility pursuant to subsection E of § 37.2-809, the state facility and an employee or designee of the community services board as defined in § 37.2-809 may, for an additional four hours, continue to attempt to identify an alternative facility that is able and willing to provide temporary detention and appropriate care to the individual.\n\nP. Payments shall be made pursuant to § 37.2-804 to licensed health care providers for medical screening and assessment services provided to persons with mental illnesses while in emergency custody.\n\nQ. An employee or contractor of an entity providing alternative transportation services pursuant to a contract with the Department who has completed training approved by the Department in the proper and safe use of restraint may use restraint (i) if restraint is necessary to ensure the safety of the person or others or prevent escape and (ii) if less restrictive techniques have been determined to be ineffective to protect the person or others from harm or to prevent escape.\n\nR. No person who provides alternative transportation pursuant to this section shall be liable to the person being transported for any civil damages for ordinary negligence in acts or omissions that result from providing such alternative transportation.\n\nS. For purposes of this section:\n\n\"Law-enforcement agency\" includes an auxiliary police force established pursuant to § 15.2-1731.\n\n\"Law-enforcement officer\" includes an auxiliary police officer appointed or provided for pursuant to §§ 15.2-1731 and 15.2-1733, except for the purposes of subsection G.\n\n1995, c. 844, § 37.1-67.01; 1996, c. 893; 1998, c. 611; 2004, c. 737; 2005, c. 716; 2007, c. 7; 2008, cc. 202, 551, 691, 775, 779, 782, 784, 793, 850, 870; 2009, cc. 21, 112, 383, 455, 555, 607, 697, 838; 2010, cc. 778, 825; 2011, c. 249; 2013, c. 371; 2014, cc. 691, 761; 2015, cc. 297, 308, 659; 2018, c. 570; 2020, cc. 1233, 1267; 2021, Sp. Sess. I, cc. 523, 540; 2022, c. 730; 2023, c. 327; 2024, cc. 649, 682, 780; 2025, cc. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-808-d-1/"
    },
    {
      "id": "section-372-809",
      "number": "37.2-809.",
      "heading": "(Expires July 1, 2026) Involuntary temporary detention; issuance and execution of order",
      "text": "A. For the purposes of this section:\n\n\"Certified evaluator\" means (i) an individual with an educational attainment of a master's or doctoral degree with an associated professional license; (ii) a licensed professional counselor, licensed clinical social worker, licensed marriage and family therapist, licensed clinical psychologist, or psychiatrist; or (iii) a licensed psychiatric nurse practitioner, psychiatric physician assistant, psychiatric clinical nurse specialist, doctor of medicine, or doctor of osteopathy, who are not emergency department providers. A certified evaluator shall (a) be employed or contracted by a hospital with a psychiatric emergency department in the City of Hampton and such hospital shall be responsible for all costs associated with the hiring, training, and supervision of the certified evaluators, including salary, fringe benefits, and overhead costs; (b) be skilled in the assessment and treatment of mental illness; (c) have completed a training and certification program approved by the Department; (d) have received a prescreener orientation presentation developed by the Department in consultation with the Virginia Association of Community Services Boards, which shall include information on determining the least restrictive treatment available for the person being evaluated pursuant to subsection G of § 37.2-817.01; (e) be able to provide an independent examination of the person; (f) not be related by blood or marriage to the person being evaluated; (g) have no financial interest in the admission, treatment, or denial of admission of the person being evaluated; (h) have no investment interest in the facility detaining or admitting the person under this article; (i) only be permitted to conduct in-person evaluations on site at participating hospitals; and (j) only be permitted to conduct a temporary detention order evaluation in lieu of an employee or designee of the local community services board if the person subject to the temporary detention order evaluation is located in a hospital with a psychiatric emergency department in the City of Hampton.\n\n\"Designee of the local community services board\" means an examiner designated by the local community services board who (i) is skilled in the assessment and treatment of mental illness, (ii) has completed a certification program approved by the Department, (iii) is able to provide an independent examination of the person, (iv) is not related by blood or marriage to the person being evaluated, (v) has no financial interest in the admission or treatment of the person being evaluated, (vi) has no investment interest in the facility detaining or admitting the person under this article, and (vii) except for employees of state hospitals and of the U.S. Department of Veterans Affairs, is not employed by the facility.\n\n\"Employee\" means an employee of the local community services board who is skilled in the assessment and treatment of mental illness and has completed a certification program approved by the Department.\n\n\"Investment interest\" means the ownership or holding of an equity or debt security, including shares of stock in a corporation, interests or units of a partnership, bonds, debentures, notes, or other equity or debt instruments.\n\n\"Psychiatric emergency department\" means a facility that (i) is a separate and secure environment operating under the authority of a hospital with emergency department services licensed by the Department of Health, (ii) provides immediate access to psychiatric and psychological care, (iii) is licensed by the Department or the Department of Health, (iv) provides medical care, case management, discharge planning, and bridge psychiatric services post-discharge as needed, and (v) complies with subdivision B 2 of § 32.1-127.\n\nB. 1. A magistrate shall issue, upon the sworn petition of any responsible person, treating physician, or upon his own motion and only after an evaluation conducted in-person or by means of a two-way electronic video and audio communication system as authorized in § 37.2-804.1 by an employee or a designee of the local community services board or after an in-person evaluation conducted by a certified evaluator to determine whether the person meets the criteria for temporary detention, a temporary detention order if it appears from all evidence readily available, including any recommendation from a physician, clinical psychologist, clinical social worker, or licensed professional counselor treating the person, that the person (i) has a mental illness and that there exists a substantial likelihood that, as a result of mental illness, the person will, in the near future, (a) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (b) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs; (ii) is in need of hospitalization or treatment; and (iii) is unwilling to volunteer or incapable of volunteering for hospitalization or treatment. The magistrate shall also consider, if available, (a) information provided by the person who initiated emergency custody and (b) the recommendations of any treating or examining physician licensed in Virginia either verbally or in writing prior to rendering a decision. Any temporary detention order entered pursuant to this section shall provide for the disclosure of medical records pursuant to § 37.2-804.2. This subsection shall not preclude any other disclosures as required or permitted by law.\n\n2. If the magistrate finds that the person does not meet the criteria for temporary detention and the employee or designee of the community services board or the certified evaluator has recommended that referral to a community-based outpatient stabilization program for voluntary treatment would be appropriate, the employee or designee of the community services board or the certified evaluator shall provide the person with such referral.\n\nC. When considering whether there is probable cause to issue a temporary detention order, the magistrate may, in addition to the petition, consider (i) the recommendations of any treating or examining physician, psychologist, clinical social worker, or licensed professional counselor licensed in Virginia, if available, (ii) any past actions of the person, (iii) any past mental health treatment of the person, (iv) any relevant hearsay evidence, (v) any medical records available, (vi) any affidavits submitted, if the witness is unavailable and it so states in the affidavit, and (vii) any other information available that the magistrate considers relevant to the determination of whether probable cause exists to issue a temporary detention order.\n\nD. A magistrate may issue a temporary detention order without an emergency custody order proceeding. A magistrate may issue a temporary detention order without a prior evaluation pursuant to subsection B if (i) the person has been personally examined within the previous 72 hours by an employee or a designee of the local community services board or a certified evaluator or (ii) there is a significant physical, psychological, or medical risk to the person or to others associated with conducting such evaluation.\n\nE. An employee or a designee of the local community services board or a certified evaluator shall determine the facility of temporary detention in accordance with the provisions of § 37.2-809.1 for all persons detained pursuant to this section. An employee or designee of the local community services board or a certified evaluator may change the facility of temporary detention and may designate an alternative facility for temporary detention at any point during the period of temporary detention if it is determined that the alternative facility is a more appropriate facility for temporary detention of the person given the specific security, medical, or behavioral health needs of the person. In cases in which the facility of temporary detention is changed following transfer of custody to an initial facility of temporary custody, transportation of the person to the alternative facility of temporary detention shall be provided in accordance with the provisions of § 37.2-810. The initial facility of temporary detention shall be identified on the preadmission screening report and indicated on the temporary detention order; however, if an employee or designee of the local community services board or the certified evaluator designates an alternative facility, that employee or designee or certified evaluator shall provide written notice forthwith, on a form developed by the Executive Secretary of the Supreme Court of Virginia, to the clerk of the issuing court of the name and address of the alternative facility. Subject to the provisions of § 37.2-809.1, if a facility of temporary detention cannot be identified by the time of the expiration of the period of emergency custody pursuant to § 37.2-808, the person shall be detained in a state facility for the treatment of persons with mental illness and such facility shall be indicated on the temporary detention order. Except as provided in § 37.2-811 for inmates requiring hospitalization in accordance with subdivision A 2 of § 19.2-169.6, the person shall not be detained in a jail or other place of confinement for persons charged with criminal offenses. Except as provided in § 37.2-811 for inmates requiring hospitalization in accordance with subdivision A 2 of § 19.2-169.6 or in subsection C of § 37.2-813 for persons prior to transfer to the facility of temporary detention, the person shall remain in the custody of law enforcement until either (i) the person is detained within a secure facility or (ii) custody has been accepted by the appropriate personnel designated by either the initial facility of temporary detention identified in the temporary detention order or by the alternative facility of temporary detention designated by the employee or designee of the local community services board or the certified evaluator pursuant to this subsection. The person detained or in custody pursuant to this section shall be given a written summary of the temporary detention procedures and the statutory protections associated with those procedures.\n\nF. 1. Any facility caring for a person placed with it pursuant to a temporary detention order is authorized to provide emergency medical and psychiatric services within its capabilities when the facility determines that the services are in the best interests of the person within its care. The costs incurred as a result of the hearings and by the facility in providing services during the period of temporary detention shall be paid and recovered pursuant to § 37.2-804. The maximum costs reimbursable by the Commonwealth pursuant to this section shall be established by the State Board of Medical Assistance Services based on reasonable criteria. The State Board of Medical Assistance Services shall, by regulation, establish a reasonable rate per day of inpatient care for temporary detention.\n\n2. Participating hospitals with psychiatric emergency departments in the City of Hampton shall report at the end of each calendar year to the Chairmen of the Senate Committees on Education and Health and Finance and Appropriations, the House Committees on Appropriations and Health and Human Services, and the Behavioral Health Commission and the Commissioner of Behavioral Health and Developmental Services the following information: (i) the length of time between when a person who is the subject of an emergency custody order pursuant to § 37.2-808 arrives at the psychiatric emergency department of a participating hospital and when the temporary detention order evaluation is completed and (ii) the number of (a) admissions, (b) psychiatric emergency department visits, (c) temporary detention order evaluations completed, (d) temporary detention orders executed, (e) individuals under temporary detention admitted to the participating hospital, and (f) individuals transferred from the psychiatric emergency department of the participating hospital to a state facility.\n\n3. Participating hospitals with psychiatric emergency departments in the City of Hampton shall report monthly to the Commissioner of Behavioral Health and Developmental Services the number of (i) crisis evaluations conducted each month; (ii) temporary detention orders executed as a result of such evaluations and the percentage of evaluations such temporary detention orders represent by payor type; (iii) reportable events associated with such temporary detention orders and the percentage of temporary detention orders that such reportable events represent; (iv) reportable events (a) involving loss of custody, (b) with and without an emergency custody order, (c) with a temporary detention order executed subsequently, (d) in which the individual subsequently became engaged in outpatient treatment, (e) in which the individual did not become engaged in treatment services, and (f) involving medical treatment; and (v) other events. Such participating hospitals shall include in their monthly report the facility where each patient, classified by payor type, is placed for any temporary detention order that is executed based on their evaluation.\n\nG. The employee or the designee of the local community services board or the certified evaluator who is conducting the evaluation pursuant to this section shall determine, prior to the issuance of the temporary detention order, the insurance status of the person. Where coverage by a third party payor exists, the facility seeking reimbursement under this section shall first seek reimbursement from the third party payor. The Commonwealth shall reimburse the facility only for the balance of costs remaining after the allowances covered by the third party payor have been received.\n\nH. The duration of temporary detention shall be sufficient to allow for completion of the examination required by § 37.2-815, preparation of the preadmission screening report required by § 37.2-816, and initiation of mental health treatment to stabilize the person's psychiatric condition to avoid involuntary commitment where possible, but shall not exceed 72 hours prior to a hearing. If the 72-hour period herein specified terminates on a Saturday, Sunday, legal holiday, or, if the individual has been admitted to a facility of temporary detention, day or part of a day on which the clerk's office is lawfully closed, the person may be detained, as herein provided, until the close of business on the next day that is not a Saturday, Sunday, legal holiday, or, if the individual has been admitted to a facility of temporary detention, day or part of a day on which the clerk's office is lawfully closed. The person may be released, pursuant to § 37.2-813, before the 72-hour period herein specified has run.\n\nI. If a temporary detention order is not executed within 24 hours of its issuance, or within a shorter period as is specified in the order, the order shall be void and shall be returned unexecuted to the office of the clerk of the issuing court or, if the office is not open, to any magistrate serving the jurisdiction of the issuing court. Subsequent orders may be issued upon the original petition within 96 hours after the petition is filed. However, a magistrate must again obtain the advice of an employee or a designee of the local community services board or a certified evaluator prior to issuing a subsequent order upon the original petition. Any petition for which no temporary detention order or other process in connection therewith is served on the subject of the petition within 96 hours after the petition is filed shall be void and shall be returned to the office of the clerk of the issuing court.\n\nJ. The Executive Secretary of the Supreme Court of Virginia shall establish and require that a magistrate, as provided by this section, be available seven days a week, 24 hours a day, for the purpose of performing the duties established by this section. Each community services board shall provide to each general district court and magistrate's office within its service area a list of its employees and designees who are available to perform the evaluations required herein. The employer of any certified evaluator shall provide to each general district court and magistrate's office within its service area a list of its employees and designees who are available to perform the evaluations required herein.\n\nK. For purposes of this section, a health care provider, including any certified evaluator or designee of a local community services board or behavioral health authority, shall not be required to encrypt any email containing information or medical records provided to a magistrate unless there is reason to believe that a third party will attempt to intercept the email.\n\nL. If the employee or designee of the community services board or the certified evaluator who is conducting the evaluation pursuant to this section recommends that the person should not be subject to a temporary detention order, such employee or designee or certified evaluator shall (i) inform the petitioner, the person who initiated emergency custody if such person is present, and an onsite treating physician of his recommendation; (ii) promptly inform such person who initiated emergency custody that the community services board or certified evaluator will facilitate communication between the person and the magistrate if the person disagrees with recommendations of the employee or designee of the community services board or certified evaluator who conducted the evaluation and the person who initiated emergency custody so requests; (iii) upon prompt request made by the person who initiated emergency custody, arrange for such person who initiated emergency custody to communicate with the magistrate as soon as is practicable and prior to the expiration of the period of emergency custody; and (iv) provide a referral to the person to a community-based outpatient stabilization program for voluntary treatment if appropriate. The magistrate shall consider any information provided by the person who initiated emergency custody and any recommendations of the treating or examining physician and the employee or designee of the community services board or certified evaluator who conducted the evaluation and consider such information and recommendations in accordance with subsection B in making his determination to issue a temporary detention order. The person who is the subject of emergency custody shall remain in the custody of law enforcement or a designee of law enforcement and shall not be released from emergency custody until communication with the magistrate pursuant to this subsection has concluded and the magistrate has made a determination regarding issuance of a temporary detention order.\n\nM. For purposes of this section, \"person who initiated emergency custody\" means any person who initiated the issuance of an emergency custody order pursuant to § 37.2-808 or a law-enforcement officer who takes a person into custody pursuant to subsection G of § 37.2-808.\n\nN. In any case in which a person subject to an evaluation pursuant to this section is receiving services in a hospital emergency department, the treating physician or his designee and the employee or designee of the local community services board or certified evaluator shall disclose to each other relevant information pertaining to the individual's treatment in the emergency department. The (i) certified evaluator conducting the evaluation pursuant to subsection B of § 37.2-808 and the provisions of this section or (ii) hospital emergency department and treating physician or other health care provider designated by the physician shall allow a family member or legal guardian of the individual subject to evaluation who is present, and who may provide support and supportive decision-making, to be present with the individual unless the individual objects or the evaluator or treating physician determines that the presence of any such person would create a medical, clinical, or safety risk to the patient or health care provider or interferes with patient care. No provision of this section shall delay the process of the patient receiving treatment.\n\n1974, c. 351, § 37.1-67.1; 1975, cc. 237, 433; 1976, c. 671, § 37.1-67.4; 1980, c. 582; 1981, cc. 233, 463; 1982, c. 435; 1986, cc. 134, 478, 629; 1987, c. 96; 1988, c. 98; 1989, c. 716; 1990, cc. 429, 728; 1991, c. 159; 1992, c. 566; 1995, c. 844; 1996, cc. 343, 893; 1998, cc. 37, 594, 611; 2004, c. 737; 2005, c. 716; 2007, c. 526; 2008, cc. 331, 551, 691, 728, 779, 782, 793, 828, 850, 870; 2009, cc. 455, 555; 2010, cc. 340, 406, 778, 825; 2013, cc. 87, 321; 2014, cc. 499, 538, 675, 691, 761, 773; 2016, cc. 569, 693; 2020, c. 945; 2022, cc. 473, 474, 482, 509; 2023, cc. 168, 169, 636; 2024, cc. 649, 682, 780; 2025, cc. 210, 218, 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-809-d-1/"
    },
    {
      "id": "section-372-8091",
      "number": "37.2-809.1.",
      "heading": "(Expires July 1, 2026) Facility of temporary detention",
      "text": "A. In each case in which an employee or designee of the local community services board or certified evaluator as defined in § 37.2-809 is required to make an evaluation of an individual pursuant to subsection B, G, or H of § 37.2-808, an employee or designee of the local community services board or certified evaluator shall, upon being notified of the need for such evaluation, contact the state facility for the area in which the community services board is located and notify the state facility that the individual will be transported to the facility upon issuance of a temporary detention order if no other facility of temporary detention can be identified by the time of the expiration of the period of emergency custody pursuant to § 37.2-808. Upon completion of the evaluation, the employee or designee of the local community services board or certified evaluator shall convey to the state facility information about the individual necessary to allow the state facility to determine the services the individual will require upon admission.\n\nB. A state facility may, following the notice in accordance with subsection A, conduct a search for an alternative facility that is able and willing to provide temporary detention and appropriate care to the individual, which may include another state facility if the state facility notified in accordance with subsection A is unable to provide temporary detention and appropriate care for the individual. Under no circumstances shall a state facility fail or refuse to admit an individual who meets the criteria for temporary detention pursuant to § 37.2-809 unless an alternative facility that is able to provide temporary detention and appropriate care agrees to accept the individual for temporary detention and the individual shall not during the duration of the temporary detention order be released from custody except for purposes of transporting the individual to the state facility or alternative facility in accordance with the provisions of § 37.2-810. If an alternative facility is identified and agrees to accept the individual for temporary detention, the state facility shall notify the community services board or certified evaluator, and an employee or designee of the community services board or certified evaluator shall designate the alternative facility on the prescreening report.\n\nC. A state facility may conduct a search for an alternative facility that is able and willing to provide temporary detention and appropriate care to the individual in accordance with subsection B if the individual is in the custody of an alternative transportation provider.\n\nD. The facility of temporary detention designated in accordance with this section shall be one that has been approved pursuant to regulations of the Board.\n\n2014, cc. 691, 773; 2015, cc. 121, 309; 2022, c. 482; 2024, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-809-1-d-1/"
    },
    {
      "id": "section-372-810",
      "number": "37.2-810.",
      "heading": "(Expires July 1, 2026) Transportation of person in the temporary detention process",
      "text": "A. In specifying the primary law-enforcement agency and jurisdiction for purposes of this section, the magistrate shall specify in the temporary detention order the law-enforcement agency of the jurisdiction in which the person resides, or any other willing law-enforcement agency that has agreed to provide transportation, to execute the order and, in cases in which transportation is ordered to be provided by the primary law-enforcement agency, provide transportation. However, if the nearest boundary of the jurisdiction in which the person resides is more than 50 miles from the nearest boundary of the jurisdiction in which the person is located, the law-enforcement agency of the jurisdiction in which the person is located shall execute the order and provide transportation.\n\nB. The magistrate issuing the temporary detention order shall (i) specify the law-enforcement agency to execute the order and (ii) designate a transportation provider. In determining the transportation provider, the magistrate shall authorize transportation by an alternative transportation provider in accordance with this section, whenever an alternative transportation provider is identified to the magistrate, which may be a person, facility, or agency, including a family member or friend of the person who is the subject of the temporary detention order, a representative of the community services board, a certified evaluator, an employee of or person providing services pursuant to a contract with the Department, or other transportation provider with personnel trained to provide transportation in a safe manner. Upon determining, following consideration of information provided by the petitioner; the community services board or its designee; the certified evaluator; the local law-enforcement agency, if any; the person's treating physician, if any; or other persons who are available and have knowledge of the person, and, when the magistrate deems appropriate, the proposed alternative transportation provider, either in person or via two-way electronic video and audio or telephone communication system, that an alternative transportation provider is available to provide transportation, willing to provide transportation, and able to provide transportation in a safe manner, the magistrate shall designate such alternative transportation provider to provide transportation of the person. An alternative transportation provider shall be deemed to be available if the alternative transportation provider states that it is available to take custody of the individual from law enforcement within six hours of issuance of the temporary detention order or an order changing the transportation provider pursuant to subsection E. If (a) no alternative transportation provider is available to provide transportation, willing to provide transportation, and able to provide transportation in a safe manner or (b) the law-enforcement agency elects to provide transportation, the magistrate shall designate the primary law-enforcement agency and jurisdiction designated to execute the temporary detention order to provide transportation of the person.\n\nWhen transportation is ordered to be provided by an alternative transportation provider, the magistrate shall order the specified law-enforcement agency to execute the order, to take the person into custody, and to transfer custody of the person to the alternative transportation provider identified in the order. The primary law-enforcement agency may transfer custody of the person to the alternative transportation provider immediately upon execution of the temporary detention order based on the availability of alternative transportation providers. The alternative transportation provider shall maintain custody of the person from the time custody is transferred to the alternative transportation provider by the primary law-enforcement agency until such time as custody of the person is transferred to the temporary detention facility, including during any period prior to the initiation of transportation of the person from the facility to which he was transported pursuant to § 37.2-808 and while transportation is being provided pursuant to this section.\n\nIn such cases, a copy of the temporary detention order shall accompany the person being transported pursuant to this section at all times and shall be delivered by the alternative transportation provider to the temporary detention facility. The temporary detention facility shall return a copy of the temporary detention order to the court designated by the magistrate as soon as is practicable. Delivery of an order to a law-enforcement officer or alternative transportation provider and return of an order to the court may be accomplished electronically or by facsimile.\n\nThe order may include transportation of the person to such other medical facility as may be necessary to obtain further medical evaluation or treatment prior to placement as required by a physician at the admitting temporary detention facility. Nothing herein shall preclude a law-enforcement officer or alternative transportation provider from obtaining emergency medical treatment or further medical evaluation at any time for a person in his custody as provided in this section. Such medical evaluation or treatment shall be conducted immediately in accordance with state and federal law.\n\nC. If an alternative transportation provider providing transportation or maintaining custody of a person who is the subject of a temporary detention order becomes unable to continue providing transportation or maintaining custody of the person at any time after taking custody of the person, the primary law-enforcement agency for the jurisdiction in which the alternative transportation provider is located at the time he becomes unable to continue providing transportation or maintaining custody shall take custody of the person and shall transport the person to the facility of temporary detention. In such cases, a copy of the temporary detention order shall accompany the person being transported and shall be delivered to and returned by the temporary detention facility in accordance with the provisions of subsection B.\n\nD. In cases in which an alternative facility of temporary detention is identified and the law-enforcement agency or alternative transportation provider identified to provide transportation in accordance with subsection B continues to have custody of the person, the local law-enforcement agency or alternative transportation provider shall transport the person to the alternative facility of temporary detention identified by the employee or designee of the community services board or certified evaluator. In cases in which an alternative facility of temporary detention is identified and custody of the person has been transferred from the law-enforcement agency or alternative transportation provider that provided transportation in accordance with subsection B to the initial facility of temporary detention, the employee or designee of the community services board or certified evaluator shall request, and a magistrate may enter an order specifying, an alternative transportation provider or, if no alternative transportation provider is available, willing, and able to provide transportation in a safe manner, the local law-enforcement agency for the jurisdiction in which the person resides or, if the nearest boundary of the jurisdiction in which the person resides is more than 50 miles from the nearest boundary of the jurisdiction in which the person is located, the law-enforcement agency of the jurisdiction in which the person is located, to provide transportation.\n\nE. The magistrate may change the transportation provider specified in a temporary detention order at any time prior to the initiation of transportation of a person who is the subject of a temporary detention order pursuant to this section. If the designated transportation provider is changed by the magistrate at any time after the temporary detention order has been executed but prior to the initiation of transportation, the transportation provider having custody of the person shall transfer custody of the person to the transportation provider subsequently specified to provide transportation. For the purposes of this subsection, \"transportation provider\" includes both a law-enforcement agency and an alternative transportation provider.\n\nF. A law-enforcement officer may lawfully go to or be sent beyond the territorial limits of the county, city, or town in which he serves to any point in the Commonwealth for the purpose of executing any temporary detention order pursuant to this section. Law-enforcement agencies may enter into agreements to facilitate the execution of temporary detention orders and provide transportation.\n\nG. An employee or contractor of an entity providing alternative transportation services pursuant to a contract with the Department who has completed training approved by the Department in the proper and safe use of restraint may use restraint (i) if restraint is necessary to ensure the safety of the person or others or prevent escape and (ii) if less restrictive techniques have been determined to be ineffective to protect the person or others from harm or to prevent escape.\n\nH. No person who provides alternative transportation pursuant to this section shall be liable to the person being transported for any civil damages for ordinary negligence in acts or omissions that result from providing such alternative transportation.\n\nI. For purposes of this section:\n\n\"Certified evaluator\" means the same as that term is defined in § 37.2-809.\n\n\"Law-enforcement agency\" includes an auxiliary police force established pursuant to § 15.2-1731.\n\n\"Law-enforcement officer\" includes an auxiliary police officer appointed or provided for pursuant to §§ 15.2-1731 and 15.2-1733.\n\n1974, c. 351, § 37.1-67.1; 1975, cc. 237, 433; 1976, c. 671; 1980, c. 582; 1981, c. 463; 1986, cc. 478, 629; 1987, c. 96; 1988, c. 98; 1989, c. 716; 1990, cc. 429, 728; 1991, c. 159; 1992, c. 566; 1995, c. 844; 1996, cc. 343, 893; 1998, cc. 37, 594, 611; 2004, c. 737; 2005, c. 716; 2007, c. 7; 2009, cc. 112, 697; 2013, c. 371; 2014, cc. 317, 675; 2015, cc. 297, 308; 2020, cc. 879, 880; 2022, cc. 482, 730; 2023, c. 327; 2024, cc. 643, 680, 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-810-d-1/"
    },
    {
      "id": "section-372-811",
      "number": "37.2-811.",
      "heading": "Emergency treatment of inmates in the custody of local correctional facilities",
      "text": "A. In any case in which temporary detention is ordered pursuant to § 37.2-809 upon petition of a person having custody of an inmate in accordance with subdivision A 2 of § 19.2-169.6, the magistrate executing the temporary detention order shall place the person in a hospital designated by the Commissioner as appropriate for treatment and evaluation of persons under a criminal charge or, if such facility is not available, the inmate shall be detained in a local correctional facility or other place of confinement for persons charged with criminal offenses and shall be transferred to such hospital as soon as possible thereafter.\n\nB. The hearing shall be held, upon notice to the attorney for the inmate, either (i) before the court having jurisdiction over the inmate's case or (ii) before a district court judge or special justice in accordance with the provisions of § 37.2-820, in which case the inmate shall be represented by counsel as specified in § 37.2-814.\n\n1974, c. 351, § 37.1-67.1; 1975, cc. 237, 433; 1976, c. 671; 1980, c. 582; 1981, c. 463; 1986, cc. 478, 629; 1987, c. 96; 1988, c. 98; 1989, c. 716; 1990, cc. 429, 728; 1991, c. 159; 1992, c. 566; 1995, c. 844; 1996, cc. 343, 893; 1998, cc. 37, 594, 611; 2004, c. 737; 2005, c. 716; 2010, cc. 340, 406.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-811/"
    },
    {
      "id": "section-372-812",
      "number": "37.2-812.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2010, cc. 778 and 825, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-812/"
    },
    {
      "id": "section-372-813",
      "number": "37.2-813.",
      "heading": "(Expires July 1, 2026) Release of person prior to commitment hearing for involuntary admission",
      "text": "A. Prior to a hearing as authorized in §§ 37.2-814 through 37.2-819, the district court judge or special justice may release the person on his personal recognizance or bond set by the district court judge or special justice if it appears from all evidence readily available that the person does not meet the commitment criteria specified in subsection C of § 37.2-817.\n\nB. The director of any facility in which the person is detained, as long as such director is not the person's certified evaluator, may release the person prior to a hearing as authorized in §§ 37.2-814 through 37.2-819 if it appears, based on an evaluation conducted by the psychiatrist or clinical psychologist treating the person, that the person would not meet the commitment criteria specified in subsection C of § 37.2-817 if released. Prior to the person's release under this subsection, the director shall consider, based on the evaluation conducted by the psychiatrist or clinical psychologist treating the person, whether referral of the person to a community-based outpatient stabilization program for voluntary treatment is appropriate.\n\nC. For any person under a temporary detention order pursuant to § 37.2-809, prior to transport to the facility of temporary detention, the director of the facility in which the person is located, as long as such director is not the person's certified evaluator, may release the person if an employee or a designee of the local community services board or certified evaluator, as those terms are defined in § 37.2-809, in consultation with the person's treating physician, (i) conducts an evaluation of the person, (ii) determines that the person no longer meets the commitment criteria specified in subsection C of § 37.2-817, (iii) authorizes the release of the person, and (iv) provides a discharge plan. The director and the person's treating physician shall consider referral to a community-based outpatient stabilization program for voluntary treatment in forming the person's discharge plan under this subsection.\n\nD. For the purposes of this section, \"certified evaluator\" means the same as that term is defined in § 37.2-809.\n\n1974, c. 351, § 37.1-67.1; 1975, cc. 237, 433; 1976, c. 671; 1980, c. 582; 1981, c. 463; 1986, cc. 478, 629; 1987, c. 96; 1988, c. 98; 1989, c. 716; 1990, cc. 429, 728; 1991, c. 159; 1992, c. 566; 1995, c. 844; 1996, cc. 343, 893; 1998, cc. 37, 594, 611; 2004, c. 737; 2005, c. 716; 2008, cc. 779, 850, 870; 2010, cc. 778, 825; 2022, c. 763; 2023, cc. 168, 169; 2024, c. 780; 2025, c. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-813-d-1/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Involuntary Admissions",
      "text": "Involuntary Admissions",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-814",
      "number": "37.2-814.",
      "heading": "(Expires July 1, 2026) Commitment hearing for involuntary admission; written explanation; right to counsel; rights of petitioner",
      "text": "A. The commitment hearing for involuntary admission shall be held after a sufficient period of time has passed to allow for completion of the examination required by § 37.2-815, preparation of the preadmission screening report required by § 37.2-816, and initiation of mental health treatment to stabilize the person's psychiatric condition to avoid involuntary commitment where possible, but shall be held within 72 hours of the execution of the temporary detention order as provided for in § 37.2-809; however, if the 72-hour period herein specified terminates on a Saturday, Sunday, legal holiday, or day on which the court is lawfully closed, the person may be detained, as herein provided, until the close of business on the next day that is not a Saturday, Sunday, legal holiday, or day on which the court is lawfully closed.\n\nB. At the commencement of the commitment hearing, the district court judge or special justice shall inform the person whose involuntary admission is being sought of his right to apply for voluntary admission for inpatient treatment as provided for in § 37.2-805 and shall afford the person an opportunity for voluntary admission. The district court judge or special justice shall advise the person whose involuntary admission is being sought that if the person chooses to be voluntarily admitted pursuant to § 37.2-805, such person will be prohibited from possessing, purchasing, or transporting a firearm pursuant to § 18.2-308.1:3. The judge or special justice shall ascertain if the person is then willing and capable of seeking voluntary admission for inpatient treatment. In determining whether a person is capable of consenting to voluntary admission, the judge or special justice may consider evidence regarding the person's past compliance or noncompliance with treatment. If the judge or special justice finds that the person is capable and willingly accepts voluntary admission for inpatient treatment, the judge or special justice shall require him to accept voluntary admission for a minimum period of treatment not to exceed 72 hours. After such minimum period of treatment, the person shall give the facility 48 hours' notice prior to leaving the facility. During this notice period, the person shall not be discharged except as provided in § 37.2-837, 37.2-838, or 37.2-840. The person shall be subject to the transportation provisions as provided in § 37.2-829 and the requirement for preadmission screening by a community services board or certified evaluator as provided in § 37.2-805.\n\nC. If a person is incapable of accepting or unwilling to accept voluntary admission and treatment, the judge or special justice shall inform the person of his right to a commitment hearing and right to counsel. The judge or special justice shall ascertain if the person whose admission is sought is represented by counsel, and, if he is not represented by counsel, the judge or special justice shall appoint an attorney to represent him. However, if the person requests an opportunity to employ counsel, the judge or special justice shall give him a reasonable opportunity to employ counsel at his own expense.\n\nD. A written explanation of the involuntary admission process and the statutory protections associated with the process shall be given to the person, and its contents shall be explained by an attorney prior to the commitment hearing. The written explanation shall describe, at a minimum, the person's rights to (i) retain private counsel or be represented by a court-appointed attorney, (ii) present any defenses including independent evaluation and expert testimony or the testimony of other witnesses, (iii) be present during the hearing and testify, (iv) appeal any order for involuntary admission to the circuit court, and (v) have a jury trial on appeal. The judge or special justice shall ascertain whether the person whose involuntary admission is sought has been given the written explanation required herein.\n\nE. To the extent possible, during or before the commitment hearing, the attorney for the person whose involuntary admission is sought shall interview his client, the petitioner, the examiner described in § 37.2-815, the community services board staff or certified evaluator, and any other material witnesses. He also shall examine all relevant diagnostic and other reports, present evidence and witnesses, if any, on his client's behalf, and otherwise actively represent his client in the proceedings. A health care provider shall disclose or make available all such reports, treatment information, and records concerning his client to the attorney, upon request. The role of the attorney shall be to represent the wishes of his client, to the extent possible.\n\nF. The petitioner shall be given adequate notice of the place, date, and time of the commitment hearing. The petitioner shall be entitled to retain counsel at his own expense, to be present during the hearing, and to testify and present evidence. The petitioner shall be encouraged but shall not be required to testify at the hearing, and the person whose involuntary admission is sought shall not be released solely on the basis of the petitioner's failure to attend or testify during the hearing.\n\nG. For the purposes of this section, \"certified evaluator\" means the same as that term is defined in § 37.2-809.\n\n1976, c. 671, § 37.1-67.3; 1979, c. 426; 1980, cc. 166, 582; 1982, c. 471; 1984, c. 277; 1985, c. 261; 1986, cc. 349, 609; 1988, c. 225; 1989, c. 716; 1990, cc. 59, 60, 728, 798; 1991, c. 636; 1992, c. 752; 1994, cc. 736, 907; 1995, cc. 489, 668, 844; 1996, cc. 343, 893; 1997, cc. 558, 921; 1998, c. 446; 2001, cc. 478, 479, 507, 658, 837; 2004, cc. 66, 1014; 2005, c. 716; 2008, cc. 751, 788, 850, 870; 2009, c. 647; 2014, cc. 499, 538, 691; 2024, c. 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-814-d-1/"
    },
    {
      "id": "section-372-815",
      "number": "37.2-815.",
      "heading": "Commitment hearing for involuntary admission; examination required",
      "text": "A. Notwithstanding § 37.2-814, the district court judge or special justice shall require an examination of the person who is the subject of the hearing by a psychiatrist or a psychologist who is licensed in Virginia by the Board of Medicine or the Board of Psychology and is qualified in the diagnosis of mental illness or, if such a psychiatrist or psychologist is not available, a mental health professional who (i) is licensed in Virginia through the Department of Health Professions as a clinical social worker, professional counselor, marriage and family therapist, or psychiatric advanced practice registered nurse; (ii) is qualified in the assessment of mental illness; and (iii) has completed a certification program approved by the Department. The examiner chosen shall be able to provide an independent clinical evaluation of the person and recommendations for his placement, care, and treatment. The examiner shall (a) not be related by blood or marriage to the person, (b) not be responsible for treating the person, (c) have no financial interest in the admission or treatment of the person, (d) have no investment interest in the facility detaining or admitting the person under this chapter, and (e) except for employees of state hospitals, the U.S. Department of Veterans Affairs, and community service boards, not be employed by the facility. For purposes of this section, the term \"investment interest\" shall be as defined in § 37.2-809.\n\nB. The examination conducted pursuant to this section shall be a comprehensive evaluation of the person conducted in-person or, if that is not practicable, by two-way electronic video and audio communication system as authorized in § 37.2-804.1. Translation or interpreter services shall be provided during the evaluation where necessary. The examination shall consist of (i) a clinical assessment that includes a mental status examination; determination of current use of psychotropic and other medications; a medical and psychiatric history; a substance use, abuse, or dependency determination; and a determination of the likelihood that, as a result of mental illness, the person will, in the near future, suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs; (ii) a substance abuse screening, when indicated; (iii) a risk assessment that includes an evaluation of the likelihood that, as a result of mental illness, the person will, in the near future, cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any; (iv) an assessment of the person's capacity to consent to treatment, including his ability to maintain and communicate choice, understand relevant information, and comprehend the situation and its consequences; (v) a review of the temporary detention facility's records for the person, including the treating physician's evaluation, any collateral information, reports of any laboratory or toxicology tests conducted, and all admission forms and nurses' notes; (vi) a discussion of treatment preferences expressed by the person or contained in a document provided by the person in support of recovery; (vii) an assessment of whether the person meets the criteria for an order authorizing discharge to mandatory outpatient treatment following a period of inpatient treatment pursuant to subsection C of § 37.2-817.01; (viii) an assessment of alternatives to involuntary inpatient treatment; (ix) recommendations for the placement, care, and treatment of the person; and (x) if the person is found not to meet the involuntary admission criteria, a recommendation as to whether referral of the person to a community-based outpatient stabilization program for voluntary treatment would be appropriate.\n\nC. All such examinations shall be conducted in private. The judge or special justice shall summons the examiner who shall certify that he has personally examined the person and state whether he has probable cause to believe that the person (i) has a mental illness and there is a substantial likelihood that, as a result of mental illness, the person will, in the near future, (a) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (b) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs, and (ii) requires involuntary inpatient treatment. The judge or special justice shall not render any decision on the petition until the examiner has presented his report. The examiner may report orally at the hearing, but he shall provide a written report of his examination prior to the hearing. The examiner's written certification may be accepted into evidence unless objected to by the person or his attorney, in which case the examiner shall attend in person or by electronic communication. When the examiner attends the hearing in person or by electronic communication, the examiner shall not be excluded from the hearing pursuant to an order of sequestration of witnesses.\n\n1976, c. 671, § 37.1-67.3; 1979, c. 426; 1980, cc. 166, 582; 1982, c. 471; 1984, c. 277; 1985, c. 261; 1986, cc. 349, 609; 1988, c. 225; 1989, c. 716; 1990, cc. 59, 60, 728, 798; 1991, c. 636; 1992, c. 752; 1994, cc. 736, 907; 1995, cc. 489, 668, 844; 1996, cc. 343, 893; 1997, cc. 558, 921; 1998, c. 446; 2001, cc. 478, 479, 507, 658, 837; 2004, cc. 66, 1014; 2005, c. 716; 2007, c. 400; 2008, cc. 779, 850, 870; 2009, cc. 21, 132, 838; 2010, cc. 330, 461; 2022, c. 763; 2023, c. 183; 2025, c. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-815/"
    },
    {
      "id": "section-372-816",
      "number": "37.2-816.",
      "heading": "(Expires July 1, 2026) Commitment hearing for involuntary admission; preadmission screening report",
      "text": "The district court judge or special justice shall require a preadmission screening report from the community services board that serves the county or city where the person resides or, if impractical, where the person is located or from the certified evaluator as defined in § 37.2-809. The report shall be admitted as evidence of the facts stated therein and shall state (i) whether the person has a mental illness and whether there exists a substantial likelihood that, as a result of mental illness, the person will, in the near future, (a) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (b) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs; (ii) whether the person is in need of involuntary inpatient treatment; (iii) whether there is no less restrictive alternative to inpatient treatment; (iv) the recommendations for that person's placement, care, and treatment including, where appropriate, recommendations for mandatory outpatient treatment; and (v) if the person is found not to meet the involuntary admission criteria, a recommendation as to whether referral of the person to a community-based outpatient stabilization program for voluntary treatment would be appropriate. The board or the certified evaluator shall provide the preadmission screening report to the court prior to the hearing, and the report shall be admitted into evidence and made part of the record of the case. In the case of a person who has been sentenced and committed to the Department of Corrections and who has been examined by a psychiatrist or clinical psychologist, the judge or special justice may proceed to adjudicate whether the person has mental illness and should be involuntarily admitted without requesting a preadmission screening report from the community services board.\n\n1976, c. 671, § 37.1-67.3; 1979, c. 426; 1980, cc. 166, 582; 1982, c. 471; 1984, c. 277; 1985, c. 261; 1986, cc. 349, 609; 1988, c. 225; 1989, c. 716; 1990, cc. 59, 60, 728, 798; 1991, c. 636; 1992, c. 752; 1994, cc. 736, 907; 1995, cc. 489, 668, 844; 1996, cc. 343, 893; 1997, cc. 558, 921; 1998, c. 446; 2001, cc. 478, 479, 507, 658, 837; 2004, cc. 66, 1014; 2005, c. 716; 2008, cc. 779, 850, 870; 2009, cc. 21, 838; 2024, c. 780; 2025, c. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-816-d-1/"
    },
    {
      "id": "section-372-817",
      "number": "37.2-817.",
      "heading": "(Expires July 1, 2026) Involuntary admission",
      "text": "A. The district court judge or special justice shall render a decision on the petition for involuntary admission after the appointed examiner has presented the report required by § 37.2-815, and after the community services board that serves the county or city where the person resides or, if impractical, where the person is located or certified evaluator has presented a preadmission screening report with recommendations for that person's placement, care, and treatment pursuant to § 37.2-816. These reports, if not contested, may constitute sufficient evidence upon which the district court judge or special justice may base his decision. The examiner, if not physically present at the hearing, and the treating physician at the facility of temporary detention shall be available whenever possible for questioning during the hearing through a two-way electronic video and audio or telephonic communication system as authorized in § 37.2-804.1.\n\nB. Any employee or designee of the local community services board, as defined in § 37.2-809, representing the community services board or certified evaluator that prepared the preadmission screening report shall attend the hearing in person or, if physical attendance is not practicable, shall participate in the hearing through a two-way electronic video and audio or telephonic communication system as authorized in § 37.2-804.1. Where a hearing is held outside of the service area of the community services board that prepared the preadmission screening report, and it is not practicable for a representative of the community services board that prepared the preadmission screening report to attend or participate in the hearing, arrangements shall be made by the community services board that prepared the preadmission screening report for an employee or designee of the community services board serving the area in which the hearing is held to attend or participate on behalf of the community services board that prepared the preadmission screening report. The employee or designee of the local community services board, as defined in § 37.2-809, representing the community services board that prepared the preadmission screening report or attending or participating on behalf of the community services board that prepared the preadmission screening report or the certified evaluator shall not be excluded from the hearing pursuant to an order of sequestration of witnesses. The community services board that prepared the preadmission screening report or the certified evaluator shall remain responsible for the person subject to the hearing and, prior to the hearing, shall send the preadmission screening report through certified mail, personal delivery, facsimile with return receipt acknowledged, or other electronic means with documented acknowledgment of receipt to the community services board attending the hearing. Where a community services board attends the hearing on behalf of the community services board that prepared the preadmission screening report, the attending community services board shall inform the community services board that prepared the preadmission screening report of the disposition of the matter upon the conclusion of the hearing. In addition, the attending community services board shall transmit the disposition through certified mail, personal delivery, facsimile with return receipt acknowledged, or other electronic means with documented acknowledgment of receipt.\n\nAt least 12 hours prior to the hearing, the court shall provide to the community services board or certified evaluator that prepared the preadmission screening report the time and location of the hearing. If the representative of the community services board or certified evaluator that prepared the preadmission screening report will be present by telephonic means, the court shall provide the telephone number to the community services board or certified evaluator. If a representative of a community services board will be attending the hearing on behalf of the community services board that prepared the preadmission screening report, the community services board that prepared the preadmission screening report shall promptly communicate the time and location of the hearing and, if the representative of the community services board attending on behalf of the community services board that prepared the preadmission screening report will be present by telephonic means, the telephone number to the attending community services board.\n\nC. After observing the person and considering (i) the recommendations of any treating or examining physician or psychologist licensed in Virginia, if available, (ii) any past actions of the person, (iii) any past mental health treatment of the person, (iv) any examiner's certification, (v) any health records available, (vi) the preadmission screening report, and (vii) any other relevant evidence that may have been admitted, including whether the person recently has been found unrestorably incompetent to stand trial after a hearing held pursuant to subsection E of § 19.2-169.1, if the judge or special justice finds by clear and convincing evidence that (a) the person has a mental illness and there is a substantial likelihood that, as a result of mental illness, the person will, in the near future, (1) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (2) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs, and (b) all available less restrictive treatment alternatives to involuntary inpatient treatment that would offer an opportunity for the improvement of the person's condition have been investigated and determined to be inappropriate, the judge or special justice shall by written order and specific findings so certify and order that the person be admitted involuntarily to a facility for a period of treatment not to exceed 30 days from the date of the court order. Such involuntary admission shall be to a facility designated by the community services board that serves the county or city in which the person was examined or by the certified evaluator as provided in § 37.2-816. If the community services board or the certified evaluator does not designate a facility at the commitment hearing, the person shall be involuntarily admitted to a facility designated by the Commissioner. Upon the expiration of an order for involuntary admission, the person shall be released unless (A) he is involuntarily admitted by further petition and order of a court, which shall be for a period not to exceed 180 days from the date of the subsequent court order, (B) he makes application for treatment on a voluntary basis as provided for in § 37.2-805, or (C) he is ordered to mandatory outpatient treatment following a period of inpatient treatment pursuant to § 37.2-817.01.\n\nD. If the judge or special justice finds that the person does not meet the criteria for involuntary admission and the preadmission screening report indicates that referral to a community-based outpatient stabilization program for voluntary treatment would be appropriate, the board or certified evaluator that prepared the preadmission screening report shall provide the person with such referral.\n\nE. For the purposes of this section, \"certified evaluator\" means the same as that term is defined in § 37.2-809.\n\n1976, c. 671, § 37.1-67.3; 1979, c. 426; 1980, cc. 166, 582; 1982, c. 471; 1984, c. 277; 1985, c. 261; 1986, cc. 349, 609; 1988, c. 225; 1989, c. 716; 1990, cc. 59, 60, 728, 798; 1991, c. 636; 1992, c. 752; 1994, cc. 736, 907; 1995, cc. 489, 668, 844; 1996, cc. 343, 893; 1997, cc. 558, 921; 1998, c. 446; 2001, cc. 478, 479, 507, 658, 837; 2004, cc. 66, 1014; 2005, cc. 458, 716; 2008, cc. 779, 780, 782, 793, 850, 870; 2009, cc. 21, 838; 2010, cc. 330, 461; 2012, cc. 300, 451, 501; 2013, c. 179; 2014, cc. 499, 538; 2016, c. 688; 2021, Sp. Sess. I, c. 221; 2022, c. 763; 2024, c. 780; 2025, c. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-817-d-1/"
    },
    {
      "id": "section-372-81701",
      "number": "37.2-817.01.",
      "heading": "Mandatory outpatient treatment",
      "text": "A. Prior to ordering involuntary admission pursuant to § 37.2-817, a judge or special justice shall investigate and determine whether (i) mandatory outpatient treatment is appropriate as a less restrictive alternative to admission pursuant to subsection B or (ii) mandatory outpatient treatment following a period of inpatient treatment is appropriate pursuant to subsection C.\n\nB. After observing the person and considering (i) the recommendations of any treating or examining physician or psychologist licensed in Virginia, if available, (ii) any past actions of the person, (iii) any past mental health treatment of the person, (iv) any examiner's certification, (v) any health records available, (vi) the preadmission screening report, and (vii) any other relevant evidence that may have been admitted, if the judge or special justice finds by clear and convincing evidence that (a) the person has a mental illness and that there exists a substantial likelihood that, as a result of mental illness, the person will, in the near future, (1) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (2) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs, (b) less restrictive alternatives to involuntary inpatient treatment that would offer an opportunity for improvement of his condition have been investigated and are determined to be appropriate, as reflected in the initial outpatient treatment plan prepared in accordance with subsection F, (c) the person has the ability to adhere to the mandatory outpatient treatment plan, and (d) the ordered treatment will be delivered on an outpatient basis by the community services board or designated provider to the person, the judge or special justice shall by written order and specific findings so certify and order that the person be admitted involuntarily to mandatory outpatient treatment. Less restrictive alternatives shall not be determined to be appropriate unless the services are actually available in the community. The duration of mandatory outpatient treatment shall be determined by the court based on recommendations of the community services board but shall not exceed 180 days; in prescribing the terms of the order, including its length, the judge or special justice shall consider the impact on the person's opportunities and obligations, including education and employment. Upon expiration of an order for mandatory outpatient treatment, the person shall be released from the requirements of the order unless the order is continued in accordance with § 37.2-817.4.\n\nC. Upon finding by clear and convincing evidence that, in addition to the findings described in subsection C of § 37.2-817, (i) the person has a history of lack of adherence to treatment for mental illness that has, at least twice within the past 36 months, resulted in the person being subject to an order for involuntary admission pursuant to subsection C of § 37.2-817 or being subject to a temporary detention order and then voluntarily admitting himself in accordance with subsection B of § 37.2-814, except that such 36-month period shall not include any time during which the person was receiving inpatient psychiatric treatment or was incarcerated, as established by evidence admitted at the hearing, (ii) in view of the person's treatment history and current behavior, the person is in need of mandatory outpatient treatment following inpatient treatment in order to prevent a relapse or deterioration that would be likely to result in the person meeting the criteria for involuntary inpatient treatment, (iii) the person has the ability to adhere to the comprehensive mandatory outpatient treatment plan, and (iv) the person is likely to benefit from mandatory outpatient treatment, the judge or special justice may order that, upon discharge from inpatient treatment, the person adhere to a comprehensive mandatory outpatient treatment plan.\n\nThe period of mandatory outpatient treatment shall begin upon discharge of the person from involuntary inpatient treatment, either upon expiration of the order for inpatient treatment pursuant to subsection C of § 37.2-817 or pursuant to § 37.2-837 or 37.2-838. The duration of mandatory outpatient treatment shall be determined by the court on the basis of recommendations of the community services board, and the maximum period of mandatory outpatient treatment shall not exceed 180 days; in prescribing the terms of the order, including its length, the judge or special justice shall consider the impact on the person's opportunities and obligations, including education and employment.\n\nThe treating physician and facility staff shall develop the comprehensive mandatory outpatient treatment plan in conjunction with the community services board and the person. The comprehensive mandatory outpatient treatment plan shall include all of the components described in, and shall be filed with the court and incorporated into, the order for mandatory outpatient treatment following a period of involuntary inpatient treatment in accordance with subsection G. The community services board where the person resides upon discharge shall monitor the person's progress and adherence to the comprehensive mandatory outpatient treatment plan. Upon expiration of the order for mandatory outpatient treatment following a period of involuntary inpatient treatment, the person shall be released unless the order is continued in accordance with § 37.2-817.4.\n\nD. At any time prior to the discharge of a person who has been involuntarily admitted pursuant to subsection C of § 37.2-817, the person, the person's treating physician, a family member or personal representative of the person, or the community services board serving the county or city where the facility is located, the county or city where the person resides, or the county or city where the person will receive treatment following discharge may file a motion with the court for a hearing to determine whether such person should be ordered to mandatory outpatient treatment following a period of inpatient treatment upon discharge if such person, on at least two previous occasions within 36 months preceding the date of the hearing, has been (i) involuntarily admitted pursuant to subsection C of § 37.2-817 or (ii) the subject of a temporary detention order and voluntarily admitted himself in accordance with subsection B of § 37.2-814, except that such 36-month period shall not include any time during which the person was receiving inpatient psychiatric treatment or was incarcerated, as established by evidence admitted at the hearing. A district court judge or special justice shall hold the hearing within 72 hours after receiving the motion for a hearing to determine whether the person should be ordered to mandatory outpatient treatment following a period of involuntary inpatient treatment; however, if the 72-hour period expires on a Saturday, Sunday, or legal holiday, the hearing shall be held by the close of business on the next day that is not a Saturday, Sunday, or legal holiday. The district court judge or special justice may enter an order for a period of mandatory outpatient treatment following a period of involuntary inpatient treatment upon finding that the person meets the criteria set forth in subsection C.\n\nE. Mandatory outpatient treatment may include day treatment in a hospital, night treatment in a hospital, outpatient involuntary treatment with antipsychotic medication pursuant to Chapter 11 (§ 37.2-1100 et seq.), or other appropriate course of treatment as may be necessary to meet the needs of the person. Mandatory outpatient treatment shall not include the use of restraints or physical force of any kind in the provision of the medication. The community services board that serves the county or city in which the person resides shall recommend a specific course of treatment and programs for the provision of mandatory outpatient treatment.\n\nF. Any order for mandatory outpatient treatment entered pursuant to subsection B shall include an initial mandatory outpatient treatment plan developed by the community services board that completed the preadmission screening report. The plan shall, at a minimum, (i) identify the specific services to be provided, (ii) identify the provider who has agreed to provide each service, (iii) describe the arrangements made for the initial in-person appointment or contact with each service provider, and (iv) include any other relevant information that may be available regarding the mandatory outpatient treatment ordered. The order shall require the community services board to monitor the implementation of the mandatory outpatient treatment plan and the person's progress and adherence to the initial mandatory outpatient treatment plan.\n\nG. The community services board where the person resides that is responsible for monitoring the person's progress and adherence to the comprehensive mandatory outpatient treatment plan shall file a comprehensive mandatory outpatient treatment plan no later than five days, excluding Saturdays, Sundays, or legal holidays, after an order for mandatory outpatient treatment has been entered pursuant to subsection B. The community services board where the person resides that is responsible for monitoring the person's progress and adherence to the comprehensive mandatory outpatient treatment plan shall file a comprehensive mandatory outpatient treatment plan prior to discharging a person to mandatory outpatient treatment pursuant to subsection C or D. The comprehensive mandatory outpatient treatment plan shall (i) identify the specific type, amount, duration, and frequency of each service to be provided to the person; (ii) identify the provider that has agreed to provide each service included in the plan; (iii) certify that the services are the most appropriate and least restrictive treatment available for the person; (iv) certify that each provider has complied and continues to comply with applicable provisions of the Department's licensing regulations; (v) be developed with the fullest possible involvement and participation of the person and his family, with the person's consent, and reflect his preferences to the greatest extent possible to support his recovery and self-determination, including incorporating any preexisting crisis plan or advance directive of the person; (vi) specify the particular conditions to which the person shall be required to adhere; and (vii) describe (a) how the community services board shall monitor the person's progress and adherence to the plan and (b) any conditions, including scheduled meetings or continued adherence to medication, necessary for mandatory outpatient treatment to be appropriate for the person. The community services board shall submit the comprehensive mandatory outpatient treatment plan to the court for approval. Upon approval by the court, the comprehensive mandatory outpatient treatment plan shall be filed with the court and incorporated into the order of mandatory outpatient treatment entered pursuant to subsection B, C, or D, as appropriate. A copy of the comprehensive mandatory outpatient treatment plan shall be provided to the person by the community services board upon approval of the comprehensive mandatory outpatient treatment plan by the court.\n\nH. If the community services board responsible for developing a comprehensive mandatory outpatient treatment plan pursuant to subsection B, C, or D determines that the services necessary for the treatment of the person's mental illness are not available or cannot be provided to the person in accordance with the order for mandatory outpatient treatment, it shall petition the court for rescission of the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment in accordance with the provisions of subsection D of § 37.2-817.1.\n\nI. Upon entry of any order for mandatory outpatient treatment pursuant to subsection B or mandatory outpatient treatment following a period of involuntary inpatient treatment pursuant to subsection C or D, the clerk of the court shall provide a copy of the order to the person who is the subject of the order, to his attorney, and to the community services board required to monitor the person's progress and adherence to the comprehensive mandatory outpatient treatment plan. The community services board shall acknowledge receipt of the order to the clerk of the court on a form established by the Office of the Executive Secretary of the Supreme Court and provided by the court for this purpose within five business days.\n\nJ. The court may transfer jurisdiction of the case to the district court where the person resides at any time after the entry of the mandatory outpatient treatment order. The community services board responsible for monitoring the person's progress and adherence to the comprehensive mandatory outpatient treatment plan shall remain responsible for monitoring the person's progress and adherence to the plan until the community services board serving the locality to which jurisdiction of the case has been transferred acknowledges the transfer and receipt of the order to the clerk of the court on a form established by the Office of the Executive Secretary of the Supreme Court and provided by the court for this purpose. The community services board serving the locality to which jurisdiction of the case has been transferred shall acknowledge the transfer and receipt of the order within five business days.\n\nK. Any order entered pursuant to this section shall provide for the disclosure of medical records pursuant to § 37.2-804.2. This subsection shall not preclude any other disclosures as required or permitted by law.\n\n2022, c. 763.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-817-01/"
    },
    {
      "id": "section-372-8171",
      "number": "37.2-817.1.",
      "heading": "Monitoring and court review of mandatory outpatient treatment",
      "text": "A. As used in this section, \"material nonadherence\" means deviation from a comprehensive mandatory outpatient treatment plan by a person who is subject to an order for mandatory outpatient treatment following a period of involuntary inpatient treatment pursuant to subsection C or D of § 37.2-817.01 or an order for mandatory outpatient treatment pursuant to subsection B of § 37.2-817.01 that it is likely to lead to the person's relapse or deterioration and for which the person cannot provide a reasonable explanation.\n\nB. The community services board where the person resides shall monitor the person's progress and adherence to the comprehensive mandatory outpatient treatment plan prepared in accordance with § 37.2-817.01. Such monitoring shall include (i) contacting or making documented efforts to contact the person regarding the comprehensive mandatory outpatient treatment plan and any support necessary for the person to adhere to the comprehensive mandatory outpatient treatment plan, (ii) contacting the service providers to determine if the person is adhering to the comprehensive mandatory outpatient treatment plan and, in the event of material nonadherence, if the person fails or refuses to cooperate with efforts of the community services board or providers of services identified in the comprehensive mandatory outpatient treatment plan to address the factors leading to the person's material nonadherence, petitioning for a review hearing pursuant to this section. Service providers identified in the comprehensive mandatory outpatient treatment plan shall report any material nonadherence and any material changes in the person's condition to the community services board. Any finding of material nonadherence shall be based upon a totality of the circumstances.\n\nC. The community services board responsible for monitoring the person's progress and adherence to the comprehensive mandatory outpatient treatment plan shall report monthly, in writing, to the court regarding the person's and the community services board's compliance with the provisions of the comprehensive mandatory outpatient treatment plan. If the community services board determines that the deterioration of the condition or behavior of a person who is subject to an order for mandatory outpatient treatment following a period of involuntary inpatient treatment pursuant to subsection C or D of § 37.2-817.01 or a mandatory outpatient treatment order pursuant to subsection B of § 37.2-817.01 is such that there is a substantial likelihood that, as a result of the person's mental illness, the person will, in the near future, (i) cause serious physical harm to himself or others as evidenced by recent behavior causing, attempting, or threatening harm and other relevant information, if any, or (ii) suffer serious harm due to his lack of capacity to protect himself from harm or to provide for his basic human needs, it shall immediately request that the magistrate issue an emergency custody order pursuant to § 37.2-808 or a temporary detention order pursuant to § 37.2-809. Entry of an emergency custody order, temporary detention order, or involuntary inpatient treatment order shall suspend but not rescind an existing order for mandatory outpatient treatment following a period of involuntary inpatient treatment pursuant to subsection C or D of § 37.2-817.01 or a mandatory outpatient treatment order pursuant to subsection B of § 37.2-817.01.\n\nD. The district court judge or special justice shall hold a hearing within five days after receiving the petition for review of the comprehensive mandatory outpatient treatment plan; however, if the fifth day is a Saturday, Sunday, legal holiday, or day on which the court is lawfully closed, the hearing shall be held by the close of business on the next day that is not a Saturday, Sunday, legal holiday, or day on which the court is lawfully closed. The clerk shall provide notice of the hearing to the person, the community services board, all treatment providers listed in the comprehensive mandatory outpatient treatment order or discharge plan, and the original petitioner for the person's involuntary treatment. If the person is not represented by counsel, the court shall appoint an attorney to represent the person in this hearing and any subsequent hearing under this section or § 37.2-817.4, giving consideration to appointing the attorney who represented the person at the proceeding that resulted in the issuance of the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment. The same judge or special justice that presided over the hearing resulting in the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment need not preside at the nonadherence hearing or any subsequent hearings. The community services board shall offer to arrange the person's transportation to the hearing if the person is not detained and has no other source of transportation.\n\nAny of the following may petition the court for a hearing pursuant to this subsection: (i) the person who is subject to the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment; (ii) the community services board responsible for monitoring the person's progress and adherence to the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment; (iii) a treatment provider designated in the comprehensive mandatory outpatient treatment plan; (iv) the person who originally filed the petition that resulted in the entry of the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment; (v) any health care agent designated in the advance directive of the person who is the subject of the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment; or (vi) if the person who is the subject of the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment has been determined to be incapable of making an informed decision, the person's guardian or other person authorized to make health care decisions for the person pursuant to § 54.1-2986.\n\nA petition filed pursuant to this subsection may request that the court do any of the following:\n\n1. Enforce a mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment and require the person who is the subject of the order to adhere to the comprehensive mandatory outpatient treatment plan, in the case of material nonadherence;\n\n2. Modify a mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment or a comprehensive mandatory outpatient treatment plan due to a change in circumstances, including changes in the condition, behavior, living arrangement, or access to services of the person who is the subject to the order; or\n\n3. Rescind a mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment.\n\nAt any time after 30 days from entry of the mandatory outpatient treatment order pursuant to subsection B of § 37.2-817.01 or from the discharge of the person from involuntary inpatient treatment pursuant to an order under subsection C or D of § 37.2-817.01, the person may petition the court to rescind the order. The person shall not file a petition to rescind the order more than once during a 90-day period.\n\nE. If requested in a petition filed pursuant to subsection D or on the court's own motion, the court may appoint an examiner in accordance with § 37.2-815 who shall personally examine the person on or before the date of the review, as directed by the court, and certify to the court whether or not he has probable cause to believe that the person meets the criteria for mandatory outpatient treatment as specified in subsection B, C, or D of § 37.2-817.01, as may be applicable. The examination shall include all applicable requirements of § 37.2-815. The certification of the examiner may be admitted into evidence without the appearance of the examiner at the hearing if not objected to by the person or his attorney. If the person is not incarcerated or receiving treatment in an inpatient facility, the community services board shall arrange for the person to be examined at a convenient location and time. The community services board shall offer to arrange for the person's transportation to the examination if the person has no other source of transportation and resides within the service area or an adjacent service area of the community services board. If the person refuses or fails to appear, the community services board shall notify the court, or a magistrate if the court is not available, and the court or magistrate shall issue a mandatory examination order and capias directing the primary law-enforcement agency in the jurisdiction where the person resides to transport the person to the examination. The person shall remain in custody until a temporary detention order is issued or until the person is released, but in no event shall the period exceed eight hours.\n\nF. If the person fails to appear for the hearing, the court may, after consideration of any evidence regarding why the person failed to appear at the hearing, (i) dismiss the petition, (ii) issue an emergency custody order pursuant to § 37.2-808, or (iii) reschedule the hearing pursuant to subsection D and issue a subpoena for the person's appearance at the hearing and enter an order for mandatory examination, to be conducted prior to the hearing and in accordance with subsection E.\n\nG. After observing the person and considering (i) the recommendations of any treating or examining physician or psychologist licensed to practice in the Commonwealth, if available, (ii) the person's adherence to the comprehensive mandatory outpatient treatment plan, (iii) any past mental health treatment of the person, (iv) any examiner's certification, (v) any health records available, (vi) any report from the community services board, and (vii) any other relevant evidence that may have been admitted at the hearing, the judge or special justice shall make one of the following dispositions:\n\n1. In a hearing on any petition seeking enforcement of a mandatory outpatient treatment order, upon finding that continuing mandatory outpatient treatment is warranted, the court shall direct the person to fully comply with the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment and may make any modifications to such order or the comprehensive mandatory outpatient treatment plan that are acceptable to the community services board or treatment provider responsible for the person's treatment. In determining the appropriateness of the outpatient treatment specified in such order and the comprehensive mandatory outpatient treatment plan, the court may consider the person's material nonadherence to the existing mandatory treatment order.\n\n2. In a hearing on any petition seeking modification of a mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment, upon a finding that (i) one or more modifications of the order would benefit the person and help prevent relapse or deterioration of the person's condition, (ii) the community services board and the treatment provider responsible for the person's treatment are able to provide services consistent with such modification, and (iii) the person is able to adhere to the modified comprehensive mandatory outpatient treatment plan, the court may order such modification of the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment or the comprehensive mandatory outpatient treatment plan as the court finds appropriate.\n\n3. In a hearing on any petition filed to enforce, modify, or rescind a mandatory outpatient treatment order, upon finding that mandatory outpatient treatment is no longer appropriate, the court may rescind the order.\n\nH. The judge or special justice may schedule periodic status hearings for the purpose of obtaining information regarding the person's progress while the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment remains in effect. The clerk shall provide notice of the hearing to the person who is the subject of the order and the community services board responsible for monitoring the person's condition and adherence to the plan. The person shall have the right to be represented by counsel at the hearing, and if the person does not have counsel the court shall appoint an attorney to represent the person. However, status hearings may be held without counsel present by mutual consent of the parties. The community services board shall offer to arrange the person's transportation to the hearing if the person is not detained and has no other source of transportation. During a status hearing, the treatment plan may be amended upon mutual agreement of the parties. Contested matters shall not be decided during a status hearing, nor shall any decision regarding enforcement, rescission, or renewal of the order be entered.\n\n2008, cc. 850, 870; 2010, cc. 330, 461; 2021, Sp. Sess. I, c. 221; 2022, c. 763.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-817-1/"
    },
    {
      "id": "section-372-8172",
      "number": "37.2-817.2.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2022, c. 763, cl. 2, effective October 1, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-817-2/"
    },
    {
      "id": "section-372-8173",
      "number": "37.2-817.3.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2021 Sp. Sess. I, c. 221, cl. 2, effective October 1, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-817-3/"
    },
    {
      "id": "section-372-8174",
      "number": "37.2-817.4.",
      "heading": "Continuation of mandatory outpatient treatment order",
      "text": "A. At any time within 30 days prior to the expiration of a mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment, any person or entity that may file a petition for review of a mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment pursuant to subsection D of § 37.2-817.1 may petition the court to continue the order for a period not to exceed 180 days.\n\nB. If the person who is the subject of the order and the monitoring community services board, if it did not initiate the petition, join the petition, the court shall grant the petition and enter an appropriate order without further hearing. If either the person or the monitoring community services board does not join the petition, the court shall schedule a hearing and provide notice of the hearing in accordance with subsection D of § 37.2-817.1.\n\nC. Upon receipt of a contested petition for continuation, the court shall appoint an examiner who shall personally examine the person pursuant to subsection E of § 37.2-817.1. The community services board required to monitor the person's adherence to the mandatory outpatient treatment order or order for mandatory outpatient treatment following a period of involuntary inpatient treatment shall provide a report addressing whether the person continues to meet the criteria for being subject to a mandatory outpatient treatment order pursuant to subsection B of § 37.2-817.01 or order for mandatory outpatient treatment following a period of involuntary inpatient treatment pursuant to subsection C or D of § 37.2-817.01, as may be appropriate.\n\nD. If, after observing the person, reviewing the report of the community services board provided pursuant to subsection C and considering the appointed examiner's certification and any other relevant evidence submitted at the hearing, the court finds that the person continues to meet the criteria for mandatory outpatient treatment pursuant to subsection B, C, or D of § 37.2-817.01, it may continue the order for a period not to exceed 180 days; in prescribing the terms of the order, including its length, the judge or special justice shall consider the impact on the person's opportunities and obligations, including education and employment. Any order of mandatory outpatient treatment that is in effect at the time a petition for continuation of the order is filed shall remain in effect until the disposition of the hearing.\n\n2008, cc. 850, 870; 2010, cc. 330, 461; 2021, Sp. Sess. I, c. 221; 2022, c. 763.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-817-4/"
    },
    {
      "id": "section-372-818",
      "number": "37.2-818.",
      "heading": "Commitment hearing for involuntary admission; recordings and records",
      "text": "A. The district court judge or special justice shall make or cause to be made a tape or other audio recording of any hearings held under this chapter, with no more than one hearing recorded per tape, and shall submit the recording to the clerk of the district court in the locality in which the hearing is held to be retained in a confidential file. The person who was the subject of the hearing shall be entitled, upon request, to obtain a copy of the tape or other audio recording of such hearing. These recordings shall be retained for at least three years from the date of the commitment hearing.\n\nB. Except as provided in this section and § 37.2-819, the court shall keep its copies of recordings made pursuant to this section, relevant medical records, reports, and court documents pertaining to the hearings provided for in this chapter confidential. The person who is the subject of the hearing may, in writing, waive the confidentiality provided herein. In the absence of such waiver, access to the dispositional order only may be provided upon court order. Any person seeking access to the dispositional order may file a written motion setting forth why such access is needed. The court may issue an order to disclose the dispositional order if it finds that such disclosure is in the best interest of the person who is the subject of the hearing or of the public. The Executive Secretary of the Supreme Court and anyone acting on his behalf shall be provided access to the court's records upon request. Such recordings, records, reports, and documents shall not be subject to the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\nC. After entering an order for involuntary admission or mandatory outpatient treatment, the judge or special justice shall order that copies of the relevant records of the person be released to (i) the facility in which he is placed, (ii) the community services board of the jurisdiction where the person resides, (iii) any treatment providers identified in a treatment plan incorporated into any mandatory outpatient treatment order, and (iv) any other treatment providers or entities.\n\n1976, c. 671, § 37.1-67.3; 1979, c. 426; 1980, cc. 166, 582; 1982, c. 471; 1984, c. 277; 1985, c. 261; 1986, cc. 349, 609; 1988, c. 225; 1989, c. 716; 1990, cc. 59, 60, 728, 798; 1991, c. 636; 1992, c. 752; 1994, cc. 736, 907; 1995, cc. 489, 668, 844; 1996, cc. 343, 893; 1997, cc. 558, 921; 1998, c. 446; 2001, cc. 478, 479, 507, 658, 837; 2004, cc. 66, 1014; 2005, c. 716; 2008, cc. 806, 850, 870.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-818/"
    },
    {
      "id": "section-372-819",
      "number": "37.2-819.",
      "heading": "Order of involuntary admission or mandatory outpatient treatment forwarded to CCRE; certain voluntary admissions forwarded to CCRE; firearm background check",
      "text": "A. The order from a commitment hearing issued pursuant to this chapter for involuntary admission or mandatory outpatient treatment and the certification of any person who has been the subject of a temporary detention order pursuant to § 37.2-809 and who, after being advised by the judge or special justice that he will be prohibited from possessing a firearm pursuant to § 18.2-308.1:3, subsequently agreed to voluntary admission pursuant to § 37.2-805 shall be filed by the judge or special justice with the clerk of the district court for the county or city where the hearing took place as soon as practicable but no later than the close of business on the next business day following the completion of the hearing.\n\nB. Upon receipt of any order from a commitment hearing issued pursuant to this chapter for involuntary admission to a facility, the clerk of court shall, as soon as practicable but not later than the close of business on the next following business day, certify and forward to the Central Criminal Records Exchange, on a form provided by the Exchange, a copy of the order. Upon receipt of any order from a commitment hearing issued pursuant to this chapter for mandatory outpatient treatment, the clerk of court shall, prior to the close of that business day, certify and forward to the Central Criminal Records Exchange, on a form provided by the Exchange, a copy of the order.\n\nC. The clerk of court shall also, as soon as practicable but no later than the close of business on the next following business day, forward upon receipt to the Central Criminal Records Exchange, on a form provided by the Exchange, certification of any person who has been the subject of a temporary detention order pursuant to § 37.2-809, and who, after being advised by the judge or special justice that he will be prohibited from possessing a firearm pursuant to § 18.2-308.1:3, subsequently agreed to voluntary admission pursuant to § 37.2-805.\n\nD. Except as provided in subdivision A 1 of § 19.2-389, the copy of the forms and orders sent to the Central Criminal Records Exchange pursuant to subsection B, and the forms and certifications sent to the Central Criminal Records Exchange regarding voluntary admission pursuant to subsection C, shall be kept confidential in a separate file and used only to determine a person's eligibility to possess, purchase, or transfer a firearm. No medical records shall be forwarded to the Central Criminal Records Exchange with any form, order, or certification required by subsection B or C. The Department of State Police shall forward only a person's eligibility to possess, purchase, or transfer a firearm to the National Instant Criminal Background Check System.\n\n1976, c. 671, § 37.1-67.3; 1979, c. 426; 1980, cc. 166, 582; 1982, c. 471; 1984, c. 277; 1985, c. 261; 1986, cc. 349, 609; 1988, c. 225; 1989, c. 716; 1990, cc. 59, 60, 728, 798; 1991, c. 636; 1992, c. 752; 1994, cc. 736, 907; 1995, cc. 489, 668, 844; 1996, cc. 343, 893; 1997, cc. 558, 921; 1998, c. 446; 2001, cc. 478, 479, 507, 658, 837; 2004, cc. 66, 1014; 2005, c. 716; 2008, cc. 751, 788; 2009, cc. 21, 838; 2014, cc. 336, 374; 2015, c. 540.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-819/"
    },
    {
      "id": "section-372-820",
      "number": "37.2-820.",
      "heading": "Place of hearing",
      "text": "The hearing provided for pursuant to §§ 37.2-814 through 37.2-819 may be conducted by the district court judge or a special justice at the convenient facility or other place open to the public provided for in § 37.2-809, if he deems it advisable, even though the facility or place is located in a county or city other than his own. In conducting such hearings in a county or city other than his own, the judge or special justice shall have all of the authority and power that he would have in his own county or city. A district court judge or special justice of the county or city in which the facility or place is located may conduct the hearing provided for in §§ 37.2-814 through 37.2-819.\n\n1976, c. 671, § 37.1-67.4; 1981, c. 233; 1982, c. 435; 1986, c. 134; 1995, c. 844; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-820/"
    },
    {
      "id": "section-372-821",
      "number": "37.2-821.",
      "heading": "Appeal of involuntary admission or certification order",
      "text": "A. Any person involuntarily admitted to an inpatient facility or ordered to mandatory outpatient treatment pursuant to §§ 37.2-814 through 37.2-819 or certified as eligible for admission pursuant to § 37.2-806 shall have the right to appeal the order to the circuit court in the jurisdiction where he was involuntarily admitted or ordered to mandatory outpatient treatment or certified or where the facility to which he was admitted is located. Choice of venue shall rest with such person. The court may transfer the case upon a finding that the other forum is more convenient. The clerk of the court from which an appeal is taken shall immediately transmit the record to the clerk of the appellate court. The clerk of the circuit court shall provide written notification of the appeal to the petitioner in the case in accordance with procedures set forth in § 16.1-112. No appeal bond or writ tax shall be required, and the appeal shall proceed without the payment of costs or other fees. Costs may be recovered as provided for in § 37.2-804.\n\nB. An appeal shall be filed within 10 days from the date of the order and shall be given priority over all other pending matters before the court and heard as soon as possible, notwithstanding § 19.2-241 regarding the time within which the court shall set criminal cases for trial. A petition for or the pendency of an appeal shall not suspend any order unless so ordered by a judge or special justice; however, a person may be released after a petition for or during the pendency of an appeal pursuant to § 37.2-837 or 37.2-838. If the person is released during the pendency of an appeal, the appeal shall be in accordance with the provisions set forth in §§ 37.2-844 and 37.2-846.\n\nC. The appeal shall be heard de novo in accordance with the provisions set forth in §§ 37.2-802, 37.2-804, 37.2-804.1, 37.2-804.2, and 37.2-805 and (i) § 37.2-806 or (ii) §§ 37.2-814 through 37.2-819, except that the court in its discretion may rely upon the evaluation report in the commitment hearing from which the appeal is taken instead of requiring a new evaluation pursuant to § 37.2-815. Any order of the circuit court shall not extend the period of involuntary admission or mandatory outpatient treatment set forth in the order appealed from.\n\nD. An order continuing the involuntary inpatient admission shall be entered only if the criteria in § 37.2-817 are met at the time the appeal is heard. An order continuing mandatory outpatient treatment shall be entered only if the criteria set forth in § 37.2-817.01 are met at the time the appeal is heard.\n\nE. Upon a finding by the court that the appellant no longer meets the criteria for involuntary admission or mandatory outpatient treatment, the court shall not dismiss the Commonwealth's petition but shall reverse the order of the district court.\n\nF. The person so admitted or certified shall be entitled to trial by jury. Seven persons from a panel of 13 shall constitute a jury.\n\nG. If the person is not represented by counsel, the judge shall appoint an attorney to represent him. Counsel so appointed shall be paid a fee of $75 and his necessary expenses. The order of the court from which the appeal is taken shall be defended by the attorney for the Commonwealth.\n\n1977, c. 355, § 37.1-67.6; 1979, c. 204; 1980, c. 176; 1985, c. 106; 1990, c. 274; 2005, c. 716; 2006, c. 486; 2008, cc. 850, 870; 2010, cc. 544, 591; 2020, cc. 298, 1175; 2022, c. 763.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-821/"
    },
    {
      "id": "section-372-822",
      "number": "37.2-822.",
      "heading": "Treatment of person admitted while appeal is pending",
      "text": "Whenever the director of any facility reasonably believes that treatment is necessary to protect the life, health, or safety of a person, treatment may be given during the period allowed for any appeal unless prohibited by order of a circuit court in the county or city wherein the appeal is pending.\n\nCode 1950, §§ 37-71.2, 37-204.1; 1964, c. 322; 1968, c. 477, § 37.1-85; 1972, c. 639; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-822/"
    },
    {
      "id": "section-372-823",
      "number": "37.2-823.",
      "heading": "Examination of admission papers by director; examination of persons admitted",
      "text": "A. Upon the receipt of any order for admission of any person, the director of the facility shall immediately examine the admission papers and, if they are found to be in substantial compliance with the law, he shall forthwith admit the person to the facility.\n\nB. Any person presented for admission to a facility shall be examined within 24 hours after arrival by one or more of the physicians on the facility's staff. If the examination reveals that there is sufficient cause to believe that the person has mental illness, he shall be retained at the facility; but if the examination reveals insufficient cause, the person shall be returned to the locality in which the petition was initiated or in which the person resides.\n\nC. The Board shall adopt regulations to institute preadmission screening to prevent inappropriate admissions to state facilities.\n\nCode 1950, §§ 37-86.2, 37-90; 1950, pp. 908, 910; 1968, c. 477, §§ 37.1-68, 37.1-70; 1970, c. 673; 1972, c. 639; 1976, c. 671; 1980, c. 582; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-823/"
    },
    {
      "id": "section-372-824",
      "number": "37.2-824.",
      "heading": "Periodic review of all persons for purposes of retention",
      "text": "The director of a state facility shall conduct a review of the progress of each person admitted to the facility at intervals of 30, 60, and 90 days after admission of the person, and every six months thereafter to determine whether the person should be retained at the state facility. A record shall be kept of the findings of each review in the state facility's file on the person.\n\n1974, c. 66, § 37.1-84.2; 1976, c. 671; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-824/"
    },
    {
      "id": "section-372-825",
      "number": "37.2-825.",
      "heading": "Admission raises no presumption of legal incapacity",
      "text": "The admission of any person to a facility shall not, of itself, create a presumption of legal incapacity.\n\n1968, c. 477, § 37.1-87; 1997, c. 801; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-825/"
    },
    {
      "id": "section-372-826",
      "number": "37.2-826.",
      "heading": "Disposition of nonresidents",
      "text": "If it appears that the person examined has a mental illness and is not a resident of the Commonwealth, the same proceedings shall be had with regard to him as if he were a resident of the Commonwealth, and, if he is admitted to a state facility under these proceedings, a statement of the fact of his nonresidence and of the place of his domicile or residence or from where he came, as far as known, shall accompany any petition respecting him. The Commissioner shall, as soon as practicable, cause him to be returned to his family or friends, if known, or the proper authorities of the state or country from which he came, if ascertained and such return is deemed expedient by the Commissioner.\n\nCode 1950, § 37-91; 1950, p. 910; 1968, c. 477, § 37.1-91; 1976, c. 671; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-826/"
    },
    {
      "id": "section-372-827",
      "number": "37.2-827.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2021, Sp. Sess. I, c. 244, cl. 1, effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-827/"
    },
    {
      "id": "section-372-828",
      "number": "37.2-828.",
      "heading": "Receiving and maintaining federal prisoners in state facilities",
      "text": "The Commissioner is authorized to enter into a contract with the United States, through the Director of the United States Bureau of Prisons or other authorized agent of the United States, for the reception, maintenance, care, and observation in state facilities, or in those designated by the Commissioner for the purpose, of any persons charged with a crime in the courts of the United States sitting in Virginia and committed by the courts to the state facilities for those purposes. All persons so admitted shall remain subject to the jurisdiction of the court by whom they were committed, and they may be returned to that court at any time for hearing or trial.\n\nAny such contract shall require that the United States remit to the State Treasurer for each prisoner admitted specified per diem or other payments, or both, with such payments fixed by the contract.\n\nThe director of any state facility to which a prisoner of the United States is admitted shall observe the person and, as soon as possible, report in writing to the court by which he is certified or committed as to his mental condition or other matters as the court may direct.\n\nNo contract made pursuant to this section shall obligate the Commonwealth or the Commissioner to receive a federal prisoner into any state facility in which all available beds are needed for persons otherwise admitted, or in any other case where, in the opinion of the director, the admission of the prisoner would interfere with the care and treatment of other persons admitted or with the proper administration of the state facility.\n\nCode 1950, § 37-98; 1950, p. 913; 1968, c. 477, § 37.1-95; 1972, c. 639; 1980, c. 582; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-828/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Transportation of Admitted Persons; Detention by Sheriff; Escape; Transfers",
      "text": "Transportation of Admitted Persons; Detention by Sheriff; Escape; Transfers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-829",
      "number": "37.2-829.",
      "heading": "Transportation of person in civil admission process",
      "text": "When a person has volunteered for admission pursuant to § 37.2-814 or been ordered to be admitted to a facility under §§ 37.2-815 through 37.2-821, the judge or special justice shall determine after consideration of information provided by the person's treating mental health professional and any involved community services board or behavioral health authority staff regarding the person's dangerousness, whether transportation shall be provided by the sheriff or may be provided by an alternative transportation provider, including a family member or friend of the person, a representative of the community services board, a representative of the facility at which the person was detained pursuant to a temporary detention order, or other alternative transportation provider with personnel trained to provide transportation in a safe manner. If the judge or special justice determines that transportation may be provided by an alternative transportation provider, the judge or special justice may consult with the proposed alternative transportation provider either in person or via two-way electronic video and audio or telephone communication system to determine whether the proposed alternative transportation provider is available to provide transportation, willing to provide transportation, and able to provide transportation in a safe manner. If the judge or special justice finds that the proposed alternative transportation provider is available to provide transportation, willing to provide transportation, and able to provide transportation in a safe manner, the judge or special justice may order transportation by the proposed alternative transportation provider. In all other cases, the judge or special justice shall order transportation by the sheriff of the jurisdiction where the person is a resident unless the sheriff's office of that jurisdiction is located more than 100 road miles from the nearest boundary of the jurisdiction in which the proceedings took place. In cases where the sheriff of the jurisdiction of which the person is a resident is more than 100 road miles from the nearest boundary of the jurisdiction in which the proceedings took place, it shall be the responsibility of the sheriff of the latter jurisdiction to transport the person.\n\nIf the judge or special justice determines that the person requires transportation by the sheriff, the person may be delivered to the care of the sheriff, as specified in this section, who shall transport the person to the proper facility. In no event shall transport commence later than six hours after notification to the sheriff or alternative transportation provider of the judge's or special justice's order.\n\nIf any state hospital has become too crowded to admit any such person, the Commissioner shall give notice of the fact to all community services boards and shall designate the facility to which sheriffs or alternative transportation providers shall transport such persons.\n\nIf an alternative transportation provider providing transportation of a person becomes unable to continue providing transportation of the person at any time after taking custody of the person, the primary law-enforcement agency for the jurisdiction in which the alternative transportation provider is located at the time he becomes unable to continue providing transportation shall take custody of the person and shall transport the person to the proper facility.\n\nNo person who provides alternative transportation pursuant to this section shall be liable to the person being transported for any civil damages for ordinary negligence in acts or omissions that result from providing such alternative transportation.\n\nCode 1950, §§ 37-71, 37-79, 37-116; 1950, pp. 904, 907; 1964, c. 640; 1968, c. 477, § 37.1-71; 1970, c. 673; 1971, Ex. Sess., c. 155; 1972, c. 639; 1976, c. 671; 1980, c. 582; 1987, c. 719; 1989, cc. 334, 534; 1990, c. 94; 1992, c. 419; 1995, c. 844; 1996, c. 184; 2003, c. 151; 2004, c. 737; 2005, c. 716; 2009, cc. 112, 697; 2015, cc. 297, 308; 2020, cc. 879, 880.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-829/"
    },
    {
      "id": "section-372-830",
      "number": "37.2-830.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2009, cc. 112 and 697, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-830/"
    },
    {
      "id": "section-372-831",
      "number": "37.2-831.",
      "heading": "Detention in jail after order of admission",
      "text": "It shall be unlawful for any sheriff, sergeant, or other officer to use any jail or other place of confinement for criminals as a place of detention for any person in his custody for transportation to a facility in accordance with this chapter, unless the person's detention therein, for a period not to exceed 24 hours, is specifically authorized by the judge or special justice who ordered the admission, except that such authority shall not be given by any judge or special justice for the Counties of Augusta, Arlington, and Fairfax and the Cities of Alexandria, Fairfax, Falls Church, Waynesboro, and Staunton.\n\nCode 1950, § 37-78; 1950, p. 907; 1964, c. 640; 1968, c. 477, § 37.1-73; 1971, Ex. Sess., c. 155; 1972, c. 751; 1976, c. 671; 1979, c. 707; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-831/"
    },
    {
      "id": "section-372-832",
      "number": "37.2-832.",
      "heading": "Persons with mental illness not to be confined in cells with criminals",
      "text": "In no case shall any sheriff or jailer confine any person with mental illness in a cell or room with prisoners charged with or convicted of crimes.\n\nCode 1950, § 37-81; 1950, p. 908; 1968, c. 477, § 37.1-74; 1971, Ex. Sess., c. 155; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-832/"
    },
    {
      "id": "section-372-833",
      "number": "37.2-833.",
      "heading": "Escape, sickness, death, or discharge of a person ordered to be involuntarily admitted while in custody; warrant for person escaping",
      "text": "If any person who has been ordered to be involuntarily admitted to a facility escapes, becomes too sick to travel, dies, or is discharged by due process of law while in the custody of a sheriff or other person, the sheriff or other person shall immediately notify the facility of that fact. If any person in the custody of a sheriff or other person pursuant to the provisions of this chapter escapes, the sheriff or other person having that person in custody shall immediately secure a warrant from any officer authorized to issue warrants charging the individual with escape from lawful custody, directing his apprehension, and stating what disposition shall be made of the person upon arrest.\n\nCode 1950, § 37-85; 1950, p. 908; 1954, c. 668; 1968, c. 477, § 37.1-75; 1971, Ex. Sess., c. 155; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-833/"
    },
    {
      "id": "section-372-834",
      "number": "37.2-834.",
      "heading": "Arrest of certain persons involuntarily admitted",
      "text": "If a person involuntarily admitted to a facility escapes, the director may forthwith issue a warrant directed to any officer authorized to make arrests, who shall arrest the person and carry him back to the facility or to an appropriate state facility that is in close proximity to the jurisdictions served by the arresting officer. The officer to whom the warrant is directed may execute the same in any part of the Commonwealth.\n\nCode 1950, § 37-97; 1950, p. 39; 1968, c. 477, § 37.1-76; 1972, c. 639; 1976, c. 671; 1981, c. 242; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-834/"
    },
    {
      "id": "section-372-835",
      "number": "37.2-835.",
      "heading": "Arrest without warrant",
      "text": "Any officer authorized to make arrests is authorized to make an arrest under a warrant issued under the provisions of § 37.2-833 or 37.2-834, without having the warrant in his possession, provided the warrant has been issued and the arresting officer has been advised of the issuance of the warrant by printed message or any form of wire or wireless communication containing the name of the person wanted, directing the disposition to be made of the person when apprehended, and stating the basis of the issuance of the warrant.\n\nCode 1950, § 37-97.1; 1954, c. 668; 1968, c. 477, § 37.1-77; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-835/"
    },
    {
      "id": "section-372-836",
      "number": "37.2-836.",
      "heading": "Employees to accompany persons admitted voluntarily to facilities",
      "text": "When application is made to the director of a facility for admission pursuant to § 37.2-805, he may send an employee from the facility to accompany the person to the facility. If for any reason it is impracticable for an employee to do so, then the director may appoint some suitable person for the purpose, or may request the sheriff of the county or city in which the person resides to convey him to the facility. The sheriff or other person appointed for the purpose shall receive only his necessary expenses for conveying any person admitted to the facility. Expenses authorized herein shall be paid by the Department.\n\nCode 1950, § 37-87; 1950, p. 909; 1968, c. 477, § 37.1-78; 1971, Ex. Sess., c. 155; 1972, c. 639; 1976, c. 671; 1980, c. 582; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-836/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Discharge and Transfers",
      "text": "Discharge and Transfers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-837",
      "number": "37.2-837.",
      "heading": "Discharge from state hospitals or training centers, conditional release, and trial or home visits for individuals",
      "text": "A. Except for an individual receiving services in a state hospital who is held upon an order of a court for a criminal proceeding, the director of a state hospital or training center may discharge, after the preparation of a discharge plan:\n\n1. Any individual in a state hospital who, in his judgment, (i) is recovered, (ii) does not have a mental illness, or (iii) is impaired or not recovered but whose discharge will not be detrimental to the public welfare or injurious to the individual;\n\n2. Any individual in a state hospital who is not a proper case for treatment within the purview of this chapter; or\n\n3. Any individual in a training center who chooses to be discharged or, if the individual lacks the mental capacity to choose, whose legally authorized representative chooses for him to be discharged. Pursuant to regulations of the Centers for Medicare & Medicaid Services and the Department of Medical Assistance Services, no individual at a training center who is enrolled in Medicaid shall be discharged if the individual or his legally authorized representative on his behalf chooses to continue receiving services in a training center.\n\nCentral State Hospital, Southern Virginia Mental Health Institute, and Southwestern Virginia Mental Health Institute shall, in consultation with the appropriate community services board or behavioral health authority, provide discharge planning for any individual to be discharged from the state hospital in 30 days or less after admission. For all individuals discharged from any other state facility in 30 days or less after admission, or from a state hospital more than 30 days after admission, or from a state training center, the discharge plan shall be formulated in accordance with the provisions of § 37.2-505 by the community services board or behavioral health authority that serves the city or county where the individual resided prior to admission or by the board or authority that serves the city or county where the individual or his legally authorized representative on his behalf chooses to reside immediately following the discharge. The discharge plan shall be contained in a uniform discharge document developed by the Department and used by all state hospitals, training centers, and community services boards or behavioral health authorities and shall identify (i) the services, including mental health, developmental, substance abuse, social, educational, medical, employment, housing, legal, advocacy, transportation, and other services that the individual will require upon discharge into the community, and (ii) the public or private agencies that have agreed to provide these services. If the individual will be housed in an assisted living facility, as defined in § 63.2-100, the discharge plan shall identify the facility, document its appropriateness for housing and capacity to care for the individual, contain evidence of the facility's agreement to admit and care for the individual, and describe how the community services board or behavioral health authority will monitor the individual's care in the facility. Prior to discharging an individual pursuant to subdivision A 1 or 2 who has not executed an advance directive, the director of a state hospital or his designee shall give to the individual a written explanation of the procedures for executing an advance directive in accordance with the Health Care Decisions Act (§ 54.1-2981 et seq.) and an advance directive form, which may be the form set forth in § 54.1-2984.\n\nB. The director may grant a trial or home visit to an individual receiving services in accordance with regulations adopted by the Board. The state facility granting a trial or home visit to an individual shall not be liable for his expenses during the period of that visit. Such liability shall devolve upon the relative, conservator, person to whose care the individual is entrusted while on the trial or home visit, or the appropriate local department of social services of the county or city in which the individual resided at the time of admission pursuant to regulations adopted by the State Board of Social Services.\n\nC. Any individual who is discharged pursuant to subdivision A 2 shall, if necessary for his welfare, be received and cared for by the appropriate local department of social services. The provision of public assistance or social services to the individual shall be the responsibility of the appropriate local department of social services as determined by regulations adopted by the State Board of Social Services. Expenses incurred for the provision of public assistance to the individual who is receiving 24-hour care while in an assisted living facility licensed pursuant to Chapters 17 (§ 63.2-1700 et seq.) and 18 (§ 63.2-1800 et seq.) of Title 63.2 shall be the responsibility of the appropriate local department of social services of the county or city in which the individual resided at the time of admission.\n\nCode 1950, § 37-94; 1950, p. 912; 1968, c. 477, § 37.1-98; 1972, c. 639; 1976, c. 671; 1977, c. 189; 1980, c. 582; 1985, c. 87; 1986, cc. 256, 309; 1993, cc. 957, 993; 1998, c. 680; 2002, cc. 62, 557, 747; 2005, c. 716; 2008, c. 263; 2012, cc. 476, 507; 2016, c. 688; 2024, cc. 153, 279.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-837/"
    },
    {
      "id": "section-372-838",
      "number": "37.2-838.",
      "heading": "Discharge of individuals from a licensed hospital",
      "text": "The person in charge of a licensed hospital may discharge any individual involuntarily admitted who is recovered or, if not recovered, whose discharge will not be detrimental to the public welfare or injurious to the individual, or who meets other criteria as specified in § 37.2-837. Prior to discharging any individual who has not executed an advance directive, the person in charge of a licensed hospital or his designee shall give to the individual a written explanation of the procedures for executing an advance directive in accordance with the Health Care Decisions Act (§ 54.1-2981 et seq.) and an advance directive form, which may be the form set forth in § 54.1-2984. The person in charge of the licensed hospital may refuse to discharge any individual involuntarily admitted, if, in his judgment, the discharge will be detrimental to the public welfare or injurious to the individual. The person in charge of a licensed hospital may grant a trial or home visit to an individual in accordance with regulations adopted by the Board.\n\n1968, c. 477, § 37.1-99; 1976, c. 671; 1980, cc. 582, 583; 2005, c. 716; 2012, cc. 476, 507; 2016, c. 688.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-838/"
    },
    {
      "id": "section-372-839",
      "number": "37.2-839.",
      "heading": "Exchange of information between community services boards or behavioral health authorities and state facilities",
      "text": "Community services boards or behavioral health authorities and state facilities may, when the individual has refused authorization, exchange the information required to prepare and implement a comprehensive individualized treatment plan, including a discharge plan as specified in subsection A of § 37.2-837. This section shall apply to all individuals receiving services from community services boards, behavioral health authorities, and state facilities.\n\nWhen an individual who is deemed suitable for discharge pursuant to subsection A of § 37.2-837 or his guardian or conservator refuses to authorize the release of information that is required to formulate and implement a discharge plan as specified in subsection A of § 37.2-837, then the community services board or behavioral health authority may release without authorization to those service providers and human service agencies identified in the discharge plan only the information needed to secure those services specified in the plan.\n\nThe release of any other information about an individual receiving services to any agency or person not affiliated directly or by contract with community services boards, behavioral health authorities, or state facilities shall be subject to all regulations adopted by the Board or by agencies of the United States government that govern confidentiality of patient information.\n\n1985, c. 87, § 37.1-98.2; 1999, c. 764; 2005, c. 716; 2012, cc. 476, 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-839/"
    },
    {
      "id": "section-372-840",
      "number": "37.2-840.",
      "heading": "Transfer of individuals receiving services",
      "text": "A. The Commissioner may order the transfer of an individual receiving services from one state hospital to another or from one training center to another. When so transferred, in accordance with appropriate admission, certification, or involuntary admission criteria as provided in this chapter, the individual is hereby declared to be lawfully admitted to the state facility to which he is transferred.\n\nB. If the guardian, conservator, or relative of an individual receiving services in a licensed hospital refuses or is otherwise unable to provide properly for his care and treatment, the person in charge of the licensed hospital may:\n\n1. Apply to the Commissioner for the transfer of the individual to a state hospital, or\n\n2. Apply to the Director of the United States Veterans Affairs Medical Center for the transfer of the individual to the center.\n\nUpon the transfer, the state hospital or Veterans Affairs Medical Center may admit the individual under the authority of the admission or order applicable to the licensed hospital from which the individual was transferred. The transfer shall not alter any right of an individual under the provisions of Chapter 8 (§ 37.2-800 et seq.) of Title 37.2 nor shall the transfer divest a judge or special justice before whom a hearing or request therefor is pending of jurisdiction to conduct a hearing. Prior to accepting the transfer of any individual from a licensed hospital, the Commissioner shall receive from that hospital a report that indicates that the individual is in need of further hospitalization. Upon admission of an individual to a state hospital pursuant to this section, the director of the state hospital shall notify the community services board or behavioral health authority that serves the city or county where the admitted individual resides of the individual's name and local address and of the location of the state hospital to which the individual has been admitted, provided that the individual or his guardian has authorized the release of the information.\n\nC. Whenever an individual is admitted by a state hospital or training center, the Commissioner, upon a recommendation by the community services board or behavioral health authority serving the individual's county or city of residence prior to his admission to the hospital or training center, may order the transfer of the individual to any other hospital, training center, or Veterans Affairs hospital, center, or other facility or installation. Such other hospital, training center, or Veterans Affairs hospital, center, or other facility or installation may admit the individual under the authority of the admission or order applicable to the hospital or training center from which the individual was transferred. The transfer shall not alter any right of the individual under the provisions of this chapter nor shall the transfer divest a judge or special justice before whom a hearing or request therefor is pending of jurisdiction to conduct such hearing.\n\nCode 1950, §§ 37-7, 37-126.1; 1950, pp. 900, 918; 1968, c. 477, §§ 37.1-48, 37.1-86, 37.1-99; 1970, c. 673, § 37.1-78.1; 1976, c. 671; 1980, cc. 582, 583; 1984, c. 174; 1986, c. 349; 2005, c. 716; 2012, cc. 476, 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-840/"
    },
    {
      "id": "section-372-841",
      "number": "37.2-841.",
      "heading": "Admission of veteran to, or transfer to or from, a Veterans Affairs hospital, center, or other facility or installation",
      "text": "Whenever it appears that a person with mental illness is a veteran eligible for treatment in a Veterans' Affairs hospital, center, or other facility or installation, the district court judge or special justice may, upon receipt of a certificate of eligibility from that hospital, center, or other facility or installation, order the person to that hospital, center, or other facility or installation, regardless of whether the person resides in Virginia. Any veteran who has been or is in a state hospital and is eligible for treatment in a Veterans Affairs hospital, center, or other facility or installation may be transferred to a Veterans Affairs hospital, center, or other facility or installation with the written consent of its manager. Any veteran admitted to a Veterans Affairs hospital, center, or other facility or installation, if he resided in Virginia prior to his admission and meets the criteria for admission to a state hospital, may be transferred to a state hospital with the written authorization of the Commissioner.\n\nCode 1950, § 37-73; 1950, p. 905; 1968, c. 477, § 37.1-93; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-841/"
    },
    {
      "id": "section-372-842",
      "number": "37.2-842.",
      "heading": "Veterans admitted or transferred to Veterans Affairs hospital, center, or other facility or installation subject to rules; power and authority of medical officer in charge",
      "text": "Every veteran, after admission to a Veterans Affairs hospital, center, or other facility or installation, either upon initial admission or transfer, shall be subject to the regulations of the Veterans Affairs hospital, center, or other facility or installation, and the medical officer in charge of the Veterans Affairs hospital, center, or other facility or installation to which the veteran is admitted or transferred is vested with the same powers authorized by law to be exercised by the director of a state hospital with reference to retention, custody, trial or home visit, and discharge of the veteran so admitted or transferred.\n\nCode 1950, § 37-74; 1950, p. 905; 1968, c. 477, § 37.1-94; 1972, c. 639; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-842/"
    },
    {
      "id": "section-372-843",
      "number": "37.2-843.",
      "heading": "Providing drugs or medicines for certain individuals discharged from state facilities",
      "text": "When any individual is discharged from a state facility and he or the person liable for his care and treatment is financially unable to pay for or otherwise access drugs or medicines that are prescribed for him by a member of the medical staff of the state facility in order to mitigate or prevent a recurrence of the condition for which he has received care and treatment in the state facility, the Department or the community services board or behavioral health authority serving the individual's county or city of residence may, from funds appropriated to the Department for that purpose, provide the individual with such drugs and medicines, which shall be dispensed only in accordance with law.\n\nCode 1950, § 37-92.1; 1958, c. 158; 1968, c. 477, § 37.1-101; 1986, c. 349; 2005, c. 716; 2012, cc. 476, 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-843/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Testing Legality of Detention",
      "text": "Testing Legality of Detention",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-372-844",
      "number": "37.2-844.",
      "heading": "Habeas corpus as means",
      "text": "A. Any person held in custody because of his mental illness may by petition for a writ of habeas corpus have the question of the legality of his detention determined by a court of competent jurisdiction. Upon the petition, after notice to the authorities of the facility or other institution in which the person is confined, the court shall determine in a courtroom of the county or city or in some other convenient public place in that county or city, whether the person has a mental illness and whether he should be detained.\n\nB. Any proceeding to challenge the continued secure inpatient treatment of a person held in custody as a sexually violent predator under Chapter 9 (§ 37.2-900 et seq.) of this title shall be conducted in accordance with § 37.2-910.\n\nCode 1950, §§ 37-122, 37-123; 1950, p. 916; 1968, c. 477, § 37.1-103; 1976, c. 671; 2003, cc. 989, 1018; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-844/"
    },
    {
      "id": "section-372-845",
      "number": "37.2-845.",
      "heading": "Procedure when person confined in facility or other institution",
      "text": "A. If the person referenced in § 37.2-844 is held in custody and actually confined in any facility or other institution, he may file his petition in the circuit court of the county or the city in which the facility or other institution is located or in the circuit court of the county or the city adjoining the county or city in which the facility or other institution is located.\n\nB. Any proceeding to challenge the continued secure inpatient treatment of any person held in custody as a sexually violent predator under Chapter 9 (§ 37.2-900 et seq.) of this title shall be conducted in the circuit court wherein the person was last convicted of a sexually violent offense or wherein the defendant was deemed unrestorably incompetent and referred for commitment pursuant to § 19.2-169.3.\n\nCode 1950, § 37-123; 1950, p. 916; 1968, c. 477, § 37.1-104; 1976, c. 671; 2003, cc. 989, 1018; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-845/"
    },
    {
      "id": "section-372-846",
      "number": "37.2-846.",
      "heading": "Procedure when person not confined in facility or other institution",
      "text": "A. In all cases, other than those provided for in § 37.2-845, the person may file his petition in the circuit court of the county or the city in which he resides or in which he was found to have a mental illness or in which an order was entered authorizing his continued involuntary inpatient treatment, pursuant to Article 5 (§ 37.2-814 et seq.) of Chapter 8 of this title.\n\nB. Any proceeding to challenge the continued secure inpatient treatment of any person held in custody as a sexually violent predator under Chapter 9 (§ 37.2-900 et seq.) of this title shall be conducted in the circuit court wherein the person was last convicted of a sexually violent offense or wherein the defendant was deemed unrestorably incompetent and referred for commitment pursuant to § 19.2-169.3.\n\nCode 1950, § 37-124; 1950, p. 916; 1968, c. 477, § 37.1-104.1; 1976, c. 671; 2003, cc. 989, 1018; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-846/"
    },
    {
      "id": "section-372-847",
      "number": "37.2-847.",
      "heading": "Duty of attorney for Commonwealth",
      "text": "In any case to test the legality of the detention of a person pursuant to this article, whether by habeas corpus or otherwise, the attorney for the Commonwealth of the county or city in which the hearing is held shall, on request of the director of the facility or other institution having or claiming custody of the person, represent the Commonwealth in opposition to any such petition, appeal, or procedure for the discharge of the person from custody.\n\nCode 1950, § 37-125; 1950, p. 916; 1968, c. 477, § 37.1-104.2; 1972, c. 639; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-37-2/chapter-8/section-37-2-847/"
    }
  ]
}