{
  "state": "nebraska",
  "path": "title-chapter-60-motor-vehicles/chapter-60-495-organ-and-tissue-donation-rules-and-regulations-direc",
  "sections": [
    {
      "id": "section-60-495",
      "number": "60-495",
      "heading": "",
      "text": "60-495.Organ and tissue donation; rules and regulations; director; duties; Organ and Tissue Donor Awareness and Education Fund; created; use; investment.\n\n(1) The director may adopt and promulgate such rules and regulations necessary to carry out sections 60-493 to 60-495 and the duties of the department under the Revised Uniform Anatomical Gift Act. The director shall prepare and furnish all forms and information necessary under the act.\n\n(2) The Organ and Tissue Donor Awareness and Education Fund is created. Department personnel and the county treasurer shall remit all funds contributed under sections 60-484, 60-4,144, and 60-4,181 to the State Treasurer for credit to the fund. The fund shall also include any money credited to the fund pursuant to section 60-3,163.02. The Department of Health and Human Services shall administer the Organ and Tissue Donor Awareness and Education Fund for the promotion of organ and tissue donation. The department shall use the fund to assist organizations such as the federally designated organ procurement organization for Nebraska and the State Anatomical Board in carrying out activities that promote organ and tissue donation through the creation and dissemination of educational information. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1977, LB 115, § 5;R.S.1943, (1988), § 60-406.03;Laws 1989, LB 285, § 45;Laws 1999, LB 147, § 2;Laws 2010, LB1036, § 33;Laws 2016, LB311, § 8;Laws 2019, LB270, § 33;Laws 2020, LB944, § 55;Laws 2025, LB398, § 39.Operative Date: September 3, 2025\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.Revised Uniform Anatomical Gift Act, see section 71-4824.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-60/statute-60-495/"
    }
  ]
}