{
  "state": "nebraska",
  "path": "title-chapter-60-motor-vehicles/chapter-60-378-transporter-plates-fee-records",
  "sections": [
    {
      "id": "section-60-378",
      "number": "60-378",
      "heading": "",
      "text": "60-378.Transporter plates; fee; records.\n\n(1) Any transporter doing business in this state may, in lieu of registering each motor vehicle or trailer which such transporter is transporting, upon payment of a fee of ten dollars, apply to the department for a transporter's certificate and one transporter license plate. Additional pairs of transporter certificates and transporter license plates may be procured for a fee of ten dollars each. Transporter license plates shall be displayed (a) upon the motor vehicle or trailer being transported or (b) upon a properly registered truck or truck-tractor which is a work or service vehicle in the process of towing a trailer which is itself being delivered by the transporter, and such registered truck or truck-tractor shall also display a transporter plate upon the front thereof. The applicant for a transporter plate shall keep for three years a record of each motor vehicle or trailer transported by him or her under this section, and such record shall be available to the department for inspection. Each applicant shall file with the department proof of his or her status as a bona fide transporter.\n\n(2) Transporter license plates may be the same size as license plates issued for motorcycles other than autocycles, shall bear thereon a mark to distinguish them as transporter plates, and shall be serially numbered so as to distinguish them from each other. Such license plates may only be displayed upon the front of a driven motor vehicle of a lawful combination or upon the front of a motor vehicle driven singly or upon the rear of a trailer being towed.\n\nSourceLaws 2005, LB 274, ยง 78;Laws 2007, LB286, ยง 32;Laws 2018, LB909, ยง 54;Laws 2019, LB699, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-60/statute-60-378/"
    }
  ]
}