{
  "state": "nebraska",
  "path": "title-chapter-60-motor-vehicles/chapter-60-148-assignment-of-distinguishing-identification-number-wh",
  "sections": [
    {
      "id": "section-60-148assignment",
      "number": "60-148.Assignment",
      "heading": "of distinguishing identification number; when",
      "text": "(1) Whenever a person applies for a certificate of title for a vehicle, the department shall assign a distinguishing identification number to the vehicle if the vehicle identification number is destroyed, obliterated, or missing. The owner of such a vehi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60-148",
      "number": "60-148",
      "heading": "",
      "text": "60-148.Assignment of distinguishing identification number; when.\n\n(1) Whenever a person applies for a certificate of title for a vehicle, the department shall assign a distinguishing identification number to the vehicle if the vehicle identification number is destroyed, obliterated, or missing. The owner of such a vehicle to which such number is assigned shall have such number affixed to such vehicle as provided in subsection (2) of this section and sign an affidavit on a form prepared by the department that such number has been attached. Before the certificate of title for an assigned number is released to the applicant by the county treasurer, the applicant shall also provide a statement that an inspection has been conducted.\n\n(2) The department shall develop a metallic assigned vehicle identification number plate which can be permanently secured to a vehicle by rivets or a permanent sticker or other form of marking or identifying the vehicle with the distinguishing identification number as determined by the director. All distinguishing identification numbers shall contain seventeen characters in conformance with national standards. When the manufacturer's vehicle identification number is known, it shall be used by the department as the assigned number. In the case of an assembled all-terrain vehicle, a utility-type vehicle, a minibike, an assembled vehicle, a vehicle designated as reconstructed, or a vehicle designated as replica, the department shall use a distinguishing identification number. The department shall, upon application by an owner, provide the owner with a number plate or a permanent sticker or other form of marking or identification displaying a distinguishing identification number or the manufacturer's number.\n\n(3) Any vehicle to which a distinguishing identification number is assigned shall be titled under such distinguishing identification number when titling of the vehicle is required under the Motor Vehicle Certificate of Title Act.\n\nSourceLaws 2005, LB 276, § 48;Laws 2006, LB 663, § 14;Laws 2010, LB650, § 12;Laws 2012, LB801, § 32;Laws 2018, LB909, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-60/statute-60-148/"
    }
  ]
}