{
  "state": "michigan",
  "path": "title-chapter-801-jails-and-workhouses/chapter-act-78-of-1917-work-farms-factories-and-shops-801201-801217",
  "sections": [
    {
      "id": "section-801201",
      "number": "801.201",
      "heading": "County Workhouse; Authorization of County to Acquire and Own",
      "text": "The various counties of this state are hereby authorized to acquire, own and hold real estate and buildings within their respective boundaries to be used as work farms, factories or shops for the confinement, punishment and reformation of persons sentenced thereto, and to conduct and operate the same.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17720 ;-- CL 1948, 801.201",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-201/"
    },
    {
      "id": "section-801202",
      "number": "801.202",
      "heading": "Non-Partisan Commission for Management; Election, Membership, Number, Term, Vacancies, Eligibility, Oath.",
      "text": "The management and direction of such work farms, factories or shops and of the convicted persons sentenced thereto, subject to the periodical visitations of the state authorities at their discretion, shall be under the authority of a non-partisan commission to be elected for that purpose by the board of supervisors of such county. Said board of commissioners shall consist of 3 members. The first 3 members shall be elected by the board of supervisors, at any meeting at which a majority of the members-elect shall decide to operate under this act, as follows: One member for 1 year from and after January first, following this election, 1 for 2 years, 1 for 3 years, after said January first; and annually thereafter at the regular January meeting 1 member shall be elected for the full term of 3 years. Vacancies shall be filled by said board of supervisors. The first commissioners shall assume their duties immediately on election. The commissioners shall be residents of the county which they serve, but no member of the board of supervisors shall be eligible during the term for which he was elected supervisor. The commissioners shall make and subscribe the constitutional oath of office and file the same with the county clerk before assuming their duties.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17721 ;-- CL 1948, 801.202",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-202/"
    },
    {
      "id": "section-801203",
      "number": "801.203",
      "heading": "Non-Partisan Commission for Management; Superintendent; Appointment, Powers, Oath, Duties, Bond; Employees; Appropriations.",
      "text": "Said commissioners are hereby authorized and empowered to establish and adopt rules for the regulation and discipline and the work and labor of the persons confined in and on said work farm, factory or shop; and to appoint a superintendent thereof, whose term of office shall be during good behavior, the salary to be fixed by said commission. The superintendent shall have the usual powers of a deputy sheriff, shall take the constitutional oath of office before assuming his duties, same to be filed with the county clerk; and before entering such duties he shall execute to the people of the state of Michigan a bond in the penal sum of 5,000 dollars, to be approved by said commissioners, and filed with the county clerk, conditioned that he shall faithfully account for all money and property that may come into his hands by virtue of his office and faithfully perform all the duties incumbent upon him as such superintendent, according to law. It shall also be the duty of the commissioners to employ and fix the compensation of such subordinate officers, guards and employes as such commission, with the approval of the board of supervisors, may deem necessary, and prescribe their duties not otherwise prescribed by law, and to make all rules and regulations in relation to the management and government thereof as they may deem expedient. But no appropriation of moneys shall be made by said commission without the sanction of the said board of supervisors by a vote of a majority of all the members-elect.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17722 ;-- CL 1948, 801.203",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-203/"
    },
    {
      "id": "section-801204",
      "number": "801.204",
      "heading": "Board of Commissioners; Expenses; Meetings; Visit to Work Farm, Factory, or Shop; Examination of Management; Hearing and Determining Complaints or Questions; Making and Recording Rules or Orders; Conflict of Interest; Conducting Business at Public Meeting; Notice of Meeting; Availability of Certain ",
      "text": "(1) The commissioners shall serve without fee or compensation, except actual expenses. They shall hold a meeting on the first Monday of May of each year at the county seat, and other meetings as they shall by rule appoint. One or more commissioners shall visit the work farm, factory, or shop not less than once each month. A meeting of the commissioners on the work farm, factory or shop shall be held once every 3 months, when they shall examine the management, hear and determine all complaints or questions within the province of the superintendent; and shall make rules for the government of the work farm, factory, or shop that are proper and necessary. All rules or orders of the commissioners shall be recorded in a book to be kept for that purpose. A member of the county board of commissioners, commissioners, or an officer or employee of the work farm, factory, or shop shall not be, directly or indirectly, interested in a contract, purchase, or sale for or on account of the work farm, factory or shop. A person sentenced to the work farm, factory, or shop shall not be employed in work in which a member of the county board of commissioners, commissioners, or an officer or employee of the work farm, factory, or shop has a direct or indirect interest.\n\n(2) The business which the commissioners may perform shall be conducted at a public meeting held in compliance with Act No. 267 of the Public Acts of 1976, being sections 15.261 to 15.275 of the Michigan Compiled Laws. Public notice of the time, date, and place of the meeting shall be given in the manner required by Act No. 267 of the Public Acts of 1976.\n\n(3) A writing prepared, owned, used, in the possession of, or retained by the commissioners in the performance of an official function shall be made available to the public in compliance with Act No. 442 of the Public Acts of 1976, being sections 15.231 to 15.246 of the Michigan Compiled Laws.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17723 ;-- CL 1948, 801.204 ;-- Am. 1977, Act 193, Imd. Eff. Nov. 17, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-204/"
    },
    {
      "id": "section-801205",
      "number": "801.205",
      "heading": "Books of Account; Contents; Quarterly Statement.",
      "text": "The books of said work farm, factory or shop shall be so kept as to clearly exhibit the state of the inmates, number received and discharged, and the receipts from and the expenditures for and on account of each line of work, and for repairs or improvements and up-keep of the premises. A quarterly statement shall be made out which shall specify minutely all receipts and expenditures; proper vouchers for each expenditure shall accompany each statement, and the statement shall be filed with the county clerk. The accounts of said work farm shall be annually closed and balanced on December thirty-first of each year, giving a full account of the operations of the preceding year.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17724 ;-- CL 1948, 801.205",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-205/"
    },
    {
      "id": "section-801206",
      "number": "801.206",
      "heading": "Reports to Supervisors; Removal of Officials or Employees.",
      "text": "The board of supervisors of such county may require such further reports and exhibits of the condition of the management of such institution as to them may seem necessary and proper, and may, for misconduct or wilful neglect of duty, upon sufficient evidence thereof, after notice and hearing, remove any officer or employe, including the members of said commission.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17725 ;-- CL 1948, 801.206",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-206/"
    },
    {
      "id": "section-801207",
      "number": "801.207",
      "heading": "Superintendent; Duties.",
      "text": "The superintendent of the said work farm, factory or shop shall have entire control and management of all its concerns, subject to said commission, and the rules and regulations adopted for its government. He shall be responsible for the manner in which said work farm, factory or shop is managed and conducted. He shall reside on the premises, devote his entire time and attention to the business thereof and visit and examine into the condition and management of every part of the work, and of each person thereon confined, daily and as often as good order and necessity may require. He shall exercise a general supervision and direction in regard to the discipline, police and business of said work farm, factory or shop.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17726 ;-- CL 1948, 801.207",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-207/"
    },
    {
      "id": "section-801208",
      "number": "801.208",
      "heading": "Counties Without Workhouse; Contract With Commission; Publication.",
      "text": "The board of supervisors of any county of the state, not owning or operating a work farm, factory or shop under the provisions of this act, shall have full power and authority to enter into an agreement with any commission organized under this act to receive and keep in or on their work farm, factory or shop, any person or persons who may be sentenced to confinement by any court or magistrate in any of said counties, for any term of not more than 6 months. Whenever such agreement shall have been made it shall be the duty of the board of supervisors for any county in behalf of which such agreement shall have been made, to give public notice thereof in some newspaper published within said county.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17727 ;-- CL 1948, 801.208",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-208/"
    },
    {
      "id": "section-801209",
      "number": "801.209",
      "heading": "Sentencing Person to Work Farm, Factory, or Shop.",
      "text": "In every county having such agreement, it shall be the duty of every court by whom any person, for any crime or misdemeanor not punishable by imprisonment, in the State prison, may be sentenced for any term of not more than 6 months, to sentence such person to the work farm, factory, or shop there to be received, kept, and employed in a manner prescribed by law and the rules and discipline of the work farm, factory, or shop; and by such warrant and commitment to cause such persons to be forthwith conveyed by some proper officer to work farm, factory, or shop.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17728 ;-- CL 1948, 801.209 ;-- Am. 1991, Act 156, Imd. Eff. Nov. 25, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-209/"
    },
    {
      "id": "section-801210",
      "number": "801.210",
      "heading": "Counties Without Workhouse; Transfer of Convicted Persons to Workhouse; Employment; Fees.",
      "text": "It shall be the duty of the sheriff, constable or other officer in and for any county having such agreement with said commissioners, to whom any warrant or commitment for that purpose may be directed by any court or magistrate in such county, to convey such person so sentenced to the said work farm, factory or shop and there deliver such person to the superintendent or other proper officer of the said work farm, factory or shop, whose duty it shall be to receive such person so sentenced and to safely keep and employ such person for the term mentioned in the warrant or commitment, according to the rules and regulations of the said work farm, factory or shop; the officer thus conveying and so delivering the person or persons so sentenced shall be allowed such fees or compensation therefor as shall be prescribed or allowed by the board of supervisors for the county in which such persons shall have been convicted.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17729 ;-- CL 1948, 801.210",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-210/"
    },
    {
      "id": "section-801211",
      "number": "801.211",
      "heading": "Maintenance Expense; Tax Levy.",
      "text": "The expense of maintaining the said work farm, factory or shop, over and above the receipts for labor of persons confined therein and for crops produced thereon, and for the support of those whose support shall not be chargeable to the county, shall be audited and paid from time to time by the board of auditors or the board of supervisors of the county in counties not having boards of auditors, and shall be raised, levied and collected as part of the general expense of said county.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17730 ;-- CL 1948, 801.211",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-211/"
    },
    {
      "id": "section-801212",
      "number": "801.212",
      "heading": "Commitment of Person to Work Farm, Factory, or Shop.",
      "text": "It shall be lawful for any judge of the district or municipal court to commit persons convicted before them to the work farm, factory, or shop for a term not exceeding 6 months, notwithstanding the fact that the law or ordinance under which sentence is passed provides that the respondent shall be committed to another place of detention. And every person so sentenced shall be received upon the work farm, factory, or shop provided the capacity is not already overtaxed, and shall be kept and employed in the manner prescribed herein, and shall be subject to the rules and discipline of the work farm, factory, or shop.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17731 ;-- CL 1948, 801.212 ;-- Am. 1991, Act 156, Imd. Eff. Nov. 25, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-212/"
    },
    {
      "id": "section-801214",
      "number": "801.214",
      "heading": "Record of Infractions; Effect of Good Behavior.",
      "text": "The superintendent of said work farm, factory or shop shall cause to be kept a record of each and all infractions of the rules and discipline of such work farm, factory or shop with the names of the person or persons offending, and the date and character of such offense; and every person therein detained whose name does not appear upon such record shall be entitled to a deduction of 3 days per month from his sentence for each month he shall continue to obey all the rules of the said work farm, factory or shop.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17733 ;-- CL 1948, 801.214",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-214/"
    },
    {
      "id": "section-801215",
      "number": "801.215",
      "heading": "Realty; Powers of Commission.",
      "text": "Any real estate which has been or is being used for county work farm, factory or shop purposes shall, immediately upon the election of a commission pursuant to the terms of this act, be turned over to such commission pursuant to this act. And such commission, by and with the approval of a majority of all supervisors-elect of such county, given by vote at some regular meeting or special meeting called for that purpose, may sell such real estate and invest its proceeds in other real estate in said county to be used for like purposes; or in case it is decided to discontinue said farm, factory or shop then the proceeds shall be turned into the general fund of such county.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17734 ;-- CL 1948, 801.215",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-215/"
    },
    {
      "id": "section-801217",
      "number": "801.217",
      "heading": "Declaration of Necessity.",
      "text": "This act is hereby declared to be immediately necessary for the preservation of the public peace, health and safety.\n\nHistory:1917, Act 78, Imd. Eff. Apr. 17, 1917 ;-- CL 1929, 17736 ;-- CL 1948, 801.217",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-801/statute-act-78-of-1917/section-801-217/"
    }
  ]
}