{
  "state": "delaware",
  "path": "title-title-12/chapter-title12c005index",
  "sections": [
    {
      "id": "section-501",
      "number": "501.",
      "heading": "Intestate estate.Any part of the real or personal estate of a decedent not effectively disposed of by will passes to the decedent’s heirs as prescribed in the following sections of this chapter",
      "text": "59 Del. Laws, c. 384,\n§\n\n 1;§\n\n502. Share of spouse.The intestate share of the surviving spouse is:(1) If there is no surviving issue or parents of the decedent, the entire intestate estate;(2) If there is no surviving issue but the decedent is survived by a parent or parents, the first $50,000 of the intestate personal estate, plus one half of the balance of the intestate personal estate, plus a life estate in the intestate real estate;(3) If there are surviving issue all of whom are issue of the surviving spouse also, the first $50,000 of the intestate personal estate, plus one half of the balance of the intestate personal estate, plus a life estate in the intestate real estate;(4) If there are surviving issue, one or more of whom are not issue of the surviving spouse, one half of the intestate personal estate, plus a life estate in the intestate real estate.59 Del. Laws, c. 384,\n\n§\n\n 1;60 Del. Laws, c. 199,\n\n§\n\n 6;§\n\n503. Share of heirs other than surviving spouse.(a) The part of the intestate estate not passing to the surviving spouse under § 502 of this title, or the entire intestate estate if there is no surviving spouse, passes as follows:(1) To the issue of the decedent, per stirpes;(2) If there is no surviving issue, to the decedent’s parent or parents equally;(3) If there is no surviving issue or parent, to the issue of the decedent’s parents, per stirpes;(4) If there is no surviving issue, parent or issue of a parent, then to the next of kin of the decedent, and to the issue of a deceased next of kin, per stirpes.(b) Any property passing under this section to 2 or more persons passes to such persons as tenants in common.(c) An individual who is related to a decedent through more than 1 line of relationship is entitled to only a single share based on 1 line of relationship. If the shares from the lines of relationship are unequal, the individual is entitled to the largest share. The individual and the individual’s descendants are deemed to have predeceased the decedent with respect to the other line or lines of relationship.59 Del. Laws, c. 384,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;85 Del. Laws, c. 156,\n\n§\n\n2;§\n\n504. Requirement that heir survive decedent for 120 hours.Any person who fails to survive the decedent by 120 hours is deemed to have predeceased the decedent for purposes of intestate succession, and the decedent’s heirs are determined accordingly. If the time of death of the decedent or of the person who would otherwise be an heir, or the times of death of both, cannot be determined, and it cannot be established that the person who would otherwise be an heir has survived the decedent by 120 hours, it is deemed that the person failed to survive for the required period. This section is not to be applied where its application would result in a taking of intestate estate by the State under this title.59 Del. Laws, c. 384,\n\n§\n\n 1;§\n\n505. Posthumous children.Posthumous children, born alive, shall be considered as though living at the death of their parent.59 Del. Laws, c. 384,\n\n§\n\n 1;§\n\n506. Kindred of half blood.Relatives of the half blood inherit the same share they would inherit if they were of the whole blood.59 Del. Laws, c. 384,\n\n§\n\n 1;§\n\n507. Alienage.No person is disqualified to take as an heir because the person or a person through whom the person claims is or has been an alien.59 Del. Laws, c. 384,\n\n§\n\n 1; \n\n70 Del Laws, c. 186,,\n\n§\n\n 1;§\n\n508. Meaning of “child” and related terms for purposes of intestate succession.If, for purposes of intestate succession, a relationship of parent and child must be established to determine succession by, through, or from a person:(1) “Child” means an individual of any age whose parentage is established under Chapter 8 of Title 13.(2) “Parent” means an individual who has established a parent-child relationship under Chapter 8 of Title 13.(3) Notwithstanding the foregoing:a. An adopted person is the child of an adopting parent and not of the natural parent except that adoption of a child by the spouse of a natural parent has no effect on the relationship between the child and that natural parent.b. In cases not covered by paragraph (3)a. of this section, a person born out of wedlock is a child of the mother. That person is also a child of the father, if legitimated pursuant to Chapter 13 of Title 13 or, notwithstanding any contrary provision of Chapter 13 of Title 13, if:1. The natural parents participated in a marriage ceremony before or after the birth of the child, even though the attempted marriage is void; or2. The paternity is established by an adjudication before the death of the father or is established thereafter by preponderance of the evidence; except, that the paternity established under this paragraph is ineffective to qualify the father or his kindred to inherit from or through the child unless the father has openly treated the child as his, and has not refused to support the child.59 Del. Laws, c. 384,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 172,\n\n§\n\n 1;85 Del. Laws, c. 156,\n\n§\n\n3;§\n\n509. Advancements.If a person dies intestate as to all the estate, property which the person gave in the person’s lifetime to an heir is treated as an advancement against the latter’s share of the estate only if declared in a contemporaneous writing by the decedent or acknowledged in writing by the heir to be an advancement. For this purpose, the property advanced is valued as of the time the heir came into possession or enjoyment of the property or as of the time of death of the decedent, whichever first occurs. If the recipient of the property fails to survive the decedent, the property is not taken into account in computing the intestate share to be received by the recipient’s issue, unless the declaration or acknowledgement provides otherwise.59 Del. Laws, c. 384,\n\n§\n\n 1; \n\n70 Del Laws, c. 186,,\n\n§\n\n 1;§\n\n510. Debts owed to decedent.A debt owed to the decedent is charged against the intestate share of the debtor. If the debtor fails to survive the decedent, the debt is not taken into account in computing the intestate share of the debtor’s issue.59 Del. Laws, c. 384,\n\n§\n\n 1;§\n\n511. Dower and curtesy abolished.The estates of dower and curtesy are abolished.59 Del. Laws, c. 384,\n\n§\n\n 1;§\n\n512. [Reserved.]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-502",
      "number": "502.",
      "heading": "Share of spouse.The intestate share of the surviving spouse is:(1) If there is no surviving issue or parents of the decedent, the entire intestate estate;(2) If there is no surviving issue but the decedent is survived by a parent or parents, the first $50,000 of the intestate personal estate, plus o",
      "text": "§\n\n 1;60 Del. Laws, c. 199,\n\n§\n\n 6;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-503",
      "number": "503.",
      "heading": "Share of heirs other than surviving spouse",
      "text": "(a) The part of the intestate estate not passing to the surviving spouse under § 502 of this title, or the entire intestate estate if there is no surviving spouse, passes as follows:(1) To the issue of the decedent, per stirpes;(2) If there is no surviving\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;85 Del. Laws, c. 156,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-504",
      "number": "504.",
      "heading": "Requirement that heir survive decedent for 120 hours",
      "text": "Any person who fails to survive the decedent by 120 hours is deemed to have predeceased the decedent for purposes of intestate succession, and the decedent’s heirs are determined accordingly. If the time of death of the decedent or of the person w\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-505",
      "number": "505.",
      "heading": "Posthumous children.Posthumous children, born alive, shall be considered as though living at the death of their parent.59 Del. Laws, c. 384,",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-506",
      "number": "506.",
      "heading": "Kindred of half blood.Relatives of the half blood inherit the same share they would inherit if they were of the whole blood.59 Del. Laws, c. 384,",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-507",
      "number": "507.",
      "heading": "Alienage.No person is disqualified to take as an heir because the person or a person through whom the person claims is or has been an alien",
      "text": "59 Del. Laws, c. 384,\n§\n\n 1; \n\n70 Del Laws, c. 186,,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-508",
      "number": "508.",
      "heading": "Meaning of “child” and related terms for purposes of intestate succession",
      "text": "If, for purposes of intestate succession, a relationship of parent and child must be established to determine succession by, through, or from a person:(1) “Child” means an individual of any age whose parentage is established u\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 172,\n\n§\n\n 1;85 Del. Laws, c. 156,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-509",
      "number": "509.",
      "heading": "Advancements.If a person dies intestate as to all the estate, property which the person gave in the person’s lifetime to an heir is treated as an advancement against the latter’s share of the estate only if declared in a contemporaneous writing by the decedent or acknowledged in writing by the heir ",
      "text": "§\n\n 1; \n\n70 Del Laws, c. 186,,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-510",
      "number": "510.",
      "heading": "Debts owed to decedent.A debt owed to the decedent is charged against the intestate share of the debtor",
      "text": "If the debtor fails to survive the decedent, the debt is not taken into account in computing the intestate share of the debtor’s issue.59 Del. Laws, c. 384,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-511",
      "number": "511.",
      "heading": "Dower and curtesy abolished.The estates of dower and curtesy are abolished.59 Del. Laws, c. 384,",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-512",
      "number": "512.",
      "heading": "[Reserved.]",
      "text": "[Reserved.]",
      "history": "",
      "source_url": ""
    }
  ]
}