{
  "state": "new-mexico",
  "path": "title-chapter-6-public-finances/chapter-article-21c-state-building-bonding",
  "sections": [
    {
      "id": "section-6-21c-1",
      "number": "6-21C-1",
      "heading": "Short title.Section 6-21C-2 - Repealed",
      "text": "Chapter 6, Article 21C NMSA 1978 may be cited as the \"State Building Bonding Act\".\n\nHistory:Laws 2001, ch. 199, § 1; 2003, ch. 371, § 1.\n\nThe 2003 amendment,effective June 20, 2003, rewrote the section which read \"Sections 1 through 11 of this act may be cited as the 'State Office Building Acquisition Bonding Act\"'.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-1/"
    },
    {
      "id": "section-6-21c-2",
      "number": "6-21C-2",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 2003, ch. 371, § 13 repealed 6-21C-2 NMSA 1978, as enacted by Laws 2001, ch. 199, § 2, relating to findings and purpose, effective June 20, 2003. For provisions of former section,seethe 2002 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-2/"
    },
    {
      "id": "section-6-21c-21",
      "number": "6-21C-2.1",
      "heading": "Findings and purpose.",
      "text": "A. The legislature finds that the expense of leasing office space for state occupancy has grown to the point that the state would be better served if more state-owned facilities were acquired. The legislature further finds that the state's overall occupancy costs could be reduced even after taking into account the payments necessary on bonds issued to acquire additional facilities and that, therefore, it is economically advantageous for the state to own additional office space and related facilities. Further, in anticipation of the state's future office space needs, the legislature finds it prudent to establish an office acquisition program.\n\nB. The legislature also finds that, in extreme circumstances, it is advantageous for the state to fund certain critical facilities to avoid the need for leasing or paying emergency rents.\n\nC. The purpose of the State Building Bonding Act is to acquire additional state office buildings and related facilities, or critical facilities located within the master planning jurisdiction of the capitol buildings planning commission, by issuing bonds paid for with distributions of gross receipts tax revenue that reflect a portion of the savings that will result from the conversion to more state-owned facilities.\n\nHistory:Laws 2004, ch. 123, § 1; 2005, ch. 320, § 2.\n\nCompiler's notes.— Laws 2004, ch. 123, § 1 enacted this section as a new Section 6-21C-2 NMSA 1978, however, since that section was previously repealed, it was compiled as Section 6-21C-2.1 NMSA 1978.\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection A that it is advantageous for the state to own related facilities; adds Subsection B to provide that it is advantageous for the state to fund critical facilities to avoid leasing or paying emergency rents; and provided in Subsection C that the purpose of the act is to acquire related facilities or critical facilities located within the master planning jurisdiction of the capitol buildings planning commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-2-1/"
    },
    {
      "id": "section-6-21c-3",
      "number": "6-21C-3",
      "heading": "Definitions.",
      "text": "As used in the State Building Bonding Act:\n\nA. \"acquiring\" or \"acquisition\" includes acquiring or acquisition by purchase, construction or renovation; and\n\nB. \"building bonds\" means state office building tax revenue bonds.\n\nHistory:Laws 2001, ch. 199, § 3; 2003, ch. 371, § 2; 2004, ch. 123, § 2.\n\nThe 2004 amendment,effective May 19, 2004, amended Subsection B to delete from the definition of \"building bonds\" \"or state museum tax revenue bonds\".\n\nApplicability.— Laws 2004, ch. 123, § 8 provided that:\n\n\"Nothing in this act shall be deemed to impair state museum tax revenue bonds outstanding on the effective date of this act. For the purposes of the obligations incurred with respect to those bonds:\n\nA. the bonds shall be deemed to be \"building bonds\" pursuant to the provisions of the State Building Bonding Act;\n\nB. money in the state building bonding fund is pledged for the payment of principal and interest on those bonds to the same extent as the fund was pledged prior to the effective date of this 2004 act; and\n\nC. the state further pledges that any law authorizing the distribution of taxes or other revenues to the state building bonding fund or authorizing expenditures from the fund shall not be amended or repealed or otherwise modified so as to impair those bonds.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-3/"
    },
    {
      "id": "section-6-21c-4",
      "number": "6-21C-4",
      "heading": "New Mexico finance authority shall issue building bonds; appropriation of proceeds.",
      "text": "A. The New Mexico finance authority is authorized to issue and sell revenue bonds, known as \"state office building tax revenue bonds\", payable solely from the state building bonding fund, in compliance with the State Building Bonding Act for the purpose of acquiring state office buildings and related facilities and other critical state facilities within the master planning jurisdiction of the capitol buildings planning commission when the acquisition has been reviewed by the capitol buildings planning commission and has been authorized by legislative act and the director of the facilities management division of the general services department has certified the need for the issuance of the bonds; provided that the total amount of state office building tax revenue bonds outstanding at any one time shall not exceed one hundred fifteen million dollars ($115,000,000).\n\nB. The net proceeds from the building bonds are appropriated to the facilities management division of the general services department for the purpose of acquiring state office buildings and related facilities and other critical state facilities within the master planning jurisdiction of the capitol buildings planning commission, the acquisition of which shall be consistent with the State Building Bonding Act and the authorizing legislation.\n\nHistory:Laws 2001, ch. 199, § 4; 2003, ch. 371, § 3; 2004, ch. 123, § 3; 2005, ch. 320, § 3; 2009, ch. 114, § 1; 2013, ch. 115, § 2.\n\nCross references.— For the New Mexico finance authority,see6-21-1 NMSA 1978.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the property control division of the general services department to the facilities management division; and in Subsections A and B, deleted \"property control\" and added \"facilities management\" before \"division\".\n\nThe 2009 amendment,effective April 6, 2009, in Subsection A, added the exception at the end of the sentence.\n\nCompiler's notes.— Laws 2009, ch. 114, § 4, effective April 6, 2009, amended Laws 2001, ch. 166, § 2, to delete the provision in Subsection A, which provided that the total amount of state office building tax revenue bonds outstanding at any one time shall not exceed one hundred million dollars; in Subsection C, to extend the period for expenditure of funds from the end of fiscal year 2009 to the end of fiscal year 2012; and extended the time for reversion of unexpended or unencumbered balances from the end of fiscal year 2009 to the end of fiscal year 2012.\n\nLaws 2009, ch. 114, § 5, effective April 6, 2009, authorized the New Mexico finance authority to issue and sell state office building tax revenue bonds to design and build a new executive office building in the main capitol campus in Santa Fe.\n\nLaws 2007, ch. 64, § 4, effective March 29, 2007, amended Laws 2001, ch. 166, § 2 to limit the total amount of bonds outstanding to not more than $100,000,000; deleted the provision for the sale of bonds for purposes specified in Laws 2001, ch. 166, §1; and appropriated $350,000 to the legislative council service for master planning for state facilities.\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection A that the finance authority may sell bonds to acquire related facilities and other critical facilities located within the master planning jurisdiction of the capitol buildings planning commission and provided in Subsection B that net proceeds from bonds are appropriated to acquire related facilities and other critical facilities located within the master planning jurisdiction of the capitol buildings planning commission.\n\nThe 2004 amendment,effective May 19, 2004, deleted Subsection B, redesignated Subsection C as Subsection B, amended Subsection B to delete \"state office\" preceding \"building\" and \"tax revenue\" preceding \"bonds\" and deleted Subsection D.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"State Building Bonding Act\" for \"State Office Building Acquisition Bonding Act\" in the section heading and Subsection A; redesignated former Subsection B as present Subsection C and added Subsections B and D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-4/"
    },
    {
      "id": "section-6-21c-5",
      "number": "6-21C-5",
      "heading": "State building bonding fund created; money in the fund pledged.",
      "text": "A. The \"state building bonding fund\" is created as a special fund within the New Mexico finance authority. The fund shall be administered by the New Mexico finance authority as a special account. The fund shall consist of money appropriated and transferred to the fund and gross receipts tax revenues distributed to the fund by law. Earnings of the fund shall be credited to the fund. Balances in the fund at the end of any fiscal year shall remain in the fund, except as provided in this section.\n\nB. Money in the state building bonding fund is pledged for the payment of principal and interest on all building bonds issued pursuant to the State Building Bonding Act. Money in the fund is appropriated:\n\n(1) to the New Mexico finance authority for the purpose of paying debt service, including redemption premiums, on the building bonds and the expenses incurred in the issuance, payment and administration of the bonds; and\n\n(2) if specifically authorized in the law authorizing the acquisition of a building, to the facilities management division of the general services department for expenditures for required maintenance and repairs of that building but only if the authority determines that money in the fund is sufficient to meet the requirements of Paragraph (1) of this subsection.\n\nC. On the last day of January and July of each year, the New Mexico finance authority shall estimate the amount needed to make debt service and other payments during the next twelve months from the state building bonding fund on the building bonds issued pursuant to the State Building Bonding Act plus the amount that may be needed for any required reserves and, if specifically authorized in the law authorizing the acquisition of a building, the amount that may be needed for required maintenance and repairs of that building. The New Mexico finance authority shall transfer to the general fund any balance in the state building bonding fund above the estimated amounts.\n\nD. Any balance remaining in the state building bonding fund shall be transferred to the general fund upon certification by the New Mexico finance authority that:\n\n(1) the director of the facilities management division of the general services department and the New Mexico finance authority have agreed that the building bonds issued pursuant to the State Building Bonding Act have been retired, that no additional obligations of the state building bonding fund exist and that no additional expenditures from the fund are necessary; or\n\n(2) a court of jurisdiction has ruled that the building bonds have been retired, that no additional obligations of the state building bonding fund exist and that no additional expenditures from the fund are necessary.\n\nE. The building bonds issued pursuant to the State Building Bonding Act shall be payable solely from the state building bonding fund or, with the approval of the bondholders, such other special funds as may be provided by law and do not create an obligation or indebtedness of the state within the meaning of any constitutional provision. No breach of any contractual obligation incurred pursuant to that act shall impose a pecuniary liability or a charge upon the general credit or taxing power of the state, and the bonds are not general obligations for which the state's full faith and credit is pledged.\n\nF. The state does hereby pledge that the state building bonding fund shall be used only for the purposes specified in this section and pledged first to pay the debt service on the building bonds issued pursuant to the State Building Bonding Act. The state further pledges that any law authorizing the distribution of taxes or other revenues to the state building bonding fund or authorizing expenditures from the fund shall not be amended or repealed or otherwise modified so as to impair the bonds to which the state building bonding fund is dedicated as provided in this section.\n\nHistory:Laws 2001, ch. 199, § 5; 2003, ch. 371, § 4; 2004, ch. 123, § 4; 2009, ch. 114, § 2; 2013, ch. 115, § 3.\n\nCross references.— For the New Mexico finance authority,see6-21-1 NMSA 1978.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the property control division of the general services department to the facilities management division; and in Paragraph (2) of Subsection B and Paragraph (1) of Subsection D, deleted \"property control\" and added \"facilities management\" before \"division\".\n\nThe 2009 amendment,effective April 6, 2009, added Subsection B(2) and in Subsection C, in the first sentence, after \"required reserves\", added the remainder of the sentence.\n\nThe 2004 amendment,effective May 19, 2004, amended Subsection D(1) to delete \"in the case of state office building tax revenue bonds, and the state cultural affairs officer, in the case of state museum tax revenue bonds\".\n\nThe 2003 amendment,effective June 20, 2003, substituted \"state building bonding fund\" for \"state office building bonding fund\" in the section heading and throughout the section; substituted \"building bonds\" for \"state office building tax revenue bonds\" throughout the section; substituted \"State Building Bonding Act\" for \"State Office Building Acquisition Bonding Act\" throughout the section; and inserted \"in the case of state office building tax revenue bonds, and the state cultural affairs officer, in the case of state museum tax revenue bonds\" in Subsection D(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-5/"
    },
    {
      "id": "section-6-21c-6",
      "number": "6-21C-6",
      "heading": "Authority to refund bonds.",
      "text": "The New Mexico finance authority may issue and sell at public or private sale building bonds to refund outstanding building bonds by exchange, immediate or prospective redemption, cancellation or escrow, including the escrow of debt service funds accumulated for payment of outstanding bonds, or any combination thereof, when, in its opinion, such action will be beneficial to the state.\n\nHistory:Laws 2001, ch. 199, § 6; 2003, ch. 371, § 5.\n\nCross references.— For the New Mexico finance authority,see6-21-1 NMSA 1978.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"building bonds\" for \"state office building tax revenue bonds\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-6/"
    },
    {
      "id": "section-6-21c-7",
      "number": "6-21C-7",
      "heading": "Building bonds; form; execution.",
      "text": "A. The New Mexico finance authority, except as otherwise specifically provided in the State Building Bonding Act, shall determine at its discretion the terms, covenants and conditions of building bonds, including, but not limited to, date of issue, denominations, maturities, rate or rates of interest, call features, call premiums, registration, refundability and other covenants covering the general and technical aspects of the issuance of the bonds.\n\nB. The building bonds shall be in such form as the New Mexico finance authority may determine, and successive issues shall be identified by alphabetical, numerical or other proper series designation.\n\nC. Building bonds shall be signed and attested by the secretary of the New Mexico finance authority and shall be executed with the facsimile signature of the chairman of the New Mexico finance authority and the facsimile seal of the New Mexico finance authority, except for bonds issued in book entry or similar form without the delivery of physical securities. Any interest coupons attached to the bonds shall bear the facsimile signature of the secretary of the New Mexico finance authority, which officer, by the execution of the bonds, shall adopt as his own signature the facsimile thereof appearing on the coupons. Except for bonds issued in book entry or similar form without the delivery of physical securities, the Uniform Facsimile Signature of Public Officials Act [6-9-1 to 6-9-6 NMSA 1978] shall apply, and the New Mexico finance authority shall determine the manual signature to be affixed on the bonds.\n\nHistory:Laws 2001, ch. 199, § 7; 2003, ch. 371, § 6.\n\nCross references.— For the New Mexico finance authority,see6-21-1 NMSA 1978.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"building bonds\" for \"state office building tax revenue bonds\" in the section heading and throughout the section.\n\nTemporary provisions.— Laws 2003, ch. 371, § 12, provided that nothing in the act shall be deemed to impair state office building tax revenue bonds outstanding on June 20, 2003; the State Office Building Acquisition Bonding Act and the State Building Bonding Act are the same act; the state office building bonding fund and the state building bonding fund are the same fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-7/"
    },
    {
      "id": "section-6-21c-8",
      "number": "6-21C-8",
      "heading": "Procedure for sale of building bonds.",
      "text": "A. Building bonds shall be sold by the New Mexico finance authority at such times and in such manner as the authority may elect, consistent with the need of the facilities management division of the general services department, either at private sale for a negotiated price or to the highest bidder at public sale for cash at not less than par and accrued interest.\n\nB. In connection with any public sale of building bonds, the New Mexico finance authority shall publish a notice of the time and place of sale in a newspaper of general circulation in the state and also in a recognized financial journal outside the state. Such publication shall be made once each week for two consecutive weeks prior to the date fixed for such sale, the last publication to be two business days prior to the date of sale. Such notice shall specify the amount, denomination, maturity and description of the bonds to be offered for sale and the place, day and hour at which sealed bids therefor shall be received. All bids, except that of the state, shall be accompanied by a deposit of two percent of the principal amount of the bonds. Deposits of unsuccessful bidders shall be returned upon rejection of the bid. At the time and place specified in such notice, the New Mexico finance authority shall open the bids in public and shall award the bonds, or any part thereof, to the bidder or bidders offering the best price. The New Mexico finance authority may reject any or all bids and readvertise.\n\nC. The New Mexico finance authority may sell a building bond issue, or any part thereof, to the state or to one or more investment bankers or institutional investors at private sale.\n\nHistory:Laws 2001, ch. 199, § 8; 2003, ch. 371, § 7; 2004, ch. 123, § 5; 2013, ch. 115, § 4.\n\nCross references.— For the New Mexico finance authority,see6-21-1 NMSA 1978.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the property control division of the general services department to the facilities management division; and in Subsection A, deleted \"property control\" and added \"facilities management\" before \"division\".\n\nThe 2004 amendment,effective May 19, 2004, amended Subsection A to delete \"or the office of cultural affairs\" following \"general services department\".\n\nThe 2003 amendment,effective June 20, 2003, inserted \"building\" in the section heading; substituted \"building bonds\" for \"state office building tax revenue bonds\" throughout the section; and inserted \"or the office of cultural affairs\" following \"general services department\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-8/"
    },
    {
      "id": "section-6-21c-9",
      "number": "6-21C-9",
      "heading": "State Building Bonding Act is full authority for issuance of bonds; bonds are legal investments.",
      "text": "A. The State Building Bonding Act shall, without reference to any other act of the legislature, be full authority for the issuance and sale of building bonds, which bonds shall have all the qualities of investment securities under the Uniform Commercial Code [Chapter 55 NMSA 1978] and shall not be invalid for any irregularity or defect or be contestable in the hands of bona fide purchasers or holders thereof for value.\n\nB. Building bonds are legal investments for any person or board charged with the investment of any public funds and are acceptable as security for any deposit of public money.\n\nHistory:Laws 2001, ch. 199, § 9; 2003, ch. 371, § 8.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"State Building Bonding Act\" for \"State Office Building Acquisition Bonding Act\" in the section heading and in Subsection A; and substituted \"building bonds\" for \"state office building tax revenue bonds\" throughout the section.\n\nTemporary provisions.— Laws 2003, ch. 371, § 12, provided that nothing in the act shall be deemed to impair state office building tax revenue bonds outstanding on June 20, 2003; the State Office Building Acquisition Bonding Act and the State Building Bonding Act are the same act; the state office building bonding fund and the state building bonding fund are the same fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-9/"
    },
    {
      "id": "section-6-21c-10",
      "number": "6-21C-10",
      "heading": "Suit may be brought to compel performance of officers.",
      "text": "Any holder of building bonds or any person or officer being a party in interest may sue to enforce and compel the performance of the provisions of the State Building Bonding Act.\n\nHistory:Laws 2001, ch. 199, § 10; 2003, ch. 371, § 9.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"building bonds\" for \"state office building tax revenue bonds\" and substituted \"State Building Bonding Act\" for \"State Office Building Acquisition Bonding Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-10/"
    },
    {
      "id": "section-6-21c-11",
      "number": "6-21C-11",
      "heading": "Building bonds tax exempt.",
      "text": "All building bonds shall be exempt from taxation by the state or any of its political subdivisions.\n\nHistory:Laws 2001, ch. 199, § 11; 2003, ch. 371, § 10.\n\nThe 2003 amendment,effective June 20, 2003, substituted \"All building bonds\" for \"All state office building bonds\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-21c/section-6-21c-11/"
    }
  ]
}