{
  "state": "new-mexico",
  "path": "title-chapter-6-public-finances/chapter-article-22-state-aid-interception",
  "sections": [
    {
      "id": "section-6-22-1",
      "number": "6-22-1",
      "heading": "Short title.Section 6-22-2 - Definitions",
      "text": "Sections 1 through 3 [6-22-1 to 6-22-3 NMSA 1978] of this act may be cited as the \"State Aid Intercept Act\".\n\nHistory:Laws 1992, ch. 105, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-22/section-6-22-1/"
    },
    {
      "id": "section-6-22-2",
      "number": "6-22-2",
      "heading": "Definitions.",
      "text": "As used in the State Aid Intercept Act:\n\nA. \"default\" means the actual nonpayment of principal or interest on a local revenue bond when payment is scheduled by the indenture relating the local revenue bond;\n\nB. \"local government\" means a municipality or county;\n\nC. \"local revenue bond\" means a bond issued after July 1, 1992 pursuant to Sections 3-33-1 through 3-33-43 NMSA 1978 or Chapter 4, Article 62 NMSA 1978;\n\nD. \"qualified local revenue bond\" means a local revenue bond for which a state distributions intercept authorization has been granted pursuant to this section;\n\nE. \"secretary\" means the secretary of finance and administration; and\n\nF. \"state distributions\" means any or all of the funds distributed to local governments pursuant to Sections 7-1-6.4 and 7-1-6.9 NMSA 1978.\n\nHistory:Laws 1992, ch. 105, ยง 2; 2017, ch. 63, ยง 3.\n\nThe 2017 amendment,effective June 16, 2017, in Subsection F, after \"pursuant to\", deleted \"Section\" and added \"Sections\", after \"7-1-6.4\", added \"and\", and after \"7-1-6.9\", deleted \"and Subsection B of Section 7-1-6.11\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-22/section-6-22-2/"
    },
    {
      "id": "section-6-22-3",
      "number": "6-22-3",
      "heading": "Local revenue bonds; interception of state distributions to make debt service payments; notice.",
      "text": "A. A local government may receive a state distributions intercept authorization for any local revenue bond as provided in this section. If a local government provides notice prior to default on any interest or principal payment of a local revenue bond qualified for a state distributions intercept authorization, the payment necessary to prevent the default shall be paid from intercepted state distributions as provided in this section.\n\nB. To receive a state distributions intercept authorization for a local revenue bond, the local government shall apply to the secretary for the authorization prior to the submission of preliminary and final documentation for the issuance of the bonds. In determining whether to grant a state distributions intercept authorization, the secretary shall consider such factors as the need for the bond-financed project, the proposed repayment schedule for the local revenue bonds and the general creditworthiness of the local government. Upon a grant of a state distributions intercept authorization by the secretary, the local revenue bonds shall be deemed to be qualified local revenue bonds pursuant to the provisions of this section.\n\nC. Upon a finding by a local government treasurer or other officer designated by bond resolution that the local government will default on any interest or principal payment due on outstanding qualified local revenue bonds, the local government shall submit an affidavit to the secretary no later than sixty days before the payment due date. The affidavit shall be deemed actual notice to the secretary and shall report and verify calculations demonstrating that the local government will be unable or has reason to believe that it will be unable to make any scheduled payment of principal or interest when the payment is due on the qualified local revenue bonds.\n\nD. Upon receipt of notice pursuant to this section, the secretary shall conduct an immediate investigation and review of the possible default. Upon verification of the facts in the affidavit and any other material elements of the notice, the secretary shall direct the secretary of taxation and revenue to intercept the state distributions to the local government that issued the qualified local revenue bonds and withhold the amount necessary to avoid the possible default by making the scheduled payment of interest or principal due on the qualified local revenue bonds. The secretary of taxation and revenue shall transfer that amount to the local government treasurer or other person designated as responsible for payment of debt service on the qualified local revenue bonds.\n\nE. Any local government granted a state distributions intercept authorization for local revenue bonds pursuant to this section shall covenant with the secretary to review its sinking fund balances at least ninety days prior to any scheduled payment date for the qualified local revenue bonds. The local government may include this covenant and the state distributions intercept authorization in any documents, publications or transcripts relating to the qualified local revenue bonds. The local government shall also report quarterly to the secretary the amounts held as debt service reserve funds for the qualified local revenue bonds and their usage, if any. The report shall also specify the amounts of each of its state distributions that are pledged to secure obligations of the local government.\n\nHistory:Laws 1992, ch. 105, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-22/section-6-22-3/"
    }
  ]
}