{
  "state": "new-mexico",
  "path": "title-chapter-6-public-finances/chapter-article-3-state-budgets",
  "sections": [
    {
      "id": "section-6-3-1",
      "number": "6-3-1",
      "heading": "State agency defined.Section 6-3-2 - Director of state budget division; qualifications",
      "text": "\"State agency\" means any department, institution, board, bureau, commission, district or committee of government of the state of New Mexico and means every office or officer of any of the above.\n\nHistory:1953 Comp., § 11-4-1.1, enacted by Laws 1957, ch. 253, § 1.\n\nEleventh amendment immunity.— The university of New Mexico board of regents, medical school, medical school's admissions committee and two officials of that committee fell within the state's definition of agency for purposes of eleventh amendment immunity from plaintiff's claims for failure to admit her to the medical school.Buchwald v. Univ. of N.M. Sch. of Med., 159 F.3d 487 (10th Cir. N.M. 1998).\n\nNew Mexico beef council.— The New Mexico beef council, created under Section 77-2A-3 NMSA 1978, is a commission or committee of government and falls within this definition of \"state agency\"; it, thus, is subject to the requirements of this article. 1987 Op. Att'y Gen. No. 87-44.\n\nThe public school insurance authorityis a state agency for purposes of the state budget laws. 1990 Op. Att'y Gen. No. 90-23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-1/"
    },
    {
      "id": "section-6-3-2",
      "number": "6-3-2",
      "heading": "Director of state budget division; qualifications.",
      "text": "The director of the state budget division shall be skilled in accountancy and auditing, familiar with the operation of educational and other state institutions, budgets and finances. The director shall be appointed by the secretary of finance and administration with the governor's consent.\n\nHistory:1953 Comp., § 11-4-1.3, enacted by Laws 1957, ch. 253, § 3; 1977, ch. 247, § 123.\n\nCross references.— For appointment of director,see9-6-5 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-2/"
    },
    {
      "id": "section-6-3-3",
      "number": "6-3-3",
      "heading": "State budget division; cooperation between state budget division and state agencies; assistance to state agencies.",
      "text": "There shall be full cooperation between the various state agencies and the state budget division. State agencies will give complete access to the division of their books and records if so requested. The budget division will lend assistance to any state agency in the preparation of its budget estimates.\n\nHistory:1953 Comp., § 11-4-1.4, enacted by Laws 1957, ch. 253, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-3/"
    },
    {
      "id": "section-6-3-4",
      "number": "6-3-4",
      "heading": "State budget division; cooperation with legislature and committees; to supply information to legislature and committees.",
      "text": "The state budget division shall cooperate fully with the legislature and legislative committees, and shall supply them with information relating to the budget requirements of all state departments and institutions.\n\nHistory:1953 Comp., § 11-4-1.5, enacted by Laws 1957, ch. 253, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-4/"
    },
    {
      "id": "section-6-3-5",
      "number": "6-3-5",
      "heading": "State budget division; research; surveys; reports.",
      "text": "The state budget division is hereby authorized to engage in research and to make administrative and organizational surveys of the executive or administrative departments, boards, institutions, commissions or agencies of the state government to determine whether the activities thereof are essential to good government and are being carried on in an economical and efficient manner and without duplication, for the purpose of determining the feasibility of improving the administration of the state government. Reports concerning the results of such research and surveys, together with recommendations, shall be made to the governor and the legislature.\n\nHistory:1953 Comp., § 11-4-1.6, enacted by Laws 1957, ch. 253, § 6.\n\nReduction of budgets not authorized.— This section, which authorizes the budget division to engage in research and to make surveys and provides that reports on the results of the research and surveys conducted by it, together with recommendations, shall be made to the governor and the legislature, gives no authority to reduce budgets.State ex rel. Lee v. Hartman, 1961-NMSC-171, 69 N.M. 419, 367 P.2d 918.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-5/"
    },
    {
      "id": "section-6-3-6",
      "number": "6-3-6",
      "heading": "State budget division; periodic allotments.",
      "text": "A. The state budget division, subject to the approval of the secretary of finance and administration, is authorized to provide rules for the periodic allotment of funds that may be expended by any state agency.\n\nB. The expenditures of any state agency as defined in Section 6-3-1 NMSA 1978, for the first six-month period of each odd-numbered fiscal year shall be limited to one-half of the appropriation or approved budget, whichever is less, for that fiscal year. This restriction does not apply to those agencies whose operations are more efficiently measured by periods other than a fiscal year, including but not limited to the New Mexico legislative council, legislative committees, the intertribal ceremonial and the New Mexico state fair. Expenditures of the intertribal ceremonial office [intertribal Indian ceremonial association] and the New Mexico state fair shall be governed by regulation of the department of finance and administration. The department of finance and administration may also allow expenditure of more than one-half of the appropriation or approved budget for those agencies planning major expenditures for capital outlay in the first six months of the fiscal year, which would result in over-expenditure of the first six-month allocation.\n\nC. Upon the direction of the secretary of finance and administration pursuant to Section 9-6-5.2 NMSA 1978, the state budget division shall temporarily withhold an allotment to a state agency or state institution that has failed to submit an audit report required by the Audit Act [12-6-1 to 12-6-14 NMSA 1978]. The amount withheld and the number of periodic allotments subject to the withholding shall be as directed by the secretary.\n\nHistory:1953 Comp., § 11-4-1.7, enacted by Laws 1957, ch. 253, § 7; 1963, ch. 38, § 1; 1977, ch. 247, § 124; 2011, ch. 106, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 144, § 6 effective July 1, 2023, provided that all references in law to the intertribal ceremonial office of the tourism department shall be deemed to be references to the intertribal Indian ceremonial association of the local government division of the department of finance and administration.\n\nCross references.— For penalty for violation of expenditure restrictions,see6-3-8 NMSA 1978.\n\nThe 2011 amendment,effective July 1, 2012, authorized the secretary of finance and administration to withhold allotments to state agencies and state institutions that have failed to submit audit reports required by the Audit Act.\n\nGovernor not authorized to reduce periodic allotments.— This section does not by itself supply standards sufficient to authorize executive department regulation of the state treasury; thus, the governor could not reduce periodic allotments in anticipation of appropriation reductions by the legislature.State ex rel. Schwartz v. Johnson, 1995-NMSC-080, 120 N.M. 820, 907 P.2d 1001.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Liability for work done or materials furnished, etc., for state or federal governments in excess of appropriations, 19 A.L.R. 408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-6/"
    },
    {
      "id": "section-6-3-7",
      "number": "6-3-7",
      "heading": "Annual operating budgets; supervision and control; submission of proposed budgets; approval; review by governor.",
      "text": "Each state agency shall annually on or before May 1 submit to the state budget division a budget for the ensuing fiscal year, in such form as may be prescribed by the division and containing such information concerning the anticipated receipts, expenditures and balances on hand as may be prescribed by law or by the state budget division. Such budget shall be subject to the approval of the state budget division and no expenditures shall be made by any state agency for the fiscal year covered by said budget until the budget shall have been approved by the state budget division, provided that any action by the division shall be subject to review and modification by the governor.\n\nHistory:1953 Comp., § 11-4-1.8, enacted by Laws 1957, ch. 253, § 8; 1963, ch. 147, § 1.\n\nCross references.— For budgets of local public bodies,see6-6-2 NMSA 1978 et seq.\n\nFor the Public School Finance Act,see22-8-1 NMSA 1978 et seq.\n\nLegislature may authorize executive to control expenditure of amounts appropriated.— The legislature, without the same constituting any violation of N.M. Const., art. IV, § 22, or N.M. Const., art. III, § 1, may provide in the general appropriation bill for the executive to control the expenditure of the amounts appropriated.State ex rel. Holmes v. State Bd. of Fin., 1961-NMSC-172, 69 N.M. 430, 367 P.2d 925.\n\nBudget director may not prevent expenditure of appropriated money.— The words \"shall be subject to the approval\" of the budget division do not give its director authority to prevent any agency from expending the full amount of money appropriated to it with the budget division approving a budget in a sum less than the total appropriated.State ex rel. Lee v. Hartman, 1961-NMSC-171, 69 N.M. 419, 367 P.2d 918.\n\nRight to approve budget does not include the right to reducewhere the budget is within the appropriation. If a budget as submitted is within the amounts appropriated and the items are proper, the director of the department of finance (now secretary of finance and administration) is given no discretion except to approve or disapprove it.State ex rel. Lee v. Hartman, 1961-NMSC-171, 69 N.M. 419, 367 P.2d 918.\n\nTransfer of money from general appropriation to construction of communications building in state police headquarters facilities.— The radio communications department (now part of the communications division of the general services department) can transfer money from its general appropriation to the construction of the communications building in the state police headquarters facilities, subject to the approval of the department of finance and administration and its budget division pursuant to this section. 1969 Op. Att'y Gen. No. 69-56.\n\nLaw reviews.— For article, \"Separation of Powers and the Judicial Rule-Making Power in New Mexico: The Need for Prudential Restraints,\" see 15 N.M.L. Rev. 407 (1985).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-7/"
    },
    {
      "id": "section-6-3-8",
      "number": "6-3-8",
      "heading": "[Violation of expenditure restrictions; penalty.]",
      "text": "Any public official or employee who shall violate provisions of this act [6-3-6, 6-3-8 NMSA 1978] shall be guilty of a felony and upon conviction thereof shall be punished by a fine of not more than ten thousand dollars ($10,000) nor less than five hundred dollars ($500) or imprisonment for a term of not more than ten years, or both, and in addition thereto, shall be liable for the payment to the state of all amounts expended for any payment made in violation thereof.\n\nHistory:1953 Comp., § 11-4-1.9, enacted by Laws 1963, ch. 38, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-8/"
    },
    {
      "id": "section-6-3-9",
      "number": "6-3-9",
      "heading": "State agency defined.",
      "text": "State agency means any department, institution, board, bureau, commission, district or committee of government of the state of New Mexico and means every office or officer of any of the above.\n\nHistory:1953 Comp., § 11-4-2.1, enacted by Laws 1955, ch. 114, § 1.\n\nNew Mexico beef council.— The New Mexico beef council, created under Section 77-2A-3 NMSA 1978, is a commission or committee of government and falls within this definition of \"state agency\"; it, thus, is subject to the requirements of this article. 1987 Op. Att'y Gen. No. 87-44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-9/"
    },
    {
      "id": "section-6-3-10",
      "number": "6-3-10",
      "heading": "Budget defined.",
      "text": "The budget means a complete statement as to the financial operation of all state agencies for the fiscal year last completed, the current fiscal year and a financial plan for the operation of all state agencies for the succeeding fiscal year.\n\nThe budget for the succeeding fiscal year shall set forth in detail the following:\n\nA. all proposed expenditures for the administration, operation and maintenance of all state agencies;\n\nB. all interest and debt redemption charges;\n\nC. all expenditures for capital projects to be undertaken and executed;\n\nD. all anticipated revenues; and\n\nE. means of financing proposed expenditures.\n\nHistory:1953 Comp., § 11-4-2.2, enacted by Laws 1955, ch. 114, § 2; 1977, ch. 247, § 125.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-10/"
    },
    {
      "id": "section-6-3-11",
      "number": "6-3-11",
      "heading": "Parts of the budget.",
      "text": "The budget shall contain the following parts:\n\nA. the governor's budget message;\n\nB. summary statements showing the following:\n\n(1) financial condition of the state government at the beginning and at the end of the fiscal year last completed;\n\n(2) financial condition of the state government at the beginning of the current fiscal year and condition anticipated at the end of the current fiscal year;\n\n(3) anticipated financial condition of the state government at the beginning and end of the succeeding fiscal year;\n\n(4) condition of all funds for the fiscal year last completed, the current fiscal year and the succeeding fiscal year, as follows:\n\n(a) balance or anticipated balance at the beginning of the fiscal year;\n\n(b) balance or anticipated balance at the end of the fiscal year;\n\n(c) revenue or anticipated revenue during the fiscal year;\n\n(d) source of revenue or anticipated revenue during the fiscal year; and\n\n(e) expenditures or anticipated expenditures during the fiscal year;\n\n(5) the bonded indebtedness, debts authorized, debts redeemed, interest requirements and the condition of sinking funds;\n\n(6) appropriations recommended by the governor compared with appropriations for the fiscal year last completed and the current fiscal year. Any increase or decrease in the recommended appropriation shall be explained;\n\n(7) anticipated revenue for the succeeding fiscal year, classified according to source of revenue and compared with revenues for the fiscal year last completed and anticipated revenue for the current fiscal year;\n\n(8) other information necessary to make known in practicable detail the financial operation of the state government; and\n\n(9) if anticipated revenue is less than the total of all appropriations recommended in any fiscal year, recommendations as to how the deficit shall be met;\n\nC. a summary statement of requested appropriations by state agencies and recommendations of the state budget division concerning such requested appropriations; and\n\nD. an appropriation bill recommended by the governor. Such bill shall follow budget classification and shall be stated in lump sums according to function or purpose of each agency.\n\nHistory:1953 Comp., § 11-4-2.3, enacted by Laws 1955, ch. 114, § 3; 1977, ch. 247, § 126.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Budget provisions of constitution or statute in relation to appropriation of state funds, 40 A.L.R. 1067.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-11/"
    },
    {
      "id": "section-6-3-112",
      "number": "6-3-11.2",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1989, ch. 71, § 2 repealed 6-3-11.1 and 6-3-11.2 NMSA 1978, as enacted by Laws 1987, ch. 347, §§ 1 and 2, relating to limitation on recommended appropriations and to determination of expenditure limitation by department of finance and administration, effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-11-2/"
    },
    {
      "id": "section-6-3-12",
      "number": "6-3-12",
      "heading": "Printing of budget.",
      "text": "The budget shall be printed.\n\nHistory:\n\n1953 Comp., § 11-4-2.4, enacted by Laws 1955, ch. 114, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-12/"
    },
    {
      "id": "section-6-3-13",
      "number": "6-3-13",
      "heading": "Index.",
      "text": "The budget shall be indexed.\n\nHistory:\n\n1953 Comp., § 11-4-2.5, enacted by Laws 1955, ch. 114, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-13/"
    },
    {
      "id": "section-6-3-14",
      "number": "6-3-14",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1999, ch. 15, § 13 repealed 6-3-14 NMSA 1978, as enacted by Laws 1921, ch. 133, § 314, relating to consideration of the budget by the legislature, effective June 18, 1999. For provisions of former section,seethe 1998 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-14/"
    },
    {
      "id": "section-6-3-15",
      "number": "6-3-15",
      "heading": "State budget division director; powers and duties.",
      "text": "The director of the state budget division shall:\n\nA. administer the provisions of Sections 6-3-1 through 6-3-22 NMSA 1978 and make rules and regulations necessary in that administration;\n\nB. prepare a tentative budget and submit it to the governor;\n\nC. assist the governor in the preparation of the budget;\n\nD. obtain from each state agency information on budgetary and financial problems, including costs of operation, past income and expenditures and present financial condition;\n\nE. require periodic reports from all state agencies giving detailed information regarding applications for federal money or federal grants-in-aid or regarding federal money or federal grants-in-aid received, including details of programs, matching requirements, personnel requirements, salary provisions and program numbers as indicated in the catalog of federal domestic assistance of the federal funds applied for and of those received;\n\nF. review data submitted by any state agency for use in the budget;\n\nG. supervise the printing of the budget;\n\nH. cause the budget to be indexed;\n\nI. examine for budgetary purposes, if he deems it necessary, all bids, contracts, plans, specifications, blueprints, records, invoices, documents and correspondence relating to the enlarging, maintenance and operation of state institutions; and\n\nJ. through his agents and employees, visit each state agency whenever it is necessary to determine the financial needs of the agency.\n\nHistory:1953 Comp., § 11-4-7.1, enacted by Laws 1955, ch. 114, § 6; 1976 (S.S.), ch. 28, § 2; 1977, ch. 247, § 127; 1999, ch. 5, § 9; 1999, ch. 15, § 9.\n\n1999 amendments.— Identical amendments to this section were enacted by Laws 1999, ch. 5, § 9, effective June 18, 1999, approved March 1, 1999, and Laws 1999, ch. 15, § 9, also effective June 18, 1999, approved March 10, 1999, which in Subsection B deleted \"not later than January 2\" from the end, deleted \"but not limited to\" following \"including\" in Subsections D and E, updated statutory references, and made minor stylistic changes. The section was set out as amended by Laws 1999, ch. 15, § 9.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-15/"
    },
    {
      "id": "section-6-3-16",
      "number": "6-3-16",
      "heading": "Power to sue.",
      "text": "The secretary of finance and administration and the state budget division director are hereby authorized to bring suit in the district court for the purpose of securing compliance with the provisions of Sections 6-3-9 through 6-3-13 and 6-3-15 through 6-3-22 NMSA 1978.\n\nHistory:1953 Comp., § 11-4-7.2, enacted by Laws 1955, ch. 114, § 7; 1977, ch. 247, § 128.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-16/"
    },
    {
      "id": "section-6-3-17",
      "number": "6-3-17",
      "heading": "Agencies subject to act.",
      "text": "All state agencies are subject to the provisions of this act [6-3-9 to 6-3-11, 6-3-12, 6-3-13, 6-3-15 to 6-3-22 NMSA 1978].\n\nHistory:1953 Comp., § 11-4-7.3, enacted by Laws 1955, ch. 114, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-17/"
    },
    {
      "id": "section-6-3-18",
      "number": "6-3-18",
      "heading": "Budget forms.",
      "text": "On or before June 15 of each year, the state budget division shall send to each state agency forms that provide for the following information:\n\nA. revenue or anticipated revenue, from all sources for the fiscal year last completed, the current fiscal year and for the succeeding fiscal year, including among other things:\n\n(1) grants from the federal government;\n\n(2) gifts and grants from private sources;\n\n(3) income from investments;\n\n(4) proceeds from sale of bonds or other instruments of indebtedness;\n\n(5) income from sale of land;\n\n(6) income from sale of personal property;\n\n(7) income from lease of land or lease of personal property;\n\n(8) income from services;\n\n(9) income from fees, licenses, fines, penalties, tuition, royalties and other charges;\n\n(10) income from athletic activities and related enterprises; and\n\n(11) income from each tax collected;\n\nB. expenditures or anticipated expenditures for the current fiscal year and for the two succeeding fiscal years, including among other things:\n\n(1) capital expenditures consisting of:\n\n(a) additions to plant or office;\n\n(b) repairs and replacements;\n\n(c) permanent equipment; and\n\n(d) other; and\n\n(2) operational expenditures consisting of:\n\n(a) operation and maintenance of institution, office or building;\n\n(b) supplies and equipment;\n\n(c) personal services;\n\n(d) travel; and\n\nC. appropriation requested for the succeeding fiscal year, with a statement as to the functions and activities of each agency, division and bureau;\n\nD. if increased appropriations are requested, the reason therefor; and\n\nE. citation of statutory authority for functions and activities of the agency, a summary statement as to the workload of the agency and such other information as is specified by the state budget division.\n\nHistory:1953 Comp., § 11-4-7.4, enacted by Laws 1955, ch. 114, § 9; 1963, ch. 147, § 2; 1977, ch. 247, § 129; 1999, ch. 5, § 10; 1999, ch. 15, § 10.\n\n1999 amendments.— Identical amendments to this section were enacted by Laws 1999, ch. 5, § 10, effective June 18, 1999, approved March 1, 1999, and Laws 1999, ch. 15, § 10, also effective June 18, 1999, approved March 10, 1999, which substituted \"June 15\" for \"July 15\" in the introductory language of the section; in the introductory language of Subsection B, deleted \"fiscal year last completed, the\" preceding \"current fiscal year\" and substituted \"two succeeding fiscal years\" for \"succeeding fiscal year\"; and made minor stylistic changes. The section was set out as amended by Laws 1999, ch. 15, § 10.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-18/"
    },
    {
      "id": "section-6-3-19",
      "number": "6-3-19",
      "heading": "Agencies to complete budget forms.",
      "text": "Each state agency shall fill out the budget forms provided for in Section 6-3-18 NMSA 1978 in the manner prescribed by the state budget division. Each state agency, in completing the budget forms, shall include information for all divisions, subdivisions and offices of the agency. Related agencies, upon approval of the state budget division, may join in submitting one set of budget forms. Completed budget forms shall be returned to the state budget division not later than September 1 in each year.\n\nHistory:1953 Comp., § 11-4-7.5, enacted by Laws 1955, ch. 114, § 10; 1963, ch. 147, § 3; 1977, ch. 247, § 130; 1999, ch. 5, § 11; 1999, ch. 15, § 11.\n\n1999 amendments.— Identical amendments to this section were enacted by Laws 1999, ch. 5, § 11, effective June 18, 1999, approved March 1, 1999, and Laws 1999, ch. 15, § 11, also effective June 18, 1999, approved March 10, 1999, which updated a statutory reference in the first sentence. The section was set out as enacted by Laws 1999, ch. 15, § 11.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-19/"
    },
    {
      "id": "section-6-3-20",
      "number": "6-3-20",
      "heading": "Review of budget forms.",
      "text": "The state budget division shall review the completed budget forms of all state agencies and shall include recommendations concerning the requested appropriation in the tentative budget. Prior to submission of the tentative budget to the governor, any state agency may be given an informal hearing by the state budget division concerning recommendation of the division pertaining to the requested appropriation of such agency, and shall be given such a hearing if the state budget division proposes to decrease the requested appropriation.\n\nHistory:1953 Comp., § 11-4-7.6, enacted by Laws 1955, ch. 114, § 11; 1977, ch. 247, § 131.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-20/"
    },
    {
      "id": "section-6-3-21",
      "number": "6-3-21",
      "heading": "Preparation of the budget.",
      "text": "A. The governor shall prepare the budget and submit it to the legislative finance committee and each member of the legislature not later than January 5 in even-numbered years and not later than January 10 in odd-numbered years. In the preparation of the budget the governor may:\n\n(1) change the tentative budget by adding new items, increasing or decreasing or eliminating items;\n\n(2) obtain advice and assistance from any state agency; and\n\n(3) hold hearings on the budget.\n\nB. Any budget hearings conducted by the governor shall be open to the public. The governor may require the attendance of any head of an agency, whether elective or appointive. At the hearings, any officer or agency may protest budget items.\n\nHistory:1953 Comp., § 11-4-7.7, enacted by Laws 1955, ch. 114, § 12; 1999, ch. 5, § 12; 1999, ch. 15, § 12; 2004, ch. 39, § 1.\n\nThe 2004 amendment,effective May 19, 2004, amended Subsection A to change January 1 of each year to \"January 5 in even-numbered years and not later than January 10 in odd-numbered years\".\n\n1999 amendments.— Laws 1999, ch. 5, § 12, effective June 18, 1999, adding the subsection designations and changing the internal designations in Subsection A accordingly; in Subsection A substituting \"and submit it to the legislative finance committee and each member of the legislature not later than December 15 of each year\" for \"and shall submit the budget to the legislature not later than the 25th legislative day of each regular session\"; deleting the last sentence in Subsection B, which read \"A governor-elect shall be invited to attend budget hearings and shall have the right to make suggestions\"; and making a minor stylistic change, was approved on March 1, 1999. However Laws 1999, ch. 15, § 12, effective June 18, 1999, making identical changes except referring to \"January 1 of each year\" instead of \"December 15 of each year\" at the end of the first sentence in Subsection A, was approved on March 10, 1999. The section was set out as amended by Laws 1999, ch. 15, § 12.See12-1-8 NMSA 1978.\n\nProvision of 1980 General Appropriation Act void.— The provision of the General Appropriation Act of 1980, Laws 1980, ch. 155, which refers to the disposition of federal funds received by the state auditor is a matter unrelated to an appropriation contained in the act, and is void. 1980 Op. Att'y Gen. No. 80-40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-21/"
    },
    {
      "id": "section-6-3-22",
      "number": "6-3-22",
      "heading": "Copies of the budget.",
      "text": "At the time the budget is submitted, each member of the legislature and each state agency shall be furnished a copy of the budget by the state budget division.\n\nHistory:1953 Comp., § 11-4-7.8, enacted by Laws 1955, ch. 114, § 13; 1977, ch. 247, § 132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-22/"
    },
    {
      "id": "section-6-3-23",
      "number": "6-3-23",
      "heading": "Budget adjustment defined.",
      "text": "As used in Chapter 6, Article 3 NMSA 1978, \"budget adjustment\" means:\n\nA. an increase or decrease in expenditures from other state funds, internal service funds or interagency transfer;\n\nB. a transfer of funds from one division of an agency to other divisions of that agency;\n\nC. a transfer of funds between budget categories within an agency or a division; or\n\nD. an authorization to expend federal funds.\n\nHistory:1978 Comp., § 6-3-23, enacted by Laws 1992, ch. 2, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-23/"
    },
    {
      "id": "section-6-3-24",
      "number": "6-3-24",
      "heading": "Budget adjustments; authorizations permitted.",
      "text": "A. A state agency may be specifically authorized by law to request a budget adjustment. The amount of budget adjustment authorized may be limited by law. All requests for budget adjustments shall be made in accordance with the procedures set forth in Section 6-3-25 NMSA 1978.\n\nB. The state budget division of the department of finance and administration may approve budget adjustments for state agencies as provided by law. If the budget adjustment results in an increased expenditure of other state funds, internal service funds or interagency transfer funds above the amounts appropriated, such funds are hereby appropriated.\n\nHistory:1978 Comp., § 6-3-24, enacted by Laws 1992, ch. 2, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-24/"
    },
    {
      "id": "section-6-3-25",
      "number": "6-3-25",
      "heading": "Budget adjustment procedure.",
      "text": "A. Except for federal funds, disaster assistance funds and emergency response funds, any budget adjustment request to transfer, decrease or increase funds shall be held in abeyance for ten calendar days after the director of the state budget division of the department of finance and administration has approved the request and has filed the request with the director of the legislative finance committee or his designee. The request shall be accompanied by a statement, in writing, of the conditions under which the budget adjustment request is approved, together with justification for approval.\n\nB. If within ten days the director of the legislative finance committee or his designee objects to the request, the request shall not go into effect until it is reviewed by the legislative finance committee at a public hearing held within thirty-five calendar days of receipt of the proposed budget adjustment by the director of the legislative finance committee or his designee. If the state fiscal year ends prior to the date scheduled for a hearing, the request shall go into effect on the last day of the fiscal year.\n\nC. If within ten days of receipt of a budget adjustment request the director of the legislative finance committee or his designee indicates that no objection will be forthcoming, the proposed budget adjustment request may be implemented immediately. If no public hearing is held within the required thirty-five days, the request may be implemented.\n\nHistory:1978 Comp., § 6-3-25, enacted by Laws 1992, ch. 2, § 3; 2000, ch. 30, § 1.\n\nThe 2000 amendment,effective May 17, 2000, inserted \"disaster assistance funds and emergency response funds\" near the beginning of Subsection A, and inserted \"of the legislative finance committee or his designee\" at the end of the first sentence in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-3/section-6-3-25/"
    }
  ]
}