{
  "state": "new-mexico",
  "path": "title-chapter-6-public-finances/chapter-article-10-public-money",
  "sections": [
    {
      "id": "section-6-10-1",
      "number": "6-10-1",
      "heading": "Fiscal year designated.Section 6-10-1",
      "text": "A. The fiscal year for the state and for the counties, cities, towns, villages and school districts thereof begins on July 1 and ends on June 30. The year beginning on July 1, 1925 shall be known as the fourteenth fiscal year.\n\nB. Beginning July 1, 1994, the fiscal year shall be cited by citing the calendar year in which the fiscal year ends. The fiscal year beginning July 1, 1994 shall be fiscal year 1995.\n\nHistory:Laws 1903, ch. 108, § 7; Code 1915, § 5330; Laws 1925, ch. 80, § 1; C.S. 1929, § 134-409; 1941 Comp., § 7-201; 1953 Comp., § 11-2-1; 1994, ch. 12, § 1.\n\nCross references.— For provision that current year is same as fiscal year,see6-6-17 NMSA 1978.\n\nThe 1994 amendment,effective May 18, 1994, designated the previously undesignated language as Subsection A; added Subsection B; and, in Subsection A, substituted \"begins on July 1 and ends\" for \"shall begin on July 1 and end\" in the first sentence and deleted the former last sentence, relating to appropriations for state purposes.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States § 203.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-1/"
    },
    {
      "id": "section-6-10-11",
      "number": "6-10-1.1",
      "heading": "Definitions.",
      "text": "As used in Chapter 6, Article 10 NMSA 1978:\n\nA. \"department\" means the department of finance and administration;\n\nB. \"deposit\" includes share, share certificate and share draft;\n\nC. \"eligible governing body\" means a local governing body, the governing authority of a tribe or any other governmental or quasi-governmental body created or authorized to be created pursuant to New Mexico statutes;\n\nD. \"finance officer\" means the chief financial officer of an eligible governing body or a participating government;\n\nE. \"local governing body\" means a political subdivision of the state, including a school district or a post-secondary educational institution;\n\nF. \"participating government\" means an eligible governing body or the state treasurer on behalf of the general fund that has invested money in the local government investment pool;\n\nG. \"secretary\" means the secretary of finance and administration;\n\nH. \"treasury\" means the master depository or cash concentration account held at the state's fiscal agent bank and administered by the office of the state treasurer, unless the context otherwise clearly indicates; and\n\nI. \"tribe\" means a federally recognized Indian nation, tribe or pueblo or a subdivision or agency of a federally recognized Indian nation, tribe or pueblo, located wholly or partially in New Mexico.\n\nHistory:1978 Comp., § 6-10-1.1, enacted by Laws 1987, ch. 79, § 3; 2003, ch. 273, § 12; 2008, ch. 23, § 1; 2011, ch. 88, § 1; 2013, ch. 65, § 1.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the participating government investment fund to the local government investment pool; and in Subsection F, after \"invested money in the\", deleted \"participating government investment fund\" and added \"local government investment pool\".\n\nThe 2011 amendment,effective July 1, 2011, added Subsection H to define \"treasury\".\n\nThe 2008 amendment,effective February 27, 2008, added Subsections C through F and H.\n\nThe 2003 amendment,effective July 1, 2003, inserted the Subsection A designation and added Subsections B and C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-1-1/"
    },
    {
      "id": "section-6-10-12",
      "number": "6-10-1.2",
      "heading": "Payment methods authorized; fee.",
      "text": "A. A state agency or local governing body may accept payment by credit card or electronic means of any amount due under any law or program administered by the agency or local governing body. The state board of finance shall adopt rules on the terms and conditions of a state agency accepting payments by credit card or electronic transfer. The local governing body shall adopt procedures, subject to the approval of the department, on the terms and conditions of accepting payments by credit card or electronic transfer.\n\nB. A state agency or local governing body may charge a uniform convenience fee to cover the approximate costs imposed by a financial institution that are directly related to processing a credit card or electronic transfer transaction. The fee shall be charged to the person using a credit card or electronic transfer. Amounts collected pursuant to this subsection are appropriated to the state agency or local governing body to defray the cost of processing the transaction.\n\nHistory:Laws 1999, ch. 176, § 1; 2009, ch. 218, § 1; 2010, ch. 64, § 1; 2011, ch. 86, § 1.\n\nThe 2011 amendment,effective June 1, 2011, permitted state agencies and local governing bodies to charge a uniform convenience fee to cover the approximate costs charged by financial institutions that are directly related to credit card or electronic transfer transactions.\n\nThe 2010 amendment,effective May 19, 2010, in the catchline, added \"fee\"; in Subsection A, in the third sentence, after \"approval of the department\", deleted \"of finance and administration\"; and added Subsection B.\n\nThe 2009 amendment,effective June 19, 2009, in the first sentence, in two places, after \"agency\", added \"or local governing body\" and added the second sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-1-2/"
    },
    {
      "id": "section-6-10-2",
      "number": "6-10-2",
      "heading": "Public money; cash books; daily balance; public record.",
      "text": "It is the duty of every public official or agency of this state that receives or disburses public money to maintain a cash record in which is entered daily, in detail, all items of receipts and disbursements of public money. The cash record shall be balanced daily so as to show the balance of public money on hand at the close of each day's business. Except as may be otherwise provided by law, the cash record is a public record and is open to public inspection.\n\nHistory:Laws 1923, ch. 76, § 1; C.S. 1929, § 112-101; 1941 Comp., § 7-202; 1953 Comp., § 11-2-2; 2003, ch. 273, § 13.\n\nThe 2003 amendment,effective July 1, 2003, added the present section heading; substituted \"is\" for \"shall be\" near the beginning and near the end, substituted \"that\" for \"who\" following \"of this state\", substituted \"money to maintain a cash record in which is\" for \"monies to keep in his office a cash book wherein shall be\" following \"or disburses public\", substituted \"money. The cash record\" for \"monies and which\" following \"disbursements of public\", substituted \"money\" for \"monies\" following \"balance of public\", substituted \"Except as may be otherwise provided by law, the cash record is\" for \"and such the cash book shall be\" following \"each day's business\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-2/"
    },
    {
      "id": "section-6-10-21",
      "number": "6-10-2.1",
      "heading": "State treasurer; duty.",
      "text": "The state treasurer shall identify and allocate to the general fund all earnings, including realized and unrealized gains and losses, from the investment of all accounts or funds in his custody unless the allocation of the earnings is:\n\nA. otherwise provided by law;\n\nB. prohibited by federal law creating the fund or the account or by specific court order; or\n\nC. from the investment of a permanent fund and the use of the interest and income from the fund is restricted by constitutional or statutory provisions to particular purposes.\n\nHistory:Laws 1989, ch. 324, § 41; 2001, ch. 182, § 1; 2002, ch. 57, § 1.\n\nThe 2002 amendment,effective May 15, 2002, substituted \"is\" for \"and realized and unrealized gains and losses are\" at the end of the introductory matter; and deleted \"specifically\" preceding \"provided\" in Subsection A.\n\nThe 2001 amendment,effective June 15, 2001, in the introductory language, substituted \"allocate\" for \"credit\" and \"earnings on and realized and unrealized gains and losses from the investment of\" for \"interest on\", and inserted \"the allocation of the earnings and realized and unrealized gains and losses are\"; deleted \"the crediting of the interest is\" from the beginning of Subsections A and B; and in Subsection C, deleted \"the interest is\" from the beginning of the subsection and deleted \"that is impressed with a trust that prohibits expenditure of the corpus of the fund\" following \"permanent fund\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-2-1/"
    },
    {
      "id": "section-6-10-3",
      "number": "6-10-3",
      "heading": "Payment of state money into treasury; suspense funds.",
      "text": "All public money in the custody or under the control of any state official or agency obtained or received by any official or agency from any source, except as in Section 6-10-54 NMSA 1978 provided, shall be paid into the state treasury. It is the duty of every official or person in charge of any state agency receiving any money in cash or by check, draft or otherwise for or on behalf of the state or any agency thereof from any source, except as in Section 6-10-54 NMSA 1978 provided, to forthwith and before the close of the next succeeding business day after the receipt of the money to deliver or remit it to the state treasurer; provided, however, that:\n\nA. the money collected by the state parks division of the energy, minerals and natural resources department and the state monuments division of the cultural affairs department shall be deposited into the state treasury no later than ten days following collection;\n\nB. county treasurers shall remit all money received for taxes for state purposes or that are by law required to be remitted to the department on or before the tenth day of the next succeeding month following the receipt or collection thereof;\n\nC. every official or person in charge of any state agency receiving any money, except as in Section 6-10-54 NMSA 1978 provided, in cash or by check or draft, on deposit, in escrow or in evidence of good faith to secure the performance of any contract or agreement with the state or with any department, institution or agency of the state, which money has not yet been earned so as to become the absolute property of the state, shall deliver or remit to the state treasury within the times and in the manner as in this section provided, which money shall be deposited in a suspense account to the credit of the proper official, person, board or bureau in charge of any state agency so receiving the money; and\n\nD. all money held by the commissioner of public lands on deposit, in escrow or in evidence of good faith to secure the performance of any contract or agreement with the state shall be delivered or remitted to the state treasury within six months from the date this act is approved and at those times, in the amounts and from the various banks in which it is deposited as may be directed by the state board of finance.\n\nHistory:Laws 1923, ch. 76, § 2; C.S. 1929, § 112-102; 1941 Comp., § 7-203; 1953 Comp., § 11-2-3; Laws 1987, ch. 295, § 1; 2003, ch. 281, § 1; 2011, ch. 88, § 2.\n\nThe 2011 amendment,effective July 1, 2011, modified references to the state department and divisions to reflect current usage and to the state treasury.\n\nThe 2003 amendment,effective June 20, 2003, deleted \"Thirty days from the taking effect of Chapter 6, Article 10 NMSA 1978\" at the beginning and, inserted \"the energy, minerals and natural resources department and the state monuments of the museum division of the office of cultural affairs\" in the third sentence.\n\nThe 1987 amendment,effective June 19, 1987, added the first proviso after the second sentence; deleted \"of New Mexico, at the time this act takes effect\" following \"agreement with the state\" near the end of the last sentence and \"at the time this act is approved\" following \"deposit,\" also near the end of the last sentence; and made minor stylistic changes throughout the section.\n\nFunds are not state property until deposited in state treasury.— Where purchase price of state land was not deposited in state treasury, the money did not become the property of the state and the purchaser did not acquire an interest in the land.Laguna Gatuna, Inc. v. U.S. 50 Fed.Cl. 336 (2001).\n\nDistrict attorney's office may use monetary donations for purposes of carrying out its official duties.— In 2018, the New Mexico legislature authorized certain budget adjustments for fiscal years 2018 and 2019, which allowed the second judicial district attorney's office to request budget increases \"from internal service funds/interagency transfers and other state funds from grants and local governments for case prosecution and related support services,\" and although the legislature did not define \"other state funds from grants,\" the plain meaning of \"grant\" appears to cover monetary donations the district attorney's office receives for purposes of carrying out its official duties, and therefore money donated to the district attorney's office by third parties would qualify as \"other state funds from grants\" for the purpose of requesting a budget increase permitted by the legislature, assuming the district attorney's office properly deposits monetary donations it receives into the state treasury, as required by this section.Use of Funds and Services Received from Third Parties(1/14/19), Att'y Gen. Adv. Ltr. 2019-01.\n\nPublic money.— If the Museum of New Mexico imposes a fee on portal program participants, the museum must deposit the funds so generated with the state treasurer because the money is public money within the meaning of this section. 1988 Op. Att'y Gen. No. 88-25.\n\nTime for deposit of state funds with state treasurer.— This section means literally that all receipts of any state official or agency, other than a county treasurer, must be deposited with the state treasurer before the close of the next succeeding business day after the receipt of such moneys. 1959 Op. Att'y Gen. No. 59-193; 1954 Op. Att'y Gen. No. 54-6023.\n\nCheck paid in due course constitutes payment at time of delivery.— Under general rules of law, a check constitutes conditional payment only, but, if paid in due course, constitutes payment at the time of the delivery of the check. 1958 Op. Att'y Gen. No. 58-242.\n\nCreation of a suspense fund by the investment councilis in accordance with law. 1962 Op. Att'y Gen. No. 62-46.\n\nAcceptance of federal matching funds for charitable, educational, etc., institutions.— New Mexico may accept federal matching funds even though they are eventually to be paid to charitable, educational or other benevolent institutions not under the absolute control of the state because this section allows the state treasurer to create suspense accounts where the state treasurer does not deposit the money in the treasury, thus not violating N.M. Const., art. IV, §§ 30 and 31. 1967 Op. Att'y Gen. No. 67-07.\n\nEscrow funds in hands of insurance department (state insurance board)must be deposited with the state treasurer. 1923 Op. Att'y Gen. No. 23-3693.\n\nFunds collected by state bar association to be kept in separate fund.— All moneys collected by the state bar association become public funds and should be paid into the state treasury to be kept in a separate fund as state bar fund. 1932 Op. Att'y Gen. No. 32-349.\n\nState treasurer custodian of insurance proceeds belonging to vocational education division.— Proceeds of fire insurance on property of the department of vocational education (vocational education division) destroyed at state college (New Mexico state university) should go to state treasurer as custodian of the board's funds. 1937 Op. Att'y Gen. No. 37-1772.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds § 5.\n\n81 C.J.S. States § 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-3/"
    },
    {
      "id": "section-6-10-4",
      "number": "6-10-4",
      "heading": "Payment of obligations of prior years from current year appropriations.",
      "text": "A. Except as provided in Subsection B of this section, appropriations made for a specific fiscal year may not be used for paying obligations of any prior fiscal year except upon approval of the department. As a condition to the approval, the department shall certify that there existed in the affected state agency's budget at the end of the fiscal year sufficient funds, including uncollected earned revenue, to pay the obligation had the bill been presented prior to the end of that fiscal year. The department shall make quarterly reports to the legislative finance committee concerning all authorizations of payment.\n\nB. Appropriations to the human services department [health care authority department] for medicaid payments may be expended by that department for medicaid obligations for prior fiscal years.\n\nHistory:1953 Comp., § 11-2-3.2, enacted by Laws 1963, ch. 35, § 1; 1971, ch. 5, § 1; 2003, ch. 273, § 14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"year appropriations\" for \"general fund\" in the section heading; added the Subsection A designation; in Subsection A, substituted \"Except as provided in Subsection B of this section\" for \"General fund\" at the beginning, deleted \"of finance and administration\" following \"the department\" three times, inserted \"including uncollected earned revenue\" following \"year sufficient funds\"; and added Subsection B.\n\nExpenditures should be charged to current fiscal year budget.— School districts should charge expenditures to the current fiscal year budget, and not to the fiscal year in which the obligation was incurred. 1965 Op. Att'y Gen. No. 65-239.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-4/"
    },
    {
      "id": "section-6-10-5",
      "number": "6-10-5",
      "heading": "General fund deficiency; certificates of indebtedness.",
      "text": "In the event of a deficiency in the state general fund, upon prior approval by the state board of finance there shall be issued certificates of indebtedness of the state of New Mexico. These certificates shall be issued in an amount as may be required but not in excess of the constitutional limitation; such certificates shall be in the form prescribed by the attorney general of the state.\n\nHistory:1953 Comp., § 11-2-3.3, enacted by Laws 1963, ch. 36, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-5/"
    },
    {
      "id": "section-6-10-6",
      "number": "6-10-6",
      "heading": "Issuance of certificates.",
      "text": "The certificates shall bear interest at a rate to be fixed by the state treasurer at the time of issuance and sale. Such interest shall not exceed three percent a year, payable semiannually on January 1 and July 1 of each year from the state general fund; both principal and interest shall be payable at the office of the state treasurer. The certificates shall be signed by the secretary of finance and administration and by the state treasurer; the coupons attached thereto, if any, for the semiannual interest shall bear the signature of the state treasurer.\n\nThe certificates shall be sold at not less than par and when so sold, the amount of the proceeds thereof shall be placed in a special fund and a separate account thereof shall be kept. All payments made from this special fund shall be made on the warrant or transfer order of the department of finance and administration.\n\nHistory:1953 Comp., § 11-2-3.4, enacted by Laws 1963, ch. 36, § 2; 1977, ch. 247, § 94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-6/"
    },
    {
      "id": "section-6-10-7",
      "number": "6-10-7",
      "heading": "Retirement of certificates.",
      "text": "Such certificates of indebtedness shall be paid within two years after date upon order of the department of finance and administration. Any balance remaining in the special fund created for the proceeds of the issuance and sale of the certificates of indebtedness shall be first applied. Any additional amount required for retirement of such certificates shall be paid from the state general fund.\n\nHistory:1953 Comp., § 11-2-3.5, enacted by Laws 1963, ch. 36, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-7/"
    },
    {
      "id": "section-6-10-8",
      "number": "6-10-8",
      "heading": "County boards of finance.",
      "text": "The board of county commissioners in each county in the state shall, ex officio and without additional compensation, constitute a county board of finance and as such shall, subject to the limitations of this act, have supervision over the determination of the qualifications and selection of banks, savings and loan associations and credit unions, whose deposits are insured by an agency of the United States, to receive the public money of their respective counties and of independent rural school districts, rural school districts and municipal school districts of municipalities having less than twenty-five thousand population according to the next preceding United States census and of any special or other districts in their respective counties for which the respective county treasurers of such counties act as ex-officio tax collectors. The county clerk in each county shall, ex officio and without additional compensation, act as clerk of such county board of finance. Every county board of finance shall hold meetings whenever necessary for the discharge of its duties, and the chairman shall convene such board whenever necessity therefor exists or when requested so to do by two of its members or at any time when the county treasurer shall advise the chairman that he has in his custody public money in excess of the aggregate amount which depositories qualified by law are entitled to hold. A majority of the board shall constitute a quorum for the transaction of business.\n\nThe county treasurer of each county in the state shall have supervision of the deposit and safekeeping of the public money of his county and all the money which may at any time come into or be in his possession as county treasurer and ex-officio tax collector for the use and benefit of the state or of any county, municipality or district or of any subdivision of any county or of any state or public institution and by and with the advice and consent of the respective boards of finance having jurisdiction over the respective funds shall designate banks, savings and loan associations and credit unions, whose deposits are insured by an agency of the United States, to receive on deposit all moneys entrusted in his care.\n\nHistory:Laws 1933, ch. 175, § 1; 1941 Comp., § 7-204; 1953 Comp., § 11-2-4; Laws 1968, ch. 18, § 2; 1981, ch. 332, § 1; 1987, ch. 79, § 4.\n\nCompiler's notes.— The term \"this act,\" which appears in the first sentence, was added by the 1968 amendment. It appears to refer to Laws 1968, ch. 18, which is compiled in 6-1-1, 6-10-8, 6-10-10, 6-10-24, 6-10-26, 6-10-29, 6-10-31, 6-10-32, 22-8-31 and 22-8-37 NMSA 1978.\n\nThe 1987 amendment,effective June 16, 1987, inserted \"and credit unions\" following \"savings and loan associations\" in the first sentence of the first paragraph and in the last sentence of the second paragraph and made minor language changes throughout the section.\n\nDelegation to country treasurer.— There is no statutory prohibition against delegation to the county treasurer by the board of county commissioners, sitting as the county board of finance, of specific investment decision-making. For example, the board could adopt a policy and permit the treasurer to make investment decisions that conform to the policy. Such delegation may be essential to enable the treasurer to respond to sudden changes in the financial markets.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nRelationship between county treasurer and board of finance.— The county treasurer determines how to deposit and invest county funds. That decision must then be approved by the board of county commissioners, sitting as the county board of finance. The board of finance has no power to modify the county treasurer's decision without the treasurer's concurrence. On the other hand, the county treasurer cannot impose a unilateral decision upon the board of finance.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nThe county treasurer is empowered to make investment decisions, but only with the advice and consent of the county commission.— The county treasurer has supervision of the deposit and safekeeping of the public money of their county, and with the advice and consent of the county commission, acting in its capacity as the county board of finance, designates the depository institutions to receive on deposit all moneys entrusted in the treasurer's care, and additionally, the county treasurer, with the advice and consent of the county commission, acting in its capacity as the county board of finance, is authorized to invest money remaining unspent from the issue of bonds, other securities and all money not immediately necessary for public uses and not invested in banks of other federally charged depository institutions. 2024 Op. Att'y Gen. No. 24-08.\n\nBoard of county commissioners, acting as a board of finance, may not delegate to a financial advisor duties that are statutorily delegated to either the county treasurer or the board.— Where the Sandoval county board of county commissioners hired a contractor to formulate an investment policy for the county and to advise the Sandoval county treasurer and the board of financial matters, the contractor may aid the county commissioners, acting as the board of finance, in the formulation of an investment policy, but the contractor may not be delegated the statutory authority to supervise, demand or oversee the roles and responsibilities of the county treasurer. New Mexico courts have confirmed that a board of county commissioners may delegate its \"advice and consent\" authority to the county treasurer through the adoption of a county investment policy; yet, it may not delegate its statutory \"advice and consent\" authority to a contractor.Sandoval County Treasurer(5/17/16), Att'y Gen. Adv. Ltr. 2016-04.\n\nBoards of county commissioners have exclusive authorityand responsibility to act as county boards of finance, the only limitations upon their authority being those imposed by statute. 1962 Op. Att'y Gen. No. 62-71.\n\nDesignation of banks as official depositories of county funds.— The county boards of finance are the sole authorities within their respective counties to determine which banks are to be designated as the official depositories of county funds and if more than one bank in each county is so designated to then determine the distribution of deposits between such banks. 1962 Op. Att'y Gen. No. 62-71.\n\nCounty treasurer acts in purely ministerial capacityand can only deal with such moneys in the manner prescribed by the county board of finance. 1962 Op. Att'y Gen. No. 62-71, butseeBoard of County Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\n\"School activity funds\" of public schools are public fundsso as to require that they be deposited in the same manner as other public funds. 1962 Op. Att'y Gen. No. 62-71.\n\nMoney derived from tax leviesand used to support a county hospital are public funds. 1969 Op. Att'y Gen. No. 69-76.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 5, 6, 11, 12.\n\n20 C.J.S. Counties §§ 193 to 203.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-8/"
    },
    {
      "id": "section-6-10-9",
      "number": "6-10-9",
      "heading": "Boards of finance for institutions.",
      "text": "The boards in control of the various public and educational institutions in this state, and all other boards handling funds in any manner whatever, except local boards of education, are hereby designated as boards of finance for such institutions and boards respectively. Each of such boards shall receive, handle and account, as provided by law, for all public moneys received by it, and shall deposit the funds of such institutions or boards in a depository or depositories qualified in accordance with the requirements of this act, equitably and upon the terms and conditions and in like manner and subject to such limitations as in this act prescribed for the deposit of public moneys by other boards of finance.\n\nHistory:Laws 1933, ch. 175, § 3; 1941 Comp., § 7-206; 1953 Comp., § 11-2-6; Laws 1963, ch. 190, § 1; 1981, ch. 332, § 2.\n\nCompiler's notes.— The term \"this act,\" which appears in the second sentence, refers to Laws 1933, ch. 175, which is compiled as 6-10-8 to 6-10-10, 6-10-15, 6-10-18, 6-10-19 and 6-10-51 NMSA 1978.\n\nBoard of trustees of county hospital.— The board of trustees of the county hospital has the authority to sit as a board of finance, being regulated by the same standards as would the members of any other board of finance within the state or its political subdivisions. 1969 Op. Att'y Gen. No. 69-76.\n\nBoard of regents of school for the deaf.— Under this section the board of regents for the school for the deaf is the board of finance for that school. 1969 Op. Att'y Gen. No. 69-27.\n\nMunicipal boards of education.— This section allows municipal boards of education to operate as a municipal board of finance. 1960 Op. Att'y Gen. No. 60-163.\n\nSignature of president of board of education not required on checks drawn on special payroll account.— Where a city board of education acts as its own board of finance in accordance with law, said board may establish a special payroll account in which will be deposited a lump sum each month by check signed by the president of the board, and the school board president's signature is not required on any payroll checks drawn thereon. 1953 Op. Att'y Gen. No. 53-5799.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-9/"
    },
    {
      "id": "section-6-10-10",
      "number": "6-10-10",
      "heading": "Deposit and investment of funds.",
      "text": "A. Upon the certification or designation of a bank, savings and loan association or credit union whose deposits are insured by an agency of the United States to receive public money on deposit, the state treasurer and county or municipal treasurers who have on hand any public money by virtue of their offices shall make deposit of that money in banks and savings and loan associations and may make deposit of that money in credit unions whose deposits are insured by an agency of the United States, designated by the authority authorized by law to so designate to receive the deposits of all money thereafter received or collected by the treasurers.\n\nB. County or municipal treasurers may deposit money in one or more accounts with any such bank, savings and loan association or credit union located in their respective counties, subject to the limitation on credit union accounts.\n\nC. The state treasurer may deposit money in one or more accounts with any such bank, savings and loan association or credit union, subject to the limitation on credit union accounts.\n\nD. Duplicate receipts or deposit slips shall be taken for each deposit made pursuant to Subsection A, B or C of this section. When deposits are made by the state treasurer, one copy of the receipt or deposit slip shall be retained by the state treasurer and the other copy shall be filed monthly on the first day of each month with the financial control division of the department. When deposits are made by the treasurer or any other authorized person making the deposits for a board of finance of a public or educational institution, one copy of the receipt or deposit slip shall be retained by the treasurer or authorized person making the deposit and the other copy shall be filed monthly on the first day of each month with that board of finance. When deposits are made by a county or municipal treasurer, one of the duplicate receipts or deposit slips shall be retained by the treasurer making the deposit and the other copy shall be filed monthly on the first day of each month with the secretary of the board of finance of the county or municipality for which that treasurer is acting.\n\nE. As used in this section:\n\n(1) \"deposit\" means either investment or deposit and includes share, share certificate and share draft;\n\n(2) \"investment policy\" means a document drafted between the treasurer and the board of finance that describes the parameters for investing government funds and identifies the investment objectives, preferences or tolerances for risk and constraints on the investment portfolio. The investment policy applies to all financial assets, including general funds, special revenues, capital projects funds, enterprise funds, debt issuance proceeds, debt service funds, debt service reserves, permanent funds and agency funds;\n\n(3) \"supranational issuer\" means an international development institution formed by two or more central governments. \"Supranational issuer\" includes the international bank for reconstruction and development, the international finance corporation and the inter-American development bank; and\n\n(4) \"United States government sponsored enterprises\" includes federal home loan banks, the federal home loan mortgage corporation, the federal national mortgage association, the federal farm credit banks funding corporation, the federal agricultural mortgage corporation and the government national mortgage association.\n\nF. County or municipal treasurers, with the advice and consent of their respective boards of finance charged with the supervision and control of the respective funds, may invest all sinking funds or money remaining unexpended from the proceeds of any issue of bonds or other negotiable securities of any county, municipality or school district that is entrusted to their care and custody and all money not immediately necessary for the public uses of the counties, municipalities or school districts not invested or deposited in banks, savings and loan associations or credit unions in:\n\n(1) bonds or negotiable securities of the United States, the state or a county, municipality or school district that has a taxable valuation of real property for the last preceding year of at least one million dollars ($1,000,000) and that has not defaulted in the payment of any interest or sinking fund obligation or failed to meet any bonds at maturity at any time within five years last preceding and that have a maturity date that does not exceed ten years from the date of purchase;\n\n(2) securities that are issued and backed by the full faith and credit of the United States government or issued by its agencies or instrumentalities, including securities issued by federal home loan banks, the federal home loan mortgage corporation, the federal national mortgage association, the federal farm credit banks funding corporation, the federal agricultural mortgage corporation or the government national mortgage association and that have a maturity date that does not exceed ten years from the date of purchase; or\n\n(3) federally insured obligations, including brokered certificates of deposit, certificate of deposit account placement services and federally insured cash accounts.\n\nG. It shall be the duty of the treasurer to bring amendments to the investment policy to the board of finance and obtain consent before such amendments take effect. The investment policy shall be reviewed at least every two years. The treasurer of a class A county or the treasurer of a municipality having a population of more than sixty-five thousand according to the most recent federal decennial census and located within a class A county, with the advice and consent of the boards of finance, charged with the supervision and control of the funds as can be reflected by an investment policy that is amended by the treasurer and approved by the board of finance, may invest all sinking funds or money remaining unexpended from the proceeds of any issue of bonds or other negotiable securities of the county or municipality that is entrusted to the treasurer's care and custody and all money not immediately necessary for the public uses of the county or municipality not invested or deposited in banks, savings and loan associations or credit unions in:\n\n(1) shares of a diversified investment company registered pursuant to the federal Investment Company Act of 1940 that invests in fixed-income securities or debt instruments that passively match or track the components of a broad-market, fixed-income-securities market index; provided that the investment company or manager has total assets under management of at least one hundred million dollars ($100,000,000) and provided that the board of finance of the county or municipality may allow reasonable administrative and investment expenses to be paid directly from the income or assets of these investments;\n\n(2) shares of pooled investment funds managed by the state investment officer, as provided in Subsection I of Section 6-8-7 NMSA 1978; provided that the board of finance of the county or municipality may allow reasonable administrative and investment expenses to be paid directly from the income or assets of these investments;\n\n(3) securities that are issued by a supranational issuer and that:\n\n(a) are eligible for purchase and sale within the United States;\n\n(b) are denominated in United States dollars;\n\n(c) have a maturity date that does not exceed five years from the date of purchase; and\n\n(d) are rated \"AA\" or its equivalent or better by a nationally recognized statistical rating organization;\n\n(4) commercial paper rated \"A1\" or \"P1\", also known as \"prime\" quality, by a nationally recognized statistical rating organization, issued by corporations organized and operating within the United States and having a maturity at purchase of no longer than one hundred eighty days; or\n\n(5) shares of an open-ended diversified investment company that:\n\n(a) is registered with the United States securities and exchange commission;\n\n(b) complies with the diversification, quality and maturity requirements of Rule 2a-7, or any successor rule, of the United States securities and exchange commission applicable to money market mutual funds; and\n\n(c) assesses no fees pursuant to Rule 12b-1, or any successor rule, of the United States securities and exchange commission, no sales load on the purchase of shares and no contingent deferred sales charge or other similar charges, however designated, provided that the county or municipality shall not, at any time, own more than five percent of a money market mutual fund's assets.\n\nH. A local public body, with the advice and consent of the body charged with the supervision and control of the local public body's respective funds, may invest all sinking funds or money remaining unexpended from the proceeds of any issue of bonds or other negotiable securities of the investor that is entrusted to the local public body's care and custody and all money not immediately necessary for the public uses of the investor and not otherwise invested or deposited in banks, savings and loan associations or credit unions in contracts with banks, savings and loan associations or credit unions for the present purchase and resale at a specified time in the future of specific securities at specified prices at a price differential representing the interest income to be earned by the investor. The contract shall be fully secured by obligations of the United States or the securities of its agencies, instrumentalities or United States government sponsored enterprises having a market value of at least one hundred two percent of the contract. The collateral required for investment in the contracts provided for in this subsection shall be shown on the books of the financial institution as being the property of the investor and the designation shall be contemporaneous with the investment. As used in this subsection, \"local public body\" includes all political subdivisions of the state and agencies, instrumentalities and institutions thereof; provided that home rule municipalities that prior to July 1, 1994 had enacted ordinances authorizing the investment of repurchase agreements may continue investment in repurchase agreements pursuant to those ordinances.\n\nI. The state treasurer, with the advice and consent of the state board of finance, may invest money held in demand deposits and not immediately needed for the operation of state government and money held in the local government investment pool, except as provided in Section 6-10-10.1 NMSA 1978. The investments may be made in securities that are issued and backed by the full faith and credit of the United States government or issued by its agencies or instrumentalities, including securities issued by all United States government sponsored enterprises.\n\nJ. The state treasurer, with the advice and consent of the state board of finance, may also invest in contracts for the present purchase and resale at a specified time in the future, not to exceed one year or, in the case of bond proceeds, not to exceed three years, of specific securities at specified prices at a price differential representing the interest income to be earned by the state. Such contract shall not be invested in unless the contract is fully secured by obligations of the United States, its agencies, instrumentalities or United States government sponsored enterprises or by other securities backed by the United States, its agencies, instrumentalities or United States government sponsored enterprises having a market value of at least one hundred two percent of the amount of the contract. The securities required as collateral under this subsection shall be delivered to a third-party custodian bank pursuant to a contract with the state and the counterparty or to the fiscal agent of New Mexico or its designee. Delivery shall be made simultaneously with the transfer of funds or as soon as practicable, but no later than the same day that the funds are transferred.\n\nK. The state treasurer, with the advice and consent of the state board of finance, may also invest in contracts for the temporary exchange of state-owned securities for the use of broker-dealers, banks or other recognized institutional investors in securities, for periods not to exceed one year for a specified fee rate. Such contract shall not be invested in unless the contract is fully secured by exchange of an irrevocable letter of credit running to the state, cash or equivalent collateral of at least one hundred two percent of the market value of the securities plus accrued interest temporarily exchanged. The collateral required by this subsection shall be delivered to the state of New Mexico or its designee simultaneously with the transfer of funds or as soon as practicable, but no later than the same day that the state-owned securities are transferred.\n\nL. Neither of the contracts in Subsection J or K of this section shall be invested in unless the contracting bank, brokerage firm or recognized institutional investor has a net worth in excess of five hundred million dollars ($500,000,000).\n\nM. The state treasurer, with the advice and consent of the state board of finance, may also invest in any of the following investments in an amount not to exceed forty percent of any fund that the state treasurer invests:\n\n(1) commercial paper rated \"prime\" quality by a national rating service, issued by corporations organized and operating within the United States;\n\n(2) medium-term notes and corporate notes with a maturity not exceeding five years that are rated \"A\" or its equivalent or better by a nationally recognized rating service and that are issued by a corporation organized and operating in the United States; or\n\n(3) an asset-backed obligation with a maturity not exceeding five years that is rated \"AAA\" or its equivalent by a nationally recognized rating service.\n\nN. The state treasurer, with the advice and consent of the state board of finance, may also invest in:\n\n(1) shares of an open-ended diversified investment company that:\n\n(a) is registered with the United States securities and exchange commission;\n\n(b) complies with the diversification, quality and maturity requirements of Rule 2a-7, or any successor rule, of the United States securities and exchange commission applicable to money market mutual funds; and\n\n(c) assesses no fees pursuant to Rule 12b-1, or any successor rule, of the United States securities and exchange commission, no sales load on the purchase of shares and no contingent deferred sales charge or other similar charges, however designated, provided that the state shall not, at any time, own more than five percent of a money market mutual fund's assets;\n\n(2) individual, common or collective trust funds of banks or trust companies that invest in United States fixed-income securities or debt instruments authorized pursuant to Subsections I, J and M of this section, provided that the investment manager has assets under management of at least one billion dollars ($1,000,000,000) and the investments made by the state treasurer pursuant to this paragraph are less than five percent of the assets of the individual, common or collective trust fund;\n\n(3) the local government investment pool managed by the office of the state treasurer. Investments made pursuant to this paragraph shall, in aggregate, be no more than thirty-five percent of the total assets of the local government investment pool;\n\n(4) securities issued by the state of New Mexico, its agencies, institutions, counties, municipalities, school districts, community college districts or other subdivisions of the state, or as otherwise provided by law;\n\n(5) securities issued by states other than New Mexico or governmental entities in states other than New Mexico; or\n\n(6) securities that are issued by a supranational issuer and that:\n\n(a) are eligible for purchase and sale within the United States;\n\n(b) are denominated in United States dollars;\n\n(c) have a maturity date that does not exceed five years from the date of purchase; and\n\n(d) are rated \"AA\" or its equivalent or better by a nationally recognized statistical rating organization.\n\nO. Public funds to be invested in negotiable securities or loans to financial institutions fully secured by negotiable securities at current market value shall not be paid out unless there is a contemporaneous transfer of the securities at the earliest time industry practice permits, but in all cases, settlement shall be on a same-day basis either by physical delivery or, in the case of uncertificated securities, by appropriate book entry on the books of the issuer, to the purchaser or to a reputable safekeeping financial institution acting as agent or trustee for the purchaser, which agent or trustee shall furnish timely confirmation to the purchaser.\n\nHistory:Laws 1933, ch. 175, § 4; 1941 Comp., § 7-207; 1953 Comp., § 11-2-7; Laws 1968, ch. 18, § 3; 1975, ch. 157, § 1; 1979, ch. 262, § 1; 1981, ch. 332, § 3; 1983, ch. 24, § 1; 1987, ch. 79, § 5; 1987, ch. 230, § 1; 1988, ch. 61, § 1; 1989, ch. 39, § 1; 1991, ch. 247, § 1; 1994, ch. 71, § 1; 1997, ch. 128, § 1; 1999, ch. 233, § 1; 2002, ch. 39, § 1; 2003, ch. 271, § 1; 2005, ch. 238, § 1; 2005, ch. 239, § 1; 2006, ch. 80, § 1; 2008, ch. 23, § 2; 2013, ch. 65, § 2; 2016, ch. 50, § 1; 2017, ch. 67, § 1; 2019, ch. 170, § 1; 2021, ch. 29, § 1.\n\nCross references.— For deposit of receipts by municipality with no suitable banking facility within its boundaries,see6-10-36.1 NMSA 1978.\n\nFor the federal Investment Company Act of 1940,see15 U.S.C. § 80a-1 et seq.\n\nThe 2021 amendment,effective June 18, 2021, authorized counties and municipalities to invest funds in certificate of deposit account placement services; and in Subsection F, Paragraph F(3), after \"certificate of deposit account\", deleted \"registry service\" and added \"placement services\".\n\nThe 2019 amendment,effective June 14, 2019, defined \"investment policy\", supranational issuer\", and \"United States government sponsored enterprises\" as used in this section, allowed the state treasurer and county and municipal treasurers to invest in securities issued by a supranational issuer, permitted the state treasurer to invest in securities issued by all United States government sponsored enterprises, and restricted the maturity timeframe for most investments by county and municipal treasurers; in Subsection E, added Paragraphs E(2) through E(4); in Subsection F, Paragraph F(1), after \"last preceding\", added \"and that have a maturity date that does not exceed ten years from the date of purchase\", in Paragraph F(2), after \"federal home loan banks,\", added the remainder of the paragraph; in Subsection G, added \"It shall be the duty of the treasurer to bring amendments to the investment policy to the board of finance and obtain consent before such amendments take effect. The investment policy shall be reviewed at least every two years.\", after \"control of the funds\", added \"as can be reflected by an investment policy that is amended by the treasurer and approved by the board of finance\", in Paragraph G(1), after \"instruments that\", deleted \"are listed in a nationally recognized\" and added \"passively match or track the components of a\", deleted former Paragraph G(2) and redesignated former Paragraph G(3) as Paragraph G(2), and added new Paragraphs G(3) through G(5); in Subsection H, after \"United States or\", deleted \"other securities backed by the United States\" and added \"the securities of its agencies, instrumentalities or United States government sponsored enterprises\"; in Subsection I, after \"securities issued by\", deleted \"federal home loan banks\" and added \"all United States government sponsored enterprises\"; in Subsection J, after each occurrence of \"agencies, instrumentalities\", added \"or United States government sponsored enterprises\"; and in Subsection N, added Paragraph N(6).\n\nThe 2017 amendment,effective June 16, 2017, clarified the authorization for the use of letters of credit issued by a federal home loan bank for securitization of public fund deposits in New Mexico; and in Subsection F, Paragraph F(2) and Subsection I, after \"instrumentalities\", added \"including securities issued by federal home loan banks\".\n\nThe 2016 amendment,effective May 18, 2016, allowed county and municipal treasurers to invest in federally insured obligations, including brokered certificates of deposit, certificate of deposit account registry service and federally insured cash accounts; and in Subsection F, added new Paragraph (3).\n\nThe 2013 amendment,effective June 14, 2013, authorized municipalities, counties, and the state treasurer to invest in securities backed by the full faith and credited of the United States; authorized the state treasurer to invest in securities issued by the state of New Mexico and its agencies, institutions and political subdivisions, and securities issued by other states or governmental entities in other states; increased the percentage of general funds and bond proceeds that may be invested in the local government investment pool; in Paragraph (2) of Subsection F, after \"securities that are issued\", added \"and backed\", after \"backed by the\", added \"full faith and credit of the\", after \"United States government or\", added \"issued\", and after \"instrumentalities\", deleted language which required that investments in United States securities be in securities that are direct obligations of the United States or named agencies of the United States or that are backed by the full faith and credit of the United States; in Subsection I, in the first sentence, after \"money held in the\", deleted \"participating government investment fund\" and added \"local government investment pool\" and in the second sentence, after \"that are issued,\" added \"and backed\", after \"backed by\", added \"the full faith and credit of\", after \"government or\", added \"issued\", and after \"or issued by its\", deleted language which required that investments in United States securities be in securities that are direct obligations of the United States or that are backed by the full faith and credit of the United States or agencies sponsored by the United States and added \"agencies or instrumentalities\"; in Subsection K, in the third sentence, after \"delivered to the\", deleted \"fiscal agent\" and added \"state\"; and in Paragraph (3) of Subsection N, at the beginning of the sentence, after \"the\", deleted \"participating government investment fund\" and added \"local government investment pool\", and in the second sentence, after \"this paragraph shall\", deleted \"be less than five\" and added \"in aggregate, be no more than thirty-five\", and after \"total assets of the\", deleted \"participating government investment fund\" and added \"local government investment pool\"; and added Paragraphs (4) and (5) of Subsection N.\n\nThe 2008 amendment,effective February 27, 2008, changed the name of the short-term investment fund to the participating government investment fund in Subsection I and added Paragraph (3) of Subsection N.\n\nThe 2006 amendment,effective May 17, 2006, in Subsection I, in the last sentence, changed \"shall be made only\" to \"may be made\"; in Subsection J, added the last two sentences relating to delivery of securities to a third-party custodial bank; in Subsection K, provided for the delivery of collateral to the fiscal agent of New Mexico or its designee; deleted former Subsection L that provided for the delivery of the security required in Subsection J or K to be delivered to the fiscal agent of New Mexico; deleted former Paragraph (1) of Subsection N (formerly Subsection O), which provided for investment in shares of a diversified investment company that invests in certain United States fixed-income securities or debt instruments if the investment company manages assets of at least one billion dollars; and inserted new Subparagraphs (a) through (c) of Paragraph (1) of Subsection N, which provides for investment in an open-ended diversified investment company that meets the listed criteria.\n\nThe 2005 amendment,effective June 17, 2005, changed \"third-party safekeeping financial institution\" to \"safekeeping financial institution\" in Subsection P.\n\nThe 2003 amendment,effective June 20, 2003, in Paragraph F(2), inserted \", the federal home loan mortgage association, the federal national mortgage association, the federal farm credit bank or the student loan marketing association\" following \"the United States\" and deleted \"or agencies guaranteed by the United States government\" at the end.\n\nThe 2002 amendment,effective May 15, 2002, inserted \"with the advice and consent of the state board of finance,\" in Subsections J and K; substituted \"one billion dollars ($1,000,000,000) and the investments made by the state treasurer pursuant to this paragraph are less than five percent of the assets of the investment company\" for \"one hundred million dollars ($100,000,000)\" in Subsection O(1); and substituted \"one billion dollars ($1,000,000,000) and the investments made by the state treasurer pursuant to this paragraph are less than five percent of the assets of the individual, common or collective trust fund\" for \"one hundred million dollars ($100,000,000)\" in Subsection O(2).\n\nThe 1999 amendment,effective January 1, 2000, in Subsection A, deleted \"provided that no deposit of public money shall be made in a credit union unless the deposit is insured by an agency of the United States\" following \"collected by the treasurers\"; in Subsection F, substituted \"school district that is entrusted\" for \"school district which are now or may hereafter by law be entrusted\"; added Subsection G and redesignated subsequent subsections accordingly; and made stylistic changes throughout.\n\nThe 1997 amendment,effective June 20, 1997, added Subsections M and N and redesignated former Subsection M as Subsection O.\n\nThe 1994 amendment,effective July 1, 1994, added Subsection G, redesignated former Subsections G to L as Subsections H to M, deleted \"local\" following \"held in the\" in Subsection H, and made minor stylistic changes.\n\nThe 1991 amendment,effective July 1, 1991, in Subsection F, designated a formerly undesignated provision as Paragraph (1) and added Paragraph (2).\n\nThe 1989 amendment,effective June 16, 1989, substituted \"sponsored\" for \"guaranteed\" near the end of the second sentence of Subsection G.\n\nThe 1988 amendment,effective May 18, 1988, inserted \"and money held in the local short-term investment fund, except as provided in Section 6-10-10.1 NMSA 1978\" in the first sentence in Subsection G.\n\nThe 1987 amendment,effective June 19, 1987, substituted \"savings and loan association or credit union\" for \"or savings and loan association\" in several places throughout the section, inserting \"and may make deposit of that money in credit unions\" in Subsection A and added the proviso at the end of that subsection, added all of the language following \"counties\" in Subsection B, added all of the language beginning with \"subject to\" in Subsection C, added all of the language following \"or deposit\" in Subsection E, added \"or agencies guaranteed by the United States government\" at the end of Subsection G, redesignated former Subsection H as Subsection L while substituting therein \"contemporaneous transfer of the securities at the earliest time industry practice permits, but in all cases settlement shall be on a same-day basis\" for \"simultaneous transfer of the securities,\" and added Subsections H through K.\n\nThe county treasurer is empowered to make investment decisions, but only with the advice and consent of the county commission.— The county treasurer has supervision of the deposit and safekeeping of the public money of their county, and with the advice and consent of the county commission, acting in its capacity as the county board of finance, designates the depository institutions to receive on deposit all moneys entrusted in the treasurer's care, and additionally, the county treasurer, with the advice and consent of the county commission, acting in its capacity as the county board of finance, is authorized to invest money remaining unspent from the issue of bonds, other securities and all money not immediately necessary for public uses and not invested in banks of other federally charged depository institutions. 2024 Op. Att'y Gen. No. 24-08.\n\nCounty treasurer's powers.— Section 6-10-10(F) NMSA 1978 gave the same investment power to the county treasurer \"by and with the advice and consent\" of the board of finance\" as that given to the county board of finance, namely to invest sinking funds, unexpended bond proceeds and money not immediately necessary for public use in government bonds and negotiable securities.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nMeaning of \"advice and consent\".— In 6-10-10 NMSA 1978, the phrase \"advice and consent\" constricts the state treasurer's ability to invest public money to the extent that the state treasurer must first obtain consent to do so by the state board of finance. The state board of finance has only the power of approval or denial over the state treasurer's investments, but not the power of investment. 2014 Op. Att'y Gen. 14-05.\n\nThe \"advice and consent\" requirement does not violate balance of powers.— The legislative requirement of 6-10-10 NMSA 1978 that the state treasurer obtain the \"advice and consent\" of the state board of finance to invest public money does not violate the constitutional doctrine of separation of powers. 2014 Op. Att'y Gen. 14-05.\n\nBoard of county commissioners, acting as a board of finance, may not delegate to a financial advisor duties that are statutorily delegated to either the county treasurer or the board.— Where the Sandoval county board of county commissioners hired a contractor to formulate an investment policy for the county and to advise the Sandoval county treasurer and the board of financial matters, the contractor may aid the county commissioners, acting as the board of finance, in the formulation of an investment policy, but the contractor may not be delegated the statutory authority to supervise, demand or oversee the roles and responsibilities of the county treasurer. New Mexico courts have confirmed that a board of county commissioners may delegate its \"advice and consent\" authority to the county treasurer through the adoption of a county investment policy; yet, it may not delegate its statutory \"advice and consent\" authority to a contractor.Sandoval County Treasurer(5/17/16), Att'y Gen. Adv. Ltr. 2016-04.\n\nGovernor's power over the state board of finance.— The governor does not have the power to expand the power of the state board of finance through use of an executive order beyond the power conferred by law. 2014 Op. Att'y Gen. 14-05.\n\nBecause the governor has the authority under 6-10-10 NMSA 1978 to direct the state board of finance to oversee investment decisions by the state treasurer with regard to \"advice and consent\", the governor had the power to issue an executive order that required the state board of finance to adopt a policy establishing procedures and conditions for giving its advice and consent regarding investments by the state treasurer, but the governor cannot compel the board of finance to extend its oversight over any other duties belonging to the state treasurer or other aspects of running the state treasurer's office. 2014 Op. Att'y Gen. 14-05.\n\nCounty commissioners may designate depository bank for all county officials.— County commissioners, as the county board of finance, have the authority to designate the depository bank which must be used by all county officials as a depository for funds of the county. 1959 Op. Att'y Gen. No. 59-04.\n\nRevenue derived from operation of waterworks constitutes public funds.— Irrespective of whether a village, in operating a waterworks, is operating in a governmental or proprietary capacity, it is nonetheless operating the waterworks for the benefit of the public, and the revenues derived therefrom are for the public uses of the municipality. 1953 Op. Att'y Gen. No. 53-5859.\n\nFunds accumulated by counties for remote contingencies or investment.— Counties may not accumulate funds as an unreserved general fund balance, for a remote contingency, or for the sole purpose of investment. They must apply excess funds in such categories to the following year's budget estimate. Counties, however, may designate or reserve excess funds for reasonably foreseeable contingencies or capital projects. 1988 Op. Att'y Gen. No. 88-56.\n\nImpermissible investments.— Investment of public funds is limited to such interest-bearing securities as are provided by statute, which does not include loans to private individuals. 1933 Op. Att'y Gen. No. 33-667.\n\nA village cannot legally invest any portion of its water meter deposit fund in revenue bonds, whether of said village or any other municipality or school district of the state. 1953 Op. Att'y Gen. No. 53-5859.\n\nCATS's (Certificate of Accrual on Treasury Securities), TIGR's (Treasury Interest Growth Receipts), and ETR's (Easy Growth Treasury Receipts) are not bonds, treasury certificates, or negotiable instruments of the United States government. They therefore are not permissible investments for counties. 1988 Op. Att'y Gen. No. 88-11.\n\nInvestment of funds in United States government bonds authorized.— This section is sufficient authority to permit a board of county commissioners to invest moneys in its courthouse and jail sinking fund, which are not immediately needed to retire outstanding bonds, in United States government bonds. 1941 Op. Att'y Gen. No. 41-3903.\n\nInvestment in mutual funds or investment trusts.— Investment by the state treasurer in a mutual fund acting as an investment conduit (i.e., an open-end mutual fund or a unit investment trust meeting the requirements of Subsection O(1)) is constitutional. 2000 Op. Att'y Gen. No. 00-03.\n\n\"Adjusted trading.\"— The law does not proscribe specifically the practice of \"adjusted trading.\" However, engaging in adjusted trades for the purpose of hiding a loss is inconsistent with rendering a true account of the county's investments, and a county treasurer thus may be liable on his bond. 1988 Op. Att'y Gen. No. 88-11.\n\nMunicipally owned utility may invest in bonds of out-of-state municipalities.— A municipally owned utility company may invest in bonds of out-of-state municipalities, since operation of the utility is not of such a \"governmental nature\" as to come within the purview of this section. 1941 Op. Att'y Gen. No. 41-3761.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 5, 6; 63C Am. Jur. 2d Public Officers and Employees §§ 413 to 423.\n\nConstitutionality of statute authorizing state to loan money or to engage in business of a private nature, 14 A.L.R. 1151, 115 A.L.R. 1456.\n\nStock of private corporation, constitutional or statutory provisions prohibiting municipalities or subdivisions of state from investing in, 152 A.L.R. 495.\n\nLiability of public officer or his bond for loss of public funds due to insolvency of bank in which they were deposited, 155 A.L.R. 436.\n\nLiability of public officer for interest or other earnings received on public money in his possession, 5 A.L.R.2d 257.\n\n20 C.J.S. Counties §§ 126, 197; 64 C.J.S. Municipal Corporations §§ 1880, 1881; 81A C.J.S. States § 225; 87 C.J.S. Towns §§ 121, 167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-10/"
    },
    {
      "id": "section-6-10-101",
      "number": "6-10-10.1",
      "heading": "Local government investment pool created; distribution of earnings; report of investments.",
      "text": "A. There is created in the state treasury the \"local government investment pool\". The fund shall consist of all deposits from participating governments, including revenues dedicated to repaying bonds, that are placed in the custody of the state treasurer for investment purposes pursuant to this section. The state treasurer shall maintain one or more separate accounts for each participating government having deposits in the local government investment pool and may divide the fund into two or more subfunds, as the state treasurer deems appropriate, for short-term and medium-term investment purposes, including one or more subfunds for bond proceeds deposited by participating governments.\n\nB. If an eligible governing body is unable to receive payment on public money at the rate of interest as set forth in Section 6-10-36 NMSA 1978 from financial institutions within the geographic boundaries of the eligible governing body, or if the eligible governing body is not bound by the terms of Section 6-10-36 NMSA 1978, the finance officer having control of the money of that eligible governing body not required for current expenditure may, with the consent of the board of finance of the eligible governing body if consent is required by the laws or rules of the eligible governing body, remit some or all of the money to the state treasurer for deposit for the purpose of investment as allowed by this section.\n\nC. Before funds are invested or reinvested pursuant to this section, a finance officer shall notify and make the funds available for investment to banks, savings and loan associations and credit unions located within the geographical boundaries of the participating government or the eligible governing body, subject to the limitation on credit union accounts. To be eligible for deposit of the government funds, the financial institution shall pay to the participating government or eligible governing body the rate established by the state treasurer pursuant to a policy adopted by the state board of finance for the investments.\n\nD. A finance officer shall specify the length of time a deposit shall be in the local government investment pool. The state treasurer through the use of the state fiscal agent shall separately track each deposit and shall make information regarding the deposit available to the public upon written request.\n\nE. The state treasurer shall invest the local government investment pool as provided in Section 6-10-10 NMSA 1978 regarding the investment of state funds in investments with a maturity at the time of purchase that does not exceed three years. The state treasurer may elect to have the local government investment pool consolidated for investment purposes with the state funds under the control of the state treasurer; provided that accurate and detailed accounting records are maintained for the account of each participating government and that a proportionate amount of interest earned is credited to each of the separate accounts of a participating government. The fund shall be invested to achieve its objective, which is to realize the maximum return consistent with safe and prudent management.\n\nF. At the end of each month, all net investment income or losses from investment of the local government investment pool shall be distributed by the state treasurer to the accounts of participating governments in amounts directly proportionate to the respective amounts deposited by them in the local government investment pool and the length of time the amounts in each account were invested.\n\nG. The state treasurer shall charge participating governments reasonable audit, administrative and investment expenses and shall deduct those expenses directly from the net investment income for the investment and administrative services provided pursuant to this subsection. The amount of the charges, the manner of the use by the state treasurer and the nature of bond-related services to be offered shall be established in rules adopted and promulgated by the state treasurer subject to approval by the state board of finance.\n\nH. Subject to appropriation by the legislature, amounts deducted from the accounts of participating governments for charges permitted pursuant to this section shall be expended by the state treasurer in fiscal year 2008 and in subsequent fiscal years for the administration and management of the local government investment pool, services provided to participating governments related to investment of their money in that fund and other services authorized by this section. Balances remaining at the end of a fiscal year from the amounts deducted pursuant to this section shall revert to the general fund. Balances in the state treasurer's operating account resulting from deductions taken pursuant to this section in excess of the amount required to provide administration, management and related services required by this subsection or other services authorized by this section shall be offset by reductions in the charges made by the state treasurer to the accounts of participating governments in subsequent deductions from participating governments' accounts.\n\nI. Each fiscal year, the state treasurer shall cause to have the short-term investment portion of the local government investment pool rated by a nationally recognized statistical rating organization. If the rating received by the short-term investment portion of the fund is lower than \"AA\", the state treasurer shall immediately submit a plan to the state board of finance detailing the steps that will be taken to obtain an \"AA\" or higher rating.\n\nJ. The state treasurer may offer to provide to participating governments services related to requirements of the federal income tax laws applicable to the investment of bond proceeds.\n\nK. A tribe or quasi-governmental body created pursuant to New Mexico statute may become a participating government only if the governing authority of the tribe or quasi-governmental body has adopted a resolution authorizing the tribe or quasi-governmental body to remit money to the state treasurer for investment in the local government investment pool.\n\nL. Deposits by the state treasurer on behalf of the general fund and bond proceeds investment pools shall, in aggregate, be no more than thirty-five percent of the total amount in the local government investment pool at any time.\n\nM. The educational retirement board, the public employees retirement association and the state investment council may remit money to the state treasurer for investment in the local government investment pool.\n\nHistory:1978 Comp., § 6-10-10.1, enacted by Laws 1988, ch. 61, § 2; 1991, ch. 239, § 1; 1991, ch. 258, § 1; 1992, ch. 61, § 32; 1994, ch. 71, § 2; 1995, ch. 64, § 1; 2001, ch. 241, § 1; 2003, ch. 399, § 1; 2006, ch. 80, § 2; 2008, ch. 23, § 3; 2011, ch. 158, § 1; 2013, ch. 65, § 3; 2019, ch. 7, § 1.\n\nThe 2019 amendment,effective June 14, 2019, provided that the educational retirement board, the public employees retirement association and the state investment council may participate in the local government investment pool; and added Subsection M.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the participating government investment fund to the local government investment pool; deleted the requirement that short-term investments maintain an \"AA\" or higher rating; at the beginning of the title, deleted \"Participating government investment fund\" and added \"Local government investment pool\"; in Subsections A, D, E, F, H, I, K and L, deleted \"participating government investment fund\" and added \"local government investment pool\"; in Subsection I, deleted the former first sentence, which required that short-term investments maintain an \"AA\" or higher rating and in the current first sentence, after \"Each fiscal year\", deleted \"and at such other times as directed by the state board of finance\"; and in Subsection L, after \"investment pools shall\", deleted \"not exceed\" and added \"in aggregate, be no more than\".\n\nThe 2011 amendment,effective July 1, 2011, in Subsection L, increased the authorized deposits on behalf of the general fund and bond proceeds investment pools from five to thirty-five percent of the total amount in the participating government investment fund.\n\nThe 2008 amendment,effective February 27, 2008, changed the name of the short-term investment fund to the participating government investment fund; included revenues dedicated to repaying bonds in the fund in Subsection A; deleted the 180 day limitation for investment in the fund in Subsection D; extended the time limit for investment of funds from 397 days to three years in Subsection E; authorized the state treasurer to adopt rules to establish charges and the nature of bond-related services in Subsection G; and added Subsections H and J through L.\n\nThe 2006 amendment,effective May 17, 2006, added Subsection G to provide that investment shall be made in a manner that the fund maintains a \"AA\" or higher rating; that the short-term investment fund shall be rated annually and if the fund is lower than \"AA\", the state treasurer shall submit a plan to the state board of finance to obtain an \"AA\" or higher rating.\n\nThe 2003 amendment,effective April 8, 2003, added Paragraph H(18).\n\nThe 2001 amendment,effective June 15, 2001, in Subsection B, substituted \"required for current expenditure\" for \"not required for expenditure within thirty days or less\", deleted \"bank, savings and loan association or credit union\" following \"state treasurer\"; in Subsection E, deleted \"and\" following \"NMSA 1978\" and inserted \"in investments with a maturity at the time of purchase that does not exceed three hundred ninety-seven days. The state treasurer\", and deleted the former second sentence, which read \"The state treasurer may invest a portion of the funds in banks, savings and loan associations or credit unions subject to the requirements of this section.\"; in Subsection F, substituted \"net investment income or losses\" for \"interest earned\", substituted \"reasonable audit, administrative and investment expenses to be paid directly from their net investment income for the investment and administrative services\" for \"a fee of five basis points for the investment services\"; deleted the definition of \"short term\" in Subsection G; and substituted \"development council\" for \"assistance council\" in Paragraph H(4).\n\nThe 1995 amendment,effective June 16, 1995, substituted \"one hundred eighty-one days\" for \"thirty days\" at the end of the first sentence in Subsection D, added the second sentence in Subsection E, and rewrote the second sentence of Subsection F which read: \"No fees or transfer expenses shall be charged to the participating entities and Indian tribes or pueblos for investment in the short term investment fund\".\n\nThe 1994 amendment,effective July 1, 1994, deleted \"Subsection C of\" preceding \"Section 6-10-10\" and substituted \"tribe or pueblo\" for \"tribes or pueblos\" in Subsection E, and inserted \"District\" following \"Advancement\" in Paragraph H(6).\n\nThe 1992 amendment,effective March 9, 1992, added Subsection H(17).\n\nThe 1991 amendment,effective June 14, 1991, substituted references to entity and Indian tribe or pueblo for \"local public body\" throughout the section; deleted \"local\" from the beginning of the catchline and preceding \"short-term investment fund\" in the first sentence in Subsection A and near the end of Subsection F; inserted \"short-term investment\" in Subsections D, E and F; and added Subsection H.\n\nRelationship between county treasurer and board of finance.— Section 6-10-10.1 NMSA 1978, as enacted in 1988, gives the county treasurer power, \"with the consent\" of the board of finance, to place county funds in the state treasurer's \"local short-term investment fund\", which means that the county treasurer's decisions must be approved by the county board of finance. The county board of finance has no power to modify the county treasurer's decisions without the treasurer's concurrence and the treasurer cannot impose a unilateral decision on the board of finance.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-10-1/"
    },
    {
      "id": "section-6-10-102",
      "number": "6-10-10.2",
      "heading": "Statements of condition required to be transmitted to the state cash manager.",
      "text": "As a condition of retaining state deposits or investments, each financial institution certified or designated to receive state public money on deposit shall submit to the state cash manager its quarterly statement of condition at the same time the statement is sent to the federal or state financial authority. The statement shall be certified by an authorized officer of the institution. If the statement is not received by the state cash manager within ten days of its submission to the authority, the manager shall notify the institution of that fact, and the institution shall submit the certified statement within ten days of the notification. Within that twenty-day period, the institution shall not be disqualified from retaining state deposits or investments. If the institution fails to submit the certified statement within the twenty-day period, the state cash manager shall advise the state treasurer, who may withdraw all state funds from the institution in order to protect those state funds.\n\nHistory:Laws 1993, ch. 105, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-10-2/"
    },
    {
      "id": "section-6-10-11",
      "number": "6-10-11",
      "heading": "Approval of investment of state funds.",
      "text": "No moneys of this state belonging to any sinking fund or other fund shall be invested by the state treasurer in any form of security without the prior approval of such investment by the state board of finance. The state board of finance, prior to approving any such investment shall make an investigation of the validity of any such security, including the authority for the issuance thereof and all proceedings leading up to such issuance, and of the adequacy of the means provided for the payment of principal and interest of such security, and shall by resolution adopted at a meeting of said board recite its findings on all said matters.\n\nHistory:Laws 1925, ch. 86, § 1; C.S. 1929, § 112-301; 1941 Comp., § 7-208; 1953 Comp., § 11-2-8; Laws 1978, ch. 121, § 1.\n\nInvestment officer may use services of investment counseloror other sources of advice to aid in making an investment policy recommendation to the investment council. 1959 Op. Att'y Gen. No. 59-21.\n\nState investment officer may invest state moneysin \"closed-end\" mutual funds subject to the restrictions provided for by this section. 1959 Op. Att'y Gen. No. 59-22.\n\nInvestment of funds of museum of New Mexico.— In investing funds belonging to the museum of New Mexico, the state treasurer and state board of finance may, in their discretion, utilize the same standards as govern the investment of public funds controlled by the state commissioner of public lands and as set forth in Section 6-8-10 NMSA 1978. but such enumerated investments are not controlling upon the board of finance and the state treasurer. 1964 Op. Att'y Gen. No. 64-29.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Stock of private corporation, constitutional or statutory provisions prohibiting municipalities or subdivisions of state from investing in, 152 A.L.R. 495.\n\n81A C.J.S. States § 225.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-11/"
    },
    {
      "id": "section-6-10-12",
      "number": "6-10-12",
      "heading": "[Investment of special road fund balances over $10,000.]",
      "text": "The state treasurer is hereby authorized and directed to invest, as hereinafter provided, the funds on deposit in the state treasury to the credit of any special road fund, where such balance is in the amount of $10,000 (ten thousand dollars) or more.\n\nHistory:Laws 1933, ch. 128, § 1; 1941 Comp., § 7-212; 1953 Comp., § 11-2-14.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-12/"
    },
    {
      "id": "section-6-10-13",
      "number": "6-10-13",
      "heading": "[Limitation on investment of special road fund.]",
      "text": "Investments mentioned in Section one [6-10-12 NMSA 1978] of this act shall not be made until after funds due the highway department for expenses incurred against such balance, are deducted nor shall such investments be made if the balance in such fund is to be expended by the state highway department within one year from the date that investment may be made.\n\nHistory:Laws 1933, ch. 128, § 2; 1941 Comp., § 7-213; 1953 Comp., § 11-2-15.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-13/"
    },
    {
      "id": "section-6-10-14",
      "number": "6-10-14",
      "heading": "[Securities eligible for special road fund investments.]",
      "text": "Investments provided for in Section one [6-10-12 NMSA 1978] shall be in securities such as are eligible for investment of common school permanent or other permanent funds, and shall be subject to the same regulations and approval.\n\nHistory:Laws 1933, ch. 128, § 3; 1941 Comp., § 7-214; 1953 Comp., § 11-2-16.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-14/"
    },
    {
      "id": "section-6-10-15",
      "number": "6-10-15",
      "heading": "Surety for deposits.",
      "text": "No public moneys in the custody of the state treasurer or the treasurer of any county, city or town in this state, or in the custody of any board in control mentioned in Section 6 hereof, shall be deposited in any bank or savings and loan association (except as otherwise herein provided) until such bank or savings and loan association is qualified to receive deposits of public moneys by depositing collateral security or by giving bond, as provided in this act.\n\nAny bank or savings and loan association designated as such depository by the proper treasurer and/or board of finance may qualify by giving a bond or bonds in such sum as may be determined by said treasurer and/or board of finance, for the safekeeping and payment of such moneys, and all interest thereon, which bond or bonds shall run to the state of New Mexico, shall be subject to the approval of the proper board of finance of the state, county, city or town, or board in control, as the case may be, and the district judge of the district within which such county, city, town or board in control is situated and conditioned substantially as follows:\n\nKNOW ALL MEN BY THESE PRESENTS: that we . . . . . . . . . . of . . . . . . . . . . as principal, and . . . . . . . . . . as surety, are held and firmly bound unto the state of New Mexico, in the just and full sum of . . . . . . . . . . . dollars ($ . . . . . .) for the payment of which, well and truly to be made, we bind ourselves and all our heirs, personal representatives, successors and assigns, jointly and severally, firmly by these presents.\n\nDated the . . . . . day of . . . . . . . . ., A.D., 19 . . . ..\n\nThe condition of the foregoing obligation is such that\n\nWHEREAS, the said principal, in consideration of the receipt of certain moneys of . . . . . . . . . . in the state of New Mexico on deposit, (the amount whereof shall be subject to withdrawal or diminution by the treasurer of said . . . . . . . . . . as the requirements of said shall demand, and which amount may be increased or decreased as said treasurer may determine) and for the privilege of keeping the same, has agreed to pay and will pay the said . . . . . . . . . . in the state of New Mexico, interest on all moneys so deposited at the rate fixed by the board of finance of said . . . . . . . . . ., to wit: . . . . . . . . . . . at the rate of per centum per annum, the same to be paid monthly on the first day of each month, upon the average daily balance of the moneys of said . . . . . . . . . . so on deposit for the preceding month or fraction thereof:\n\nNOW THEREFORE, if the said principal shall, from the . . . . . . day of . . . . . . . . . ., A.D., 19 . . . ., on the first of each and every month, render to the treasurer and the board of finance of said . . . . . . . . . . a statement, in duplicate, showing in detail, the daily balance of said moneys, so held by said principal on deposit, and the amount of interest accrued thereon, for the last preceding month, and shall pay over said deposit and said interest, upon the check, order or demand in writing of the officer thereunto duly authorized, and shall calculate, credit and pay interest as aforesaid, at the rate and in the manner aforesaid, and shall, in all respects save and keep the said . . . . . . . . . . safe and harmless by reason of the making of said deposit or deposits, and shall generally do and perform each and everything [every thing] required of depositories of public funds to be done and performed by the provisions of a certain act of the state of New Mexico, entitled, \"An Act in Relation to Public Moneys,\" enacted by the sixth legislature of the state of New Mexico and all amendments thereof and any and all other acts in relation to public moneys then the obligation shall be void and of no effect, otherwise to be and remain in full force and virtue.\n\nIt is a further condition of this obligation, however, that said surety shall have the right to terminate its liability hereunder by giving thirty days' notice in writing to the treasurer and to the board of finance of said . . . . . . . . . . of its election so to do, and after the giving of such notice no further moneys shall be deposited with such depositories, and thereupon an accounting shall be immediately had of the liability of such depository for the moneys theretofore deposited with it, and until the payment of all moneys found to be due on such accounting, this bond shall remain in full force and virtue.\n\nWITNESS our hands and seals the day and year first hereinafter written.\n\nSuch bond shall be executed as surety by a surety company authorized by compliance with the laws of New Mexico to do business in this state; and neither the state treasurer, nor any county, city or town treasurer, nor the treasurer of any board in control mentioned in Section 6 hereof shall have on deposit at any time more than the penal amount of the bond or bonds given by a depository to secure such deposit.\n\nAll bonds given under the provisions of this section to secure state moneys shall, after the approval thereof by the state board of finance be safely kept on file by said state board of finance; and all bonds given hereunder to secure county, city or town moneys, or moneys of any board in control as herein defined, shall, after the approval thereof by the proper board of finance, and the district judge, be kept in the custody of the county clerk of the county wherein is located the board of finance approving the same.\n\nThe state board of finance and each county clerk shall keep a record of all such bonds, which record shall be known as \"depository bond record\" and shall be in form as prescribed by the state board of finance.\n\nAny and all bonds which may be given in pursuance of this act to secure moneys of the state, or moneys of the counties, cities, towns or board [boards] in control, or of moneys lawfully entrusted in the care and custody of the treasurers of such counties, cities, towns or boards in control may be put in suit and prosecuted against all or any one or more of the obligors, principals and sureties named therein in the name of the state of New Mexico for the use and benefit of the state, county, school district, city or town or board in control to secure whose money or any moneys lawfully entrusted to the care and custody of whose treasurers such bond is given.\n\nHistory:Laws 1933, ch. 175, § 5; 1941 Comp., § 7-215; 1953 Comp., § 11-2-17; 1981, ch. 332, § 4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1933, ch. 175, § 6, referred to in the first and tenth paragraphs, was repealed by Laws 1934 (S.S.), ch. 24, § 5.\n\nThe term \"this act,\" which appears in the first and last paragraphs, refers to Laws 1933, ch. 175, which is compiled as 6-10-8 to 6-10-10, 6-10-15, 6-10-18, 6-10-19 and 6-10-51 NMSA 1978.\n\nThe act entitled \"An Act in Relation to Public Moneys,\" enacted by the sixth legislature, was enacted as Laws 1923, ch. 76, and is compiled herein as 6-10-2, 6-10-3, 6-10-20, 6-10-29, 6-10-37 to 6-10-42, 6-10-44, 6-10-46, 6-10-47, 6-10-50, 6-10-52 to 6-10-54, 6-10-58 and 6-10-61 NMSA 1978.\n\nQualification of depository prerequisite to receipt of deposits.— State depositories are not entitled to receive deposits of public funds from the state treasurer until they qualify by providing security for the same.State ex rel. Hannett v. Graham, 1925-NMSC-041, 30 N.M. 537, 239 P. 740.\n\nStatutory requirements part of bond.— A statute, in pursuance of which a bond is given, is read into the bond, and the parties cannot, by contract or otherwise, limit the statutory obligation.Fidelity & Deposit Co. v. Richard, 1940-NMSC-042, 44 N.M. 424, 103 P.2d 628.\n\nCompensated surety entitled to contribution by additional surety.— Where a depository bond was executed by additional surety in statutory form with the understanding that an additional bond was to secure deposits as would at any time be in excess of a certain sum, the original compensated surety was without knowledge of additional bond, the depository failed with county deposits less than the amount secured by additional surety and the loss was paid by compensated surety, the compensated surety was entitled to contribution from the additional surety.Fidelity & Deposit Co. v. Richard, 1940-NMSC-042, 44 N.M. 424, 103 P.2d 628.\n\nSeparate security for school funds.— Where county commissioners exact a bond to secure a county deposit, surety on such depository bond is not liable for school moneys required by law to be deposited as directed by the school board and to be secured separately.State v. Fidelity & Deposit Co., 1932-NMSC-022, 36 N.M. 166, 9 P.2d 700.\n\nSurety of depository bank liable for loss upon attempted transfer of funds from depository to another bank.— Where county funds were lost on an attempted transfer from a depository bank to another bank with the knowledge and consent of the agent of the surety of depository, and the original depository was closed, the surety of depository was liable for the loss of the funds of the county.Nat'l Sur. Co. v. New Mexico, 16 F.2d 873 (8th Cir. 1926).\n\nDeposits not to exceed face value of security.— In no event should deposits exceed the face value of the security given by the depository bank. 1962 Op. Att'y Gen. No. 62-71.\n\nCounty boards of finance are deciding authority in evaluating collateral,but they are subject to the supervisory control of the proper district judge when the collateral security is in the form of surety bonds as provided in this section. 1962 Op. Att'y Gen. No. 62-71.\n\nSurety liable for loss and interest to date of settlement.— Upon the closing of a bank, a surety company is liable for its proportionate share of the loss and for interest to date of settlement, unless it tenders its share of the loss at an earlier date. 1924 Op. Att'y Gen. No. 24-3750.\n\nUnited States bonds acceptable in lieu of depository bond.— United States liberty bonds may be accepted in lieu of a depository bond, if the board finds that the market value of the bonds equals their par value. 1921 Op. Att'y Gen. No. 21-3171.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 21 to 29.\n\n26A C.J.S. Depositaries § 9(3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-15/"
    },
    {
      "id": "section-6-10-16",
      "number": "6-10-16",
      "heading": "Security for deposits of public money.",
      "text": "A. Deposits of public money shall be secured by:\n\n(1) securities of the United States, its agencies or instrumentalities;\n\n(2) securities of the state of New Mexico, its agencies, instrumentalities, counties, municipalities or other subdivisions;\n\n(3) securities, including student loans, that are guaranteed by the United States or the state of New Mexico;\n\n(4) revenue bonds that are underwritten by a member of the financial industry regulatory authority, known as FINRA, and are rated \"BAA\" or above by a nationally recognized bond rating service; or\n\n(5) letters of credit issued by a federal home loan bank.\n\nB. No security is required for the deposit of public money that is insured by the federal deposit insurance corporation or the national credit union administration.\n\nC. All securities shall be accepted as security at market value. The restrictions of Subsection A of this section apply to all securities subject to this subsection.\n\nHistory:1953 Comp., § 11-2-18.1, enacted by Laws 1969, ch. 243, § 1; 1981, ch. 332, § 5; 1987, ch. 79, § 6; 1987, ch. 307, § 1; 2000, ch. 47, § 1; 2013, ch. 65, § 4.\n\nCross references.— For federal housing administration bonds as security for public deposits,see3-45-24 NMSA 1978.\n\nFor severance tax bonds as security for public deposits,see7-27-19 NMSA 1978.\n\nThe 2013 amendment,effective June 14, 2013, changed the authorized underwriters of revenue bonds that may secure deposits of public money; deleted the requirement that obligations of the state of New Mexico be accepted at par value; in Paragraph (4) of Subsection A, after \"member of the\", deleted \"national association of securities dealers\" and added \"financial industry regulatory authority\" and after \"known as\", deleted \"N.A.S.D.\" and added \"FINRA\"; and in Subsection C, deleted the former first sentence which required that obligations of the state of New Mexico be accepted at par value, and in the current first sentence, after \"All\", deleted \"other\".\n\nThe 2000 amendment,effective May 17, 2000, inserted the paragraph designations within Subsection A and designated part of former Subsection A as present Subsection B, substituted \"bonds that\" for \"bonds qualify as security for the deposit public money only if they\" in Subsection A(4), added Subsection A(5), deleted \"the federal savings and loan insurance corporation\" preceding \"or the national credit union\" in Subsection B, and redesignated former Subsection B as Subsection C.\n\n1987 amendments.— Laws 1987, ch. 79, § 6, effective June 19, 1987, adding to the end of Subsection A \"or the national credit union administration,\" was approved March 20, 1987. However, Laws 1987, ch. 307, § 1, effective June 19, 1987, in Subsection A, deleting \"or, if not rated are approved by the state board of finance or its delegate\" from the end of the second sentence; and in Subsection B, inserting \"which are obligations\" near the beginning, was approved April 10, 1987. The section is set out above as amended by the Laws 1987, ch. 307, § 1.See12-1-8 NMSA 1978.\n\nMutual funds as collateral.— Mutual funds may not be pledged as collateral for deposits of public funds. 1987 Op. Att'y Gen. No. 87-04.\n\nInvestment in mutual funds.— State chartered banks and savings and loan associations are permitted to invest in mutual funds. 1987 Op. Att'y Gen. No. 87-04.\n\nBonds of New Mexico mortgage finance authority are acceptable as security.— Although the New Mexico mortgage finance authority is not a state agency, it is a state instrumentality and as such, its bonds are acceptable as security for deposit of public money under this section. 1977 Op. Att'y Gen. No. 77-27.\n\nFarmers' home administration loans fully guaranteed by federal government.— Any farmers' home administration loan which is fully guaranteed by the federal government would qualify as a proper security for public funds which are deposited in banks of this state. 1966 Op. Att'y Gen. No. 66-145.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 13, 14.\n\n26A C.J.S. Depositaries § 9(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-16/"
    },
    {
      "id": "section-6-10-161",
      "number": "6-10-16.1",
      "heading": "Security for public deposits.",
      "text": "All deposits of public funds shall be secured by securities as defined in Section 6-10-16 NMSA 1978 in the amount required by law or by surety bonds as provided for in Section 6-10-15 NMSA 1978. A surety company that issues a surety bond pursuant to this section shall be rated in the highest category by at least one nationally recognized statistical rating agency.\n\nHistory:Laws 1981, ch. 332, § 20; 2001, ch. 21, § 1.\n\nThe 2001 amendment,effective March 13, 2001, in the first sentence, deleted \"made after the effective date of this act\" following \"All deposits of public funds\", added the phrase following \"required by law\"; and added the last sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 13, 14.\n\n26A C.J.S. Depositaries § 9(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-16-1/"
    },
    {
      "id": "section-6-10-17",
      "number": "6-10-17",
      "heading": "Amount of security to be deposited.",
      "text": "Any bank or savings and loan association designated as a depository of public money shall deliver securities of the kind specified in Section 6-10-16 NMSA 1978 to a custodial bank described in Section 6-10-21 NMSA 1978 and shall then deliver a joint safekeeping receipt issued by the custodial bank to the public official from whom or the public board from which the public money is received for deposit. The securities delivered shall have an aggregate value equal to one-half the amount of public money to be received in accordance with Subsection B of Section 6-10-16 NMSA 1978. However, any such bank or savings and loan association may deliver a depository bond executed by a surety company as provided in Section 6-10-15 NMSA 1978 as security for any portion of a deposit of public money.\n\nHistory:1953 Comp., § 11-2-18.2, enacted by Laws 1969, ch. 243, § 2; 1971, ch. 31, § 1; 1981, ch. 332, § 6; 1991, ch. 31, § 1.\n\nThe 1991 amendment,effective June 14, 1991, divided the former first sentence into the present first two sentences; inserted \"to a custodial bank described in Section 6-10-21 NMSA 1978 and shall then deliver\" and \"issued by the custodial bank\" in the first sentence; added \"The securities delivered shall have\" at the beginning of the present second sentence; and made related stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-17/"
    },
    {
      "id": "section-6-10-171",
      "number": "6-10-17.1",
      "heading": "Noncompliance with collateral requirements; withdrawal of public funds.",
      "text": "When a treasurer, board of finance or board of control finds that a bank or savings and loan association that has been designated as a depository of public money has not maintained qualifying securities as collateral for deposits of public money under the control of that treasurer or board as required by law, the treasurer or board shall request the depository to substitute or provide additional qualifying securities to meet those requirements within ten calendar days. If the bank or savings and loan association does not comply with the request within ten calendar days, the treasurer or board shall withdraw from that depository within the next ten calendar days all deposits of public money under the treasurer's or board's control without penalty to the public depositor, notwithstanding any other provision of law to the contrary.\n\nHistory:Laws 1991, ch. 31, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-17-1/"
    },
    {
      "id": "section-6-10-18",
      "number": "6-10-18",
      "heading": "Assignment of securities; disposition.",
      "text": "A. Any bank or savings and loan association designated as a depository by the proper treasurer, board of finance or board of control, prior to the delivery of securities of the kind specified in Section 6-10-16 NMSA 1978 to secure that deposit, shall enter into a written agreement with the state board of finance or the board of finance of the county, municipality or board of control whose money it desires to receive and hold on deposit. The depository shall provide for a security interest in the deposited securities in favor of the proper treasurer, board of finance or board of control and shall follow all procedures and comply with all provisions necessary to assure that the security interest is not avoidable under any provisions of law or regulations, including the federal Financial Institutions Reform, Recovery and Enforcement Act of 1989, as amended, and the Federal Deposit Insurance Act, as amended. These provisions and procedures shall be incorporated in the terms of the agreement, and the proper treasurer, board of control or board of finance shall take such steps as are necessary to verify compliance by the depository with all necessary provisions and procedures.\n\nB. In case any bank or savings and loan association holding public money on deposit shall, upon proper demand therefor, default in the payment of any such money or the agreed interest on the money or in the performance of its obligations under the written agreement, the payment thereof being secured in whole or in part by a deposit of securities of the kind specified in Section 6-10-16 NMSA 1978, the treasurer, board of finance or board of control shall instruct the custodial bank in possession of the securities to transfer the securities or such portion of the securities as may be required to the treasurer or other official or its designated agent for disposition in accordance with Subsection C or D of this section.\n\nC. The treasurer or other official or agent, upon delivery of the securities from the custodial bank, may sell the securities at public auction at the state capitol, courthouse or city hall or where the office of the official may be to the highest bidder for cash after thirty days' notice of the time and place and terms of the sale, which notice shall be given by publication thereof in a newspaper published in the county in which the sale is to take place; provided that the board of finance or board of control interested in the sale may become a purchaser at any such sale at not less than ninety-five percent of the market value of the securities.\n\nD. The treasurer or other official or agent, upon delivery of securities from the custodial bank, may sell the securities at public or private sale at a broker's board or on any securities exchange in a manner that is customary in the securities industry for the types of securities being sold.\n\nE. The proceeds realized from the sale under Subsection C or D of this section, after payment therefrom of the expenses of the sale, shall be applied to the payment of the amount of public money in which the bank or savings and loan association is in default and for which the securities so sold were pledged, and the remainder, if any, of the proceeds shall be paid over to the bank or savings and loan association. Upon any and all such sales, the securities sold shall be delivered to the purchaser thereof, the official or agent conducting the sale having first caused it to be endorsed in a manner or done other things as may be necessary to vest the title thereto in the purchaser.\n\nHistory:Laws 1933, ch. 175, § 9; 1941 Comp., § 7-217; 1953 Comp., § 11-2-19; Laws 1977, ch. 219, § 1; 1981, ch. 332, § 7; 1991, ch. 31, § 2.\n\nCross references.— For the federal Financial Institutions Reform, Recovery and Enforcement Act of 1989,see12 U.S.C.S. § 1461 et seq.\n\nFor the Federal Deposit Insurance Act,see12 U.S.C.S. § 1811 et seq.\n\nThe 1991 amendment,effective June 14, 1991, rewrote this section to the extent that a detailed analysis would be impracticable.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-18/"
    },
    {
      "id": "section-6-10-19",
      "number": "6-10-19",
      "heading": "Ineligible depository bonds.",
      "text": "No depository bond with personal sureties shall be accepted as security for deposits of public money.\n\nHistory:Laws 1933, ch. 175, § 10; 1941 Comp., § 7-218; 1953 Comp., § 11-2-20; 1991, ch. 31, § 3.\n\nThe 1991 amendment,effective June 14, 1991, substituted \"as security for deposits of public money\" for \"by any treasurer and/or board of finance\".\n\nSection repeals, by implication,personal surety clause in Section 6-10-20 NMSA 1978. 1980 Op. Att'y Gen. No. 80-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-19/"
    },
    {
      "id": "section-6-10-20",
      "number": "6-10-20",
      "heading": "Additional security.",
      "text": "Any board of finance or board of control may at any time within its discretion require any bank or savings and loan association that has qualified as a depository of public money subject to the control of the board to furnish additional security for the deposit of the kind specified in Section 6-10-16 NMSA 1978.\n\nHistory:Laws 1923, ch. 76, § 21; 1925, ch. 123, § 8; C.S. 1929, § 112-121; 1941 Comp., § 7-219; 1953 Comp., § 11-2-21; 1991, ch. 31, § 4.\n\nThe 1991 amendment,effective June 14, 1991, rewrote this section which read \"Any board of finance may at any time within its discretion require any bank which has qualified as a depository of public moneys subject to the control of said board and including banks which have furnished bonds with personal sureties, and which may be continued for the period of one year as specified in Section nineteen hereof to furnish additional security for said deposit of the kind in this act specified.\"\n\nFormer personal surety clause in this sectionis repealed by implication by Section 6-10-19 NMSA 1978. 1980 Op. Att'y Gen. No. 80-11.\n\nExercise of board's authority must comply with applicable statutory guidelines.— The state board of finance may exercise its authority under this section to require additional security for deposits made by the state treasurer from the severance tax permanent fund; however, such exercise of authority must be consistent with the guidelines approved under former Subsection G of Section 7-27-5 NMSA 1978. 1980 Op. Att'y Gen. No. 80-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-20/"
    },
    {
      "id": "section-6-10-21",
      "number": "6-10-21",
      "heading": "Security for deposits; safekeeping; regulations of state board of finance.",
      "text": "The state board of finance is authorized and directed to regulate, by general regulation or by special orders applicable to individual cases, the safekeeping of bonds or other securities delivered by any bank or savings and loan association as security for deposits of public money. The bonds or securities shall be delivered to a third-party custodian, which shall be a federal reserve bank or branch thereof or in any other bank designated by the state board of finance and qualified to perform custodial functions in the state of New Mexico. The bank or savings and loan association delivering securities to that custodial bank shall enter into a written agreement with the custodial bank containing such conditions that will adequately protect the interests of the state, county, city, school district or institution interested in the bonds and securities.\n\nHistory:Laws 1927, ch. 87, § 1; C.S. 1929, § 13-1020; 1941 Comp., § 7-220; 1953 Comp., § 11-2-22; 1981, ch. 332, § 8; 1991, ch. 31, § 5.\n\nThe 1991 amendment,effective June 14, 1991, rewrote this section to the extent that a detailed analysis would be impracticable.\n\nBank within state may be designated as depository.— This section does not prohibit the state board of finance from designating a bank within this state as a depository for the safekeeping of bonds or other securities delivered by any bank or banks as security for deposits of public moneys. 1957 Op. Att'y Gen. No. 57-217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-21/"
    },
    {
      "id": "section-6-10-22",
      "number": "6-10-22",
      "heading": "Security for deposits; liability for loss.",
      "text": "The state treasurer or any board of finance or the secretary or treasurer of any board of finance charged with the custody of any bonds or securities mentioned in Section 6-10-21 NMSA 1978 who complies with the requirements of the state board of finance with respect to the safekeeping of any bonds or securities shall not be liable for the loss of those bonds or securities except in cases where the loss is due to his willful act or might have been avoided by reasonable care on his part.\n\nHistory:Laws 1927, ch. 87, § 2; C.S. 1929, § 13-1021; 1941 Comp., § 7-221; 1953 Comp., § 11-2-23; 1991, ch. 31, § 6.\n\nThe 1991 amendment,effective June 14, 1991, substituted \"Section 6-10-21 NMSA 1978\" for \"Section 1 hereof\" near the middle of the section and made minor stylistic changes.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Constitutionality of statutes relieving officer or public depository or sureties from liability for loss of public funds, 96 A.L.R. 295.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-22/"
    },
    {
      "id": "section-6-10-23",
      "number": "6-10-23",
      "heading": "Safekeeping of pledged securities; acceptance, release and substitution.",
      "text": "A. Whenever securities pledged by a depository bank or savings and loan association to secure public money are delivered to a custodial bank for safekeeping, the custodial bank is authorized to comply with the written instructions given by the depository bank or savings and loan association and the treasurer of the state, county, municipality, school district, public institution or board involved in accepting the securities for safekeeping, in releasing and delivering all or any portion of such pledged securities held in safekeeping and in permitting substitutions of other approved securities for those previously held in safekeeping. It is not necessary for the custodial bank to obtain instructions from or approval thereof by the board of finance having control of the public money involved in the particular transaction.\n\nB. In other cases where a depository bank or savings and loan association is entitled to a withdrawal and return to it of securities which have been deposited to secure deposits of public money, the securities may be withdrawn or substitution of other approved securities effected upon the written instructions executed by the depository bank or savings and loan association and by the treasurer of the state, county, municipality, school district, public institution or board involved. It is not necessary for the instructions to be executed by the board of finance having control of the public money involved in the particular transaction.\n\nC. The written instructions specified in Subsections A and B of this section may be contained in the written agreement between the depository bank or savings and loan association and the custodial bank provided for in Section 6-10-21 NMSA 1978.\n\nHistory:1941 Comp., § 7-221a, enacted by Laws 1947, ch. 34, § 1; 1953 Comp., § 11-2-24; 1981, ch. 332, § 9; 1986, ch. 25, § 1; 1991, ch. 31, § 7.\n\nCross references.— For state investment council, see 6-8-2 NMSA 1978.\n\nThe 1991 amendment,effective June 14, 1991, deleted \"and mortgage collateral\" following \"securities\" in the catchline; in Subsection A, substituted \"a custodial bank\" for \"another bank or savings and loan association\" near the beginning of the first sentence and \"custodial bank\" for \"safe-keeping bank or savings and loan association\" in the first and second sentences, and inserted \"written\" preceding \"instructions\" in the first sentence; and rewrote Subsection C which pertained to mortgage collateral pledged to secure the deposit of severance tax permanent funds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-23/"
    },
    {
      "id": "section-6-10-24",
      "number": "6-10-24",
      "heading": "Deposit of public funds in federally insured banks, savings and loan associations and credit unions; conditions.",
      "text": "A. The state treasurer, the several county and municipal treasurers, the treasurers of any public or educational institution in this state and the treasurers of all irrigation districts and conservancy districts may deposit public funds in any bank of the state of New Mexico insured by the federal deposit insurance corporation up to the amount of the insurance or in any savings and loan association whose deposits are insured by the federal savings and loan insurance corporation up to the amount of the insurance, or in any credit union whose deposits are insured by the national credit union administration up to the amount of the insurance, without requiring the bank, savings and loan association or credit union to qualify as a public depository by giving security as required by the laws of New Mexico relating to public money; provided, however, that a deposit made in any credit union shall not exceed that amount insured by an agency of the United States.\n\nB. The several county and municipal treasurers and the treasurers of all irrigation districts and conservancy districts shall not make any deposits outside their respective political subdivisions.\n\nC. All other boards of control handling public funds in any manner whatever may deposit the public funds in any banks in New Mexico insured by the federal deposit insurance corporation up to the amount of the insurance or in any savings and loan association whose deposits are insured by the federal savings and loan insurance corporation up to the amount of the insurance or in any credit union whose deposits are insured by the national credit union administration up to the amount of such insurance, without requiring the bank, savings and loan association or credit union to qualify as a public depository by giving security as required by the laws of New Mexico relating to public money; provided, however, that a deposit made in any credit union shall not exceed that amount insured by an agency of the United States.\n\nHistory:Laws 1939, ch. 21, § 1; 1941 Comp., § 7-222; 1953 Comp., § 11-2-25; Laws 1968, ch. 18, § 4; 1975, ch. 157, § 2; 1981, ch. 332, § 10; 1987, ch. 79, § 7.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or credit union\" following \"savings and loan association\" and \"or in any credit union whose deposits are insured by the national credit union administration up to the amount of such insurance\" preceding \"without requiring the bank\" near the middle of Subsections A and C; added at the end of Subsections A and C \"provided, however, that the deposit made in any credit union shall not exceed that amount insured by an agency of the United States\"; and made minor language changes throughout the section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds § 11.\n\n26A C.J.S. Depositaries § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-24/"
    },
    {
      "id": "section-6-10-241",
      "number": "6-10-24.1",
      "heading": "State funds; limitation.",
      "text": "A. No person depositing or investing state funds in banks or savings and loan associations in New Mexico shall deposit or invest any funds if that deposit or investment when added to state funds already in that bank or savings and loan association would be in excess of four hundred percent of equity capital of the bank or four hundred percent of net worth of the savings and loan association or more than twenty-five percent of the total of that financial institution's deposits, whichever is less, as shown by the most recent quarterly statement of financial condition required by federal or state financial authorities as certified by an authorized officer of that institution. The funds held by the state fiscal agent bank as such fiscal agent bank and demand deposits held by a state checking depository bank shall not be considered in construing these limits. The twenty-five percent of total deposits limitation shall not apply to a newly chartered bank or savings and loan association in the first year of its operation.\n\nB. No person depositing state funds in credit unions in New Mexico shall deposit any funds in excess of that which is insured by an agency of the United States.\n\nC. For the purposes of this section, \"state funds\" means money in the custody of the state treasurer or deposited or invested by him or by any state agency, department or instrumentality in New Mexico banks, savings and loan associations or credit unions and does not include local funds, which include funds deposited by institutions enumerated in Article 12, Section 11 of the constitution of New Mexico.\n\nD. In the event a bank or savings and loan association exceeds the limitations set forth in Subsection A of this section, any person charged with responsibility for investing or depositing state funds shall not deposit additional new funds, but may renew any maturing certificate of deposit at the interest rate applicable for new state fund deposits and may provide for the staged withdrawal of the amount of funds which exceeds such limitation from the bank or savings and loan association over a reasonable period of time in order to avoid causing the failure of the institution. If, however, withdrawal of the state funds is necessary to prevent loss of such funds, they shall be removed.\n\nHistory:Laws 1982, ch. 9, § 1; 1987, ch. 79, § 8; 1987, ch. 266, § 1.\n\n1987 Multiple Amendments.— Laws 1987, ch. 79, § 8 and Laws 1987, ch. 266, § 1 enacted different amendments to this section that can be reconciled. Pursuant to 12-1-8 NMSA 1978, Laws 1987, ch. 266, § 1, as the last act signed by the governor, is set out above and incorporates both amendments. The amendments enacted by Laws 1987, ch. 79, § 8 and Laws 1987, ch. 266, § 1 are described below.\n\nLaws 1987, ch. 266, § 1, effective June 19, 1987, added a new Subsection B and redesignated the subsequent subsections accordingly; in Subsection C, added \"or credit unions\" following \"savings and loan associations\"; and, in Subsection D, at the end of the first sentence substituted \"avoid causing the failure of the institution\" for \"assure that dislocation caused by such withdrawal is avoided\" and added the last sentence.\n\nLaws 1987, ch. 79, § 8, effective June 19, 1987, added Subsection B and redesignated the subsequent subsections; and, in Subsection C, added \"or credit union\" after \"savings and loan associations\" and made minor changes in language.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 5, 11.\n\n26A C.J.S. Depositaries § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-24-1/"
    },
    {
      "id": "section-6-10-242",
      "number": "6-10-24.2",
      "heading": "Linked deposit program.",
      "text": "A. As used in this section:\n\n(1) \"financially at risk rural community\" means a community with the following characteristics:\n\n(a) no more than one insured bank, thrift institution or credit union within the community; and\n\n(b) a population not exceeding three thousand five hundred; and either\n\n(c) a declining population as evidenced by a decrease in population as shown by the two most recent federal decennial censuses; or\n\n(d) a median household income less than eighty percent of the state median household income;\n\n(2) \"linked deposit program\" means a depository institution's participation in the deposit program established pursuant to this section;\n\n(3) \"market rate\" means the rate of return established by the state board of finance for deposits held by qualified depository institutions;\n\n(4) \"qualified depository institution\" means an insured bank, trust institution or credit union qualified pursuant to Section 6-10-15 NMSA 1978;\n\n(5) \"qualifying branch\" means an office of a qualified depository institution that is open five days a week, has a night deposit box and provides banking services to residents of the community; and\n\n(6) \"state deposits\" means public funds under the control of the state treasurer or the state treasurer's designee and held by qualified depository institutions.\n\nB. The state treasurer may invest up to fourteen percent of state deposits, not to exceed forty-nine million dollars ($49,000,000), in qualified depository institutions with a qualifying branch located in a financially at risk rural community. No more than ten million dollars ($10,000,000) may be deposited in any one qualified depository institution pursuant to the linked deposit program. For funds invested in qualified depository institutions pursuant to the linked deposit program, the state treasurer is authorized to accept a rate of return that is not more than one percent below the market rate.\n\nC. The director of the financial institutions division of the regulation and licensing department shall promulgate rules implementing the provisions of this section. Those rules shall address the following areas:\n\n(1) eligibility criteria for qualified depository institutions participating in the linked deposit program;\n\n(2) application procedures for participation in the linked deposit program; and\n\n(3) verification criteria for determining that a qualified depository institution participating in the linked deposit program is meeting the banking service needs of a financially at risk rural community.\n\nHistory:Laws 2007, ch. 153, § 1.\n\nCross references.— For the director of financial institutions division,see58-1-32 NMSA 1978.\n\nEffective dates.— Laws 2007, ch. 153, § 2 made Laws 2007, ch. 153, § 1 effective July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-24-2/"
    },
    {
      "id": "section-6-10-25",
      "number": "6-10-25",
      "heading": "Declaration of policy.",
      "text": "All moneys of the state, except permanent funds and income derived therefrom and those funds the investment of which is otherwise authorized by law, not needed to meet expenses of state government for the ensuing quarter year should be invested in interest-bearing time deposits or short-term United States government securities. No funds other than those necessary to meet expenses should be permitted to remain in noninterest-bearing accounts in state depositories.\n\nHistory:1953 Comp., § 11-2-25.1, enacted by Laws 1955, ch. 140, § 1; 1967, ch. 211, § 1.\n\nInterest accrues to fund on which paid and not to general fund.— The general rule is that interest earned by the investment of a special fund is an increment which accrues to the special fund and not to the general funds of the state or other public body. 1958 Op. Att'y Gen. No. 58-149.\n\nInterest earned on principal in game protection fundis credited to general fund. 1980 Op. Att'y Gen. No. 80-17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-25/"
    },
    {
      "id": "section-6-10-26",
      "number": "6-10-26",
      "heading": "Quarterly reports of funds on demand deposit; investment in interest-bearing deposits and securities.",
      "text": "On or before the tenth day of each quarter of the fiscal year the state treasurer and the secretary of finance and administration shall report to the state board of finance the amount of money on deposit in state depositories, the account or funds to which the money is credited, the amount of money necessary in the opinion of each of such officers to be kept on demand deposit to meet expenses for the quarter, and the amount of money available, in the opinion of each of the officers, for investment for the ensuing quarter. The state board of finance, from such reports and other information which may be available to it, shall direct the state treasurer to invest such sums as it may determine as available for investment in interest-paying time deposits or short-term United States government securities, or a combination thereof. It is the further policy of the state of New Mexico to foster the banking business and the savings and loan business, and the board of finance shall not withdraw funds from the various banks and savings and loan associations of New Mexico if it is the banks' and savings and loan associations' desire to pay some reasonable interest rate on the funds. The state board of finance shall determine the rate of interest to be charged on the investments. The interest earned from the investment of this money shall be placed into the general fund of the state.\n\nHistory:1953 Comp., § 11-2-25.2, enacted by Laws 1955, ch. 140, § 2; 1957, ch. 102, § 1; 1968, ch. 18, § 5; 1977, ch. 247, § 107; 1979, ch. 99, § 1.\n\nInterest earned on investment of game protection fundis credited to that fund. This section relates to all surplus state funds, which is a \"class,\" and not to the game protection fund specifically, which is less than a class and relates to a particular part of a class. Therefore, any interest earned on the investment of money in the game protection fund must be credited to that fund, not to the state general fund. 1982 Op. Att'y Gen. No. 82-01.\n\nInterest earned on investment in shooting range fundis credited to that fund, not the state general fund. 1980 Op. Att'y Gen. No. 80-17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-26/"
    },
    {
      "id": "section-6-10-27",
      "number": "6-10-27",
      "heading": "Provisions inapplicable to permanent and certain other funds.",
      "text": "The provisions of Sections 6-10-25 and 6-10-26 NMSA 1978, shall not apply to the investment of permanent funds or the income derived therefrom nor to the investment of funds otherwise authorized by law.\n\nHistory:1953 Comp., § 11-2-25.3, enacted by Laws 1955, ch. 140, § 3; 1967, ch. 211, § 2.\n\nInterest is generally an accretionor increment to principal fund earning it, and becomes a part of that fund. 1980 Op. Att'y Gen. No. 80-17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-27/"
    },
    {
      "id": "section-6-10-28",
      "number": "6-10-28",
      "heading": "Investment of bond proceeds.",
      "text": "The state treasurer, upon order of the state board of finance, shall invest the proceeds of state revenue and general obligation bonds until the money is needed for the purpose for which the bonds were authorized and sold. Income from these investments shall be applied to payment of principal of and interest on the bonds, for the purposes for which the bonds were issued or to pay rebate, penalty, interest and other obligations of the state relating to the bonds under the Internal Revenue Code of 1986, as amended, including any regulations applicable under the code.\n\nHistory:1953 Comp., § 11-2-25.4, enacted by Laws 1967, ch. 211, § 3; 1988, ch. 45, § 1.\n\nCross references.— For the Internal Revenue Code of 1986,seeTitle 26 of the United States Code.\n\nThe 1988 amendment,effective March 4, 1988, in the second sentence, substituted \"shall be applied to payment of principal\" for \"shall be credited to the appropriate fund to apply toward payment of principal\", added the phrase beginning \"for the purposes for which\" at the end of the subsection, and made minor stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-28/"
    },
    {
      "id": "section-6-10-29",
      "number": "6-10-29",
      "heading": "Banks, savings and loan associations and credit unions to furnish statement of deposits monthly; credit interest monthly; signature to checks.",
      "text": "A. Every bank, savings and loan association and credit union holding public money deposited by the state treasurer shall, on the first day of each month during the time in which it holds such deposits, furnish to the state treasurer and to the financial control division of the department of finance and administration an itemized statement concerning the deposit, showing the daily balance for the last preceding month and interest accrued thereon. These statements shall be filed by the state treasurer and the financial control division and be public records. Every bank, savings and loan association and credit union having public money on deposit other than that deposited by the state treasurer shall furnish to the treasurer depositing the same and to the board of finance which issued the certificate under which it holds such money, on the first day of each month during the time in which it holds any such money on deposit, an itemized statement concerning the deposit, showing the daily balance of the deposit account for the last preceding month and interest accrued thereon, which statement shall be filed in regular order and carefully preserved in the respective offices. Upon the first day of each month, all interest accrued upon the deposit shall by the bank, savings and loan association or credit union be credited to the state, county, municipality or board in control whose money it so holds.\n\nB. All checks drawn against any account of public money deposited or against any interest account shall be signed by the proper officer authorized to sign them and in his official capacity.\n\nC. \"Deposit\", as used herein, means either investment or deposit and includes share, share certificate and share draft.\n\nHistory:Laws 1923, ch. 76, § 14; C.S. 1929, § 112-114; 1941 Comp., § 7-223; 1953 Comp., § 11-2-26; Laws 1968, ch. 18, § 6; 1975, ch. 157, § 3; 1987, ch. 79, § 9.\n\nThe 1987 amendment,effective June 19, 1987, in Subsection A inserted \"and credit union\" following \"savings and loan association\" in the first, third and last sentences; in Subsection C added at the end \"and includes share, share certificate, and share draft\"; and made minor language changes throughout the section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds § 9.\n\n26A C.J.S. Depositaries § 12(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-29/"
    },
    {
      "id": "section-6-10-30",
      "number": "6-10-30",
      "heading": "Interest rates set by state board of finance.",
      "text": "The state board of finance at any time, but at least once each fiscal year, shall fix the rate of interest to be paid upon all time deposits of public money made by all public officials authorized to make deposits of public money.\n\nHistory:1953 Comp., § 11-2-27, enacted by Laws 1975, ch. 304, § 1; 2001, ch. 55, § 1.\n\nRepeals and reenactments.— Laws 1975, ch. 304, § 1, repealed 11-2-27, 1953 Comp., relating to interest rates and powers of state board of finance, and enacted a new section.\n\nThe 2001 amendment,effective June 15, 2001, changed the minimum number of times the board of finance shall fix interest rates from once each quarter to once each fiscal year.\n\nHome-rule municipalities may establish interest rates in conflict with those of board of finance.— Home-rule municipalities have the right to establish an interest rate policy pursuant to N.M. Const., art. X, § 6, that may be in conflict with the interest rate policy established by the board of finance. 1975 Op. Att'y Gen. No. 75-56.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds § 10.\n\nTermination of interest, or reduction of interest rate, on deposit of public funds, 107 A.L.R. 1210.\n\n26A C.J.S. Depositaries § 12(1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-30/"
    },
    {
      "id": "section-6-10-31",
      "number": "6-10-31",
      "heading": "Interest on time deposits.",
      "text": "Any board of finance may, whenever in its opinion such a course is advisable and the public money under its control, or any part thereof, will not be needed immediately for public purposes, place such funds on time deposit with a bank, savings and loan association or credit union whose deposits are insured by an agency of the United States, taking the certificate of deposit or other evidence of indebtedness of the bank, savings and loan association or credit union receiving the deposit; provided, however, that all such deposits shall be secured as provided by law. No county or municipal board of finance shall make any deposits outside of its county.\n\nHistory:Laws 1929, ch. 92, § 1; C.S. 1929, § 112-201; 1941 Comp., § 7-225; 1953 Comp., § 11-2-28; Laws 1968, ch. 18, § 7; 1973, ch. 78, § 1; 1975, ch. 157, § 4; 1981, ch. 332, § 11; 1987, ch. 79, § 10.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or credit union\" following \"savings and loan association\" both places it appears and made minor changes in language throughout the section.\n\nCounty treasurer's authority.— The county treasurer, with the advice and consent of the board of finance, may invest public funds on time deposits with a bank.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nInvestment in certificates of deposit.— The New Mexico school for the deaf may invest surplus funds in certificates of deposit. 1969 Op. Att'y Gen. No. 69-27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-31/"
    },
    {
      "id": "section-6-10-32",
      "number": "6-10-32",
      "heading": "Treatment of interest on land grant funds.",
      "text": "All interest collected by the state treasurer on deposits, whether on time deposits or otherwise, in any bank, in any savings and loan association or in any credit union whose deposits are insured by an agency of the United States of money belonging to the common school permanent or income funds or to any other fund derived from lands granted to the state by any act of congress shall be treated by the state treasurer as income of the funds to which that money belongs and as collected by him shall be credited accordingly.\n\nHistory:Laws 1929, ch. 92, § 2; C.S. 1929, § 112-202; 1941 Comp., § 7-226; 1953 Comp., § 11-2-29; Laws 1968, ch. 18, § 8; 1987, ch. 79, § 11.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or in any credit union\" following \"savings and loan association\" and made minor changes in language throughout the section.\n\nInterest is generally an accretionor increment to principal fund earning it, and becomes a part of that fund. 1980 Op. Att'y Gen. No. 80-17.\n\nOnly enumerated funds entitled to interest income.— By excluding all other funds, this section seems to direct that only funds deposited in any bank belonging to common school permanent or income funds or other funds derived from lands granted to the state by any act of congress are entitled to the interest income upon bank deposits. 1932 Op. Att'y Gen. No. 32-510.\n\nDisposition of interest on funds other than ones covered by this section.— All interest earnings upon daily balances on deposit, except on funds mentioned in this section, should be credited to the interest-on-deposits fund and eventually to the general fund of the state. 1932 Op. Att'y Gen. No. 32-510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-32/"
    },
    {
      "id": "section-6-10-33",
      "number": "6-10-33",
      "heading": "Interest limited to maximum permitted by federal law or regulation.",
      "text": "No deposit of public funds shall bear interest where any bank, savings and loan association or credit union is precluded from paying interest on the deposit by federal law or the regulations of any agency or instrumentality of the United States, and no deposit of public funds shall bear a greater interest rate than banks, savings and loan associations or credit unions are authorized to pay under such federal laws or regulations.\n\nHistory:1953 Comp., § 11-2-30, enacted by Laws 1975, ch. 157, § 5; 1981, ch. 332, § 12; 1987, ch. 79, § 12.\n\nRepeals and reenactments.— Laws 1975, ch. 157, § 5, repealed 11-2-30, 1953 Comp., relating to interest limited to maximum permitted by federal law or regulation, and enacted a new 6-10-33 NMSA 1978.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or credit union\" following \"savings and loan association\" and made minor changes in language throughout the section.\n\nApplicability to 6-10-36E NMSA 1978.— The statutory requirement, 6-10-36E NMSA 1978, that a financial institution forfeit a deposit of public money for failure to pay the rate of interest set by the state board of finance does not apply in the event that the rate is not paid because of federal law or regulation. 1982 Op. Att'y Gen. No. 82-06.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-33/"
    },
    {
      "id": "section-6-10-34",
      "number": "6-10-34",
      "heading": "Withdrawal of time deposits subject to federal law or regulation.",
      "text": "Notwithstanding any other provision of law, no time deposit of public funds in a member of the federal reserve system, as that term is or may be defined by law or regulation of the board of governors of the federal reserve system, or in a bank or savings and loan association which is a member of the federal home loan bank or the federal savings and loan insurance corporation or in a credit union which is chartered or insured by the national credit union administration may be withdrawn before maturity, except under the conditions as the member bank or savings and loan association or credit union is authorized to repay the deposit before maturity under federal law or regulation, and no time deposit of public funds in a nonmember of the federal reserve system, federal home loan bank system or federal savings and loan insurance corporation, as the term \"time deposit\" is or may be defined by federal law or regulation of the federal deposit insurance corporation, shall be withdrawn before maturity, except under the conditions as a bank not a member of the federal reserve system, but insured by the federal deposit insurance corporation, is authorized to repay the deposit before maturity under federal law or regulation of the federal deposit insurance corporation.\n\nHistory:Laws 1937, ch. 19, § 2; 1941 Comp., § 7-228; 1953 Comp., § 11-2-31; 1981, ch. 332, § 13; 1987, ch. 79, § 13.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or in a credit union which is chartered or insured by the national credit union administration\" following \"or the federal savings and loan insurance corporation\" just before the middle of the section and \"or credit union\" following \"savings and loan association\" in the middle of the section, and made minor changes in language throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-34/"
    },
    {
      "id": "section-6-10-35",
      "number": "6-10-35",
      "heading": "Fiscal agent of New Mexico; state checking depositories; state depositories; designation by board of finance.",
      "text": "A. Except as otherwise provided by law, the state board of finance may designate a bank or savings and loan association doing business in this state and having an unimpaired capital and surplus of at least one hundred fifty thousand dollars ($150,000) as the \"fiscal agent of New Mexico\". The designation is subject to change, from time to time, by the state board of finance; however, the board shall formulate and adopt designation procedures, filed in accordance with the State Rules Act [Chapter 14, Article 4 NMSA 1978], that shall be adhered to on each occasion of designation. The board, after it has designated the fiscal agent, shall apprise the legislature of its action and, in addition to the name of the designated fiscal agent, the communication shall include a brief description of the designee's particular qualifications.\n\nB. The bank or savings and loan association designated as the fiscal agent of New Mexico shall enter into an agreement with the state, acting through the state board of finance, for:\n\n(1) the collection for the state of all checks and other items received by the state on any account;\n\n(2) the handling of the checking account of the state treasurer;\n\n(3) the handling of all transfers of money in connection with the sale or retirement of bonds or obligations of the state or the purchase by the state of bonds or other securities;\n\n(4) the investment of permanent or other funds of the state;\n\n(5) the safekeeping of bonds or other securities belonging to or held by the state or any official of the state;\n\n(6) the rate of interest to be paid upon average daily balances of state funds; and\n\n(7) acting as the agent of the state in fiscal matters generally, subject always to the supervision and approval of the state board of finance.\n\nC. The agreement shall contain the terms and conditions that are necessary, in the judgment of the state board of finance, for the proper conduct of the fiscal affairs of the state and the safekeeping of the money of the state.\n\nD. The state board of finance shall require the fiscal agent of New Mexico to furnish surety company bond or securities of the kinds specified by law for the security of deposits of public money in an amount not less than two million five hundred thousand dollars ($2,500,000) as security for the safekeeping of the money of the state and the faithful performance of its duties as the fiscal agent. The state board of finance may adjust the amount of bond or security from time to time, but in no event shall the bond or security be in an amount less than two million five hundred thousand dollars ($2,500,000). No other bond or security is required of the fiscal agent for the securing of funds deposited by the state treasurer in the fiscal agency account, and the state treasurer is not liable upon the state treasurer's official bond on account of funds deposited in the fiscal agency account when the account is so secured. Nothing in this section shall prevent the bank or savings and loan association designated as fiscal agent from also qualifying as a state depository pursuant to Chapter 6, Article 10 NMSA 1978.\n\nE. Payment to the fiscal agent of New Mexico for services performed may be made by the state board of finance upon warrants drawn by the secretary upon the state treasury as provided by law for expenditure of state funds or by compensating balances or a combination thereof. The legislature shall appropriate funds to the state board of finance for this purpose annually.\n\nF. The state board of finance may also designate, according to its adopted designation procedures, not more than two other banks or savings and loan associations doing business in this state as \"state checking depositories\" in which money necessary to meet the current obligations of the state may be deposited in temporary checking accounts. No bank or savings and loan association shall be so designated unless it has an unimpaired capital and surplus of at least one hundred fifty thousand dollars ($150,000). Not more than twenty percent of all the state's money on hand shall be on deposit in all such checking accounts, including the checking account with the fiscal agent of New Mexico, for any period of time longer than is required to distribute the amount above twenty percent to applying, qualified depository banks or savings and loan associations. The state board of finance shall require a designated state checking depository to furnish surety company bond or securities of the kinds specified by law for the security of deposits of public money in an amount established by the board. Nothing in this section shall prevent a bank or savings and loan association designated as a state checking depository from also qualifying as a state depository pursuant to Chapter 6, Article 10 NMSA 1978, and nothing in this section shall prohibit the state treasurer from transferring to out-of-state banks and keeping on deposit with them funds necessary to pay interest upon and principal of those outstanding bonds, debentures and certificates of indebtedness that, with the interest coupons, were made payable at an out-of-state bank.\n\nG. An authorized bank, savings and loan association or credit union desiring to receive public money deposits may file with the board of finance having control of the money its written proposal to receive the money on deposit, together with its agreement to pay interest on daily balances of the deposits at the rate of interest fixed by the state board of finance as prescribed in Section 6-10-30 NMSA 1978. The proposal shall specify whether the deposit is desired as a time deposit. The board of finance shall, at its next meeting after receipt of the proposal, consider the proposal, and, if it is in accordance with Chapter 6, Article 10 NMSA 1978, the board shall thereupon notify the bank or savings and loan association that upon its furnishing security as provided, it will be designated as a \"state depository\" of public money in an amount to be fixed by the board, which amount shall not exceed seventy-five percent of the capital and surplus of the applicant bank or savings and loan association if the deposit is secured by surety bond. If, after considering the proposal of a credit union and finding it in accordance with Section 6-10-36 NMSA 1978, the board of finance may designate the credit union a \"state depository\" of public money in an amount to be fixed by the board, which shall not exceed that amount insured by an agency of the United States. Upon furnishing proper bond or other security authorized by Chapter 6, Article 10 NMSA 1978, a certificate shall be issued to the bank or savings and loan association by the board of finance qualifying it as a depository of public money; and, if designated, a certificate shall be issued to a credit union qualifying it as a depository of public money; provided that a bank located outside the state, acting solely in the capacity of a paying bank for the purpose of paying interest upon and principal of state obligations represented by bonds, debentures and certificates of indebtedness and attached interest coupons, is not required to furnish collateral security in excess of one hundred thousand dollars ($100,000) regardless of the amount of state public money on deposit.\n\nHistory:Laws 1934 (S.S.), ch. 24, § 3; 1941 Comp., § 7-229; 1953 Comp., § 11-2-32; Laws 1957, ch. 35, § 2; 1971, ch. 18, § 1; 1981, ch. 332, § 14; 1987, ch. 79, § 14; 1987, ch. 87, § 1; 2010, ch. 14, § 7.\n\nThe 2010 amendment,effective March 1, 2010, in Subsection A, in the first sentence, added \"Except as otherwise provided by law,\" and in the third sentence, after \"it has designated the\", deleted \"state\"; in Subsection B, after \"loan association designated\" added \"as the fiscal agent of New Mexico\"; in Subsection D, in the first sentence, after \"fiscal agent\", added \"of New Mexico\" and in the fourth sentence, after \"state depository\", deleted \"under Sections 11-2-18 NMSA 1953 or 6-10-30, 6-10-35 and 6-10-36\" and added \"pursuant to Chapter 6, Article 10\"; in Subsection E, in the first sentence, after \"secretary\", deleted \"of finance and administration\"; in Subsection F, in the third sentence, after \"fiscal agent\", added \"of New Mexico\"; and in the fifth sentence, after \"state depository\", deleted \"under Sections 11-2-18 NMSA 1953 or 6-10-30, 6-10-35 and 6-10-36\" and added \"pursuant to Chapter 6, Article 10\"; and in Subsection G, in the third sentence, after \"if it is in accordance with\", deleted \"Sections 11-2-18 NMSA 1953 and 6-10-30, 6-10-35 and 6-10-36\" and added \"pursuant to Chapter 6, Article 10\"; in the fourth sentence, after \"finding it in accordance with\", deleted \"Sections 6-10-30 and\" and added \"Section\"; and in the fifth sentence, after \"other security authorized by\", deleted \"Sections 11-2-18 NMSA 1953 and 6-10-30, 6-10-35 and 6-10-36\" and added \"Chapter 6, Article 10\".\n\nThe 1987 amendment,effective June 19, 1987, inserted Subsection E; relettered the subsequent subsections; in Subsection G, near the beginning of the first sentence, inserted \"or credit unions\" following \"savings and loan association\", inserted the fourth sentence, in the fifth sentence, inserted \"and, if designated, a certificate shall be issued to a credit union qualifying it as a depository of public money\" preceding the proviso, and made minor changes in language throughout the subsection.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —72 Am. Jur. 2d States, Territories, and Dependencies §§ 75 to 86.\n\n81A C.J.S. States §§ 223 to 229.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-35/"
    },
    {
      "id": "section-6-10-36",
      "number": "6-10-36",
      "heading": "Public money deposits of certain governmental units; distribution; interest.",
      "text": "A. All public money, except that in the custody of the state treasurer, institutions of higher education, technical and vocational institutes, incorporated municipalities and counties that have adopted home rule charters as authorized by the constitution of New Mexico and local school boards that have been designated as boards of finance, shall be deposited in qualified depositories in accordance with the terms of this section or invested as otherwise provided by law.\n\nB. Deposits of funds of a governmental unit may be made in noninterest-bearing checking accounts in one or more banks or savings and loan associations designated as checking depositories located within the geographical boundaries of the governmental unit. In addition, deposits of funds may be in noninterest-bearing accounts in one or more credit unions designated as checking depositories located within the geographical boundaries of the governmental unit to the extent the deposits are insured by an agency of the United States. If there is no checking depository within the geographical boundaries of the governmental unit, one or more banks, savings and loan associations or credit unions within the county in which the principal office of the governmental unit is located may be so designated, but credit union deposits shall be insured by an agency of the United States.\n\nC. Public money placed in interest-bearing deposits in banks and savings and loan associations shall be equitably distributed among all banks and savings and loan associations having their main or staffed branch offices within the geographical boundaries of the governmental unit that have qualified as public depositories by reason of insurance of the account by an agency of the United States or by depositing collateral security or by giving bond as provided by law and that desire a deposit of public money pursuant to this section. The deposits shall be in the proportion that each bank's or savings and loan association's deposits bears to the total deposits of all banks and savings and loan associations that have their main office or staffed branch office within the geographical boundaries of the governmental unit and that desire a deposit of public money pursuant to this section. The deposits of the main office of a savings and loan association and its staffed branch offices within the geographical boundaries of a governmental unit is the total deposits of the association multiplied by the percentage that deposits of the main office and the staffed branch offices located within the geographical boundaries of the governmental unit are of the total deposits of the association, net of any public fund deposits. The deposits of each staffed branch office or aggregate of staffed branch offices of a savings and loan association located outside the geographical boundaries of the governmental unit in which the main office is located is the total deposits of the association multiplied by the percentage that deposits of the branch or the aggregate of branches located outside the geographical boundaries of the governmental unit in which the main office is located are of the total deposits of the association, net of any public fund deposits. The director of the financial institutions division of the regulation and licensing department shall promulgate a formula for determining the deposits of banks' main offices and branches for the purposes of distribution of public money as provided for by this section.\n\nD. Public money may be placed at the discretion of the designated board of finance or treasurer in interest-bearing deposits in credit unions having their main or staffed branch offices within the geographical boundaries of the governmental unit to the extent the deposits are insured by an agency of the United States.\n\nE. The rate of interest for all public money deposited in interest-bearing accounts in banks, savings and loan associations and credit unions shall be set by the state board of finance, but in no case shall the rate of interest be less than one hundred percent of the asked price on United States treasury bills of the same maturity on the day of deposit. Any bank or savings and loan association that fails to pay the minimum rate of interest at the time of deposit provided for in this subsection for any respective deposit forfeits its right to an equitable share of that deposit under this section.\n\nIf the deposit is part or all of the proceeds of a bond issue and the interest rate prescribed in this subsection materially exceeds the rate of interest of the bonds, the interest rate prescribed by this subsection shall be reduced on that deposit to an amount not materially exceeding the interest rate of the bonds if the bond issue would lose its tax-exempt status pursuant to the provisions of the Internal Revenue Code of 1986, as amended.\n\nF. Public money in excess of that for which banks, savings and loan associations and credit unions within the geographical boundaries of the governmental unit have qualified may be deposited in qualified depositories in other areas within the state under the same requirements for payment of interest as if the money were deposited within the geographical boundaries of the governmental unit or may be invested as provided by law.\n\nG. The department of finance and administration may monitor the deposits of public money by governmental units to assure full compliance with the provisions of this section.\n\nHistory:1953 Comp., § 11-2-33, enacted by Laws 1977, ch. 136, § 1; 1981, ch. 332, § 15; 1983, ch. 191, § 1; 1987, ch. 79, § 15; 1997, ch. 123, § 2; 2007, ch. 228, § 1.\n\nRepeals and reenactments.— Laws 1977, ch. 136, § 1, repealed 11-2-33, 1953 Comp., relating to county and municipal moneys to be deposited in county, and enacted a new 6-10-36 NMSA 1978.\n\nCross references.— For Internal Revenue Code,see26 U.S.C. § 1 et seq.\n\nThe 2007 amendment,effective July 1, 2007, amended Subsection C to change the formula for distribution of deposits of public funds by providing that deposits shall be made only to banks and savings and loan associations that desire a deposit of public money pursuant to this section and eliminated the definition of \"net worth\".\n\nThe 1997 amendment,effective June 20, 1997, inserted \"technical and vocational institutes\" in Subsection A and substituted \"pursuant to the provisions of the Internal Revenue Code of 1986, as amended\" for \"under Section 103 of the United States Internal Revenue Code of 1954, as amended\" in Subsection E.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or credit union\" following \"savings and loan association\" in the penultimate sentence of Subsection B and in the first sentence of Subsections E and F; in Subsection B inserted the present second sentence and the present fourth sentence, and in the third sentence substituted \"checking depository\" for \"bank or savings and loan association\" near the beginning; in Subsection C inserted \"in banks and savings and loan associations\" following \"placed in interest-bearing deposits\" near the beginning of the first sentence and in the penultimate sentence substituted \"regulation and licensing\" for \"commerce and industry\" following \"the director of the financial institutions division of the\" at the beginning; inserted Subsection D and relettered the subsequent subsections accordingly; and made minor changes in language throughout the section.\n\nDeposits in credit unions.— Sections 6-10-36(D) and 6-10-44 NMSA 1978 do not give the county treasurer and the county board of finance co-equal powers with respect to deposits in federally insured credit unions. These sections do not alter the relative authority of the county treasurer and the county board of finance as stated in 6-10-8 NMSA 1978. Sections 6-10-36(D) and 6-10-44.1 NMSA 1978 were intended to permit deposits in credit unions by treasurers and boards of finance of various public bodies, not just counties, leaving to other statutory provisions the question of the relative responsibilities of the two in making an investment decision.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nCertificates of depositare deposits for purposes of this section. 1987 Op. Att'y Gen. No. 87-50.\n\n\"School activity funds\" of public schoolsare considered to be public funds so as to require that they be deposited in the same manner as other public funds. 1962 Op. Att'y Gen. No. 62-71.\n\nAny moneys derived from tax leviesand used to support a county hospital are public funds. 1969 Op. Att'y Gen. No. 69-76.\n\nCounty funds must be deposited within county if banks are qualified.— County funds must be deposited by the county treasurer or board in control in one or more banks within his county if there are banks qualified to accept the funds. 1957 Op. Att'y Gen. No. 57-25.\n\nBranch bank within a county is a compulsory depository.— The New Mexico statutes which authorize branch banking do not, however, define the relations between the parent organization and its branches. Although the weight of authority for most purposes indicates that branch banks do not have a distinct corporate existence and authority independent of the parent bank, and that a bank and its branches, for most purposes, exist as one corporation, a branch bank located within a county is a compulsory depository of the moneys of that county. 1957 Op. Att'y Gen. No. 57-25.\n\nThe branch of a bank incorporated within this state is a proper depository for public funds, providing it qualifies as a depository under the terms of this section. 1963 Op. Att'y Gen. No. 63-20.\n\nSubsection E limitation inapplicable if rate not paid because of federal law or regulation.— The requirement in Subsection E that a financial institution forfeit a deposit of public money for failure to pay the rate of interest set by the state board of finance does not apply in the event that the rate is not paid because of federal law or regulation. 1982 Op. Att'y Gen. No. 82-06.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 5 to 12.\n\n26A C.J.S. Depositaries § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-36/"
    },
    {
      "id": "section-6-10-361",
      "number": "6-10-36.1",
      "heading": "Receipts of public money; disposition by certain municipalities.",
      "text": "A municipality or village having within its boundaries no suitable banking facility in which to deposit collected receipts of public money shall deposit receipts within a period not to exceed five days from the date of collection, except when inclement weather or natural disaster conditions exist, in which case the period is extended to ten days; provided the municipality or village adopts a reasonable administrative policy approved by the local government division of the department of finance and administration establishing procedures for the safeguarding of the public funds prior to deposit.\n\nHistory:Laws 1997, ch. 161, § 1; 2007, ch. 130, § 1.\n\nCross references.— For deposit and investment of funds,see6-10-10 NMSA 1978.\n\nThe 2007 amendment,effective June 15, 2007, increased the time for deposit of funds to ten days when inclement weather or natural disaster conditions exist.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-36-1/"
    },
    {
      "id": "section-6-10-37",
      "number": "6-10-37",
      "heading": "State treasurer to make deposits.",
      "text": "The state treasurer shall deposit all money in his custody equitably among bank and savings and loan association depositories and, at his discretion in credit unions applying therefor when qualifying under the terms of this Act subject to the control and regulation of the state board of finance as otherwise in this Act provided.\n\nHistory:Laws 1923, ch. 76, § 12; C.S. 1929, § 112-112; 1941 Comp., § 7-231; 1953 Comp., § 11-2-34; Laws 1987, ch. 79, § 16.\n\nCompiler's notes.— The term \"this Act,\" which appears twice in this section, refers to Laws 1923, ch. 76, presently compiled as 6-1-1, 6-10-2, 6-10-3, 6-10-20, 6-10-29, 6-10-37 to 6-10-42, 6-10-44, 6-10-46, 6-10-47, 6-10-50, 6-10-52 to 6-10-54, 6-10-58 and 6-10-61 NMSA 1978.\n\nThe 1987 amendment,effective June 19, 1987, substituted \"among bank and savings and loan association depositories and, at his discretion in credit unions\" for \"bank depository\" and made a minor change in language.\n\nState board of finance has no authority to distribute funds in various depository banks,nor to specify the amount each should receive. Nor has it, nor any other state agency, the right to use public funds in payment of services in making collections from other state depositories. 1922 Op. Att'y Gen. No. 22-3272.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —26A C.J.S. Depositaries § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-37/"
    },
    {
      "id": "section-6-10-38",
      "number": "6-10-38",
      "heading": "Bonds of state treasurer, municipal treasurers and treasurers of boards in control.",
      "text": "The state treasurer shall give an official bond in the sum of five hundred thousand dollars ($500,000). Municipal treasurers and treasurers of any board in control shall give bond in a sum equal to twenty percent of the public moneys received by them during the preceding fiscal year, but in no instance shall the bond of a municipal treasurer be required in excess of fifty thousand dollars ($50,000).\n\nThe state treasurer shall appoint a deputy treasurer who shall take the oath of office required of the treasurer and shall receive salary as provided by law. In case of the death of the state treasurer, his deputy shall, unless removed, continue in office and perform the duties of the treasurer until a treasurer is appointed and qualified as required by law.\n\nThe state board of finance may enforce the collection of any bond given by any defaulting public official or depository of the state or any of its agencies or political subdivisions. In the case of officers or depositories other than the state, at least four months must have elapsed after the ascertainment of any default by any officer or depository without collection of the amount of the default by the county, municipality or other political subdivision or board in control concerned. The state board of finance may employ attorneys and agents to enforce the collection and to pay them compensation out of any money appropriated for the board of finance.\n\nHistory:Laws 1923, ch. 76, § 16; 1925, ch. 123, § 5; C.S. 1929, § 112-116; Laws 1933, ch. 36, § 1; 1941 Comp., § 7-233; 1953 Comp., § 11-2-36; Laws 1967, ch. 238, § 3.\n\nLegislature has right to require bondof public officers handling the public moneys.Board of Comm'rs v. District Court, 1924-NMSC-009, 29 N.M. 244, 223 P. 516.\n\nTreasurers may give more than one official bond,if together they meet the requirements of the statute. 1918 Op. Att'y Gen. 18-2140.\n\nSeparate bond not required for additional duties.— No separate official bond is required of the treasurer for his duties as treasurer of irrigation district. 1920 Op. Att'y Gen. 20-2737.\n\nBond intended to protect all municipal funds handled by treasurer.— The fact that the city treasurer handles funds derived from special revenue bond or general obligation bond issues has no bearing upon the type of bond required of that official. There is nothing in the statutory provisions regarding bond issues which would indicate that the surety bond prescribed by this section is not meant to protect all municipal funds, from whatsoever source, handled by the treasurer. 1961 Op. Att'y Gen. No. 61-125.\n\nAmount of municipal treasurer's bond.— Except in cases involving personal sureties, the bond of the municipal treasurer should be in a sum equal to 20% of the public moneys received by such treasurer during the preceding fiscal year, with a maximum of $50,000. 1961 Op. Att'y Gen. No. 61-125.\n\nReduction of treasurers' bondsis not impairment of contract with surety company, and such companies should not object thereto. 1924 Op. Att'y Gen. No. 24-3752.\n\nAll moneys handled by state institutions are public funds and must be protected.— All moneys coming into the hands of various boards of state institutions are to be protected and accurately accounted for by their officers as public funds, including tuition of the state military institute. 1931 Op. Att'y Gen. No. 31-278.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Officers and Employees §§ 41 to 130.\n\n62 C.J.S. Municipal Corporations §§ 336, 359; 81A C.J.S. States §§ 85, 91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-38/"
    },
    {
      "id": "section-6-10-39",
      "number": "6-10-39",
      "heading": "[Official bonds; payment of premiums; form.]",
      "text": "If any state, county, city or town officer or treasurer of any board in control required to give bond by the laws of this state, shall furnish such bond with an authorized surety company as surety thereon, the premium on such bond shall be paid by the state, in the case of state officers, and by the county, city or town in the case of county, city or town officers, and by the board in control in the case of their treasurers. Such bonds shall be in substantially the following form:\n\nAMOUNT $ ......\n\nKnow all men by these presents, that we ......, of ..., as principal, and ......, as surety, are held and firmly bound unto the state of New Mexico, in the penal sum of ... dollars, lawful money of the United States, for the payment of which well and truly to be made, we bind ourselves, our heirs, executors, administrators, successors and assigns, jointly and severally, firmly by these presents.\n\nThe condition of this obligation is such, that whereas the said ...... was on the ... day of ...... duly elected (or appointed) to the office of treasurer of ......:\n\nNOW, THEREFORE, if the above bounden ...... shall, from the ...... day of ... well and faithfully perform all his duties as such treasurer during his term of office, and until his successor is elected or appointed, and qualified, and shall exercise all possible diligence and care in the collection of all money which it is his duty by law to collect and shall render true accounts of his office and his doings therein as required by law and pay over all moneys that may come into his hands by virtue of his said office, to the officers and persons authorized by law to receive the same and carefully keep and preserve all books and papers and other property appertaining to his office and deliver same to his successor in office when duly qualified, then this obligation to be void, otherwise to remain in full force and effect, provided however that the surety shall have the right to terminate its suretyship under this obligation by serving notice of its election so to do upon the ... thirty days prior to the date of such termination of suretyship, and thereafter the said surety shall be discharged from any liability hereunder for any default of the principal occurring after such termination of liability.\n\nIN WITNESS WHEREOF, the said principal hath hereunto set his hand and seal and the said surety has caused this bond to be sealed with its corporate seal, attested by the signature of its attorney in fact, this ... day of ......, 19 ....\n\n......................................................(Seal)\n\n......................................................(Seal)\n\n.....................\n\nAcknowledgments of principal and surety.\n\nIn event of the giving of bonds with personal sureties the bond shall be substantially in the foregoing form.\n\nHistory:Laws 1923, ch. 76, § 17; C.S. 1929, § 112-117; 1941 Comp., § 7-234; 1953 Comp., § 11-2-37.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.\n\n\"Official bond\" is one made payable to statefor its indemnification in case of wrongdoing on the part of the bonded person, and not one made payable to a private individual.Keeter v. Board of Cnty. Comm'rs, 1960-NMSC-070, 67 N.M. 201, 354 P.2d 135. 1963 Op. Att'y Gen. No. 63-60.\n\nBlanket position surety bond cannot be written to meet statutory bondrequirements of several county officials of a particular county in lieu of individual surety bonds by each of said county officials. 1961 Op. Att'y Gen. No. 61-33.\n\nCounty treasurer liable on official bond for embezzlement.— If the county treasurer embezzles securities legally deposited with him for protection of public moneys, he is liable on his official bond which requires him faithfully to perform the duties of his office, including keeping of such securities. 1933 Op. Att'y Gen. No. 33-596.\n\nLiability for hiding investment losses.— The law does not proscribe specifically the practice of \"adjusted trading.\" However, engaging in adjusted trades for the purpose of hiding a loss is inconsistent with rendering a true account of the county's investments, and a county treasurer thus may be liable on his bond. 1988 Op. Att'y Gen. No. 88-11.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Liability on bond of public officer for loss of public funds due to insolvency of bank in which they were deposited, 155 A.L.R. 436.\n\nPublic officer's bond as subject to forfeiture for malfeasance in office, 4 A.L.R.2d 1348.\n\n20 C.J.S. Counties § 100; 62 C.J.S. Municipal Corporations § 491; 81A C.J.S. States § 91; 87 C.J.S. Towns § 82.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-39/"
    },
    {
      "id": "section-6-10-40",
      "number": "6-10-40",
      "heading": "Officials receiving consideration for placing loan or deposit; misusing funds; failure to deposit; penalty.",
      "text": "Any person holding the office of state treasurer or the office of treasurer of any county, city, town or board in control in this state or any public officer or employee having in his custody or under his control any public money, who directly or indirectly receives from any person or persons or body of persons, association or corporation for himself or otherwise than in behalf of the state, county, city, town or board in control, whose money is so in his custody or under his control, any reward, compensation or profit, either in money or other property or thing of value, in consideration of a loan to or a deposit with any such person or persons or body of persons, association or corporation, of any of the public money so in his custody or under his control, or in consideration of any other agreement or arrangement touching the use of the money or any part thereof or who shall use or permit the use of any of the money for any purpose not authorized by law or who shall willfully neglect or refuse to deposit the money in his custody as required by this act or shall willfully deposit the money in his custody in any bank, federally insured savings and loan association or federally insured credit union not qualified to receive it under the provisions of this act or in excess of the amount for which the bank, federally insured savings and loan association may have qualified shall be deemed guilty of a felony and, upon conviction thereof, shall be punished by a fine of not more than five thousand dollars ($5,000) or by imprisonment for not more than ten years or both.\n\nHistory:Laws 1923, ch. 76, § 18; C.S. 1929, § 112-118; 1941 Comp., § 7-235; 1953 Comp., § 11-2-38; Laws 1975, ch. 157, § 7; 1987, ch. 79, § 17.\n\nCompiler's notes.— The term \"this act,\" which appears twice in this section, refers to Laws 1923, ch. 76, presently compiled as 6-1-1, 6-10-2, 6-10-3, 6-10-20, 6-10-29, 6-10-37 to 6-10-42, 6-10-44, 6-10-46, 6-10-47, 6-10-50, 6-10-52 to 6-10-54, 6-10-58 and 6-10-61 NMSA 1978.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or federally insured credit union\" following \"federally insured savings and loan association\" in the last third of the section and made minor changes in language throughout the section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Officers and Employees §§ 369 to 376.\n\n20 C.J.S. Counties § 142; 62 C.J.S. Municipal Corporations § 549; 81A C.J.S. States § 129; 87 C.J.S. Towns §§ 84, 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-40/"
    },
    {
      "id": "section-6-10-41",
      "number": "6-10-41",
      "heading": "Suspense account unearned money; transfer.",
      "text": "All unearned moneys deposited in a suspense account with the state treasurer by any state officer or state agency shall, as soon as the same shall become the absolute property of the state of New Mexico, be transferred out of said suspense account to the proper fund by the warrant of the secretary of finance and administration based upon a voucher of the proper state official or agency, as the case may be.\n\nWhenever it shall be finally determined that any moneys so deposited in a suspense account should be returned, repaid or refunded to the person, firm or corporation from whom the same were received, such moneys shall be paid out of the suspense account of the state treasurer upon a warrant drawn by the secretary of finance and administration based upon a voucher from the proper state official or agency, as the case may be.\n\nHistory:Laws 1923, ch. 76, § 22; C.S. 1929, § 112-122; 1941 Comp., § 7-236; 1953 Comp., § 11-2-39; Laws 1977, ch. 247, § 108.\n\nFunds are not state property until deposited in state treasury.— Where purchase price of state land was not deposited in state treasury, the money did not become the property of the state and the purchaser did not acquire an interest in the land.Laguna Gatuna, Inc. v. U.S. 50 Fed.Cl. 336 (2001).\n\nConstitutional provisions not applicable to suspense funds.— New Mexico Const., art. IV, § 30 does not apply to suspense funds provided for in this section. 1930 Op. Att'y Gen. No. 30-66.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds §§ 1, 3, 4; 72 Am. Jur. 2d States, Territories, and Dependencies §§ 75 to 86.\n\n81A C.J.S. States § 226.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-41/"
    },
    {
      "id": "section-6-10-42",
      "number": "6-10-42",
      "heading": "Authorizing fund transfers to address delays in revenue; restrictions.",
      "text": "The state board of finance shall have power when there is a shortage of money in the funds appropriated by the legislature for any purpose, due to delay in the collection of revenues provided therefor, to direct the transfer from any available fund in the state treasury in which there may be a surplus over current requirements of a sufficient sum to meet the shortage, the same to be replaced as soon as possible from receipts of revenues for such purpose. A transfer from any available fund to the general fund may include an amount not to exceed fifty-five percent of the balance in the tax administration suspense fund.\n\nIt is unlawful for any state official or board or officer of any state institution or agency to borrow any money for or on behalf of the state or such institution or agency unless directly authorized by law.\n\nHistory:Laws 1923, ch. 76, § 25; C.S. 1929, § 112-125; 1941 Comp., § 7-237; 1953 Comp., § 11-2-40; Laws 1987, ch. 132, § 1; 1988, ch. 50, § 1.\n\nCross references.— For the tax administration suspense fund,see7-1-6 NMSA 1978.\n\nThe 1988 amendment,effective May 18, 1988, added the last sentence in the first paragraph.\n\nThe 1987 amendment,effective June 19, 1987, rewrote the first paragraph and, in the second paragraph, substituted \"is unlawful\" for \"shall be unlawful\" and deleted \"except as herein provided\" following \"agency.\"\n\nTransfer of funds may be made in emergency cases only, and must be repaid.— One state department cannot transfer its funds or property for use of another, except that in emergency cases where there is a shortage of money in current funds, appropriated funds from one department may be used by another to defray current expenses, upon order of the state board of finance, to be repaid as soon as sufficient revenues are received by the latter department. 1931 Op. Att'y Gen. No. 31-04.\n\nTransfer or borrowing of funds for auditing by state.— When an audit must be performed by the state comptroller and funds are not available in the public auditing fund to pay the cost thereof, an emergency exists and any shortage in that fund may be alleviated by the state board of finance by transferring or borrowing, as provided in this section. 1952 Op. Att'y Gen. No. 52-5615.\n\nAmounts needed in excess of appropriation must be taken care of through deficiency appropriation.— Any amount necessary for transportation and extradition of prisoners in excess of the sum specifically appropriated cannot legally be set up into these accounts from the general appropriation act, but must be taken care of by a deficiency appropriation by the legislature. 1937 Op. Att'y Gen. No. 37-1668.\n\nGrants to wind-erosion districts may not be used for administrative purposes.— The entire grant made to wind-erosion districts must be placed in the revolving fund, and no direct grant of any kind can be made by the regents for administrative purposes, nor can the state board of finance allocate any of the grant for such purposes, nor any expenses for such purposes be paid by borrowing money by anticipating revenues from the two-mill levy, but they are payable out of the general funds of the county. 1937 Op. Att'y Gen. No. 37-1809.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Funds § 4.\n\n81A C.J.S. States § 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-42/"
    },
    {
      "id": "section-6-10-43",
      "number": "6-10-43",
      "heading": "Interest and sinking-fund balances.",
      "text": "If a balance remains in an interest or sinking fund of any county, municipality, school district or other political subdivision after the retirement and payment in full of the bonded indebtedness for which the interest and sinking fund was created, upon request of the governing body in charge of the expenditure of the funds, the secretary of finance and administration may approve the transfer of the balance to the fund requested by the county, municipality, school district or other political subdivision. Any balance transferred under this section shall be used for nonrecurring expenditures only.\n\nHistory:1953 Comp., § 11-2-40.1, enacted by Laws 1971, ch. 105, § 1; 1977, ch. 247, § 109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-43/"
    },
    {
      "id": "section-6-10-44",
      "number": "6-10-44",
      "heading": "Temporary investment of excess funds; federal bonds or treasury certificates eligible.",
      "text": "If at any time the state treasurer, or the treasurer of any county, incorporated municipality or board in control has on hand more money than can be divided equitably and ratably among qualified depositories, such treasurer may, with the approval of the proper board of finance, temporarily invest such excess funds in United States bonds or treasury certificates under such rules and regulations as may be prescribed by the state board of finance.\n\nHistory:Laws 1923, ch. 76, § 26; 1925, ch. 123, § 10; C.S. 1929, § 112-126; 1941 Comp., § 7-238; 1953 Comp., § 11-2-41; Laws 1975, ch. 211, § 4.\n\nAuthority to invest.— The words \"with the approval of\" establish an advice-and-consent relationship between the county treasurer and the board of finance with respect to investments in U.S. bonds or treasury certificates so that decisions concerning the investment of county funds in government securities are, in the first instance, a matter for the county treasurer. The county board of finance has no veto power, but does not have the power of choice itself.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.\n\nFunds of contractors' licensing board must be deposited with state treasurer.— The contractors' licensing board is created as a state agency whose funds must be deposited with the state treasurer. The board is not specifically authorized to invest its surplus funds, and all such funds must be handled by the state treasurer. 1953 Op. Att'y Gen. No. 53-5719.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-44/"
    },
    {
      "id": "section-6-10-441",
      "number": "6-10-44.1",
      "heading": "Deposits in credit unions.",
      "text": "Notwithstanding the provisions of Sections 6-10-36 or 6-10-44 NMSA 1978 requiring equitable or ratable deposits in banks and savings and loan associations, a treasurer or board of finance, in its discretion may deposit its public money in one or more credit unions as long as each deposit is insured by an agency of the United States.\n\nHistory:1978 Comp., § 6-10-44.1, enacted by Laws 1987, ch. 79, § 18.\n\nDeposits in credit unions.— Sections 6-10-36(D) and 6-10-44 NMSA 1978 do not give the county treasurer and the county board of finance co-equal powers with respect to deposits in federally insured credit unions. These sections do not alter with the relative authority of the county treasurer and the county board of finance as stated in 6-10-8 NMSA 1978. Sections 6-10-36(D) and 6-10-44.1 NMSA 1978 were intended to permit deposits in credit unions by treasurers and boards of finance of various public bodies, not just counties, leaving to other statutory provisions the question of the relative responsibilities of the two in making an investment decision.Board of Cnty. Comm'rs v. Padilla, 1990-NMCA-125, 111 N.M. 278, 804 P.2d 1097.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-44-1/"
    },
    {
      "id": "section-6-10-45",
      "number": "6-10-45",
      "heading": "[Deposit of local funds with state treasurer to match allotments.]",
      "text": "The local governing authorities of counties, cities, towns and villages are hereby authorized to deposit with the state treasurer so much of their funds, within the limits of existing statutes, as may be necessary to match allotments of money to the state of New Mexico from public or private sources; provided, that said deposits with the state treasurer are expended entirely for the benefit of, and within the jurisdiction of, the counties, cities, towns and villages making such deposits.\n\nHistory:Laws 1925, ch. 140, § 1; C.S. 1929, § 33-4601; 1941 Comp., § 7-239; 1953 Comp., § 11-2-42.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —72 Am. Jur. 2d States § 77.\n\n81A C.J.S. States § 155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-45/"
    },
    {
      "id": "section-6-10-46",
      "number": "6-10-46",
      "heading": "Disbursement of state funds; vouchers and warrants.",
      "text": "All payments and disbursements of public funds of the state shall be made upon warrants drawn by the secretary upon the treasury of the state based upon itemized vouchers in a form approved by the secretary.\n\nHistory:Laws 1923, ch. 76, § 24; C.S. 1929, § 112-124; 1941 Comp., § 7-240; 1953 Comp., § 11-2-43; Laws 1957, ch. 252, § 6; 1977, ch. 247, § 110; 2003, ch. 273, § 15.\n\nThe 2003 amendment,effective July 1, 2003, substituted \"in a form approved by the secretary\" for \"as provided by law\" at the end.\n\nFunds from specific tax levies to be paid by state treasurer on orders of proper boards.— Funds collected from special tax levies made for cattle, hogs, and sheep should be paid out upon warrants drawn by the state treasurer on orders of the respective boards. 1937 Op. Att'y Gen. No. 37-1661.\n\nThere is no statutory provision for the invalidation of warrantswhich have been duly issued and outstanding. The legislature has made specific provision for the situation in which a warrant duly issued and outstanding may be lost or destroyed, and the conditions under which a duplicate warrant may be issued in such situation. 1958 Op. Att'y Gen. No. 58-05.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States § 226.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-46/"
    },
    {
      "id": "section-6-10-47",
      "number": "6-10-47",
      "heading": "[Safekeeping and insurance of money and securities in state treasury; payment of cost.]",
      "text": "The state board of finance shall have power to contract for the safekeeping and insurance of all monies or securities in the state treasury, the cost of such safekeeping and insurance to be paid out of the interest on deposit fund upon warrants drawn by the state auditor.\n\nHistory:Laws 1923, ch. 76, § 28; C.S. 1929, § 112-128; 1941 Comp., § 7-244; 1953 Comp., § 11-2-47.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-47/"
    },
    {
      "id": "section-6-10-48",
      "number": "6-10-48",
      "heading": "Insolvency of depository institution; profit and loss account.",
      "text": "Whenever any state funds have been deposited with any depository institution of this state and the depository institution has or will become insolvent at the time the deposit of state funds or any part thereof remains on deposit in that institution and the state board of finance determines that all or any part of the deposit of state funds is uncollectible or the deposit or any part thereof has been rendered uncollectible by reason of compromise or settlement thereof by the state board of finance, under order of court, the state board of finance shall order the state treasurer to transfer the balances of the amounts so deemed to be uncollectible to a profit and loss account and to close the accounts upon his books, specifying in the order the amounts to be credited to the profit and loss account.\n\nHistory:Laws 1929, ch. 67, § 1; C.S. 1929, § 13-1201; 1941 Comp., § 7-245; 1953 Comp., § 11-2-48; Laws 1987, ch. 79, § 19.\n\nThe 1987 amendment,effective June 19, 1987, substituted \"any depository institution of this state and the depository institution\" for \"any banking institution of this state and such banking institution\" and made minor changes in language throughout the section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —26A C.J.S. Depositaries § 12(4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-48/"
    },
    {
      "id": "section-6-10-49",
      "number": "6-10-49",
      "heading": "[Insolvency of banks; state funds; right to recover deposits not impaired.]",
      "text": "That the provisions of this act [6-10-48, 6-10-49 NMSA 1978], or action thereon by the state board of finance shall in no way prevent, interfere with or prejudice the right of the state of New Mexico to proceed with the collection of said amounts against the said depository or the sureties upon the bond of said depository nor shall the provisions of this act or actions thereunder by the said state board of finance, prevent, interfere with or prejudice the right of the said state board of finance to proceed with an action or actions to recover said amounts from said depository or the sureties upon the bond of said depository.\n\nHistory:Laws 1929, ch. 67, § 2; C.S. 1929, § 13-1202; 1941 Comp., § 7-246; 1953 Comp., § 11-2-49.\n\nBracketed material.— The bracketed material in the catchline was inserted by the compiler and is not part of the law.\n\nProrating liability of depository bonds.— Prorating of liability was ordered for depository bonds and public securities given by a bank subsequently insolvent.Gregg v. Hinkle, 1924-NMSC-030, 29 N.M. 576, 224 P. 1025.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —11 Am. Jur. 2d Banks §§ 1028 to 1143.\n\nRight, in absence of statute, to preference in respect of deposits or public funds in insolvent bank, 103 A.L.R. 621.\n\nLiability on bond of public officer for loss of public funds due to insolvency of bank in which they were deposited, 155 A.L.R. 436.\n\n26A C.J.S. Depositaries § 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-49/"
    },
    {
      "id": "section-6-10-50",
      "number": "6-10-50",
      "heading": "Loss of money deposited in qualified banks, savings and loan associations or credit unions; treasurers relieved of liability.",
      "text": "No treasurer is liable for the loss of public money deposited by him in any bank, savings and loan association or credit union qualified to receive it under the provisions of this article due to the failure of the depository to repay the money except in cases where the loss could have been avoided by the exercise of reasonable care on the part of the treasurer.\n\nNothing in this section shall be construed as relieving from liability any security given by any bank or savings and loan association under the provisions of this article.\n\nHistory:Laws 1923, ch. 76, § 30; C.S. 1929, § 112-130; 1941 Comp., § 7-247; 1953 Comp., § 11-2-50; Laws 1981, ch. 332, § 16; 1987, ch. 79, § 20.\n\nThe 1987 amendment,effective June 19, 1987, inserted \"or credit union\" following \"savings and loan association\" near the middle of the first paragraph, substituted \"this article\" for \"this act\" in both places it appears and made minor changes in language throughout the section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63C Am. Jur. 2d Public Officers and Employees § 348.\n\n26A C.J.S. Depositaries § 12(4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-50/"
    },
    {
      "id": "section-6-10-51",
      "number": "6-10-51",
      "heading": "To cover all moneys lawfully intrusted to treasurers.",
      "text": "All moneys, whether belonging to the state of New Mexico or to any county thereof, or to any city, town, village, municipal school district, union high school district, independent rural school district, rural school district or to any other special or other district, board of [or] institution, when lawfully in the possession or custody or under the control of the state treasurer, or of any county, city, town or village treasurer, or of any person acting as treasurer of any board in control, shall be considered to be moneys of and belonging to the state of New Mexico, or of the county, city, town, village or board in control for which such treasurer or person so in possession lawfully acts.\n\nHistory:Laws 1933, ch. 175, § 11; 1941 Comp., § 7-248; 1953 Comp., § 11-2-51.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-51/"
    },
    {
      "id": "section-6-10-52",
      "number": "6-10-52",
      "heading": "[Failure to comply with specific requirements; penalty.]",
      "text": "Any person who shall willfully or knowingly fail to perform any act required, and as required by Section 2 [6-10-3 NMSA 1978] or Section 25 [6-10-42 NMSA 1978] hereof, or who shall commit any act in violation of either of said sections, shall be guilty of a felony and upon conviction shall be punished by a fine of not to exceed two thousand dollars ($2,000), or by imprisonment in the penitentiary for a term of not more than three years, or by both such fine and imprisonment.\n\nHistory:Laws 1923, ch. 76, § 29; C.S. 1929, § 112-129; 1941 Comp., § 7-249; 1953 Comp., § 11-2-52.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-52/"
    },
    {
      "id": "section-6-10-53",
      "number": "6-10-53",
      "heading": "[Bribery of public treasurers and employees; penalty.]",
      "text": "Any person or persons who shall directly or indirectly pay or give, or offer to pay or give, to any one holding the office of state treasurer or the office of treasurer of any county, city or town, or board in control, in this state, or to any person or persons under such officer's direction for the profit of any such officer or other person or persons, any reward or compensation either in money or other property or thing of value, in consideration of a loan to or deposit with any such person or persons, or body of persons, association or corporation, of any public monies in the custody or under the control of such state treasurer, or the treasurer of any county, city or town, or board in control, or in consideration of any other agreement or arrangement touching the use of such monies or any part thereof, for any purpose not authorized by law, shall be deemed guilty of a felony, and upon conviction thereof shall be punished by a fine of not more than five thousand dollars [($5,000)] or by imprisonment for not more than ten years or both.\n\nHistory:Laws 1923, ch. 76, § 31; C.S. 1929, § 112-131; 1941 Comp., § 7-250; 1953 Comp., § 11-2-53.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For bribery of public officer or employee,see30-24-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —12 Am. Jur. 2d Bribery §§ 15 to 18.\n\n11 C.J.S. Bribery §§ 15 to 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-53/"
    },
    {
      "id": "section-6-10-54",
      "number": "6-10-54",
      "heading": "[Institutions exempted from paying over money to state treasurer; liability for failure to make authorized deposit.]",
      "text": "The several educational, charitable and penal institutions of the state shall be exempt from the provisions of Section 2 [6-10-3 NMSA 1978] of this act; provided, however, that any treasurer of the board in control of any such institution who shall fail, neglect or refust [refuse] to deposit all the funds, earned or unearned, of such institution in a qualified depository under an agreement to pay interest at the rate specified in Section 10 hereof on daily balances, shall be liable on his official bond for the amount of loss occasioned by the failure to so deposit such funds under an agreement to pay interest at such rate.\n\nHistory:Laws 1923, ch. 76, § 23; 1925, ch. 123, § 9; C.S. 1929, § 112-123; 1941 Comp., § 7-251; 1953 Comp., § 11-2-54.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1923, ch. 76, § 10, which is referred to in this section, was repealed by Laws 1933, ch. 175, § 13. For present provision,see6-10-35 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —81A C.J.S. States §§ 223, 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-54/"
    },
    {
      "id": "section-6-10-55",
      "number": "6-10-55",
      "heading": "Short title.",
      "text": "This act [6-10-55 to 6-10-57 NMSA 1978] may be cited as the \"Warrant Cancellation Act\".\n\nHistory:1953 Comp., § 11-2-43.1, enacted by Laws 1963, ch. 233, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-55/"
    },
    {
      "id": "section-6-10-56",
      "number": "6-10-56",
      "heading": "Definitions.",
      "text": "As used in the Warrant Cancellation Act:\n\nA. \"fiscal officer\" means:\n\n(1) for the state, the state treasurer, or, for all warrants issued by the department of finance and administration, the secretary of that department, or, for all warrants issued by agencies and institutions other than the department of finance and administration, the legally authorized disbursing officer of the agency or institution;\n\n(2) for a county, the county treasurer;\n\n(3) for a municipality, the municipal treasurer;\n\n(4) for a school district, the legally authorized disbursing officer for the local board of education; and\n\n(5) for a special district, the legally authorized disbursing officer; and\n\nB. \"warrant\" means any warrant or check issued by the state, its agencies, institutions and political subdivisions.\n\nHistory:1953 Comp., § 11-2-43.2, enacted by Laws 1963, ch. 233, § 2; 1965, ch. 51, § 1; 1977, ch. 247, § 111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-56/"
    },
    {
      "id": "section-6-10-57",
      "number": "6-10-57",
      "heading": "Cancellation of warrants.",
      "text": "A. Whenever any warrant issued by the state, county, municipality, school district or special district is unpaid for one year after it becomes payable, the fiscal officer shall cancel it.\n\nB. The fiscal officer shall keep a register of all canceled warrants. The register shall show the number, date and amount of each warrant, the name of the person in whose favor it was drawn, the fund out of which it was payable and the date of cancellation.\n\nC. The face amount of each warrant canceled shall revert and be credited to the fund against which the warrant was drawn.\n\nD. Warrants canceled under Subsection A of this section are void and the indebtedness evidenced thereby is extinguished, which is hereby declared to be an express condition of every contract under which state warrants are issued except that:\n\n(1) the department of finance and administration may issue a new warrant on a voucher issued by the commissioner of revenue [director of the revenue division of the taxation and revenue department] if a claim for refund was approved under Section 7-1-26 NMSA 1978, and if a warrant was issued and that warrant canceled under Subsection A of this section on or after January 1, 1970; and\n\n(2) any fiscal officer may issue a new warrant for a canceled payroll warrant upon a voucher issued by the responsible employing authority certifying that the services for which the canceled payroll warrant had been issued were in fact rendered and that payment therefor had not been made, if:\n\n(a) there is sufficient money in the fund from which the original payroll warrant was drawn to cover the new warrant; or\n\n(b) if a suspense fund has been established in accordance with the provisions of Subsection E of this section and there is sufficient money in the suspense fund to cover the new warrant.\n\nE. If any payroll warrant payable from an account which reverts at the end of a fiscal year to a general fund is canceled, the fiscal officer shall create a suspense fund in the amount of the total canceled payroll warrants and withhold that amount from reversion. Canceled payroll warrants shall be paid from the suspense fund.\n\nF. Each warrant issued by the state, county, municipality or school district shall have printed on its face the words, \"void after one year from date.\"\n\nHistory:1953 Comp., § 11-2-43.3, enacted by Laws 1963, ch. 233, § 3; 1971, ch. 29, § 1; 1977, ch. 123, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law. The position of the commissioner of revenue, referred to in Subsection D(1), no longer exists. Laws 1977, ch. 249, § 5, abolished the bureau of revenue. Section 9-11-4 NMSA 1978 created the taxation and revenue department and the revenue division therein. Section 9-11-8 NMSA 1978 provided that each division in this department shall be headed by a \"director.\"\n\nSubsection D meansthat indebtedness as evidenced by the warrant alone is extinguished, and not the indebtedness provable by an underlying contract. 1980 Op. Att'y Gen. No. 80-15.\n\nFederal portion of money involved in canceled warrantdoes not revert to state general fund. While certain outstanding warrants drawn against the vocational rehabilitation account should properly have been canceled under state law, because the services which they represented in fact cost the state nothing, the federal portion of the money in question was never the property of the state and should not have reverted to the general fund. 1964 Op. Att'y Gen. No. 64-04.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —56 Am. Jur. 2d Municipal Corporations, Counties, and Other Political Subdivisions §§ 804, 830; 72 Am. Jur. 2d States § 77.\n\n20 C.J.S. Counties § 211; 64 C.J.S. Municipal Corporations § 1899; 79 C.J.S. Schools and School Districts § 351; 81A C.J.S. States § 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-57/"
    },
    {
      "id": "section-6-10-58",
      "number": "6-10-58",
      "heading": "Signing checks for state funds.",
      "text": "From and after the taking effect of this act, all checks drawn against any funds in the hands of the state treasurer shall be signed by the state treasurer or his duly authorized deputy.\n\nHistory:Laws 1923, ch. 76, § 27; C.S. 1929, § 112-127; Laws 1937, ch. 133, § 1; 1941 Comp., § 7-241; 1953 Comp., § 11-2-44.\n\nCompiler's notes.— The phrase \"after the taking effect of this act\" means after March 9, 1923, the effective date of Laws 1923, Chapter 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-58/"
    },
    {
      "id": "section-6-10-59",
      "number": "6-10-59",
      "heading": "Loss or destruction of state or political subdivision warrant or order for money; issue of duplicate.",
      "text": "In case of the loss or destruction of any warrant, draft, check or order for the payment of money out of the treasury of the state, or of any political subdivision of the state, the officer who drew the original instrument, or his successors in office, shall issue a duplicate as provided in Section 6-10-60 NMSA 1978.\n\nHistory:Laws 1874, ch. 20, § 1; C.L. 1884, § 187; C.L. 1897, § 399; Code 1915, § 791; C.S. 1929, § 27-303; 1941 Comp., § 7-242; 1953 Comp., § 11-2-45; Laws 1965, ch. 50, § 1.\n\nState or county obligated to pay debt when warrant lost.— Where a state or county warrant is issued in payment of a debt and that warrant is lost, the county or state is under some form of duty to pay the debt. 1956 Op. Att'y Gen. No. 56-6450.\n\nLost warrantsmust be issued in name of original payee. 1966 Op. Att'y Gen. No. 66-10.\n\nOwner of negotiable bond entitled to duplicate, but must pay cost of issuance.— The owner of a negotiable bond or coupon is generally entitled to the issuance of a duplicate thereof, where he has satisfactorily shown by affidavit to the county issuing authority that such negotiable security has been in fact lost, mutilated or destroyed. The claimant should pay the county the reasonable expense of issuing the duplicate. 1962 Op. Att'y Gen. No. 62-139.\n\nA municipality has an obligation to issue a duplicate check that was lost.— Where the city of Las Cruces (city) issued a check in the year 2000 to a vendor for payment of services rendered, but where the vendor apparently lost the check, but discovered the uncashed check upon closing her business in 2009, and where the vendor returned the uncashed check to the city and requested that the city re-issue the check, the provisions of this section authorize the city to re-issue the check on the condition that, when the vendor requests the city to issue a duplicate check, she file an affidavit stating that the check was lost. Municipalities have an obligation regarding debts that they incur, and in this case, as long as the vendor was never paid for services rendered to the city, the obligation of the city has not ceased.Legality of issuing a duplicate check in 2021 for a check that was originally issued, but never cashed, in the year 2000(8/18/21), Att'y Gen. Adv. Ltr. 2021-06.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties §§ 208 to 217; 64 C.J.S. Municipal Corporations §§ 1892, 1893; 79 C.J.S. Schools and School Districts §§ 346, 347; 81A C.J.S. States §§ 242, 243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-59/"
    },
    {
      "id": "section-6-10-60",
      "number": "6-10-60",
      "heading": "Issuance of duplicate; affidavit; bond to save state or political subdivision harmless.",
      "text": "A. If the original warrant, draft, check or order has not cleared the treasury of the state or the fiscal agent of any political subdivision of the state and a stop payment has been filed with the treasury or with the fiscal agent by the officer before any duplicate is issued as provided in Section 6-10-59 NMSA 1978, the party applying for the duplicate shall file with the officer an affidavit which shall state that the original warrant, draft, check or order has been lost or destroyed or was never received.\n\nB. If the original warrant, draft, check or order has been paid by the treasurer before any duplicate is issued as provided in Section 6-10-59 NMSA 1978, the party applying for the duplicate shall file with the officer a bond payable to the state or political subdivision, as the case may be in a penalty in the amount of the original warrant, draft, check or order conditioned to save harmless the state or political subdivision from all loss in consequence of the loss of the original warrant, draft, check or order, and the issuing of the duplicate, if the loss to the state or political subdivision is a result of the fraud or negligence of the original payee or a holder in due course. If the bond is a personal surety bond, it shall be sufficient if:\n\n(1) there is one surety for each bond for one hundred dollars ($100) and under, and there are two sureties for each bond over one hundred dollars ($100); no surety for any of these bonds may be proprietor as surety for his proprietorship or partner as surety for his partnership as principal; and\n\n(2) each surety swears in writing that he owns real property in New Mexico having a net value equal to the amount of the bond, and that this net value is not exempt from execution and forced sale over and above all his just debts and liabilities.\n\nHistory:1953 Comp., § 11-2-46, enacted by Laws 1977, ch. 69, § 1.\n\nRepeals and reenactments.— Laws 1977, ch. 69, § 1, repealed 11-2-46, 1953 Comp., relating to issuance of duplicates and bond to save state or political subdivision harmless, and enacted the above section.\n\nApplicant for duplicate must file bond.— If the last holder of the warrant is the party applying for issuance of the duplicate, the law provides that the party so applying is the one upon whom falls the burden of filing a satisfactory bond. 1953 Op. Att'y Gen. No. 53-5789.\n\nBond mandatory before duplicate issued.— The word \"shall\" is mandatory. Therefore, before a duplicate warrant, draft, check or order is issued by the state or a political subdivision thereof, the party applying for the duplicate must file a bond meeting the requirements of this section. 1968 Op. Att'y Gen. No. 68-39.\n\nBond not required of federal government.— Nothing in this section indicates an intention to include the federal government within its purview. Requirement of a bond from the United States government in these circumstances directly affects the relationship between this state and the federal government. In this area, general policy dictates that everything possible should be done to avert the placing of burdens by one upon the other. 1956 Op. Att'y Gen. No. 56-6450.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-60/"
    },
    {
      "id": "section-6-10-61",
      "number": "6-10-61",
      "heading": "[Permanent fund investment laws not affected.]",
      "text": "Nothing in this act shall be construed to prevent the investment in such manner as may be provided by law, of any permanent funds of the state, or of any county, city, town or board in control in the state.\n\nHistory:Laws 1923, ch. 76, § 32; C.S. 1929, § 112-132; 1941 Comp., § 7-252; 1953 Comp., § 11-2-55.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The term \"this act,\" which appears in this section, refers to Laws 1923, ch. 76, presently compiled as 6-1-1, 6-10-2, 6-10-3, 6-10-20, 6-10-29, 6-10-37 to 6-10-42, 6-10-44, 6-10-46, 6-10-47, 6-10-50, 6-10-52 to 6-10-54, 6-10-58 and 6-10-61 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-61/"
    },
    {
      "id": "section-6-10-62",
      "number": "6-10-62",
      "heading": "Destruction of documentary evidence of extinguished debt; certificates of destruction; retention.",
      "text": "A. When a debt in the form of a bond, note, certificate of indebtedness or interest coupon, incurred by the state, a state agency or institution, or by a political subdivision of the state (hereinafter called the \"debtor agency\"), has been extinguished by the full payment thereof, the documentary evidence of the debt may be destroyed. When the payment has been made by a bank, savings and loan association or other third-party paying agent, the bank, savings and loan association or other third-party paying agent shall forward to the governing authority of the debtor agency a certificate of destruction on which shall be specified:\n\n(1) the number and maturity date of the bond, note, certificate or coupon;\n\n(2) the date paid; and\n\n(3) any other information required by the debtor agency. The debtor agency shall retain all such certificates of destruction for six years.\n\nB. If the debtor agency is the paying agent, the bond, note, certificate of indebtedness or interest coupon shall be retained for a period of two years following payment, at which time the documentary evidence of the debt may be destroyed and a certificate of destruction prepared containing the same information as that required in Subsection A of this section. The certificate of destruction shall be retained by the debtor agency for six years.\n\nHistory:1953 Comp., § 11-2-75, enacted by Laws 1975, ch. 117, § 1; 1981, ch. 332, § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-62/"
    },
    {
      "id": "section-6-10-63",
      "number": "6-10-63",
      "heading": "Electronic fund transfers.",
      "text": "Notwithstanding any other provision of law, any public money may be transferred by means of electronic funds transfer between any public body and a public or private entity. The state board of finance shall adopt rules and regulations to carry out the purpose of this section.\n\nHistory:1978 Comp., § 6-10-63, enacted by Laws 1989, ch. 48, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-6/article-10/section-6-10-63/"
    }
  ]
}