{
  "state": "utah",
  "path": "title-title-77-utah-code-of-criminal-procedure/chapter-chapter-30-extradition",
  "sections": [
    {
      "id": "section-1",
      "number": "1",
      "heading": "Definitions.Section 2 - Duty of governor to deliver person charged with crime upon demand by other state",
      "text": "Section 3 - Form of demand -- What documents presented must show.Section 4 - Governor may investigate demand.Section 5 - Extradition for prosecution before conclusion of trial or term in other st",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2",
      "heading": "Duty of governor to deliver person charged with crime upon demand by other state.",
      "text": "Effective 5/13/2014\n\n8-6-2.\n\nPolicies adopted and records kept.\n\nA cemetery maintenance district, municipality, individual, or other person that controls a cemetery shall:\n\n(1) adopt policies and procedures for the regulation of its affairs and the conduct of its business, including policies and procedures for the following:\n\n(a) setting of prices and other charges for services;\n\n(b) sale of burial rights;\n\n(c) regulation of headstones;\n\n(d) care of headstones;\n\n(e) regulation of flowers, shrubs, or other foliage placed or planted on an individual burial site; and\n\n(f) compliance with provisions of this title and other governing provisions of law; and\n\n(2) establish a record keeping system, including a secure backup of those records that is regularly updated.\n\nEnacted by Chapter 194, 2014 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-6/section-2/"
    },
    {
      "id": "section-3",
      "number": "3",
      "heading": "Form of demand -- What documents presented must show.",
      "text": "8-5-3.\n\nAbandonment -- Standards -- Prima facie evidence.\n\nThe fact that the grantee or holder of a lot or parcel in a cemetery has not used portions of the lots or parcels for the purpose of burial for more than 60 years shall be prima facie evidence that the grantee or holder had abandoned the lots or parcels if during that time the grantee or holder:\n\n(1) has not provided the care to the lots or parcels provided uniformly to all lots or parcels within the cemetery;\n\n(2) has not given to the municipality or cemetery maintenance district a written notice of claim or interest in the lots or parcels; or\n\n(3) has not kept the lots or parcels free of weeds or brush.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-3/"
    },
    {
      "id": "section-4",
      "number": "4",
      "heading": "Governor may investigate demand.",
      "text": "8-5-4.\n\nCopy of judgment to be filed with county recorder.\n\nA certified copy of the judgment in the action to revest title to cemetery lots, sites, or parcels shall be filed with the county recorder in the county in which the lots, sites, or parcels are located.\n\nEnacted by Chapter 132, 1985 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-4/"
    },
    {
      "id": "section-5",
      "number": "5",
      "heading": "Extradition for prosecution before conclusion of trial or term in other state -- Return of person involuntarily leaving demanding state.",
      "text": "Effective 2/27/2023\n\n8-5-5.\n\nProceeds of resale of lots.\n\nThe proceeds from the subsequent resale of any lot or parcel, title to which has been revested in the municipality or cemetery maintenance district under Section 8-5-2 or 8-5-6, less the costs and expenses incurred in the proceeding, shall become part of the permanent care and improvement fund of the municipality or cemetery maintenance district, subject to subsequent disposition under Title 10, Chapter 5, Uniform Fiscal Procedures Act for Utah Towns, Title 10, Chapter 6, Uniform Fiscal Procedures Act for Utah Cities, or Title 17B, Chapter 1, Part 6, Fiscal Procedures for Special Districts.\n\nAmended by Chapter 16, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-5/"
    },
    {
      "id": "section-6",
      "number": "6",
      "heading": "Extradition for crime committed in another state by person while in this state.",
      "text": "Effective 5/3/2023\n\n8-5-6.\n\nAlternative council or board procedures for notice -- Termination of rights -- Notice.\n\n(1) As an alternative to the procedures set forth in Sections 8-5-1 through 8-5-4, a municipal council or cemetery maintenance district board may pass a resolution demanding that the owner of a lot, site, or portion of the cemetery, which has been unused for burial purposes for more than 60 years, file with the county recorder, city recorder, or town clerk notice of any claim to the lot, site, or portion of the cemetery.\n\n(2) The municipal council or cemetery maintenance district board shall then cause a copy of the resolution to be personally served on the owner in the same manner as personal service of process in a civil action. The resolution shall notify the owner that the owner shall, within 60 days after service of the resolution on the owner, express interest in maintaining the cemetery lot, site, or portion of the cemetery and submit satisfactory evidence of an intention to use the lot, site, or portion of the cemetery for a burial.\n\n(3) If the owner cannot be personally served with the resolution of the municipal council or cemetery maintenance district board as required in Subsection (2), the municipal council or cemetery maintenance district board shall:\n\n(a) publish the resolution for the municipality or cemetery maintenance district, as a class A notice under Section 63G-30-102, for three weeks; and\n\n(b) mail a copy of the resolution within 14 days after the publication to the owner's last known address, if available.\n\n(4) If, for 30 days after the last date of service or publication of the municipal council's or cemetery maintenance district board's resolution, the owner or person with a legal interest in the cemetery lot fails to state a valid interest in the use of the cemetery lot, site, or portion of the cemetery for burial purposes, the owner's rights are terminated and that portion of the cemetery shall be vested in the municipality or cemetery maintenance district.\n\nAmended by Chapter 435, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-6/"
    },
    {
      "id": "section-7",
      "number": "7",
      "heading": "Governor's warrant of arrest -- Recitals.",
      "text": "8-5-7.\n\nSale of only right to be buried.\n\nMunicipalities and cemetery maintenance districts shall sell only the right to be buried in the cemetery and all cemetery lots or parcels sold by a municipality after April 29, 1985, or by a cemetery maintenance district after June 1, 2001 shall be rights to be buried only. Nothing in this section shall prevent municipalities or cemetery maintenance districts from imposing additional terms on the sale of rights to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-7/"
    },
    {
      "id": "section-8",
      "number": "8",
      "heading": "Execution of warrant of arrest.",
      "text": "8-5-8.\n\nMunicipal and maintenance district cemeteries -- Rights of lot holders -- Compensation -- Perpetual care charges.\n\n(1) The owner, grantee, or person claiming through the grantee shall have the right, on presentation of the certificate of title or right to burial to the municipality or cemetery maintenance district, for any lot or parcel which has reverted to the municipality or cemetery maintenance district, at the option of the municipality or cemetery maintenance district, to:\n\n(a) be compensated for the lot or parcel at the reasonable value of the lot or parcel as of the date the certificate is presented to the municipality or cemetery maintenance district;\n\n(b) receive a right to burial to another lot or parcel if the right to burial or title to the lot or parcel has been sold by the municipality or cemetery maintenance district; or\n\n(c) receive the right to burial to the lot or parcel if the municipality or cemetery maintenance district has not sold the right to burial to the lot or parcel.\n\n(2) Nothing in this section prevents a municipality or cemetery maintenance district from collecting unpaid perpetual care charges from a person claiming title or the right to burial.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-8/"
    },
    {
      "id": "section-9",
      "number": "9",
      "heading": "Authority of officers under warrant of arrest.",
      "text": "Effective 5/7/2025\n\n77-7-9.\n\nWeapons may be taken from prisoner.\n\nAny person making an arrest may seize from the person arrested all weapons which the person arrested may have on or about his or her person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-9/"
    },
    {
      "id": "section-10",
      "number": "10",
      "heading": "Time to apply for habeas corpus allowed.",
      "text": "Effective 5/7/2025\n\n77-7-10.\n\nTelegraph or telephone authorization of execution of arrest warrant.\n\nAny magistrate may, by an endorsement on a warrant of arrest, authorize by telegraph, telephone or other reasonable means, its execution. A copy of the warrant or notice of its issuance and terms may be sent to one or more peace officers. The copy or notice communicated authorizes the officer to proceed in the same manner under it as if the peace officer had an original warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-10/"
    },
    {
      "id": "section-11",
      "number": "11",
      "heading": "Penalty for disobedience of habeas corpus.",
      "text": "Effective 5/7/2025\n\n77-7-11.\n\nPossession of warrant by arresting officer not required.\n\nAny peace officer who has knowledge of an outstanding warrant of arrest may arrest a person the peace officer reasonably believes to be the person described in the warrant, without the peace officer having physical possession of the warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-11/"
    },
    {
      "id": "section-12",
      "number": "12",
      "heading": "Officers entitled to use local jails.",
      "text": "77-7-12.\n\nDetaining persons suspected of shoplifting or library theft -- Persons authorized.\n\n(1) A peace officer, merchant, or merchant's employee, servant, or agent who has reasonable grounds to believe that goods held or displayed for sale by the merchant have been taken by a person with intent to steal may, for the purpose of investigating the unlawful act and attempting to effect a recovery of the goods, detain the person in a reasonable manner for a reasonable length of time.\n\n(2) A peace officer or employee of a library may detain a person for the purposes and under the limits of Subsection (1) if there are reasonable grounds to believe the person violated Title 76, Chapter 6, Part 8, Library Theft.\n\nAmended by Chapter 245, 1987 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-12/"
    },
    {
      "id": "section-13",
      "number": "13",
      "heading": "Fugitives from justice -- Warrant of arrest.",
      "text": "77-7-13.\n\nArrest without warrant by peace officer -- Reasonable grounds, what constitutes -- Exemption from civil or criminal liability.\n\n(1) A peace officer may arrest, without warrant, any person the officer has reasonable ground to believe has committed a theft under Title 76, Chapter 6, Part 8, Library Theft, or of goods held or displayed for sale.\n\n(2) A charge of theft made to a peace officer under Title 76, Chapter 6, Part 8, Library Theft, by an employee of a library, or by a merchant, merchant's employee, servant, or agent constitutes a reasonable ground for arrest, and the peace officer is relieved from any civil or criminal liability.\n\nAmended by Chapter 282, 1998 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-13/"
    },
    {
      "id": "section-14",
      "number": "14",
      "heading": "Arrest without warrant.",
      "text": "Effective 5/7/2025\n\n77-7-14.\n\nPerson causing detention or arrest of person suspected of shoplifting or library theft -- Civil and criminal immunity.\n\n(1)A peace officer, merchant, or merchant's employee, servant, or agent who causes the detention of a person as provided in Section 77-7-12, or who causes the arrest of a person for theft of goods held or displayed for sale, is not criminally or civilly liable where there is reasonable and probable cause to believe the person detained or arrested committed a theft of goods held or displayed for sale.\n\n(2)A peace officer or employee of a library who causes a detention or arrest of a person under Title 76, Chapter 6, Part 8, Library Theft, is not criminally or civilly liable where there is reasonable and probable cause to believe that the person committed a theft of library materials.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-14/"
    },
    {
      "id": "section-15",
      "number": "15",
      "heading": "Commitment pending arrest under warrant of governor.",
      "text": "Effective 5/14/2019\n\n77-7-15.\n\nAuthority of peace officer to stop and question suspect -- Grounds.\n\nA peace officer may stop any individual in a public place when the officer has a reasonable suspicion to believe the individual has committed or is in the act of committing or is attempting to commit a public offense and may demand the individual's name, address, date of birth, and an explanation of the individual's actions.\n\nAmended by Chapter 411, 2019 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-15/"
    },
    {
      "id": "section-16",
      "number": "16",
      "heading": "Amount of bail.",
      "text": "Effective 5/7/2025\n\n77-7-16.\n\nAuthority of peace officer to frisk suspect for dangerous weapon -- Grounds.\n\nA peace officer who has stopped a person temporarily for questioning may frisk the person for a dangerous weapon if the peace officer reasonably believes the peace officer or any other person is in danger.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-16/"
    },
    {
      "id": "section-17",
      "number": "17",
      "heading": "Procedure when no arrest made under warrant of governor.",
      "text": "Effective 5/7/2025\n\n77-7-17.\n\nAuthority of peace officer to take possession of weapons.\n\nA peace officer who finds a dangerous weapon pursuant to a frisk may take and keep it until the completion of the questioning, at which time the peace officer shall either return it if lawfully possessed, or arrest such person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-17/"
    },
    {
      "id": "section-18",
      "number": "18",
      "heading": "Forfeiture of bail.",
      "text": "Effective 5/1/2018\n\n77-7-18.\n\nCitation on misdemeanor or infraction charge.\n\n(1) Any person subject to arrest or prosecution on a misdemeanor or infraction charge may be issued and delivered a citation that requires the person to appear at the court of the magistrate with territorial jurisdiction.\n\n(2) The following may issue the citation described in Subsection (1):\n\n(a) a peace officer, in lieu of or in addition to taking the person into custody;\n\n(b) any public official of any county or municipality charged with the enforcement of the law;\n\n(c) a port-of-entry agent as defined in Section 72-1-102;\n\n(d) an animal control officer of a county, municipality, or special service district under Title 17D, Chapter 1, Special Service District Act, who is authorized to provide animal control service; and\n\n(e) a volunteer authorized to issue a citation under Section 41-6a-217.\n\nAmended by Chapter 379, 2018 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-18/"
    },
    {
      "id": "section-19",
      "number": "19",
      "heading": "Procedure if prosecution pending in this state.",
      "text": "Effective 10/1/2020\n\n77-7-19.\n\nAppearance required by citation -- Arrest for failure to appear -- Transfer of cases -- Disposition of fines and costs.\n\n(1) An individual receiving a citation issued pursuant to Section 77-7-18 shall appear in the court designated in the citation on or before the time and date specified in the citation unless:\n\n(a) the citation states that the court will, within five to 14 days, notify the individual of when to appear; or\n\n(b) the individual is permitted to remit the fine and other penalties without a personal appearance in accordance with a uniform fine schedule adopted by the Judicial Council or by court order under Section 77-7-21.\n\n(2) A citation may not require an individual to appear or contact the court sooner than five days or later than 14 days following its issuance.\n\n(3) If the individual cited does not appear before the court as directed by the citation or the court, or pay the fine as allowed by Section 77-7-21, the court may issue a bench warrant for the individual's arrest.\n\n(4)\n\n(a) Clerks and other administrative personnel serving the courts shall identify for the judge any citations over which the court may lack jurisdiction.\n\n(b) Upon determining that the court lacks jurisdiction over a citation, the court shall:\n\n(i) transfer the case to a court with jurisdiction;\n\n(ii) if the court cannot readily identify a court with jurisdiction, dismiss the charges contained in the citation; and\n\n(iii) notify the prosecutor of the transfer or dismissal.\n\n(c) Any fine, fee, or forfeiture collected by a court that lacks jurisdiction shall be:\n\n(i) transferred to the court receiving the case; or\n\n(ii) if the case is dismissed, returned to the defendant.\n\nAmended by Chapter 185, 2020 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-19/"
    },
    {
      "id": "section-20",
      "number": "20",
      "heading": "Governor not to inquire into guilt or innocence.",
      "text": "Effective 5/3/2023\n\n77-7-20.\n\nService of citation on defendant -- Filing in court -- Electronic filing -- Contents of citations.\n\n(1) Except as provided in Subsection (4), a peace officer or other authorized official who issues a citation pursuant to Section 77-7-18 shall give the citation to the individual cited and shall, within five business days, electronically file the data from Subsections (2)(a) through (2)(h) with the court specified in the citation. The data transmission shall use the court's electronic filing interface. A nonconforming filing is not effective.\n\n(2) The citation issued under authority of this chapter shall contain the following data:\n\n(a) the name, address, and phone number of the court before which the individual is to appear;\n\n(b) the name and date of birth of the individual cited;\n\n(c) a brief description of the offense charged;\n\n(d) the date, time, and place at which the offense is alleged to have occurred;\n\n(e) the date on which the citation was issued;\n\n(f) the name of the peace officer or official who issued the citation, and the name of the arresting individual if a private party made the arrest and the citation was issued in lieu of taking the arrested individual before a magistrate;\n\n(g) the time and date on or date range during which the individual is to appear or a statement that the court will notify the individual of the time to appear;\n\n(h) whether the offense is a domestic violence offense;\n\n(i) language informing the individual that the individual may be eligible for deferred prosecution under Section 77-2-4.2, including a link to a website with information regarding deferred prosecution; and\n\n(j) a notice containing substantially the following language:\n\nREAD CAREFULLY\n\nThis citation is not an information and will not be used as an information without your consent. If an information is filed you will be provided a copy by the court. You MUST appear in court on or before the time set in this citation or as directed by the court. IF YOU FAIL TO APPEAR, THE COURT MAY ISSUE A WARRANT FOR YOUR ARREST.\n\n(3) By electronically filing the data with the court, the peace officer or official affirms to the court that:\n\n(a) the citation or information, including the summons and complaint, was served upon the defendant in accordance with the law;\n\n(b) the defendant committed the offense described in the served documents; and\n\n(c) the court to which the defendant was directed to appear has jurisdiction over the offense charged.\n\n(4)\n\n(a) If a citing law enforcement officer is not reasonably able to access the efiling system, the citation need not be filed electronically if being filed with a justice court.\n\n(b) The court may accept an electronic filing received after five business days if:\n\n(i) the defendant consents to the filing; and\n\n(ii) the court finds the interests of justice would be best served by accepting the filing.\n\nAmended by Chapter 393, 2023 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-20/"
    },
    {
      "id": "section-21",
      "number": "21",
      "heading": "Governor's warrant of arrest recalled or another issued.",
      "text": "Effective 7/1/2021\n\n77-7-21.\n\nProceeding on citation -- Voluntarily remitting a fine -- Parent signature required -- Information, when required.\n\n(1)\n\n(a) A citation filed with the court may, with the consent of the defendant, serve in lieu of an information to which the defendant may plead guilty or no contest to the charge or charges listed and be sentenced accordingly.\n\n(b) If provided by the uniform fine schedule described in Section 76-3-301.5, or with the court's approval, an individual may remit the fine and other penalties without a personal appearance before the court in any case charging a class B misdemeanor or lower offense, unless the charge is:\n\n(i) a domestic violence offense as defined in Section 77-36-1;\n\n(ii) a violation of Section 41-6a-502, driving under the influence of alcohol, drugs, or a combination of both or with specified or unsafe blood alcohol concentration;\n\n(iii) a violation of Section 41-6a-517, driving with any measurable controlled substance in the body;\n\n(iv) a violation of a local ordinance similar to the offenses described in Subsections (1)(b)(i) through (iii); or\n\n(v) a violation that appears to:\n\n(A) affect a victim, as defined in Section 77-38b-102; or\n\n(B) require restitution, as defined in Section 77-38b-102.\n\n(c) The remittal of fines and other penalties shall be entered as a conviction and treated the same as if the accused pleaded no contest.\n\n(d) If the person cited is under 18 years old, the court shall promptly mail a copy or notice of the citation to the address as shown on the citation, to the attention of the parent or guardian of the defendant.\n\n(2) If the individual pleads not guilty to the offense charged, further proceedings shall be held in accordance with the Rules of Criminal Procedure and all other applicable provisions of this code.\n\nAmended by Chapter 260, 2021 General Session\n\nAmended by Chapter 431, 2021 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-21/"
    },
    {
      "id": "section-22",
      "number": "22",
      "heading": "Fugitives from this state -- Issuance of governor's warrant.",
      "text": "Effective 5/7/2025\n\n77-30-22.\n\nFugitives from this state -- Issuance of governor's warrant.\n\nWhenever the governor of this state shall demand a person charged with a crime or with escaping from confinement or breaking the terms of bail, probation, or parole in this state from the executive authority of any other state or from the chief justice or an associate justice of the superior court of the District of Columbia authorized to receive such demand under the laws of the United States, the governor shall issue a warrant under the seal of this state to some agent, commanding the agent to receive the person so charged if delivered to the agent and convey the charged person to the proper officer of the county in this state in which the offense was committed.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-30/section-22/"
    },
    {
      "id": "section-23",
      "number": "23",
      "heading": "Fugitives from this state -- Applications for requisition for return.",
      "text": "Effective 5/7/2025\n\n77-7-23.\n\nDelivery of an individual arrested without a warrant to a magistrate -- Transfer to a court with jurisdiction -- Transfer of duties -- Violation as misdemeanor.\n\n(1)\n\n(a)\n\n(i)\n\n(A)If an arrest is made without a warrant by a peace officer, the individual who has been arrested shall be taken by a peace officer without unnecessary delay to the magistrate in the district court, the precinct of the county, or the municipality in which the offense occurred, except under Subsection (2).\n\n(B)An information stating the charge against the arrested individual shall be made before the magistrate.\n\n(ii)If a private individual temporarily detains another individual under Section 77-7-3, a peace officer shall determine whether to release or arrest the individual who has been detained, and if the peace officer arrests the individual who has been detained, the peace officer shall follow the procedures described in Subsection (1)(a)(i).\n\n(b)If the justice court judge of the precinct or municipality or the district court judge is not available, the arrested individual shall be taken before the magistrate within the same county who is nearest to the scene of the alleged offense or nearest to the jail under Subsection (2), who may act as committing magistrate for arraigning the accused individual, setting bail, or issuing warrants.\n\n(2)\n\n(a)If the arrested individual under Subsection (1) must be transported from jail to a magistrate, the individual may be taken before the magistrate nearest to the jail rather than the magistrate specified in Subsection (1) for arraignment, setting bail, or issuing warrants.\n\n(b)The case shall then be transferred to the court having jurisdiction.\n\n(3)If a jail accepts custody of an individual arrested under Subsection (1), the duties under this section of the peace officer who makes the arrest are transferred to the jail and the jail's personnel.\n\n(4)This section does not confer jurisdiction upon a court unless otherwise provided by law.\n\n(5)A violation of this section is a class B misdemeanor.\n\nAmended by Chapter 199, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-23/"
    },
    {
      "id": "section-24",
      "number": "24",
      "heading": "Payment of expenses -- Extradition costs.",
      "text": "77-7-24.\n\nNotice to appear in court -- Contents -- Promise to comply -- Signing -- Release from custody -- Official misconduct.\n\n(1) If a person who is arrested for a violation of Title 41, Chapter 6a, Traffic Code, that is punishable as a misdemeanor is immediately taken before a magistrate as provided under Section 77-7-23, the peace officer shall prepare, in triplicate or more copies, a written notice to appear in court containing:\n\n(a) the name and address of the person;\n\n(b) the number, if any, of the person's driver license;\n\n(c) the license plate number of the person's vehicle;\n\n(d) the offense charged; and\n\n(e) the time and place the person shall appear in court.\n\n(2) The time specified in the notice to appear must be at least five days after the arrest of the person unless the person demands an earlier hearing.\n\n(3) The place specified in the notice to appear shall be made before a magistrate of competent jurisdiction in the county in which the alleged violation occurred.\n\n(4)\n\n(a) In order to secure release as provided in this section, the arrested person shall promise to appear in court by signing at least one copy of the written notice prepared by the arresting officer.\n\n(b) The arresting peace officer shall immediately:\n\n(i) deliver a copy of the notice to the person promising to appear; and\n\n(ii) release the person arrested from custody.\n\n(5) A peace officer violating any of the provisions of this section shall be:\n\n(a) guilty of misconduct in office; and\n\n(b) subject to removal from office.\n\nRenumbered and Amended by Chapter 2, 2005 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-24/"
    },
    {
      "id": "section-25",
      "number": "25",
      "heading": "Individual brought into state on extradition exempt from civil process -- Waiver of extradition proceedings -- Nonwaiver by this state.",
      "text": "Effective 5/10/2016\n\n77-7-25.\n\nKeeping of records -- Making and forwarding of abstract upon conviction or forfeiture of bail -- Form and contents -- Official misconduct.\n\n(1) A magistrate or judge of a court shall keep a full record of each case in which a person is charged with:\n\n(a) a violation of this chapter; or\n\n(b) any other law regulating the operation of a motor vehicle on the highway.\n\n(2)\n\n(a) Within five days after the conviction or forfeiture of bail of a person on a charge of violating a provision of this chapter or other law regulating the operation of a motor vehicle on the highway, the magistrate of the court or clerk of the court in which the conviction was made or bail was forfeited shall prepare and immediately forward to the department an abstract of the record of the court covering the case in which the person was convicted or forfeited bail.\n\n(b) The abstract shall be certified by the person required to prepare the abstract to be true and correct.\n\n(c) A report under this Subsection (2) is not required for a conviction involving the illegal parking or standing of a vehicle.\n\n(3) The abstract must be made in a manner specified by the Driver License Division and shall include the:\n\n(a) name and address of the party charged;\n\n(b) number, if any, of the person's driver license;\n\n(c) license plate number of the vehicle involved;\n\n(d) nature of the offense;\n\n(e) date of hearing;\n\n(f) plea;\n\n(g) judgment, or whether bail was forfeited; and\n\n(h) amount of the fine or forfeiture.\n\n(4) A court shall provide a copy of the report to the Driver License Division on the conviction of a person of manslaughter or other felony in which a vehicle was used.\n\n(5) The failure, refusal, or neglect of a judicial officer to comply with the requirements of this section constitutes misconduct in office and is grounds for removal.\n\n(6) The Driver License Division shall classify and disclose all abstracts received in accordance with Section 53-3-109.\n\nAmended by Chapter 33, 2016 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-25/"
    },
    {
      "id": "section-26",
      "number": "26",
      "heading": "Prosecution not limited to crime specified in requisition.",
      "text": "77-7-26.\n\nImproper disposition or cancellation of notice to appear or traffic citation -- Official misconduct -- Misdemeanor.\n\n(1)\n\n(a) It is unlawful and official misconduct for any peace officer or other officer or public employee to dispose of:\n\n(i) a notice to appear; or\n\n(ii) traffic citation.\n\n(b) The provisions of Subsection (1)(a) do not apply if the disposal is done with the consent of the magistrate before whom the arrested person was to appear.\n\n(2) A person who cancels or solicits the cancellation of a notice to appear or a traffic citation, in any manner other than as provided by law, is guilty of a class B misdemeanor.\n\nRenumbered and Amended by Chapter 2, 2005 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-26/"
    },
    {
      "id": "section-265",
      "number": "26.5",
      "heading": "Person who has violated parole or probation agreement with demanding state.",
      "text": "77-30-26.5.\n\nPerson who has violated parole or probation agreement with demanding state.\n\n(1) A law enforcement agency that is holding a person subject to extradition based on having allegedly violated the terms of the person's probation, parole, bail, or other terms of release in the demanding state shall immediately release the person to the authorized agent of the demanding state. A governor's warrant is not required in order to return the person if:\n\n(a) the person has previously signed a waiver of extradition as a term of the person's probation, parole, bail, or other terms of release in the demanding state;\n\n(b) the law enforcement agency holding the person has received:\n\n(i) an authenticated copy of the prior waiver of extradition signed by the person; and\n\n(ii) a photograph and fingerprints identifying the person as the person who signed the waiver.\n\n(2) Utah may, prior to releasing a person to the authorized agent of the demanding state, prosecute the person for any criminal offense committed in Utah.\n\n(3) This section does not affect or limit:\n\n(a) the right of the person sought by the demanding state to return to the demanding state voluntarily and without governmental action;\n\n(b) the authority of the law enforcement or parole officers of Utah or the demanding state; or\n\n(c) any procedures regarding waiver of extradition under Title 77, Chapter 30, Extradition.\n\nEnacted by Chapter 156, 2007 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-30/section-26-5/"
    },
    {
      "id": "section-27",
      "number": "27",
      "heading": "Uniformity of interpretation.",
      "text": "Effective 5/8/2018\n\n77-7-27.\n\nQuotas for arrest, citation prohibited.\n\n(1) As used in this section:\n\n(a) \"Law enforcement agency\" means an entity of the state, or a political subdivision of the state, that exists primarily to prevent and detect crime and enforce criminal laws, statutes, or ordinances.\n\n(b) \"Law enforcement quota\" means any requirement or minimum standard regarding the number or percentage of citations or arrests made by a law enforcement officer.\n\n(2) A political subdivision or law enforcement agency employing a peace officer may not require or direct that a peace officer meet a law enforcement quota.\n\n(3) Subsection (2) does not prohibit a political subdivision or law enforcement agency from including a peace officer's engagement with the community or enforcement activity as part of an overall determination of the peace officer's performance.\n\nEnacted by Chapter 289, 2018 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-27/"
    },
    {
      "id": "section-28",
      "number": "28",
      "heading": "Citation -- Uniform Criminal Extradition Act.",
      "text": "77-30-28.\n\nCitation -- Uniform Criminal Extradition Act.\n\nThis act may be cited as the Uniform Criminal Extradition Act.\n\nEnacted by Chapter 15, 1980 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-30/section-28/"
    }
  ]
}