{
  "state": "new-mexico",
  "path": "title-chapter-2-legislative-branch/chapter-article-3-legislative-council",
  "sections": [
    {
      "id": "section-2-3-1",
      "number": "2-3-1",
      "heading": "New Mexico legislative council created",
      "text": "There is created a legislative joint committee of the house and senate to be designated \"the New Mexico legislative council,\" composed of sixteen members, eight from the house and eight from the senate. The president pro tempore and the minority floor leader of the senate and the speaker of the house of representatives and the minority floor leader of the house shall automatically be members of the council. Six of the remaining members shall be appointed from the house of representatives by the speaker; provided that, if the minority is entitled to more than one member, the additional minority members shall be appointed by the speaker only from recommendations made by the minority floor leader, although the speaker shall retain the right to reject any such recommendations; and six of the remaining members shall be appointed from the senate by the committees' committee or, if the appointments are made in the interim, by the president pro tempore after consultation with and agreement of a majority of the members of the committees' committee. If the minority is entitled to more than one member, one of the remaining six members shall be appointed by the senate minority floor leader. The appointed members of the council shall be appointed from each house so as to give the two political parties having the most members in each house the same total proportionate representation on the council as prevails in that house; providing [provided] that in the computation, major fractions shall be counted as whole numbers, and in no event shall either of the two major parties have less than one member from each house. The members shall be appointed for terms of two years or less expiring on the first day of the regular session held in odd-numbered years. The term of any member shall terminate when such member ceases to be a member of the legislature. Provided, however, that members of the council reelected to the legislature shall continue to serve as members of the council until their successors are appointed. Vacancies on the council may be filled for the unexpired term by appointment from the house or senate respectively by the respective appointing authority which makes the original appointments and subject to the same recommendations; provided such new members must be from the same body of the legislature and the same party from which their predecessors were appointed. The council shall elect such other officers as may be deemed necessary from among its own members. The officers shall be elected for terms coterminous with their membership on the council. The speaker and the president pro tempore shall be co-chairmen of the council. No action shall be taken by the council if a majority of the total membership from either house on the council rejects such action. This 1978 amendment shall not be construed to cut short the term of any member already appointed to the council.\n\nHistory:1941 Comp., § 2-401, enacted by Laws 1951, ch. 182, § 1; 1953 Comp., § 2-3-1; Laws 1955, ch. 286, § 1; 1957, ch. 72, § 1; 1978, ch. 21, § 10.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.\n\nCross references.— For workers' compensation oversight committee,seeChapter 52, Article 7 NMSA 1978.\n\nComputing party membership.— This section requires that total council membership from each house be used in computing proportionate party membership in the legislative council. 1969 Op. Att'y Gen. No. 69-26.\n\nThe speaker of the house and the president pro tempore of the senate must be included in computing party membership from their respective houses for purposes of this section. 1969 Op. Att'y Gen. No. 69-26.\n\nAgreements or contracts entered into in past by the capitol buildings improvement commissionin connection with buildings covered by 2-3-5 NMSA 1978 are binding on the legislative council and must be enforced by the legislative council service. 1967 Op. Att'y Gen. No. 67-60.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —72 Am. Jur. 2d States, Territories, and Dependencies §§ 50 to 54, 57.\n\nFormalities and requirements for the creation of legislative committees, 28 A.L.R. 1154.\n\n81A C.J.S. States § 55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-1/"
    },
    {
      "id": "section-2-3-2",
      "number": "2-3-2",
      "heading": "Legislative council service created.",
      "text": "There hereby is created a legislative council service for the use of the members of the legislature, the governor and the various departments, institutions and agencies of this state that may desire to avail themselves of its services. Notwithstanding the availability of the legislative council service to the various departments, institutions and agencies of this state, it is a part of the legislative branch of the government, and shall conduct itself with strict regard to the division of powers among the legislative, executive and judicial branches of the government of this state. Such legislative council service shall assist and cooperate with the legislative council and with any interim legislative committee or commission created by the legislature or appointed by the governor at their request.\n\nHistory:1941 Comp., § 2-402, enacted by Laws 1951, ch. 182, § 2; 1953 Comp., § 2-3-2; Laws 1955, ch. 286, § 2.\n\nCompiler's notes. —Laws 2009, ch. 114, §§ 6 & 7, effective April 6, 2009, provided that one million dollars of the unexpended balance of the appropriations to the legislative council service in Laws 2007, ch. 192, § 1 for the purpose of constructing and renovating capital north and the capitol, and as reauthorized for an expanded purpose in Laws 2008, ch. 83, § 381, may be expended by the legislative council service in fiscal years 2009 through 2012 for the capitol buildings planning commission master planning process for statewide state facilities, including the completion of the parking structure in the central capitol campus in Santa Fe.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-2/"
    },
    {
      "id": "section-2-3-3",
      "number": "2-3-3",
      "heading": "Legislative council; powers; duties.",
      "text": "It is the duty of the New Mexico legislative council to:\n\nA. adopt rules and regulations for the administration of Chapter 2, Article 3 NMSA 1978 in the conduct of the affairs of the legislative council service;\n\nB. formulate policies for the operation and conduct of the business of the legislative council service and generally to supervise all of the activities of the council service;\n\nC. carry out the purposes of the legislative council service as hereafter set forth;\n\nD. create committees of legislators to study major problems during the periods when the legislature is not in session; provided that:\n\n(1) no member of the council shall serve as an officer on an interim committee appointed or created by the council;\n\n(2) all committees created by the council shall terminate on or before December 1 of the year in which they are created unless the council subsequently extends the life of the committee for not more than one month;\n\n(3) the minority party shall be represented on all council-created committees in the proportion the minority party is represented in each house;\n\n(4) the relationship of the size of the house and senate shall be taken into consideration in determining the number of members from each house appointed to an interim committee created by the council; and\n\n(5) members shall be appointed to council-created committees by the same appointing authorities that appoint the council members from each house and subject to the same recommendations. The council shall name committee officers from among the committee members so appointed;\n\nE. adopt rules of procedure for all committees created by the council, including a rule that no action shall be taken by a committee if a majority of the total membership from either house on the committee rejects such action; provided that no member of the legislature shall ever be excluded from any meeting of any committee appointed by the council; and\n\nF. refrain from advocating or opposing the introduction or passage of legislation.\n\nHistory:1941 Comp., § 2-403, enacted by Laws 1951, ch. 182, § 3; 1953 Comp., § 2-3-3; Laws 1955, ch. 286, § 3; 1978 Comp., § 2-3-3; 1978, ch. 21, § 11; 2023, ch. 176, § 1.\n\nThe 2023 amendment,effective June 16, 2023, allowed a member of the New Mexico legislative council to serve as a voting member on an interim committee appointed or created by the New Mexico legislative council; added \"legislative\" preceding \"council\" throughout; in Subsection A, after \"administration of\", deleted \"this act\" and added \"Chapter 2, Article 3 NMSA 1978\"; and in Subsection D, Paragraph D(1), after \"shall serve as an officer\", deleted \"or voting member\".\n\nRedistricting committee.— Laws 2011, ch. 185, §§1 to 6, effective June 17, 2011, created a joint interim legislative redistricting committee. The committee, composed of eighteen members, functioned from the date of its appointment until January 13, 2012.\n\nMilitary and veterans' affairs committee.— Laws 2009, ch. 116, § 1, effective June 19, 2009, created the military and veterans' affairs committee. The committee, composed of eight voting members, functioned from the date of its appointment until the second session of the forty-ninth legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-3/"
    },
    {
      "id": "section-2-3-4",
      "number": "2-3-4",
      "heading": "[Control of building housing legislature, adjacent utility plant and surrounding grounds.]",
      "text": "Notwithstanding the provisions of Chapter 6, Articles 1 and 2, NMSA 1953, the exclusive control, care, custody and maintenance of the building in which the legislature is housed, the adjacent utilities plant and the surrounding grounds are transferred from the capitol buildings improvement commission, and the capitol custodian commission, to the legislative council.\n\nHistory:1953 Comp., § 2-3-3.1, enacted by Laws 1967, ch. 73, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.\n\nCompiler's notes.— The provisions of Chapter 6, Articles 1 and 2, 1953 Comp., referred to in this section, are compiled as 13-4-6 to 13-4-9, 13-5-3, 13-6-1, 13-6-3, 15-3-5 to 15-3-17, 15-4-2 [repealed], 15-4-3 [repealed] and 15-5-1 [recompiled as 9-27-20] to 15-5-6 [recompiled as 9-27-25] NMSA 1978.\n\nSections 6-2-1 to 6-2-12, 1953 Comp., relating to the capitol buildings improvement commission, were repealed by Laws 1968, ch. 43, § 15.\n\nLaws 1971, ch. 285, § 4, which was compiled as 6-1-9.2, 1953 Comp., before being repealed by Laws 1977, ch. 247, § 209, abolished the capitol custodian commission.\n\nLegislative council did not exceed its statutory authority in prohibiting in-person attendance at a special session of the legislature.— Where, in response to a pervasive health crisis occasioned by the COVID-19 pandemic and consistent with the governor's executive orders encouraging all governmental branches to take steps to curb the spread of the virus and the secretary of health's emergency stay-at-home orders, the New Mexico legislative council, the legislative body entrusted with the care and custody of the state capitol, promulgated a directive prohibiting on-site, public attendance at an upcoming special legislative session that was called to address COVID-19-related issues, and where petitioners sought a writ of mandamus declaring unlawful that portion of the council's directive prohibiting in-person attendance at the special session, this section authorizes the council's consideration of the safety of people in exercising its operational authority over the capitol complex and therefore the council did not overstep its statutory authority in taking action to address pressing public safety concerns arising from the public's physical presence at a special legislative session.Pirtle v. Legis. Council, 2021-NMSC-026.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-4/"
    },
    {
      "id": "section-2-3-5",
      "number": "2-3-5",
      "heading": "[Insurance of buildings; contracts for care and management of property; records of transactions; assignment of space in buildings.]",
      "text": "The director of the legislative council service, under the direction of the legislative council, shall:\n\nA. insure the buildings and their contents;\n\nB. keep a full and complete record of all transactions;\n\nC. sign all contracts and other papers necessary to be signed in the care and management of the property under his control;\n\nD. have custody and control of all maps, deeds, plats, plans and specifications, contracts, books and other papers connected with the buildings and grounds under his control;\n\nE. provide for the preservation, repair, care, cleaning, heating and lighting of the buildings and improvements under his control;\n\nF. provide for the care and beautifying of the grounds and premises;\n\nG. employ the necessary employees and provide and enforce the rules and regulations for the conduct of such employees;\n\nH. assign all space in the buildings under his control; and\n\nI. make all rules and regulations for the conduct of all persons in and about the buildings and grounds under his control necessary and proper for the safety, care and preservation of the same.\n\nHistory:1953 Comp., § 2-3-3.2, enacted by Laws 1967, ch. 73, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.\n\nLegislative council did not exceed its statutory authority in prohibiting in-person attendance at a special session of the legislature.— Where, in response to a pervasive health crisis occasioned by the COVID-19 pandemic and consistent with the governor's executive orders encouraging all governmental branches to take steps to curb the spread of the virus and the secretary of health's emergency stay-at-home orders, the New Mexico legislative council, the legislative body entrusted with the care and custody of the state capitol, promulgated a directive prohibiting on-site, public attendance at an upcoming special legislative session that was called to address COVID-19-related issues, and where petitioners sought a writ of mandamus declaring unlawful that portion of the council's directive prohibiting in-person attendance at the special session, this section authorizes the council's consideration of the safety of people in exercising its operational authority over the capitol complex and therefore the council did not overstep its statutory authority in taking action to address pressing public safety concerns arising from the public's physical presence at a special legislative session.Pirtle v. Legis. Council, 2021-NMSC-026.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-5/"
    },
    {
      "id": "section-2-3-6",
      "number": "2-3-6",
      "heading": "[Control of state library building and surrounding grounds.]",
      "text": "Notwithstanding the provisions of Chapter 6, Article 1, NMSA 1953, the exclusive control for the care, custody and maintenance of the building in which the state library is housed, and the surrounding grounds, are [is] transferred from the capitol custodian commission to the legislative council.\n\nHistory:1953 Comp., § 2-3-3.3, enacted by Laws 1970, ch. 85, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The provisions of Chapter 6, Article 1, 1953 Comp., referred to in this section, are compiled as 13-4-6 to 13-4-9, 13-5-3, 13-6-1, 13-6-3, 15-3-5 to 15-3-17, 15-4-1, 15-4-3, 15-5-1 to 15-5-6 NMSA 1978.\n\nFor abolishment of capitol custodian commission,seethe compiler's note to 2-3-4 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-6/"
    },
    {
      "id": "section-2-3-7",
      "number": "2-3-7",
      "heading": "[Insurance of building; records of transactions; contracts for care and management of property.]",
      "text": "The director of the legislative council service, under the direction of the legislative council, shall:\n\nA. insure the building and its contents, including the valuable papers, documents and books;\n\nB. keep a full and complete record of all transactions;\n\nC. sign all contracts and other papers necessary to be signed in the care and management of the property under his control;\n\nD. have custody and control of all maps, deeds, plats, plans and specifications, contracts, books and other papers connected with the building and grounds under his control;\n\nE. provide for the preservation, repair, care, cleaning, heating and cooling and lighting of the building and improvements under his control;\n\nF. provide for the care and beautifying of the grounds and premises;\n\nG. employ the necessary employees and provide and enforce the rules and regulations for the conduct of such employees; and\n\nH. make all rules and regulations for the conduct of all persons in and about the building and grounds under his control necessary and proper for the safety, care and preservation of the same.\n\nHistory:1953 Comp., § 2-3-3.4, enacted by Laws 1970, ch. 85, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.\n\nLegislative council did not exceed its statutory authority in prohibiting in-person attendance at a special session of the legislature.— Where, in response to a pervasive health crisis occasioned by the COVID-19 pandemic and consistent with the governor's executive orders encouraging all governmental branches to take steps to curb the spread of the virus and the secretary of health's emergency stay-at-home orders, the New Mexico legislative council, the legislative body entrusted with the care and custody of the state capitol, promulgated a directive prohibiting on-site, public attendance at an upcoming special legislative session that was called to address COVID-19-related issues, and where petitioners sought a writ of mandamus declaring unlawful that portion of the council's directive prohibiting in-person attendance at the special session, this section authorizes the council's consideration of the safety of people in exercising its operational authority over the capitol complex and therefore the council did not overstep its statutory authority in taking action to address pressing public safety concerns arising from the public's physical presence at a special legislative session.Pirtle v. Legis. Council, 2021-NMSC-026.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-7/"
    },
    {
      "id": "section-2-3-8",
      "number": "2-3-8",
      "heading": "Purpose and duties of legislative council service.",
      "text": "The purpose and duties of the legislative council service shall be:\n\nA. to assist the legislature of the state of New Mexico in the proper performance of its constitutional functions by providing its members with impartial and accurate information and reports concerning the legislative problems which come before them; by providing digests showing the practices of other states and foreign nations in dealing with similar problems;\n\nB. when so requested to secure information for and to report to the legislators of this state on the social and economic effects of statutes of this state or elsewhere by cooperating with the legislative service agencies in other states and other reference agencies and libraries;\n\nC. to furnish to the members of the legislature of this state the assistance of expert draftsmen, qualified to aid the legislators in the preparation of bills for introduction into the legislature;\n\nD. to recommend to the legislature measures which will improve the form and working of the statutes of this state, and clarify and reconcile their provisions;\n\nE. to provide for the legislature adequate staff facilities and to provide the adequate expert assistance without which no legislature can properly perform its required functions;\n\nF. to prepare and index for printing as promptly as possible after the adjournment of each session the session laws therefor, which compilation shall include all resolutions and acts which the legislature has adopted or passed during the session, and have received the approval of the governor when such approval is necessary.\n\nHistory:1941 Comp., § 2-404, enacted by Laws 1951, ch. 182, § 4; 1953 Comp., § 2-3-4; Laws 1955, ch. 286, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-8/"
    },
    {
      "id": "section-2-3-9",
      "number": "2-3-9",
      "heading": "[Codification of election laws; consultation with election officials.]",
      "text": "The legislative council shall instruct the legislative council service to codify all laws pertaining to elections. The codification shall be done in consultation with the secretary of state and other state and local election officials, and in such manner that conflicts or other matters requiring policy decisions and substantive revisions shall be shown in alternative provisions.\n\nHistory:1953 Comp., § 2-3-4.1, enacted by Laws 1967, ch. 271, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-9/"
    },
    {
      "id": "section-2-3-10",
      "number": "2-3-10",
      "heading": "[Review of election laws; recommendations as to re-registration of voters; improvement of purge laws; information made available to legislature.]",
      "text": "After the codification with its alternative provisions is complete, the legislative council shall study the draft codification and alternate provisions, as well as any suggestions or recommendations made by election officials, and especially any substantive recommendations pertaining to statewide re-registration of voters and the improvement of the purge laws, and shall make this material available to members of the legislature.\n\nHistory:1953 Comp., § 2-3-4.2, enacted by Laws 1967, ch. 271, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-10/"
    },
    {
      "id": "section-2-3-11",
      "number": "2-3-11",
      "heading": "[Director of service; qualifications; tenure; compensation.]",
      "text": "The legislative council service shall be in charge of a director appointed by the legislative council. He shall be appointed by it without reference to party affiliation, and solely on ground of fitness to perform the duties of his office. He shall be well versed in political science and in the methods of legal research and bill drafting, and, preferably, shall have legal training and shall have practical bill drafting experience. He shall hold office from the date of his appointment until such time as he be removed by majority vote of the legislative council so appointing him or of any succeeding legislative council, but in the event of any such removal, he shall be given six (6) months' notice of the termination of his appointment or shall be paid six (6) months' salary as terminal pay. He shall be paid such salary as shall be fixed by the legislative council and any necessary traveling expenses payable as salary and expenses as other state officials are paid.\n\nHistory:1941 Comp., § 2-405, enacted by Laws 1951, ch. 182, § 5; 1953 Comp., § 2-3-5.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.\n\nThis section is not continuing appropriation;a further, specific appropriation is necessary to authorize payment of public funds to pay for staff and other necessary support for interim activities of the legislature as allowed by N.M. Const., art. IV, § 30. 1985 Op. Att'y Gen. No. 85-02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-11/"
    },
    {
      "id": "section-2-3-12",
      "number": "2-3-12",
      "heading": "Duties of director; additional employees.",
      "text": "The director of the legislative council service shall recommend to the legislative council the appointment of such technical, clerical and stenographic assistants as may be necessary to carry out the provisions of this act, and the legislative council, upon concurring in such appointments, shall fix the compensation of each employee within the appropriations made by the legislature for the use of the legislative council. Such employees shall be appointed without regard to party affiliation and solely on ground of fitness to perform the duties of the position for which they are hired. For a period commencing approximately one month prior to each session and until approximately fifteen days after the final adjournment thereof, at any regular or special session, the director may employ, subject to the approval of the legislative council, at a compensation to be fixed by the council within its budget allowance, such extra stenographic and emergency assistants, including expert legal draftsmen qualified to aid the legislators in the preparation and drafting of bills for introduction into the legislature, as may be necessary to expeditiously handle the work of the council service immediately prior to, during and immediately after the legislative sessions.\n\nHistory:1941 Comp., § 2-406, enacted by Laws 1951, ch. 182, § 6; 1953 Comp., § 2-3-6; Laws 1955, ch. 286, § 5.\n\nCompiler's notes.— The words \"this act\" in the middle of the first sentence refer to Laws 1951, ch. 182, which is compiled as 2-3-1 to 2-3-3, 2-3-8 and 2-3-11 to 2-3-16 NMSA 1978.\n\nCross references.— For director serving on commission for promotion of uniformity of legislation in the United States,see2-4-1 NMSA 1978.\n\nFor provision making director the ex-officio secretary of the commission on intergovernmental cooperation,see11-2-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-12/"
    },
    {
      "id": "section-2-3-13",
      "number": "2-3-13",
      "heading": "[Services; confidential nature.]",
      "text": "Neither the director nor any employee of the council service shall reveal to any person outside of the service the contents or nature of any request or statement for service, except with the consent of the person making such request or statement. They shall not urge or oppose any legislation, nor give to any member of the legislature advice concerning the economic or social effect of any bill or proposed bill except upon the request of such member.\n\nHistory:1941 Comp., § 2-407, enacted by Laws 1951, ch. 182, § 7; 1953 Comp., § 2-3-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-13/"
    },
    {
      "id": "section-2-3-131",
      "number": "2-3-13.1",
      "heading": "Legislative documents; gender-neutral language; legislative council service.",
      "text": "A. As used in this section:\n\n(1) \"gender-neutral\" means language that does not expressly or implicitly refer to one gender to the real or apparent exclusion of the other and expressly or implicitly refers to both genders without distinguishing between them; and\n\n(2) \"gender-specific\" means language that expressly or implicitly refers to one gender to the real or apparent exclusion of the other or expressly or implicitly refers to both genders and distinguishes between them.\n\nB. Except as limited in Subsection C of this section, the legislative council service shall use gender-neutral language in drafting bills to enact, amend or revise laws and in drafting memorials, resolutions and other legislative documents; provided that gender-neutral language shall not be used if language is intended or required to be gender-specific or the intended meaning of language would otherwise be altered.\n\nC. Whenever current laws and other published legislative documents are the subject of a legislative request to the legislative council service for amendment or revision, the legislative council service as part of its work shall replace gender-specific language with gender-neutral language where appropriate and reasonable.\n\nHistory:Laws 2013, ch. 141, § 1.\n\nEffective dates.— Laws 2013, ch. 141 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2013, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-13-1/"
    },
    {
      "id": "section-2-3-14",
      "number": "2-3-14",
      "heading": "Quarters; files and indexes; cooperation with and by other agencies; cooperation with other states.",
      "text": "The legislative council and legislative council service shall be provided with adequate quarters at the state capitol where the council service will be conveniently accessible to the members of the legislature and to other persons having official business with it. The council service shall be kept open during the time provided by law for other state offices and when the legislature is in session, at such hours, day and night, as are most convenient to the legislators. It shall keep and file copies of all bills, resolutions, amendments, memorials, reports of committees, journals and other documents printed by order of either house of the legislature unless readily available elsewhere; and collect, catalog and index the same as soon as practicable after they have been printed; if appropriations are made therefor, keep an index of the action on each bill, resolution, memorial [and] amendment by each house of the legislature, by any committee of the legislature and by the governor. Such digests and indexes shall be printed and distributed at such intervals as the director may deem practicable.\n\nThe facilities of the state supreme court library, and of any other library maintained by the state, shall be available for the use of the council service, subject to the rules of such libraries. Each state department and all other state institutions shall, to a reasonable extent and upon request, furnish to the legislative council service such documents, material or information as may be requested by the members of the legislative council or by the director of the legislative council service, which are not made confidential by law. The legislative council service shall cooperate with the legislative service agencies of other states, and shall interchange information and research material with them.\n\nHistory:1941 Comp., § 2-408, enacted by Laws 1951, ch. 182, § 8; 1953 Comp., § 2-3-8; Laws 1955, ch. 286, § 6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For protection of confidentiality of certain public records,see14-2-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-14/"
    },
    {
      "id": "section-2-3-141",
      "number": "2-3-14.1",
      "heading": "State agencies; reports.",
      "text": "A. No state agency shall submit or send to the members of the legislature any material other than proposed legislation in excess of five pages.\n\nB. Nothing in this section shall limit the response of any agency to a direct request of a legislator or group of legislators nor the submission of the executive budget.\n\nC. All reports to the legislature by a state agency shall be filed in duplicate with the legislative council service and such reports shall not be subject to the page limitations of this section. The service shall compile a list of the reports submitted prior to each regular legislative session since the beginning of the previous regular session, listing the title and agency, and distribute the list among the legislators during the first week of the session.\n\nD. Any legislator may request any report, including those listed pursuant to Subsection C of this section. Upon such a request, the state agency shall furnish the report to the legislator.\n\nE. Compliance by a state agency with Subsection C of this section shall fulfill any requirement of a state agency to report to the legislature, unless the requirement is specifically exempted from the requirements of this section.\n\nF. No state agency shall submit material bound other than by staples unless the bulk or other qualities of the material require other bindings; provided that in all cases the most economical method of binding and packaging shall be used.\n\nG. For the purposes of this section \"state agency\" means any agency, division or instrumentality of the state, but does not include political subdivisions and educational institutions or any of the legislature's divsions [divisions], instrumentalities or committees.\n\nHistory:Laws 1985, ch. 19, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-14-1/"
    },
    {
      "id": "section-2-3-15",
      "number": "2-3-15",
      "heading": "Reimbursement.",
      "text": "The director of the legislative council service and all technical, clerical and stenographic assistants shall be reimbursed as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] while on official duty in the same manner as other state employees. The members of the council and other members of the legislature approved by the council shall be reimbursed for travel on council business as provided in Section 2-1-9 NMSA 1978.\n\nHistory:1941 Comp., § 2-409, enacted by Laws 1951, ch. 182, § 9; 1953 Comp., § 2-3-9; Laws 1955, ch. 286, § 7; 1983, ch. 1, § 12.\n\nCross references.— For compensation of state employees,see10-7-2 NMSA 1978.\n\nLegislature intended 2-1-9 NMSA 1978 to govern certain reimbursementsto members of the legislative education study committee, the legislative council and the legislative finance committee. 1979 Op. Att'y Gen. No. 79-40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-15/"
    },
    {
      "id": "section-2-3-16",
      "number": "2-3-16",
      "heading": "[Cooperation of attorney general.]",
      "text": "The attorney general shall advise and consult with the legislative council and the legislative council service and render all legal services and service in the drafting of bills required when requested to do so by the said council or its representatives.\n\nHistory:1941 Comp., § 2-411, enacted by Laws 1951, ch. 182, § 11; 1953 Comp., § 2-3-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and it is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-16/"
    },
    {
      "id": "section-2-3-17",
      "number": "2-3-17",
      "heading": "Expenditures of funds; budgets.",
      "text": "Payments from funds appropriated for the use of the legislative council and legislative council service shall be made only upon vouchers submitted to the department of finance and administration by the director of the legislative council or his authorized representative, and by warrants signed by the secretary of finance and administration.\n\nHistory:1953 Comp., § 2-3-11, enacted by Laws 1955, ch. 286, § 8; 1957, ch. 72, § 2; 1977, ch. 247, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-17/"
    },
    {
      "id": "section-2-3-18",
      "number": "2-3-18",
      "heading": "Legislative fiscal analyst transferred.",
      "text": "The position of \"legislative fiscal analyst\" formerly existing as a joint position under the director of the legislative council and the legislative finance committee is transferred to the legislative council service. The legislative fiscal analyst shall be a staff member of the legislative council service. The legislative fiscal analyst shall assist the legislature, its various committees and individual legislators by providing, upon request, impartial and objective analysis of the fiscal problems of New Mexico's state and local government and such other financial information as may be required. The legislative fiscal analyst shall prepare and make available to all members of the legislature, upon request, quarterly reports concerning the financial condition of the state government. These reports shall contain information about revenues, expenditures and outstanding obligations of the state, and significant developments in areas affecting state finance.\n\nThe funds heretofore budgeted and appropriated for the salary and employee benefits of the legislative fiscal analyst, and his budgeted travel expense, and all files, equipment and other materials belonging to the legislative fiscal analyst are transferred with the position of the legislative fiscal analyst to the legislative council service.\n\nInformation in the files of the legislative council not made confidential by law shall be made available to the legislative finance committee upon request and information in the files of the legislative finance committee shall be available to the legislative council upon request.\n\nHistory:1953 Comp., § 2-3-12, enacted by Laws 1965, ch. 160, § 4.\n\nCross references.— For confidential nature of services of the legislative council service,see2-3-13 NMSA 1978.\n\nFor cooperation with legislative finance committee,see2-5-7 NMSA 1978.\n\nFor confidentiality of certain public records,see14-2-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-18/"
    },
    {
      "id": "section-2-3-19",
      "number": "2-3-19",
      "heading": "Capital outlay expenditure allocations; legislators and governor; publication.",
      "text": "The legislative council service shall publish on the legislative website a searchable list of capital projects that passed the legislature and the name of each legislator or the governor who allocated a portion of the capital outlay appropriation or bond authorization for each project and the amount of the allocation designated by each legislator and the governor. The capital projects list, including vetoes, shall be published thirty days after adjournment of each legislative session in which a capital projects list is approved by both chambers of the legislature.\n\nHistory:Laws 2021, ch. 122, § 1.\n\nApplicability.— Laws 2021, ch. 122, § 2 provided that Laws 2021, ch. 122, § 1 applies to the first session of the fifty-fifth legislature and succeeding legislatures.\n\nEmergency clauses.— Laws 2021, ch. 122, § 3 contained an emergency clause and was approved April 7, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-19/"
    },
    {
      "id": "section-2-3-20",
      "number": "2-3-20",
      "heading": "Required publication of appropriation allocations in a supplemental general appropriation act.",
      "text": "A. The legislative council service shall publish on the legislative website a searchable list of each appropriation contained in a supplemental general appropriation act that passes the legislature after January 17, 2023. The list shall include the name of each legislator who allocates a portion of each appropriation and the amount of the verified allocation. The list, including vetoes, shall be published thirty days after the adjournment of the legislative session in which the supplemental general appropriation act is approved by both chambers of the legislature.\n\nB. For the purposes of this section, a \"supplemental general appropriation act\" is an act that includes appropriations:\n\n(1) for the expense of the executive, legislative and judiciary departments that are supplemental to the appropriations contained in separate legislation specifically designated as the \"general appropriation act\" of the relevant calendar year; and\n\n(2) that are comprised of allocations by each member of the legislature of specific sums to specific objects.\n\nHistory:Laws 2023, ch. 209, § 1.\n\nEffective dates.— Laws 2023, ch. 209, § 2 made Laws 2023, ch. 209, § 1 effective April 7, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-2/article-3/section-2-3-20/"
    }
  ]
}