{
  "state": "illinois",
  "path": "title-chapter-110-higher-education/chapter-110-ilcs-948-loan-repayment-assistance-for-dentists-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title. This Act may be cited as the Loan Repayment Assistance for Dentists Act.",
      "text": "Short title. This Act may be cited as the Loan Repayment Assistance for Dentists Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Purpose.  The purpose of this Act is to establish a program in the Department of Public Health to increase the total number of dentists, dental specialists, and dental hygienists  practicing in designated shortage areas in this State by providing educational loan repayment assistance grants to denti",
      "text": "Purpose. The purpose of this Act is to establish a program in the Department of Public Health to increase the total number of dentists, dental specialists, and dental hygienists practicing in designated shortage areas in this State by providing educational loan repayment assistance grants to dentists, dental specialists, and dental hygienists.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Definitions.  In this Act, unless the context otherwise requires:",
      "text": "Definitions. In this Act, unless the context otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Establishment of program.  The Department shall establish an educational loan repayment assistance program for dentists and dental specialists who practice in designated shortage areas in this State and who accept certain dental payments as defined under this Act",
      "text": "In addition, the Department shall e",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Application.  Beginning July 1, 2007, the Department shall, each year, consider applications for assistance under the program",
      "text": "The form of application and the information required to be set forth in the application shall be determined by the Department, and the Department shall require applicants to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Eligibility.  To be eligible for assistance under the program, an applicant must meet all of the following qualifications:",
      "text": "Eligibility. To be eligible for assistance under the program, an applicant must meet all of the following qualifications:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "The award of grants.",
      "text": "The award of grants.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Penalty for failure to fulfill obligation",
      "text": "Loan repayment recipients who fail to practice full time in a designated shortage area, as provided in this Act, shall repay the Department a sum equal to the amount received under the program, plus interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99",
      "number": "99.",
      "heading": "Effective date. This Act takes effect July 1, 2007.",
      "text": "Effective date. This Act takes effect July 1, 2007.",
      "history": "",
      "source_url": ""
    }
  ]
}