{
  "state": "illinois",
  "path": "title-chapter-110-higher-education/chapter-110-ilcs-945-higher-education-loan-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nHigher Education Loan Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Declaration of Purpose.",
      "text": "It is declared that for the benefit of\nthe people of the State of Illinois, the conduct and increase of their commerce,\nthe protection and enhancement of their welfare, the development\nof continued prosperity and the improvement of their health and living conditions,\nit is essential that this and future generations of youth be given the fullest\nopportunity to learn and to develop their intellectual and mental capacities\nand skills; that to achieve these ends it is of the utmost importance that\nstudents attending institutions of higher education located in Illinois\nhave reasonable alternatives to enhance their financial access to such institutions;\nthat\nreasonable financial access to institutions of higher education will assist\nsuch youth in achieving the required levels of learning and development\nof their intellectual and mental\ncapacities and skills; that it is the purpose of this Act to provide a measure\nof assistance and an alternative method to enable students and the families\nof students attending institutions of higher education located in Illinois\nto appropriately and prudently finance the cost or a portion of the cost\nof such higher education; and that it is the intent of this Act to supplement\nfederal guaranteed higher education loan programs, other student loan programs, and\ngrant or scholarship programs to provide the needed additional options for\nthe financing of a student's higher education in execution of the public\npolicy set forth above.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Definitions. In this Act, unless the context otherwise requires,",
      "text": "the terms specified in Sections 3.01 through 3.13 of this Act and the Illinois\nFinance\nAuthority Act have the meanings ascribed to them in\nthose Acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-301",
      "number": "3.01.",
      "heading": "Authority. \"Authority\" means the Illinois",
      "text": "Finance\nAuthority created by the Illinois Finance Authority Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-302",
      "number": "3.02.",
      "heading": "Authority Loans.",
      "text": "\"Authority Loans\" means loans by the Authority\nto institutions of higher education or education loan corporations for\nthe purpose of funding Education Loans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-303",
      "number": "3.03.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-304",
      "number": "3.04.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-305",
      "number": "3.05.",
      "heading": "Borrower.",
      "text": "\"Borrower\" means a student who has received an\nEducation Loan or any Parent who has received or agreed to pay an Education Loan.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-306",
      "number": "3.06.",
      "heading": "Default insurance.",
      "text": "\"Default insurance\" means insurance\ninsuring Education Loans, Authority Loans or Bonds against default.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-307",
      "number": "3.07.",
      "heading": "Default reserve fund.",
      "text": "\"Default reserve fund\" means a fund\nestablished pursuant to a bond ordinance for the purpose of securing Education\nLoans, Authority Loans or Bonds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-308",
      "number": "3.08.",
      "heading": "Cost of Attendance.",
      "text": "Cost of attendance shall be the amount\ndefined by the institution for the purpose of the guaranteed student loan\nprogram as defined under Title IV, Part B, of the \"Higher Education Act\nof 1965\" as now or hereafter amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-309",
      "number": "3.09.",
      "heading": "Education Loan.",
      "text": "\"Education Loan\" means a loan which is made\nby an institution of higher education or education loan corporation to\na student or parents of a student,\nor both, in amounts not in excess of the maximum amounts specified in this\nSection to finance the student's attendance at an institution\nof higher education. The maximum\nloan amount shall not exceed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-309a",
      "number": "3.09a.",
      "heading": "Education Loan Corporation.",
      "text": "\"Education loan corporation\"\nmeans a not for profit corporation organized under the laws of this State\nwhich is not owned or controlled by the State or any political subdivision,\nagency, instrumentality, district or municipality thereof, which is\norganized for the purpose of, or is otherwise authorized to, receive\nAuthority loans from the Authority and conduct an education loan financing\nprogram in accordance with the provisions of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-310",
      "number": "3.10.",
      "heading": "Loan funding deposit.",
      "text": "\"Loan funding deposit\" means monies\nor other property deposited\nby an institution of higher education or education loan corporation\nwith the Authority or a trustee for\nthe purpose of (a) providing security for Bonds, (b) funding a default reserve\nfund, (c) acquiring default insurance, or (d) defraying costs of the Authority,\nsuch monies or properties to be in such amounts as deemed necessary by the\nAuthority as a condition for such institution's or education loan\ncorporation's participation in the Authority's\nprograms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-311",
      "number": "3.11.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-312",
      "number": "3.12.",
      "heading": "Parent.",
      "text": "\"Parent\" means any parent or guardian of a student\nat an institution of higher education.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-313",
      "number": "3.13.",
      "heading": "Education loan series portfolio.",
      "text": "\"Education Loan series\nportfolio\" means all Education Loans made by an institution of higher\neducation or education loan corporation which are funded from the\nproceeds of an Authority Loan to such\ninstitution or education loan corporation out of the proceeds of a\nrelated specific Bond issue through the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Transfer of functions from the Illinois Educational Facilities",
      "text": "Authority to the Illinois Finance Authority. The Illinois Finance Authority\ncreated by the Illinois Finance Authority Act shall succeed to, assume and\nexercise all rights, powers, duties and responsibilities formerly exercised by\nthe Illinois Educational Facilities Authority prior to the abolition of that\nAuthority by this amendatory Act of the 93rd General Assembly. All books,\nrecords, papers, documents and pending business in any way pertaining to the\nformer Illinois Educational Facilities Authority are transferred to the\nIllinois Finance Authority, but any rights or obligations of\nany person under any contract made by, or under any rules, regulations,\nuniform standards, criteria and guidelines established or approved by, such\nformer Illinois Educational Facilities Authority shall be unaffected thereby.\nAll bonds, notes or other evidences of indebtedness outstanding on the\neffective date of this amendatory Act of the 93rd General Assembly shall be\nunaffected by the transfer of functions to the Illinois Finance Authority.\nNo rule, regulation, standard, criteria or guideline promulgated, established\nor approved by the former Illinois Educational Facilities Authority pursuant\nto an exercise of any right, power, duty or responsibility assumed by and\ntransferred to the Illinois Finance Authority shall be affected by this\namendatory Act of the 93rd General Assembly, and all such rules, regulations,\nstandards, criteria and guidelines shall become those of the Illinois Finance\nAuthority until such time as they are amended or repealed by the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Functions and powers of Authority.",
      "text": "In addition to the functions\nand powers enumerated in the Illinois Educational Facilities Act, the\nAuthority has the functions\nand powers set forth in Sections 6.05 through 6.18.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-605",
      "number": "6.05.",
      "heading": "Determination of qualified financings and establishment",
      "text": "of financing programs. To establish criteria for and guidelines encompassing\nthe types of and qualifications for Education Loan financing programs.\nIn this regard, the Authority shall be empowered to issue Bonds for the\npurpose of making Authority Loans to institutions of higher education and\neducation loan corporations participating\nin a program of the Authority for the express purpose of providing Education\nLoans. The criteria and guidelines established by the Authority for its\nEducation Loan financing programs shall include such eligibility standards\nfor Borrowers as the Authority shall determine are necessary or desirable\nin order to effectuate the purposes of the Act, including the following:\n(a) each student shall have a certificate of admission or enrollment at\na specific institution of higher education, (b) each student\nor his or her parents shall satisfy such financial qualifications as the\nAuthority shall establish to effectuate the purposes of the Act, (c) each\nstudent and his or her Parents shall submit such information as may be required\nby the Authority to his or her institution of higher education or to the\neducation loan corporation providing an education loan to such student or parents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-606",
      "number": "6.06.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-607",
      "number": "6.07.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-608",
      "number": "6.08.",
      "heading": "Establishment of rules and regulations.",
      "text": "To establish rules\nand regulations with respect to Authority Loans, Education Loans and Education\nloan series portfolios.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-609",
      "number": "6.09.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-610",
      "number": "6.10.",
      "heading": "Receipt and acceptance of loans, contributions or grants.",
      "text": "To receive and accept from any source, loans, contributions or grants for\nor in aid of an Authority Education Loan financing program or any portion\nthereof and, when required, to use such funds, property or labor only for\nthe purposes for which it was loaned, contributed or granted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-611",
      "number": "6.11.",
      "heading": "Making Authority Loans to institutions of higher education",
      "text": "and education loan corporations.\nTo make Authority Loans to institutions of higher education and education\nloan corporations and require\nthat the proceeds thereof be used for making Education Loans and paying\ncosts and fees in connection therewith.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-612",
      "number": "6.12.",
      "heading": "Apportionment of administrative costs and expenses among",
      "text": "participating institutions of higher education and education loan\ncorporations. To charge to and apportion\namong participating institutions of higher education and education loan\ncorporations its administrative\nand operating costs and expenses incurred in the exercise of the powers\nand duties conferred by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-613",
      "number": "6.13.",
      "heading": "Borrowing funds for operations.",
      "text": "To borrow working capital\nfunds and other funds as may be necessary for start-up and continuing operations,\nas long as such funds are borrowed in the name of the Authority only.\nSuch borrowings shall be limited obligations of the character described\nin Section 12 of this Act and shall be payable solely from revenues of the\nAuthority or the proceeds of Bonds pledged for that purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-614",
      "number": "6.14.",
      "heading": "Combining Education Loan series portfolios for financing",
      "text": "purposes. Notwithstanding any other provision contained in this Act, to\ncomingle and pledge as security for a series or issue of Bonds, with the\nconsent of all of the institutions of higher education and education loan\ncorporations which are participating\nin such series or issue, (a) the Education loan series portfolios and some\nor all future Education loan series portfolios of such institutions of higher\neducation and education loan corporations, and (b) the loan funding\ndeposits of such institutions and education loan corporations provided\nthat Education loan series portfolios and other security and\nmonies set aside in any fund or funds pledged for any series of Bonds or\nissue of Bonds shall be held for the sole benefit of such series or issue\nseparate and apart from Education loan series portfolios and other security\nand monies pledged for any other series or issue of Bonds of the Authority.\nBonds may be issued in series under one or more resolutions or trust agreements\nin the discretion of the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-615",
      "number": "6.15.",
      "heading": "Examining records.",
      "text": "To examine records and financial reports\nof participating institutions of higher education and education loan\ncorporations, and to examine records\nand financial reports of any contractor organization or institution retained\nunder Section 6.05 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-616",
      "number": "6.16.",
      "heading": "Use of Education Loan proceeds.",
      "text": "The Authority shall require\nthat Authority Loans be used solely to make Education Loans. The Authority\nshall require that institutions of higher education and education loan\ncorporations shall require that each\nBorrower under an Education Loan shall use the proceeds solely for the cost\nof attendance and that each such Borrower shall so certify.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-617",
      "number": "6.17.",
      "heading": "Refunding Bonds and reduction of debt.",
      "text": "Whenever refunding\nBonds are issued to refund Bonds, the proceeds of which were used to make\nAuthority loans, the Authority may reduce the amount it is owed by the institutions\nof higher education or education loan corporations which had received\nAuthority Loans from the proceeds\nof the refunded Bonds. Such institutions of higher education and\neducation loan corporations may use this\nreduced amount to reduce the amount of interest being paid on Education\nLoans which the institutions and education loan corporations had made\npursuant to the Authority Loans from\nthe proceeds of the refunded Bonds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-618",
      "number": "6.18.",
      "heading": "Necessary and proper actions.",
      "text": "The Authority shall have\nthe power to authorize its officers, agents and employees to take such action\nand do such things as shall be necessary or desirable in order to carry\nout and effectuate the purposes of the Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Expenses of Authority - Limitation of liability for expense.",
      "text": "All expenses incurred in carrying out the provisions of this Act shall be\npayable solely from funds provided under the authority of this Act and,\nexcept as authorized under Section 6.13, no liability shall be incurred\nby the Authority beyond the extent to which monies shall have been provided\nunder this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Acquisition of certain monies, endowments, and properties and",
      "text": "guarantees thereto. The Authority is authorized to establish specific guidelines\nrelating to the deposits of certain monies, endowments, or properties by\ninstitutions of higher education and education loan corporations which\nwould provide prudent security for\nEducation Loans funding programs, Authority Loans, Education Loans or for\nBonds and to establish guidelines relating to guarantees of or contracts to purchase\nEducation Loans or Bonds by such institutions and education loan corporations\nor by financial institutions or others.\nA default reserve fund may be established for each series or issue of Bonds.\nIn this regard, the Authority is empowered\nto receive such monies, endowments, properties, and guarantees as it deems\nappropriate and, if necessary, to take title in the name of the Authority\nor in the name of a participating institution of higher education,\neducation loan corporation or a trustee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Conveyance of loan funding deposit after payment of principal",
      "text": "and interest. When the principal of and interest on Bonds of the Authority issued\nto finance the cost of an Education Loan financing program or programs,\nincluding any refunding Bonds issued to refund and refinance such Bonds,\nhave been fully paid and retired or when adequate provision has been made\nto fully pay and retire the same, and all other\nconditions of the Bond resolution authorizing the same have been satisfied\nand the lien created by such Bond resolution has been released in accordance\nwith the provisions thereof, the Authority shall promptly do such things\nand execute such deeds and conveyances as are necessary and required to\nconvey any remaining monies, properties and other assets comprising loan\nfunding deposits to the institutions of higher education and education\nloan corporations which furnished\nthe same in proportion to the amounts furnished by the respective institutions\nof higher education and education loan corporations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Bonds.",
      "text": "(a) The Authority may from time to time issue Bonds\nfor any corporate purpose and all such Bonds or other obligations of the\nAuthority issued pursuant to this Act shall be and are hereby declared to\nbe negotiable for all purposes notwithstanding their payment from limited\nsource and without regard to any other law or laws.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Trust agreement to secure Bonds.",
      "text": "In the discretion of the Authority\nany Bonds issued under the provisions of this Act may be secured by a trust\nagreement by and between the Authority and a corporate trustee or trustees,\nwhich may be any trust company or bank in the State of Illinois having the\npowers of a trust company. The Bond resolution providing for\nthe issuance of Bonds so secured shall pledge the revenues to be received\nby the Authority, including any or all of the revenues specified in Section\n10(c) of this Act, may contain such provisions for\nprotecting and enforcing\nthe rights and remedies of the Bondholders as may be reasonable and proper\nand not in violation of law, including particularly such provisions as have\nhereinabove been specifically authorized to be included in any Bond resolution\nof the Authority, and may restrict the individual\nright of action by Bondholders. In addition to the foregoing, any trust agreement\nmay contain such other provisions as the Authority may deem reasonable\nand proper for the security of the Bondholders. All expenses incurred in\ncarrying out the provisions of the trust agreement may be treated as a part\nof the cost of the operation of an Education Loan program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Bonds as obligation of Authority only.",
      "text": "Bonds issued under authority\nof this Act shall be obligations of the Authority only, and not of the State\nof Illinois. Bonds issued under authority of this Act shall state upon the\nface of each Bond\nthat they represent and constitute a debt of the Authority, but not of the\nState of Illinois within the meaning of the provisions of the Constitution\nor Statutes of the State of Illinois; and they do not constitute a pledge\nof the full faith and credit\nof the Authority or of the State of Illinois. The bonds shall not grant\nto the owners or holders\nthereof any right to have the Authority or the General Assembly levy any\ntaxes or appropriate any funds for the payment of the principal thereof or\ninterest thereon. Such Bonds are payable, and shall state that they are\npayable, solely from the revenues pledged for their payment in accordance\nwith the Bond resolution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Pledge of Revenues.",
      "text": "The Authority shall fix, revise, charge\nand collect fees and is empowered to contract with any person, partnership,\nassociation or corporation, or other body, public or private, in respect\nthereof. Each agreement entered into by the Authority with an institution\nof higher education or education loan corporation\nshall provide that the fees and other amounts payable by the institution\nof higher education or education loan corporation with respect to any\nprogram of the Authority shall be\nsufficient at all times, (a) to pay its share of the administrative\ncosts and expenses of such program, (b) to pay the principal of, the premium,\nif any, and the interest on outstanding Bonds of the Authority, issued in\nrespect of such program to the extent that other revenues of the Authority\npledged for the payment of the Bonds\nare insufficient to pay the Bonds as they become due and payable, (c) to\ncreate and maintain\nreserves which may but need not be required or provided for in the Bond resolution\nrelating to such Bonds of the Authority, and (d) to establish and maintain\nwhatever Education Loan servicing, control, or audit procedures are deemed\nto be necessary to the prudent operations of the Authority. The Authority\nshall pledge the revenues from each program, as described in Section 10(c)\nof this Act, as security for the issue of Bonds relating to such program.\nSuch pledge shall be valid and binding from the time when the pledge is\nmade; the revenues so pledged by the Authority shall immediately be subject\nto the lien of such pledge without any physical delivery thereof or further\nact, and the lien of any such pledge shall be valid and binding against\nall parties having claims of any kind in tort, contract or otherwise against\nthe Authority or any participating institution of higher education or\neducation loan corporation, irrespective\nof whether such parties have notice thereof. Neither the Bond resolution\nnor any financing statement, continuation statement or other instrument\nby which a pledge is created or by which the Authority's interest in revenues\nis assigned need be filed or recorded in any public records in order to\nperfect the lien thereof as against third parties except that a copy thereof\nshall be filed in the records\nof the Authority and with the State Treasurer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Funds from sale of Bonds as trust funds - Application of funds.",
      "text": "All monies received by or on behalf of the Authority pursuant to the authority\nof this Act, whether as proceeds from the sale of Bonds or as revenues,\nshall be deemed to be trust funds\nto be held and applied solely as provided in this Act. Any officer with\nwhom, or any bank or trust company with which, such monies shall be deposited\nshall act as trustee of such monies and shall hold and apply the same for\nthe purposes hereof, subject to such regulations as this Act and the Bond\nresolution authorizing the Bonds of any issue may provide.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Rights of Bond holders.",
      "text": "Any holder of Bonds issued pursuant\nto this Act or a trustee under a trust agreement entered into pursuant to\nthis Act, except to the extent that their rights are restricted by any Bond\nresolution, may, by any suitable form of legal proceedings, protect and\nenforce any rights under the laws of this State or granted by the Bond resolution.\nSuch rights include the right to compel the performance of all duties of\nthe Authority required by this Act or the Bond resolution; to enjoin unlawful\nactivities; and in the event of default with respect to the payment of any\nprincipal of, premium, if any,\nand interest on any Bond or in the performance of any covenant or agreement\non the part of the Authority in the Bond resolution, to apply to the circuit\ncourt to appoint a receiver to administer and operate the Education Loan program\nor programs, the revenues of which are pledged to the payment of principal\nof, premium, if any, and interest on such Bonds, with full power to pay,\nand to provide for payment of, principal of, premium, if any, and interest\non such Bonds, and with such powers, subject to the direction of the court,\nas are permitted by law and are accorded receivers, excluding any power\nto pledge additional revenues of the Authority to the payment of such principal,\npremium and interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Bonds as legal investments.",
      "text": "All banks, bankers, trust companies,\nsavings banks and institutions, building and loan associations, savings\nand loan associations, investment companies, insurance companies and associations,\nand all executors, administrators, guardians, trustees and other fiduciaries\nmay legally invest any sinking funds, monies or other funds belonging to\nthem or within their control in any Bonds issued pursuant to this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Waiver of competitive bidding.",
      "text": "Competitive bidding requirements\nof the Illinois Revised Statutes or any other similar requirements that\nmay be lawfully waived are waived by this Section and any requirement of\ncompetitive bidding or other restriction imposed on the procedure for award\nof contracts is not applicable to any action taken under authority of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "Powers - Interest rates.",
      "text": "Notwithstanding any other\nprovision of law, institutions and education loan corporations shall\nhave the power to borrow money from\nthe Authority, make Education Loans and take all other actions and do such\nthings as are necessary or convenient to consummate the transactions contemplated\nunder this Act. It shall be lawful for the Authority to establish, charge,\ncontract for and receive any amount or rate of interest or compensation\nwith respect to Authority Loans and for participating institutions and\neducation loan corporations to charge,\ncontract for and receive any amount or rate of interest or compensation\nwith respect to Education Loans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Act as alternative method - Application of Bond law - Powers",
      "text": "not subject to supervision or regulation by other element or government. The\nforegoing Sections of this Act shall be deemed to provide a complete, additional and\nalternative method for the doing of the things authorized thereby and shall\nbe regarded as supplemental and additional to, and the limitations imposed\nby this Act shall not limit or otherwise affect powers or rights conferred\nby other laws, and the issuance of Bonds and refunding Bonds under this\nAct need not comply with the requirements of any other law applicable to\nthe issuance of Bonds. Except as otherwise expressly provided in this Act,\nnone of the powers granted to the Authority under this Act shall be subject\nto the supervision or regulation or require the approval or consent of any\nmunicipality or political subdivision or any department, division, commission,\nboard, body, bureau, official or agency thereof or of the State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "Liberal construction of Act.",
      "text": "This Act, being necessary for\nthe welfare of the State and its inhabitants, shall be liberally construed\nto effect its purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    }
  ]
}