{
  "state": "michigan",
  "path": "title-chapter-317-game-breeding-and-protection/chapter-act-184-of-1929-wild-life-sanctuaries-317201-317210",
  "sections": [
    {
      "id": "section-317201",
      "number": "317.201",
      "heading": "Wild Life Sanctuaries; Establishment, Dedication, Application",
      "text": "The conservation commission is hereby given power to establish state wild life sanctuaries and may by appropriate resolution accept as such, privately owned lands, when the owners or lessees thereof shall file with said commission an application dedicating such lands for such purposes. The commission may accept such dedication only after it shall have determined that the application is made in good faith, that the said lands are suitable for the declared purposes, that the dedication and operation of the proposed wild life sanctuary will tend to increase the supply of desirable wild life in that vicinity and will otherwise be in the public interest. Applications shall not be approved for areas of less than 20 acres nor for more than 1,500 acres or for periods of less than 5 years.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6113 ;-- CL 1948, 317.201",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-201/"
    },
    {
      "id": "section-317202",
      "number": "317.202",
      "heading": "Wild Life Sanctuaries; Dedication of State Lands.",
      "text": "Upon application from the agencies officially in control thereof, lands owned by the state of Michigan or by the United States may be dedicated under this act in the same manner as privately owned lands.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6114 ;-- CL 1948, 317.202",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-202/"
    },
    {
      "id": "section-317203",
      "number": "317.203",
      "heading": "Wild Life Sanctuaries; Signs; Removal on Expiration of Dedication.",
      "text": "When an application for the dedication of lands as a state wild life sanctuary shall have been approved by the conservation commission, the director of conservation shall supply suitable signs or posters which the dedicator shall promptly erect and thereafter maintain in such a manner as to clearly define and mark the boundaries of such dedicated lands; and it shall be the duty of the said dedicator to remove all such signs or posters within 3 months after the expiration or termination of such dedication.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6115 ;-- CL 1948, 317.203",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-203/"
    },
    {
      "id": "section-317204",
      "number": "317.204",
      "heading": "Wild Life Sanctuaries; Unlawful Acts; Predatory Animals, Birds; Experiments.",
      "text": "When lands have been so dedicated and posted as a state wild life sanctuary, the possession or carrying of firearms thereon, hunting or trapping thereon, or the killing or molestation of wild life on such lands by any person or by the owners or lessees thereof, or their agents, shall be unlawful during the period of such dedication: Provided, That the director of conservation may issue permits for the taking on any dedicated lands of predatory animals and birds and such other birds and animals as may require control or as may be appropriate in connection with experiments in wild life management or for other purposes not inconsistent with the original intent of the dedication.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6116 ;-- CL 1948, 317.204",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-204/"
    },
    {
      "id": "section-317205",
      "number": "317.205",
      "heading": "Wild Life Sanctuaries; Change in Dedication.",
      "text": "Dedications under this act may at any time be modified or terminated upon the application of the dedicator and approval by the conservation commission, or may be terminated without the application of the dedicator in case the commission shall determine that a given dedication has become ineffective or otherwise not in the public interest or that the dedicator has failed to erect or maintain the signs and posters provided for in section 3.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6117 ;-- CL 1948, 317.205",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-205/"
    },
    {
      "id": "section-317206",
      "number": "317.206",
      "heading": "Wild Life Sanctuaries; Rules of Conservation Commission.",
      "text": "The conservation commission is hereby given authority to issue and enforce such rules and regulations as may be needed in order to administer and accomplish the purposes of this act.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6118 ;-- CL 1948, 317.206",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-206/"
    },
    {
      "id": "section-317207",
      "number": "317.207",
      "heading": "Wild Life Sanctuaries; Protection of Wildlife.",
      "text": "It shall be the duty of all conservation officers having the power of arrest, and of all sheriffs and other peace officers, to protect the wild life on such dedicated areas from injury or molestation and otherwise to enforce the provisions of this act.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6119 ;-- CL 1948, 317.207",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-207/"
    },
    {
      "id": "section-317208",
      "number": "317.208",
      "heading": "Violation of Act; Penalty.",
      "text": "Any person who shall violate any of the provisions of this act or any of the rules and regulations issued thereunder, shall be deemed guilty of a misdemeanor, and upon conviction thereof, shall be subject to a fine of not less than 25 dollars and not more than 100 dollars, or to imprisonment in the county jail for not more than 30 days, or to both such fine and imprisonment in the discretion of the court.\n\nHistory:1929, Act 184, Eff. Aug. 28, 1929 ;-- CL 1929, 6120 ;-- CL 1948, 317.208",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-317/statute-act-184-of-1929/section-317-208/"
    },
    {
      "id": "section-317",
      "number": "317",
      "heading": "209, 317.210 - Repealed. 1964, Act 256, Eff. Aug. 28, 1964.",
      "text": "209, 317.210 - Repealed. 1964, Act 256, Eff. Aug. 28, 1964.",
      "history": "",
      "source_url": ""
    }
  ]
}