{
  "state": "arizona",
  "path": "title-title-06/chapter-6-464",
  "sections": [
    {
      "id": "section-retary",
      "number": "retary",
      "heading": "of State",
      "text": "of State",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6-464",
      "number": "6-464",
      "heading": "Effect of conversion6-464.Effect of conversionWhen an association effects a conversion in accordance with either of the two preceding sections, the corporate functions of such association shall not be interrupted; but the identity of the association under a new name and new jurisdiction shall contin",
      "text": "Effect of conversion6-464.Effect of conversionWhen an association effects a conversion in accordance with either of the two preceding sections, the corporate functions of such association shall not be interrupted; but the identity of the association under a new name and new jurisdiction shall continue, together with all of the obligations and liabilities of the association with such revision of the corporate structure as may have been authorized; and all of its rights and interests in and to every kind of property, real, personal or mixed, shall continue without the necessity of a deed or other transfer. Any reference to the association before conversion, contained in any writing, whether executed or effective before or after the conversion, shall be deemed a reference also to the association after conversion, if not inconsistent with the other provisions of such writing. No pending action or other judicial proceeding to which the association is a party shall be abated or discontinued by reason of such conversion, but the same may be prosecuted to final judgment, order, or decree in the same manner as if such conversion had not occurred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6-464effect",
      "number": "6-464.Effect",
      "heading": "of conversion",
      "text": "of conversion",
      "history": "",
      "source_url": ""
    }
  ]
}