{
  "state": "alabama",
  "path": "title-title-27-insurance/chapter-chapter-31-reciprocal-insurers",
  "sections": [
    {
      "id": "section-27-31-1",
      "number": "27-31-1",
      "heading": "Definitions.Section 27-31-2 - Applicability of Chapter",
      "text": "Section 27-31-1\n\nDefinitions.\n\nFor the purposes of this chapter, the following terms shall have the meanings respectively ascribed to them by this section.\n\n(1) RECIPROCAL INSURANCE. Insurance resulting from an interexchange among persons, known as “subscribers,” of reciprocal agreements of indemnity, the interexchange being effectuated through an “attorney-in-fact” common to all such persons.\n\n(2) RECIPROCAL INSURER. An unincorporated aggregation of subscribers operating individually and collectively through an attorney-in-fact to provide reciprocal insurance among themselves.\n\n(Acts 1971, No. 407, p. 707, §§590, 591.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-1/"
    },
    {
      "id": "section-27-31-2",
      "number": "27-31-2",
      "heading": "Applicability of Chapter.",
      "text": "Section 27-31-2\n\nApplicability of Chapter.\n\n(a) All authorized reciprocal insurers shall be governed by those sections of this chapter not expressly made applicable to domestic reciprocals.\n\n(b) Existing authorized reciprocal insurers shall, after January 1, 1972, comply with the provisions of this chapter and shall make such amendments to their subscribers’ agreement, power of attorney, policies, and other documents and accounts and perform such other acts as may be required for such compliance.\n\n(Acts 1971, No. 407, p. 707, §592.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-2/"
    },
    {
      "id": "section-27-31-3",
      "number": "27-31-3",
      "heading": "Powers Generally.",
      "text": "Section 27-31-3\n\nPowers Generally.\n\n(a) A reciprocal insurer may, upon qualifying therefor as provided for by this title, transact any kind or kinds of insurance defined by this title, other than life or title insurances.\n\n(b) Such an insurer may purchase reinsurance upon the risk of any subscriber and may grant reinsurance as to any kind of insurance it is authorized to transact directly.\n\n(Acts 1971, No. 407, p. 707, §593.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-3/"
    },
    {
      "id": "section-27-31-4",
      "number": "27-31-4",
      "heading": "Business Name; Actions.",
      "text": "Section 27-31-4\n\nBusiness Name; Actions.\n\nA reciprocal insurer shall:\n\n(1) Have and use a business name. The name shall include the word “reciprocal,” or “interinsurer,” or “interinsurance,” or “exchange,” or “underwriters,” or “underwriting”; and\n\n(2) Maintain actions and have actions maintained against it in its own name.\n\n(Acts 1971, No. 407, p. 707, §594.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-4/"
    },
    {
      "id": "section-27-31-5",
      "number": "27-31-5",
      "heading": "Attorneys.",
      "text": "Section 27-31-5\n\n(a) “Attorney,” as used in this chapter, refers to the attorney-in-fact of a reciprocal insurer. The attorney may be an individual, firm, or corporation.\n\n(b) Contracts of the insurer, including its policies, shall be executed by the attorney, duly authorized and acting for the subscribers.\n\n(c) The attorney of a foreign or alien reciprocal insurer, which insurer is duly authorized to transact insurance in this state, shall not, by virtue of discharge of its duties as such attorney with respect to the insurer’s transactions in this state, be thereby deemed to be doing business in this state within the meaning of any laws of this state applying to foreign firms or corporations.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §595.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-5/"
    },
    {
      "id": "section-27-31-6",
      "number": "27-31-6",
      "heading": "Surplus Funds of Domestic Insurer.",
      "text": "Section 27-31-6\n\nSurplus Funds of Domestic Insurer.\n\n(a) A domestic reciprocal insurer formed under this chapter, if it has otherwise complied with the applicable provisions of this title, may be authorized to transact insurance if it has, and thereafter maintains, surplus funds as follows:\n\n(1) To transact property insurance, surplus funds of not less than $200,000.00; and\n\n(2) To transact casualty insurance, surplus funds of not less than $300,000.00.\n\n(b) In addition to surplus required to be maintained under subsection (a) of this section, the insurer shall have, when first so authorized, expendable surplus in amount as required of a like foreign reciprocal insurer under Section 27-3-8.\n\n(c) A domestic reciprocal insurer may be authorized to transact additional kinds of insurance if it has otherwise complied with the provisions of this title therefor and possesses and so maintains surplus funds in amount equal to the minimum capital stock required of a stock insurer for authority to transact a like combination of kinds of insurance, but subject to subsection (b) of Section 27-3-8 as to additional kinds of insurance and surplus required therefor during the first five years.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §596.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-6/"
    },
    {
      "id": "section-27-31-7",
      "number": "27-31-7",
      "heading": "Certificate of Authority - Application by Domestic Insurer; Contents of Declaration.",
      "text": "Section 27-31-7\n\nCertificate of Authority - Application by Domestic Insurer; Contents of Declaration.\n\n(a) Twenty-five or more persons domiciled in this state may organize a domestic reciprocal insurer and make application to the commissioner for a certificate of authority to transact insurance.\n\n(b) The proposed attorney shall fulfill the requirements of and shall execute and file with the commissioner when applying for a certificate of authority a declaration setting forth:\n\n(1) The name of the insurer;\n\n(2) The location of the insurer’s principal office, which shall be the same as that of the attorney and shall be maintained within this state;\n\n(3) The kinds of insurance proposed to be transacted;\n\n(4) The names and addresses of the original subscribers;\n\n(5) The designation and appointment of the proposed attorney and a copy of the power of attorney;\n\n(6) The names and addresses of the officers and directors of the attorney, if a corporation, or its members, if a firm;\n\n(7) The powers of the subscribers’ advisory committee and the names and terms of office of the members thereof;\n\n(8) That all moneys paid to the reciprocal shall, after deducting therefrom any sum payable to the attorney, be held in the name of the insurer and for the purposes specified in the subscribers’ agreement;\n\n(9) A copy of the subscribers’ agreement;\n\n(10) A statement that each of the original subscribers has in good faith applied for insurance of a kind proposed to be transacted and that the insurer has received from each such subscriber the full premium or premium deposit required for the policy applied for, for a term of not less than six months, at an adequate rate theretofore filed with and approved by the commissioner;\n\n(11) A statement of the financial condition of the insurer, a schedule of its assets and a statement that the surplus as required by Section 27-31-6 is on hand; and\n\n(12) A copy of each policy, endorsement, and application form it then proposes to issue or use.\n\nSuch declaration shall be acknowledged by the attorney in the manner required for the acknowledgment of deeds.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §597.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-7/"
    },
    {
      "id": "section-27-31-8",
      "number": "27-31-8",
      "heading": "Certificate of Authority - Issuance; Refusal, Suspension, or Revocation.",
      "text": "Section 27-31-8\n\nCertificate of Authority - Issuance; Refusal, Suspension, or Revocation.\n\n(a) The certificate of authority of a reciprocal insurer shall be issued to its attorney in the name of the insurer.\n\n(b) The commissioner may refuse, suspend, or revoke the certificate of authority, in addition to other grounds therefor, for failure of the attorney to comply with any provision of this title.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §598.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-8/"
    },
    {
      "id": "section-27-31-9",
      "number": "27-31-9",
      "heading": "Power of Attorney.",
      "text": "Section 27-31-9\n\nPower of Attorney.\n\n(a) The rights and powers of the attorney of a reciprocal insurer shall be as provided in the power of attorney given it by the subscribers.\n\n(b) The power of attorney must set forth:\n\n(1) The powers of the attorney;\n\n(2) That the attorney is empowered to accept service of process on behalf of the insurer in actions against the insurer upon contracts exchanged;\n\n(3) The general services to be performed by the attorney;\n\n(4) The maximum amount to be deducted from advance premiums or deposits to be paid to the attorney and the general items of expense in addition to losses, to be paid by the insurer; and\n\n(5) Except as to nonassessable policies, a provision for a contingent several liability of each subscriber in a specified amount, which amount shall be not less than one nor more than 10 times the premium or premium deposit stated in the policy.\n\n(c) The power of attorney may:\n\n(1) Provide for the right of substitution of the attorney and revocation of the power of attorney and rights thereunder;\n\n(2) Impose such restrictions upon the exercise of the power as are agreed upon by the subscribers;\n\n(3) Provide for the exercise of any right reserved to the subscribers directly or through their advisory committee; and\n\n(4) Contain other lawful provisions deemed advisable.\n\n(d) The terms of any power of attorney, or agreement collateral thereto, shall be reasonable and equitable.\n\n(Acts 1971, No. 407, p. 707, §599.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-9/"
    },
    {
      "id": "section-27-31-10",
      "number": "27-31-10",
      "heading": "Modifications of Subscribers’ Agreement or Power of Attorney of Domestic Insurer.",
      "text": "Section 27-31-10\n\nModifications of Subscribers’ Agreement or Power of Attorney of Domestic Insurer.\n\nModifications of the terms of the subscribers’ agreement or of the power of attorney of a domestic reciprocal insurer shall be made jointly by the attorney and the subscribers’ advisory committee. No such modification shall be effective retroactively nor as to any insurance contract issued prior thereto.\n\n(Acts 1971, No. 407, p. 707, §600.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-10/"
    },
    {
      "id": "section-27-31-11",
      "number": "27-31-11",
      "heading": "Bond of Attorney of Domestic Insurer - Requirements.",
      "text": "Section 27-31-11\n\nBond of Attorney of Domestic Insurer - Requirements.\n\n(a) Concurrently with the filing of the declaration provided for in Section 27-31-7, the attorney of a domestic reciprocal insurer shall file with the commissioner a bond in favor of this state for the benefit of all persons damaged as a result of breach by the attorney of the conditions of his bond as set forth in subsection (b) of this section. The bond shall be executed by the attorney and by an authorized corporate surety and shall be subject to the commissioner’s approval.\n\n(b) The bond shall be in the penal sum of $25,000.00, aggregate in form, conditioned that the attorney will faithfully account for all moneys and other property of the insurer coming into his hands and that he will not withdraw or appropriate to his own use from the funds of the insurer any moneys or property to which he is not entitled under the power of attorney.\n\n(c) The bond shall provide that it is not subject to cancellation unless 30 days’ advance notice in writing of cancellation is given both the attorney and the commissioner.\n\n(Acts 1971, No. 407, p. 707, §601.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-11/"
    },
    {
      "id": "section-27-31-12",
      "number": "27-31-12",
      "heading": "Bond of Attorney of Domestic Insurer - Deposit in Lieu Thereof.",
      "text": "Section 27-31-12\n\nBond of Attorney of Domestic Insurer - Deposit in Lieu Thereof.\n\nIn lieu of the bond required under Section 27-31-11, the attorney may maintain on deposit with the State Treasurer, through the office of the commissioner, a like amount in cash or in value of securities qualified for deposit under Section 27-6-3, and subject to the same conditions as the bond.\n\n(Acts 1971, No. 407, p. 707, §602.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-12/"
    },
    {
      "id": "section-27-31-13",
      "number": "27-31-13",
      "heading": "Action on Bond or Deposit in Lieu Thereof.",
      "text": "Section 27-31-13\n\nAction on Bond or Deposit in Lieu Thereof.\n\nAction on the attorney’s bond or to recover against any such deposit made in lieu thereof may be brought at any time by one or more subscribers suffering loss through a violation of its conditions, or by a receiver or liquidator of the insurer. Amounts recovered on the bond shall be deposited in, and become part of, the insurer’s funds. The total aggregate liability of the surety shall be limited to the amount of the penalty of such bond.\n\n(Acts 1971, No. 407, p. 707, §603.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-13/"
    },
    {
      "id": "section-27-31-14",
      "number": "27-31-14",
      "heading": "Service of Process on Domestic Insurer; Judgment Thereon.",
      "text": "Section 27-31-14\n\nService of Process on Domestic Insurer; Judgment Thereon.\n\n(a) Legal process shall be served upon a domestic reciprocal insurer by serving the insurer’s attorney at his principal offices or by serving the commissioner as the insurer’s process agent under Sections 27-3-24 and 27-3-25.\n\n(b) Any judgment based upon legal process so served shall be binding upon each of the insurer’s subscribers as their respective interests may appear, but in an amount not exceeding their respective contingent liabilities, if any, the same as though personal service of process was had upon each such subscriber.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §604.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-14/"
    },
    {
      "id": "section-27-31-15",
      "number": "27-31-15",
      "heading": "Advancement of Funds to Domestic Insurers.",
      "text": "Section 27-31-15\n\nAdvancement of Funds to Domestic Insurers.\n\nThe attorney or other parties may advance to a domestic reciprocal insurer, upon reasonable terms, such funds as it may require, from time to time, in its operations. Sums so advanced shall not be treated as a liability of the insurer and, except upon liquidation of the insurer, shall not be withdrawn or repaid except out of the insurer’s realized earned surplus in excess of its minimum required surplus. No such withdrawal or repayment shall be made without the advance approval of the commissioner. This section does not apply to bank loans or to other loans made upon security.\n\n(Acts 1971, No. 407, p. 707, §605.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-15/"
    },
    {
      "id": "section-27-31-16",
      "number": "27-31-16",
      "heading": "Annual Statement; Supplemental Information.",
      "text": "Section 27-31-16\n\nAnnual Statement; Supplemental Information.\n\n(a) The annual statement of a reciprocal insurer shall be made and filed by its attorney.\n\n(b) The statement shall be supplemented by such information as may be required by the commissioner relative to the affairs and transactions of the attorney, insofar as they relate to the reciprocal insurer.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §606.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-16/"
    },
    {
      "id": "section-27-31-17",
      "number": "27-31-17",
      "heading": "Determination of Financial Condition.",
      "text": "Section 27-31-17\n\nDetermination of Financial Condition.\n\nIn determining the financial condition of a reciprocal insurer, the commissioner shall apply the following rules:\n\n(1) He shall charge as liabilities the same reserves as are required of incorporated insurers issuing nonassessable policies on a reserve basis;\n\n(2) The surplus deposits of subscribers shall be allowed as assets, except that any premium deposits delinquent for 90 days shall first be charged against such surplus deposit;\n\n(3) The surplus deposits of subscribers shall not be charged as a liability;\n\n(4) All premium deposits delinquent less than 90 days shall be allowed as assets;\n\n(5) An assessment levied upon subscribers and not collected shall not be allowed as an asset;\n\n(6) The contingent liability of subscribers shall not be allowed as an asset; and\n\n(7) The computation of reserves shall be based upon premium deposits, other than membership fees, and without any deduction for expenses and the compensation of the attorney.\n\n(Acts 1971, No. 407, p. 707, §607.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-17/"
    },
    {
      "id": "section-27-31-18",
      "number": "27-31-18",
      "heading": "Subscribers; Exchange of Insurance Contracts; Liability of Representatives.",
      "text": "Section 27-31-18\n\nSubscribers; Exchange of Insurance Contracts; Liability of Representatives.\n\nIndividuals, partnerships, and corporations of this state may make application, enter into agreement for, and hold, policies or contracts in, or with, and be a subscriber of any domestic, foreign, or alien reciprocal insurer. Any corporation now or hereafter organized under the laws of this state shall, in addition to the rights, powers, and franchises specified in its articles of incorporation, have full power and authority as a subscriber to exchange insurance contracts through such reciprocal insurer. The right to exchange such contracts is hereby declared to be incidental to the purposes for which such corporations are organized and to be as fully granted as the rights and powers expressly conferred upon such corporations. Government or governmental agencies, state or political subdivisions thereof, boards, associations, estates, trustees, or fiduciaries are authorized to exchange nonassessable reciprocal interinsurance contracts with each other and with individuals, partnerships, and corporations to the same extent that individuals, partnerships, and corporations are authorized in this section to exchange reciprocal interinsurance contracts. Any officer, representative, trustee, receiver, or legal representative of any such subscriber shall be recognized as acting for, or on its behalf for, the purpose of such contract, but shall not be personally liable upon such contract by reason of acting in such representative capacity.\n\n(Acts 1915, No. 280, p. 315; Acts 1971, No. 407, p. 707, §608.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-18/"
    },
    {
      "id": "section-27-31-19",
      "number": "27-31-19",
      "heading": "Subscribers’ Advisory Committee of Domestic Insurer.",
      "text": "Section 27-31-19\n\nSubscribers’ Advisory Committee of Domestic Insurer.\n\n(a) The advisory committee of a domestic reciprocal insurer exercising the subscribers’ rights shall be selected under such rules as the subscribers adopt.\n\n(b) Not less than two thirds of such committee shall be subscribers other than the attorney or any person employed by, representing, or having a financial interest in the attorney.\n\n(c) The committee shall:\n\n(1) Supervise the finances of the insurer;\n\n(2) Supervise the insurer’s operations to such extent as to assure conformity with the subscriber’s agreement and power of attorney;\n\n(3) Procure the audit of the accounts and records of the insurer and of the attorney at the expense of the insurer; and\n\n(4) Have such additional powers and functions as may be conferred by the subscribers’ agreement.\n\n(Acts 1971, No. 407, p. 707, §609.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-19/"
    },
    {
      "id": "section-27-31-20",
      "number": "27-31-20",
      "heading": "Liability of Subscribers - Generally.",
      "text": "Section 27-31-20\n\nLiability of Subscribers - Generally.\n\n(a) The liability of each subscriber, other than as to a nonassessable policy, for the obligations of the reciprocal insurer shall be an individual, several and proportionate liability and not joint.\n\n(b) Except as to a nonassessable policy, each subscriber shall have a contingent assessment liability, in the amount provided for in the power of attorney or in the subscribers’ agreement, for payment of actual losses and expenses incurred while his policy was in force. Such contingent liability may be at the rate of not less than one nor more than 10 times the premium or premium deposit stated in the policy, and the maximum aggregate thereof shall be computed in the manner set forth in Section 27-31-24.\n\n(c) Each assessable policy issued by the insurer shall contain a statement of the contingent liability.\n\n(Acts 1971, No. 407, p. 707, §610.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-20/"
    },
    {
      "id": "section-27-31-21",
      "number": "27-31-21",
      "heading": "Liability of Subscribers - Judgment.",
      "text": "Section 27-31-21\n\nLiability of Subscribers - Judgment.\n\n(a) No action shall lie against any subscriber upon any obligation claimed against the insurer until a final judgment has been obtained against the insurer and remains unsatisfied for 30 days.\n\n(b) Any such judgment shall be binding upon each subscriber only in such proportion as his interests may appear and in amount not exceeding his contingent liability, if any.\n\n(Acts 1971, No. 407, p. 707, §611.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-21/"
    },
    {
      "id": "section-27-31-22",
      "number": "27-31-22",
      "heading": "Levy of Assessments on Subscribers of Domestic Insurers - Generally.",
      "text": "Section 27-31-22\n\nLevy of Assessments on Subscribers of Domestic Insurers - Generally.\n\n(a) Assessments may from time to time be levied upon subscribers of a domestic reciprocal insurer liable therefor under the terms of their policies by the attorney upon approval in advance by the subscribers’ advisory committee and the commissioner or by the commissioner in liquidation of the insurer.\n\n(b) Each subscriber’s share of a deficiency for which an assessment is made, but not exceeding in any event his aggregate contingent liability as computed in accordance with Section 27-31-24, shall be computed by applying to the premium earned on the subscriber’s policy, or policies, during the period to be covered by the assessment, the ratio of the total deficiency to the total premiums earned during such period upon all policies subject to the assessment.\n\n(c) In computing the earned premiums for the purposes of this section, the gross premium received by the insurer for the policy shall be used as base, deducting therefrom solely charges not recurring upon the renewal or extension of the policy.\n\n(d) No subscriber shall have an offset against any assessment for which he is liable on account of any claim for unearned premium or losses payable.\n\n(Acts 1971, No. 407, p. 707, §612.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-22/"
    },
    {
      "id": "section-27-31-23",
      "number": "27-31-23",
      "heading": "Levy of Assessments on Subscribers of Domestic Insurers - Time Limit.",
      "text": "Section 27-31-23\n\nLevy of Assessments on Subscribers of Domestic Insurers - Time Limit.\n\nEvery subscriber of a domestic reciprocal insurer having contingent liability shall be liable for and shall pay his share of, any assessment, as computed and limited in accordance with this chapter, if:\n\n(1) While his policy is in force or within one year after its termination, he is notified by either the attorney or the commissioner of his intentions to levy such assessment; or\n\n(2) An order to show cause why a receiver, conservator, rehabilitator, or liquidator of the insurer should not be appointed is issued while his policy is in force or within one year after its termination.\n\n(Acts 1971, No. 407, p. 707, §613.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-23/"
    },
    {
      "id": "section-27-31-24",
      "number": "27-31-24",
      "heading": "Levy of Assessments on Subscribers of Domestic Insurers - Aggregate Liability.",
      "text": "Section 27-31-24\n\nLevy of Assessments on Subscribers of Domestic Insurers - Aggregate Liability.\n\nNo one policy or subscriber as to such policy shall be assessed or charged with an aggregate of contingent liability as to obligations incurred by a domestic reciprocal insurer in any one calendar year in excess of the amount provided for in the power of attorney or in the subscribers’ agreement, computed solely upon premium earned on such policy during that year.\n\n(Acts 1971, No. 407, p. 707, §614.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-24/"
    },
    {
      "id": "section-27-31-25",
      "number": "27-31-25",
      "heading": "Nonassessable Policies.",
      "text": "Section 27-31-25\n\nNonassessable Policies.\n\n(a) If a reciprocal insurer has a surplus of assets over all liabilities at least equal to the minimum capital stock required of a domestic stock insurer authorized to transact like kinds of insurance, upon application of the attorney and as approved by the subscribers’ advisory committee, the commissioner shall issue his certificate authorizing the insurer to extinguish the contingent liability of subscribers under its policies then in force in this state and to omit provisions imposing contingent liability in all policies delivered, or issued for delivery, in this state for so long as all such surplus remains unimpaired.\n\n(b) Upon impairment of such surplus, the commissioner shall forthwith revoke the certificate. Such revocation shall not render subject to contingent liability any policy then in force and for the remainder of the period for which the premium has theretofore been paid; but after such revocation, no policy shall be issued or renewed without providing for contingent assessment liability of the subscriber.\n\n(c) The commissioner shall not authorize a domestic reciprocal insurer so to extinguish the contingent liability of any of its subscribers or in any of its policies to be issued unless it qualifies to and does extinguish such liability of all its subscribers and in all such policies for all kinds of insurance transacted by it; except, that if required by the laws of another state in which the insurer is transacting insurance as an authorized insurer, the insurer may issue policies providing for the contingent liability of such of its subscribers as may acquire such policies in such state and need not extinguish the contingent liability applicable to policies theretofore in force in such state.\n\n(Acts 1971, No. 407, p. 707, §615.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-25/"
    },
    {
      "id": "section-27-31-26",
      "number": "27-31-26",
      "heading": "Distribution of Unused Premiums, Etc.",
      "text": "Section 27-31-26\n\nDistribution of Unused Premiums, Etc.\n\nA reciprocal insurer may from time to time return to its subscribers any unused premiums, savings, or credits accruing to their accounts. Any such distribution shall not unfairly discriminate between classes of risks or policies or between subscribers, but such distribution may vary as to classes of subscribers, based upon the loss experience of such subscribers.\n\n(Acts 1971, No. 407, p. 707, §616.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-26/"
    },
    {
      "id": "section-27-31-27",
      "number": "27-31-27",
      "heading": "Distribution of Assets Upon Liquidation of Domestic Insurer.",
      "text": "Section 27-31-27\n\nDistribution of Assets Upon Liquidation of Domestic Insurer.\n\nUpon the liquidation of a domestic reciprocal insurer, its assets remaining after discharge of its indebtedness and policy obligations, the return of any contributions of the attorney or other persons to its surplus made as provided in Section 27-31-15, and the return of any unused premium, savings, or credits then standing on subscribers’ accounts shall be distributed to its subscribers who were such within the 12 months prior to the last termination of its certificate of authority, according to such reasonable formula as the commissioner may approve.\n\n(Acts 1971, No. 407, p. 707, §617.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-27/"
    },
    {
      "id": "section-27-31-28",
      "number": "27-31-28",
      "heading": "Merger or Conversion of Domestic Insurer.",
      "text": "Section 27-31-28\n\nMerger or Conversion of Domestic Insurer.\n\n(a) A domestic reciprocal insurer, upon affirmative vote of not less than two thirds of its subscribers who vote on such merger, pursuant to due notice and the approval of the commissioner of the terms therefor, may merge with another reciprocal insurer or be converted to a stock or mutual insurer.\n\n(b) Such a stock or mutual insurer shall be subject to the same capital or surplus requirements and shall have the same rights as a like domestic insurer transacting like kinds of insurance.\n\n(c) The commissioner shall not approve any plan for such merger or conversion which is inequitable to subscribers or which, if for conversion to a stock insurer, does not give each subscriber preferential right to acquire stock of the proposed insurer proportionate to his interest in the reciprocal insurer, as determined in accordance with Section 27-31-27 and a reasonable length of time within which to exercise such right.\n\n(Acts 1971, No. 407, p. 707, §618.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-28/"
    },
    {
      "id": "section-27-31-29",
      "number": "27-31-29",
      "heading": "Proceedings When Assets of Insurer Insufficient.",
      "text": "Section 27-31-29\n\nProceedings When Assets of Insurer Insufficient.\n\n(a) If the assets of a reciprocal insurer are at any time insufficient to discharge its liabilities, other than any liability on account of funds contributed by the attorney or others, and to maintain the required surplus, its attorney shall forthwith make up the deficiency or levy an assessment upon the subscribers for the amount needed to make up the deficiency, but subject to the limitation set forth in the power of attorney or policy.\n\n(b) If the attorney fails to make up such deficiency or to make the assessment within 30 days after the commissioner orders him to do so or if the deficiency is not fully made up within 60 days after the date the assessment was made, the insurer shall be deemed insolvent and shall be proceeded against as authorized by this title.\n\n(c) If liquidation of such an insurer is ordered, an assessment shall be levied upon the subscribers for such an amount, subject to limits as provided by this chapter, as the commissioner determines to be necessary to discharge all liabilities of the insurer, exclusive of any funds contributed by the attorney or other persons, but including the reasonable cost of the liquidation.\n\n(Acts 1971, No. 407, p. 707, §619.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-31/section-27-31-29/"
    }
  ]
}