{
  "state": "alabama",
  "path": "title-title-27-insurance/chapter-chapter-9a-independent-adjusters",
  "sections": [
    {
      "id": "section-27-9a-1",
      "number": "27-9A-1",
      "heading": "Purpose and Scope.Section 27-9A-2 - Definitions",
      "text": "Section 27-9A-3 - Independent Adjuster Defined; Exclusions.Section 27-9A-4 - License Required.Section 27-9A-5 - Registration of Emergency Independent Adjusters.Section 27-9A-6 - Application for License.Section 27-9A-7 - License; License Renewal; Name o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27-9a-2",
      "number": "27-9A-2",
      "heading": "Definitions.",
      "text": "Section 27-9A-2\n\nDefinitions.\n\nFor purposes of this chapter, the following terms shall have the meanings respectively ascribed to them by this section:\n\n(1) APPRENTICE INDEPENDENT ADJUSTER. As defined in Section 27-9A-11.\n\n(2) BUSINESS ENTITY. A corporation, association, partnership, limited liability company, limited liability partnership, or other legal entity.\n\n(3) COMMISSIONER. The Alabama Commissioner of Insurance.\n\n(4) HOME STATE. The District of Columbia and any state or territory of the United States in which an independent adjuster maintains the principal place of residence or business of the adjuster and in which the adjuster is licensed to act as a resident independent adjuster. In the case of a resident of a Canadian province, or if the resident state or territory does not license independent adjusters for the line of authority sought, the home state of the independent adjuster shall be any state in which the independent adjuster is licensed and in good standing, as designated by the adjuster.\n\n(5) INDEPENDENT ADJUSTER. As defined in Section 27-9A-3.\n\n(6) INDIVIDUAL. A natural person.\n\n(7) INSURER. As defined in Section 27-1-2.\n\n(8) NAIC. The National Association of Insurance Commissioners, its subsidiaries and affiliates, and any successor thereof.\n\n(9) PERSON. An individual or business entity.\n\n(10) STATE OF EMERGENCY. An event for which the existence of a state of emergency has been declared by the Governor or the Legislature under Section 31-9-8.\n\n(11) UNIFORM INDIVIDUAL APPLICATION. The versions of the NAIC Uniform Individual Application for a license and for renewal or continuation of a license current as of the time of use.\n\n(12) UNIFORM BUSINESS ENTITY APPLICATION. The versions of the NAIC Uniform Business Entity Application for a license and for renewal or continuation of a license current as of the time of use.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-2/"
    },
    {
      "id": "section-27-9a-3",
      "number": "27-9A-3",
      "heading": "Independent Adjuster Defined; Exclusions.",
      "text": "Section 27-9A-3\n\nIndependent Adjuster Defined; Exclusions.\n\n(a) For purposes of this chapter, an “independent adjuster” is a person who, for compensation as an independent contractor or as an employee of an independent contractor, undertakes on behalf of an insurer to ascertain and determine the amount of any claim, loss, or damage payable under a contract of property, casualty, or workers’ compensation insurance or to effect settlement of such claim, loss, or damage. This chapter shall not be construed to permit persons not licensed as attorneys to engage in activities constituting the practice of law.\n\n(b) An independent adjuster does not include any of the following:\n\n(1) Attorneys-at-law admitted to practice in this state when acting in their professional capacity as an attorney.\n\n(2) A salaried employee of an insurer.\n\n(3) A person employed solely to obtain facts surrounding a claim or to furnish technical assistance to a licensed independent adjuster.\n\n(4) An individual who is employed to investigate suspected fraudulent insurance claims but who does not adjust losses or determine claims payments.\n\n(5) A person who solely performs executive, administrative, managerial, or clerical duties or any combination thereof and who does not investigate, negotiate, or settle claims with policyholders, claimants, or their legal representative.\n\n(6) A licensed health care provider or its employee who provides managed care services so long as the services do not include the determination of compensability.\n\n(7) A managed care organization or any of its employees or an employee of any organization providing managed care services so long as the services do not include the determination of compensability.\n\n(8) A person who settles only reinsurance or subrogation claims.\n\n(9) An officer, director, manager, or employee of an authorized insurer, surplus lines insurer, a risk retention group, or an attorney-in-fact of a reciprocal insurer.\n\n(10) A U.S. manager of the United States branch of an alien insurer.\n\n(11) A person who investigates, negotiates, or settles life, accident and health, annuity, or disability insurance claims.\n\n(12) Under a self-insured arrangement, an individual employee who adjusts claims on behalf of his or her employer.\n\n(13) A licensed insurance producer appointed to represent the insurer, attorney-in-fact of a reciprocal insurer, or managing general agent of the insurer, to any of whom claim authority has been granted by the insurer.\n\n(14)a. An individual who collects portable consumer electronic device insurance claim information from insureds or claimants, enters such data into an automated claims adjudication system, and furnishes claim information to the insureds or claimants from the results of such system.\n\nb. For purposes of this subdivision, the individual must be an employee of a licensed independent adjuster or of a licensed insurance producer exempt from adjuster licensure pursuant to subdivision (13) or of an affiliate of either a licensed independent adjuster or a licensed insurance producer exempt from adjuster licensure pursuant to subdivision (13), but in any case where no more than 25 such individuals are under the supervision of a single individual licensed independent adjuster or insurance producer.\n\nc. For purposes of this subdivision, “automated claims adjudication system” means a preprogrammed computer system designed for the collection, data entry, calculation, and system-generated final resolution of claims which meets all of the following:\n\n1. It shall only be utilized by a licensed independent adjuster, licensed insurance producer, or by individuals supervised by a licensed independent adjuster or insurance producer pursuant to this subdivision.\n\n2. It shall comply with all claims payment requirements of the insurance code.\n\nd. For purposes of this subdivision, “portable consumer electronic device” means a personal, self-contained, easily carried by an individual, battery-operated electronic communication, viewing, listening, recording, gaming, computing, or global position device, and other similar devices and their accessories.\n\ne. The licensed independent adjuster or insurance producer who supervises the individuals shall file a report with the commissioner indicating an intention to operate pursuant to this subdivision.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-3/"
    },
    {
      "id": "section-27-9a-4",
      "number": "27-9A-4",
      "heading": "License Required.",
      "text": "Section 27-9A-4\n\nLicense Required.\n\nA person shall not act or hold the person out as an independent adjuster in this state unless the person is licensed as an independent adjuster in accordance with this chapter.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-4/"
    },
    {
      "id": "section-27-9a-5",
      "number": "27-9A-5",
      "heading": "Registration of Emergency Independent Adjusters.",
      "text": "Section 27-9A-5\n\nRegistration of Emergency Independent Adjusters.\n\n(a) In the event of a state of emergency, a person who is otherwise qualified to adjust claims, but is not already licensed as an independent adjuster in this state, may act as an emergency independent adjuster and adjust claims for an insurer in this state in accordance with this section.\n\n(b) The insurer shall file with the commissioner a registration of each individual that will act as an emergency independent adjuster on behalf of the insurer within five days of deployment to adjust claims arising from the state of emergency.\n\n(c) The registration shall be in a format prescribed by the commissioner and shall provide the following information:\n\n(1) Name of the individual.\n\n(2) Social Security number of the individual.\n\n(3) Name of insurer the independent adjuster will represent.\n\n(4) Effective date of the contract between the insurer and independent adjuster.\n\n(5) Catastrophe or loss control number.\n\n(6) Catastrophe event name.\n\n(7) Any other information the commissioner deems necessary.\n\n(d) An emergency independent adjuster’s registration shall remain in force for a period not to exceed 90 days unless extended by the commissioner.\n\n(e) At the time of registration, the commissioner shall collect from the insurer a fee set by the commissioner not to exceed fifty dollars ($50) for each emergency independent adjuster registered. The fee shall be deposited in the State Treasury to the credit of the Insurance Department Fund.\n\n(f) The commissioner may establish by rule any additional standards or procedures necessary to allow for the registration of emergency independent adjusters in this state in accordance with this section.\n\n(g) A registered emergency independent adjuster shall be subject to Sections 27-9A-12, 27-9A-14, 27-9A-15, and Chapter 12 of this title to the same extent as if licensed as an independent adjuster in this state.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-5/"
    },
    {
      "id": "section-27-9a-6",
      "number": "27-9A-6",
      "heading": "Application for License.",
      "text": "Section 27-9A-6\n\nApplication for License.\n\n(a) An individual applying for a resident independent adjuster license shall apply to the commissioner on the appropriate NAIC Uniform Individual Application and declare under penalty of suspension, revocation, or refusal of the license that the statements made in the application are true, correct, and complete to the best of the individual’s knowledge and belief. Before approving the application, the commissioner shall find that the individual meets all of the following:\n\n(1) Is at least 18 years of age.\n\n(2) Is eligible to designate this state as his or her home state.\n\n(3) Has not committed any act that is a ground for probation, suspension, revocation, or refusal of an independent adjuster’s license as set forth in Section 27-9A-12.\n\n(4)Has successfully passed the examination for the line of authority for which theindividualhas applied.\n\n(5)Has paid the fees set forth in Section 27-4-2.\n\n(b) The commissioner may contract with non-governmental entities, including the NAIC, to perform any ministerial functions, including the collection of fees and data, related to licensing that the commissioner may deem appropriate. The commissioner may require that license applications, license renewal applications, and supporting documentation be filed and all required fees and charges be paid electronically through systems operated or maintained by the non-governmental entities.\n\n(c) No resident of another state or of the District of Columbia or of Canada may be licensed pursuant to this section or may designate Alabama as his or her home state unless theindividualhas successfully passed the independent adjuster examination and has otherwise complied with the other applicable portions of this section.\n\n(d) A business entity applying for a resident independent adjuster license shall apply to the commissioner on the appropriate NAIC Uniform Business Entity Application and declare under penalty of suspension, revocation, or refusal of the license that the statements made in the application are true, correct, and complete to the best of the business entity’s knowledge and belief. Before approving the application, the commissioner shall find that the business entitymeets all of the following:\n\n(1) Is eligible to designate this state as its home state.\n\n(2) As applicable, has qualified or registered with the office of the Secretary of State to engage in business in this state.\n\n(3) Has designated an individual independent adjuster licensed in this state as responsible for the business entity’s compliance with this chapter and with the insurance laws and rules of this state.\n\n(4) Has not committed an act that is a ground for probation, suspension, revocation, or refusal of an independent adjuster’s license as set forth in Section 27-9A-12.\n\n(5) Has paid the fees set forth in Section 27-4-2.\n\n(e) The commissioner may require any documents reasonably necessary to verify the information contained in the application.\n\n(Act 2011-637, p. 1544, §1; Act 2023-104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-6/"
    },
    {
      "id": "section-27-9a-7",
      "number": "27-9A-7",
      "heading": "License; License Renewal; Name or Address Change.",
      "text": "Section 27-9A-7\n\nLicense; License Renewal; Name or Address Change.\n\n(a) Unless denied licensure pursuant to Section 27-9A-12, a person who meets the requirements of Sections 27-9A-6 and 27-9A-8 shall be issued an independent adjuster license. An independent adjuster may qualify for a license in one or more of the following lines of authority:\n\n(1) Property and casualty.\n\n(2) Workers’ compensation.\n\n(b) An independent adjuster license shall be initially renewed in accordance with a schedule prescribed by the commissioner and shall thereafter be subject to renewal on a biennial basis. A renewal shall be effected by submitting a renewal application, by paying the fee for renewal prescribed in Section 27-4-2, and by meeting the requirements for renewal, including any applicable continuing education requirements, before the due date for renewal. A license expires if not renewed by the due date for renewal.\n\n(c) Within the first 30 days following the date an independent adjuster license expires, a reinstatement retroactive to the expiration date shall be effected by submitting a renewal application, by paying a fee of one and one-half times the renewal fee required in Section 27-4-2, and by meeting the other requirements for renewal including any applicable continuing education requirements.\n\n(d) After the first 30 days following the date an independent adjuster license expires, but within 12 months after the expiration date, the license may be reinstated effective as of the reinstatement by submitting a renewal application, by paying a fee of double the renewal fee required in Section 27-4-2, and by meeting the other requirements for renewal including any applicable continuing education requirements.\n\n(e) After an independent adjuster license has been expired 12 months, the person shall reapply pursuant to Section 27-9A-6 to again become licensed.\n\n(f) An independent adjuster who is unable to comply with license renewal procedures and requirements due to military service, long-term medical disability, or some other extenuating circumstance may request a waiver of same and a waiver of any examination requirement, fine, or other sanction imposed for failure to comply with renewal procedures.\n\n(g) The license shall contain the licensee’s name, address, personal identification number, the dates of issuance and expiration, and any other information the commissioner deems necessary.\n\n(h) The independent adjuster shall inform the commissioner of a change in legal name or address within 30 days of the change in a manner prescribed by the commissioner. Failure to timely inform the commissioner of a change in legal name or address shall result in a penalty of fifty dollars ($50). If the penalty is not paid within 30 days after notice of the penalty assessment, the license shall be suspended until the penalty is paid.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-7/"
    },
    {
      "id": "section-27-9a-8",
      "number": "27-9A-8",
      "heading": "Examination; Fee.",
      "text": "Section 27-9A-8\n\nExamination; Fee.\n\n(a) An individual intending to apply for an independent adjuster license shall pass a written examination unless exempt pursuant to Section 27-9A-9.\n\n(b)The examination shall test the knowledge of the individual concerning the lines of authority for which application is made, the duties and responsibilities of an independent adjuster, and the insurance laws andrulesof this state. Examinations required by this section shall be developed and conducted under rules prescribed by the commissioner.\n\n(c)Each individual applying for an examination shallpay anonrefundablefee prescribed by the commissioner as set forth in Section 27-4-2.\n\n(d)The commissioner may make arrangements, including contracting with an outside testing service, for administering examinations and collecting the nonrefundable fee set forth in Section 27-4-2.\n\n(e)An individual who fails to appear for the examination as scheduled or fails to pass the examination shall reapply for an examination and remit all required fees and forms before being rescheduled for another examination.\n\n(f)No individual who has taken and failed to pass two examinations given pursuant to this section for a particular line of insurance shall be entitled to take any further examination for that line of insurance until after the expiration of three months from the date of the last examination which the individual failed to pass. If the individual fails to pass the examination after two more attempts, the individual shall not be eligible to take any further examination for that line of insurance until after the expiration of six months from the date of the last unsuccessful examination. An examination fee shall be paid for eachexamination.\n\n(Act 2011-637, p. 1544, §1; Act 2023-104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-8/"
    },
    {
      "id": "section-27-9a-9",
      "number": "27-9A-9",
      "heading": "Exemptions from Examination.",
      "text": "Section 27-9A-9\n\nExemptions from Examination.\n\n(a) An individual applicant for an independent adjuster license in this state shall not be required to complete an examination if the individual is currently licensed in another state for the same line or lines of authority based on an independent adjuster examination or if the state license has expired and the application is received by this state within 90 days of expiration. The applicant shall either provide certification from the other state that the applicant’s license is currently in good standing or was in good standing at the time of expiration or the state’s producer database records maintained by the NAIC must indicate that the applicant is or was licensed in good standing. The certification must be of a license with the same line of authority for which the individual has applied.\n\n(b)An individuallicensed as an independent adjuster in another state based on an independent adjuster examination who, within 90 days of establishing legal residency in this state, applies to become a resident independent adjuster licensee pursuant to Section 27-9A-6 shall not be required to completean examination.\n\n(c) An individual who applies for an independent adjuster license in this state who was previously licensed as an independent adjuster in this state shall not be required to completeanexamination, but this exemption is only available if the application is received within 12 months of the cancellation of the applicant’s previous license in this state and if, at the time of cancellation, the applicant was in good standing in this state.\n\n(d) An individual applicant for an independent adjuster license in this state shall not be required to completeanexamination if the applicant was previously employed for a minimum of 20 years as an adjuster in this state by an insurance company licensed in this state and the applicant submits his or her application within 12 months of leaving the employment of the company. The insurance company, upon request, shall certify to the department the time period that the applicant was employed by the insurance company.\n\n(Act 2011-637, p. 1544, §1; Act 2016-341, p. 845, §1; Act 2017-431, §1; Act 2023-104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-9/"
    },
    {
      "id": "section-27-9a-10",
      "number": "27-9A-10",
      "heading": "Nonresident License.",
      "text": "Section 27-9A-10\n\nNonresident License.\n\n(a) Unless refused licensure pursuant to Section 27-9A-12, a nonresident person shall receive a nonresident independent adjuster license if:\n\n(1) The person is currently licensed in good standing as an independent adjuster in the resident or home state of the person.\n\n(2) The person has applied for a license and has paid the fees required by Section 27-4-2.\n\n(3) If a business entity, and as applicable, the entity has qualified or registered with the office of the Secretary of State to engage in business in this state.\n\n(4) The person’s designated home state awards nonresident independent adjuster licenses to persons of this state on the same basis.\n\n(b) The commissioner may verify the independent adjuster’s licensing status through any appropriate database, including the Producer Database maintained by the NAIC or may request certification of good standing as described in subsection (a) of Section 27-9A-9.\n\n(c) As a condition to the continuation of a nonresident independent adjuster license in this state, the licensee shall maintain a resident independent adjuster license in the adjuster’s home state. A licensee shall notify the commissioner within 30 days if the independent adjuster license terminates for any reason and shall include the new address if the licensee has obtained a resident license in a new resident or home state. Termination of a resident or home state license shall terminate the nonresident independent adjuster license in this state unless the termination is due to the independent adjuster being issued a new resident independent adjuster license in a new resident or home state, provided the new resident or home state awards nonresident independent adjuster licenses to persons of this state on the same basis.\n\n(d) No resident of Canada may be licensed as a non-resident independent adjuster unless the person has obtained a resident or home state independent adjuster license.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-10/"
    },
    {
      "id": "section-27-9a-11",
      "number": "27-9A-11",
      "heading": "Apprentice Independent Adjuster License.",
      "text": "Section 27-9A-11\n\nApprentice Independent Adjuster License.\n\n(a) The apprentice independent adjuster license is a temporary license for an individual residing in this state who is qualified for an independent adjuster license except for taking and passing the examination for independent adjuster.\n\n(b) An individual applying for an apprentice independent adjuster license shall apply to the commissioner on the appropriate NAIC Uniform Individual Application and declare under penalty of suspension, revocation, or refusal of the license that the statements made in the application are true, correct, and complete to the best of the individual’s knowledge and belief. Before approving the application, the commissioner shall find that the individualmeets all of the following:\n\n(1) Is at least 18 years of age.\n\n(2) Is a resident of this state.\n\n(3) Has a business or mailing address in this state.\n\n(4) Has not committed any act that is a ground for probation, suspension, revocation, or denial of licensure as set forth in Section 27-9A-12.\n\n(5) Has paid the fees for an individual independent adjuster license as set forth in Section 27-4-2.\n\n(c) The apprentice independent adjuster license shall be subject toall ofthe following terms and conditions:\n\n(1) Accompanying the apprentice adjuster application shall be an attestation from an independent adjuster licensed in this state with the same lines of authority for which the apprentice has applied certifying that the apprentice will be subject to training, direction, and control by the licensed independent adjuster and further certifying that the licensed independent adjuster assumes responsibility for the actions of the apprentice in the apprentice’s capacity as an independent adjuster. A licensed independent adjuster shall not supervise more than five active apprentice adjuster licensees at any given time.\n\n(2) The apprentice independent adjuster is only authorized to adjust claims in this state.\n\n(3) The apprentice licensee is restricted to participation in the adjusting of claims subject to the review and final determination of the claim by the supervising licensed independent adjuster.\n\n(4) Compensation of an apprentice independent adjuster shall be on a salaried or hourly basis only.\n\n(5) At any time during the period of the license the apprentice independent adjuster maytake the examination required by Section 27-9A-8. If the apprentice independent adjuster successfully completes the independent adjuster examination, the apprentice independent adjuster license shall automatically terminate and an independent adjuster license shall be issued in place thereof.\n\n(6) The apprentice independent adjuster license is valid for a period not to exceed 12 months and is nonrenewable. An individual may only hold an apprentice independent adjuster license once in his or her lifetime.\n\n(7) An apprentice independent adjuster shall be subject to Sections 27-9A-12, 27-9A-14, 27-9A-15, and Chapter 12to the same extent as if licensed as an independent adjuster in this state.\n\n(Act 2011-637, p. 1544, §1; Act 2023-104, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-11/"
    },
    {
      "id": "section-27-9a-12",
      "number": "27-9A-12",
      "heading": "License Denial, Non-renewal, or Revocation.",
      "text": "Section 27-9A-12\n\nLicense Denial, Non-renewal, or Revocation.\n\n(a) The commissioner may place on probation, suspend, revoke, or refuse to issue or renew an independent adjuster’s license, an apprentice independent adjuster’s license, or the registration of an emergency independent adjuster, or may levy a civil penalty in accordance with subsection (d), or any combination of these actions, for any one or more of the following causes:\n\n(1) Providing incorrect, misleading, incomplete, or materially untrue information in the license application.\n\n(2) Violating any insurance laws, rules, subpoena, or order of the commissioner or of another state’s insurance regulator.\n\n(3) Obtaining or attempting to obtain a license or registration through misrepresentation or fraud.\n\n(4) Improperly withholding, misappropriating, or converting any monies or properties received in the course of acting as an adjuster of any type or in otherwise doing insurance business in this state or elsewhere.\n\n(5) Intentionally misrepresenting the terms of an actual insurance contract.\n\n(6) Having been convicted of a felony.\n\n(7) Having admitted or been found to have committed any insurance unfair trade practice or fraud.\n\n(8) Using fraudulent, coercive, or dishonest practices, or demonstrating incompetence, untrustworthiness, or financial irresponsibility, in the course of acting as an adjuster of any type or otherwise in the conduct of business in this state or elsewhere.\n\n(9) Having an independent adjuster license, company or employee adjuster license, public adjuster license, emergency adjuster license or registration or its equivalent, or insurance producer license or its equivalent suspended, revoked, or refused in any other state, province, district, or territory.\n\n(10) Forging another’s name to any document related to an insurance transaction or in connection with a claim being adjusted by the adjuster.\n\n(11) Cheating, including improperly using notes or any other reference material, to complete an examination for a license.\n\n(12) Failing to comply with an administrative or court order imposing a child support obligation.\n\n(13) Failing to pay state income tax or comply with any administrative or court order directing payment of state income tax which remains unpaid.\n\n(b) In the event the action by the commissioner is to refuse application for licensure or renewal of an existing license, the commissioner shall notify the applicant or licensee in writing, advising of the reason for the refusal. The applicant or licensee may make written demand upon the commissioner within 30 days for a hearing before the commissioner to determine the reasonableness of the refusal. The hearing shall be held pursuant to Chapter 2 of this title.\n\n(c) If the commissioner finds, after a hearing, that an individual licensee’s violation occurred while acting on behalf of or representing the business entity and that the violation was known by one or more of the business entity’s partners in the partnership, corporate officers in a corporation, or managers of the limited liability company and that the violation was neither reported to the commissioner nor was corrective action taken in relation thereto, the licenses of such individual employees or personnel of a business entity may be placed on probation, suspended, or revoked.\n\n(d) In the absence of a greater fine specifically provided elsewhere in this title, and in addition to or in lieu of any applicable probation, suspension, revocation, or refusal, a person may, in the sole discretion of the commissioner after a hearing, additionally be subject to a civil fine in an amount not to exceed ten thousand dollars ($10,000) per violation.\n\n(e) The commissioner shall retain the authority to enforce the provisions of and impose any penalty or remedy authorized by this chapter or elsewhere in this title against any person who is under investigation for or charged with a violation of this chapter or this title even if the person’s license or registration has been surrendered or has expired by operation of law.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-12/"
    },
    {
      "id": "section-27-9a-13",
      "number": "27-9A-13",
      "heading": "Continuing Education.",
      "text": "Section 27-9A-13\n\nContinuing Education.\n\n(a) An individual who holds an independent adjuster license and who is not exempt under subsection (b) shall satisfactorily complete a minimum of 24 hours of continuing education courses as may be approved by the commissioner, of which three hours must be in ethics, reported to the commissioner on a biennial basis in conjunction with the license renewal cycle.\n\n(b) This section shall not apply to:\n\n(1) Licensees not licensed for one full year prior to the end of the applicable continuing education biennium.\n\n(2) Licensees holding nonresident independent adjuster licenses who have met the continuing education requirements of their designated home state and whose home state gives credit to residents of this state on the same basis.\n\n(3) Licensees holding a certification from a person or entity approved by the commissioner that provides adjuster education and training and that requires, as a condition to maintenance of such certification, continuing education coursework substantially equivalent to that of this state.\n\n(c) Only continuing education courses and providers approved by the commissioner shall be used to satisfy the continuing education requirements of this section. Continuing education providers and courses shall be subject to the same requirements and fees set forth in Chapter 8A of this title.\n\n(d) The commissioner shall prescribe the number of hours of continuing education credit for each continuing education course approved. Continuing education courses submitted in accordance with a reciprocal agreement the commissioner enters with other states shall be approved according to the provisions of the reciprocal agreement.\n\n(e) If a continuing education course requires successful completion of a written examination, no continuing education credit shall be given to licensees who do not successfully complete the written examination.\n\n(f) An individual teaching any approved continuing education course shall qualify for the same number of hours of continuing education credit as would be granted to a licensee taking and satisfactorily completing the course.\n\n(Act 2011-637, p. 1544, §1; Act 2017-431, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-13/"
    },
    {
      "id": "section-27-9a-14",
      "number": "27-9A-14",
      "heading": "Record Retention.",
      "text": "Section 27-9A-14\n\nRecord Retention.\n\nAn independent adjuster shall maintain a copy of each contract between the independent adjuster and the insurer and comply with the record retention policy as agreed to in that contract. Records retained by an independent adjuster shall be made available for review or inspection if requested by the commissioner or authorized representatives of the commissioner.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-14/"
    },
    {
      "id": "section-27-9a-15",
      "number": "27-9A-15",
      "heading": "Standards of Conduct of Independent Adjusters.",
      "text": "Section 27-9A-15\n\nStandards of Conduct of Independent Adjusters.\n\nIn the conduct of business in this state, each independent adjuster, apprentice adjuster, and emergency independent adjuster shall:\n\n(1) Be honest and fair in all communications with the insured, the insurer, and the public.\n\n(2) Give policyholders and claimants prompt, knowledgeable service, and courteous, fair, and objective treatment at all times.\n\n(3) Not give legal advice or engage in activities which are the unauthorized practice of law, and not deal directly with any policyholder or claimant who is represented by legal counsel without the consent of the legal counsel involved.\n\n(4) Comply with all local, state, and federal privacy and information security laws, if applicable.\n\n(5) Identify himself or herself as an independent adjuster and, if applicable, identify his or her employer when dealing with any policyholder or claimant.\n\n(6) Not have any financial interest in any adjustment or acquire any interest or title in salvage without first receiving written authority from the principal.\n\n(7) Comply with Chapter 12 of this title and any regulations implementing that chapter.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-15/"
    },
    {
      "id": "section-27-9a-16",
      "number": "27-9A-16",
      "heading": "Reporting of Actions.",
      "text": "Section 27-9A-16\n\nReporting of Actions.\n\n(a) An independent adjuster shall report to the commissioner any administrative action taken against the independent adjuster by a governmental agency in another jurisdiction or by another governmental agency in this state within 30 days of the final disposition of the matter. This report shall include a copy of the order, consent order, and any other relevant legal documents.\n\n(b) Within 30 days of the initial pretrial hearing date, an independent adjuster shall report to the commissioner any criminal action taken against the independent adjuster in this or any jurisdiction. The report shall include a copy of the initial complaint filed, the order resulting from the hearing, and any other relevant legal documents.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-16/"
    },
    {
      "id": "section-27-9a-17",
      "number": "27-9A-17",
      "heading": "Fingerprints.",
      "text": "Section 27-9A-17\n\nFingerprints.\n\n(a) In order to make a determination of license eligibility, the commissioner may require fingerprints of applicants and to submit the fingerprints and the fee required to perform the criminal history record checks to the Alabama Department of Public Safety and the Federal Bureau of Investigation for state and national criminal history record checks.\n\n(b) The commissioner may require a criminal history record check on each applicant in accordance with this section. The commissioner shall require each applicant to submit a full set of fingerprints, including a scanned file from a hard copy fingerprint, in order for the commissioner to obtain and receive national criminal history records from the Criminal Justice Information Services Division of the Federal Bureau of Investigation. In the case of business entity applicants, the commissioner shall require the submission of fingerprints of all of the following:\n\n(1) All executive officers and directors of the applicant.\n\n(2) Any individual owning, directly or indirectly, 51 percent or more of the outstanding voting securities of the applicant.\n\n(3) All executive officers and directors of entities owning 51 percent or more of the outstanding voting securities of the applicant.\n\n(c) The commissioner may contract for the collection, transmission, and resubmission of fingerprints required under this section. If the commissioner does so, the fee for collecting, transmitting, and retaining fingerprints shall be payable directly to the contractor by the person. The commissioner may agree to a reasonable fingerprinting fee to be charged by the contractor.\n\n(d) The commissioner may receive criminal history record information from the Federal Bureau of Investigation in lieu of the information being submitted to the Alabama Department of Public Safety.\n\n(e) The commissioner shall treat and maintain an applicant’s fingerprints and any criminal history record information obtained under this section as confidential and shall apply security measures consistent with the Criminal Justice Information Services Division of the Federal Bureau of Investigation standards for the electronic storage of fingerprints and necessary identifying information and limit the use of records solely to the purposes authorized in this section. The fingerprints and any criminal history record information shall not be subject to subpoena, other than one issued in a criminal action or investigation, and shall be confidential.\n\n(f) The commissioner, by regulation, may provide for the delayed enforcement of this section for up to 24 months April 8, 2014, to allow for implementation.\n\n(Act 2011-637, p. 1544, §1; Act 2014-296, p. 1072, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-17/"
    },
    {
      "id": "section-27-9a-18",
      "number": "27-9A-18",
      "heading": "Rules.",
      "text": "Section 27-9A-18\n\n(a) The commissioner may promulgate reasonable rules as are necessary or proper to carry out the purposes of this chapter in accordance with Chapter 2 of this title.\n\n(b) The commissioner, by regulation, may provide for delayed enforcement dates of up to 24 months following the effective date of this chapter to allow for implementation of the provisions of this chapter relating to apprentice independent adjuster licensing, fingerprinting, the prelicensing course and examination, and continuing education.\n\n(Act 2011-637, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-9a/section-27-9a-18/"
    }
  ]
}