{
  "state": "alabama",
  "path": "title-title-27-insurance/chapter-chapter-3a-health-care-service-utilization-review-act",
  "sections": [
    {
      "id": "section-27-3a-1",
      "number": "27-3A-1",
      "heading": "Short Title.Section 27-3A-2 - Purposes",
      "text": "Section 27-3A-3 - Definitions.Section 27-3A-4 - Duties of Utilization Review Agents.Section 27-3A-5 - Standards for Utilization Review Agents.Section 27-3A-6 - Violations of Chapter by Utilization Review Agent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27-3a-2",
      "number": "27-3A-2",
      "heading": "Purposes.",
      "text": "Section 27-3A-2\n\nThe purposes of this chapter are to:\n\n(1) Promote the delivery of quality health care in a cost-effective manner.\n\n(2) Assure that utilization review agents adhere to reasonable standards for conducting utilization review.\n\n(3) Foster greater coordination and cooperation between health care providers and utilization review agents.\n\n(4) Improve communications and knowledge of benefit plan requirements among all parties concerned before expenses are incurred.\n\n(5) Ensure that utilization review agents maintain the confidentiality of medical records in accordance with applicable laws.\n\n(Acts 1994, 1st Ex. Sess., No. 94-786, p. 80, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-3a/section-27-3a-2/"
    },
    {
      "id": "section-27-3a-3",
      "number": "27-3A-3",
      "heading": "Definitions.",
      "text": "Section 27-3A-3\n\nDefinitions.\n\nAs used in this chapter, the following words and phrases shall have the following meanings:\n\n(1) DEPARTMENT. The Alabama Department of Public Health.\n\n(2) ENROLLEE. An individual who has contracted for or who participates in coverage under an insurance policy, a health maintenance organization contract, a health service corporation contract, an employee welfare benefit plan, a hospital or medical services plan, or any other benefit program providing payment, reimbursement, or indemnification for health care costs for the individual or the eligible dependents of the individual.\n\n(3) PROVIDER. A health care provider duly licensed or certified by the State of Alabama.\n\n(4) UTILIZATION REVIEW. A system for prospective and concurrent review of the necessity and appropriateness in the allocation of health care resources and services given or proposed to be given to an individual within this state. The term does not include elective requests for clarification of coverage.\n\n(5) UTILIZATION REVIEW AGENT. Any person or entity, including the State of Alabama, performing a utilization review, except the following:\n\na. An agency of the federal government.\n\nb. An agent acting on behalf of the federal government, but only to the extent that the agent is providing services to the federal government.\n\nc. The internal quality assurance program of a hospital.\n\nd. An employee of a utilization review agent.\n\ne. Health maintenance organizations licensed and regulated by the state, but only to the extent of providing a utilization review to their own members.\n\nf. Any entity that has a current accreditation from the Utilization Review Accreditation Commission (URAC). However, entities with current URAC accreditation shall file a URAC certification with the department annually.\n\ng. An entity performing utilization reviews or bill audits, or both, exclusively for workers’ compensation claims pursuant to Section 25-5-312. If an entity also performs services for claims other than workers’ compensation, it shall be considered a private review agent subject to this chapter for those claims.\n\nh. An entity performing utilization reviews or bill audits, or both, exclusively for the Medicaid Agency.\n\ni. A person performing utilization reviews or bill audits, or both, exclusively for their company’s health plan, independent of a utilization review company.\n\nj. An insurance company licensed by the State of Alabama performing utilization reviews or bill audits, or both, exclusively for their company’s health plan, independent of a utilization review company.\n\nk. The Peer Review Committee of the Alabama State Chiropractic Association.\n\n(Acts 1994, 1st Ex. Sess., No. 94-786, p. 80, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-3a/section-27-3a-3/"
    },
    {
      "id": "section-27-3a-4",
      "number": "27-3A-4",
      "heading": "Duties of Utilization Review Agents.",
      "text": "Section 27-3A-4\n\nDuties of Utilization Review Agents.\n\n(a) Utilization review agents shall adhere to the minimum standards set forth in Section 27-3A-5.\n\n(b) On or after July 1, 1994, a utilization review agent shall not conduct a utilization review in this state unless the agent has certified to the department in writing that the agent is in compliance with Section 27-3A-5. Certification shall be made annually on or before July 1 of each calendar year. In addition, a utilization review agent shall file the following information:\n\n(1) The name, address, telephone number, and normal business hours of the utilization review agent.\n\n(2) The name and telephone number of a person for the department to contact.\n\n(3) A description of the appeal procedures for utilization review determinations.\n\n(c) Any material changes in the information filed in accordance with this section shall be filed with the State Health Officer within 30 days of the change.\n\n(d) Unless exempted pursuant to paragraph f. of subdivision (5) of Section 27-3A-3, each utilization review agent, upon filing the certification, shall pay an annual fee in the amount of one thousand dollars ($1,000) to the department. All fees paid pursuant to this subdivision shall be held by the department as expendable receipts for the purpose of administering this chapter.\n\n(e) The department may adopt rules pursuant to the Administrative Procedure Act necessary to implement this chapter.\n\n(Acts 1994, 1st Ex. Sess., No. 94-786, p. 80, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-3a/section-27-3a-4/"
    },
    {
      "id": "section-27-3a-5",
      "number": "27-3A-5",
      "heading": "Standards for Utilization Review Agents.",
      "text": "Section 27-3A-5\n\nStandards for Utilization Review Agents.\n\n(a) Except as provided in subsection (b), all utilization review agents shall meet the following minimum standards:\n\n(1) Notification of a determination by the utilization review agent shall be mailed or otherwise communicated to the provider of record or the enrollee or other appropriate individual within two business days of the receipt of the request for determination and the receipt of all information necessary to complete the review.\n\n(2) Any determination by a utilization review agent as to the necessity or appropriateness of an admission, service, or procedure shall be reviewed by a physician or determined in accordance with standards or guidelines approved by a physician.\n\n(3) Any notification of determination not to certify an admission, service, or procedure shall include the principal reason for the determination and the procedures to initiate an appeal of the determination.\n\n(4) Utilization review agents shall maintain and make available a written description of the appeal procedure by which the enrollee or the provider of record may seek review of a determination by the utilization review agent. The appeal procedure shall provide for the following:\n\na. On appeal, all determinations not to certify an admission, service, or procedure as being necessary or appropriate shall be made by a physician in the same or a similar general specialty as typically manages the medical condition, procedure, or treatment under discussion as mutually deemed appropriate. A chiropractor must review all cases in which the utilization review organization has concluded that a determination not to certify a chiropractic service or procedure is appropriate and an appeal has been made by the attending chiropractor, enrollee, or designee.\n\nb. Utilization review agents shall complete the adjudication of appeals of determinations not to certify admissions, services, and procedures no later than 30 days from the date the appeal is filed and the receipt of all information necessary to complete the appeal.\n\nc. When an initial determination not to certify a health care service is made prior to or during an ongoing service requiring review, and the attending physician believes that the determination warrants immediate appeal, the attending physician shall have an opportunity to appeal that determination over the telephone on an expedited basis. A representative of a hospital or other health care provider or a representative of the enrollee or covered patient may assist in an appeal. Utilization review agents shall complete the adjudication on an expedited basis. Utilization review agents shall complete the adjudication of expedited appeals within 48 hours of the date the appeal is filed and the receipt of all information necessary to complete the appeal. Expedited appeals that do not resolve a difference of opinion may be resubmitted through the standard appeal process.\n\n(5) Utilization review agents shall make staff available by toll-free telephone at least 40 hours per week during normal business hours.\n\n(6) Utilization review agents shall have a telephone system capable of accepting or recording incoming telephone calls during other than normal business hours and shall respond to these calls within two working days.\n\n(7) Utilization review agents shall comply with all applicable laws to protect the confidentiality of individual medical records.\n\n(8) Physicians, chiropractors, or psychologists making utilization review determinations shall have current licenses from a state licensing agency in the United States.\n\n(9) Utilization review agents shall allow a minimum of 24 hours after an emergency admission, service, or procedure for an enrollee or representative of the enrollee to notify the utilization review agent and request certification or continuing treatment for that condition.\n\n(b) Any utilization review agent that has received accreditation by the utilization review accreditation commission shall be exempt from this section.\n\n(Acts 1994, 1st Ex. Sess., No. 94-786, p. 80, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-3a/section-27-3a-5/"
    },
    {
      "id": "section-27-3a-6",
      "number": "27-3A-6",
      "heading": "Violations of Chapter by Utilization Review Agent.",
      "text": "Section 27-3A-6\n\nViolations of Chapter by Utilization Review Agent.\n\n(a) Whenever the department has reason to believe that a utilization review agent subject to this chapter has been or is engaged in conduct that violates this chapter, the department shall notify the utilization review agent of the alleged violation. The agent shall respond to the notice not later than 30 days after the notice is made.\n\n(b) If the department finds that the utilization review agent has violated this chapter, or that the alleged violation has not been corrected, the department may conduct a contested case hearing on the alleged violation in accordance with the Administrative Procedure Act.\n\n(c) If, after the hearing, the department determines that the utilization review agent has engaged in a violation, the department shall reduce the findings to writing and shall issue and cause to be served upon the agent a copy of the findings and an order requiring the agent to cease and desist from engaging in the violation.\n\n(d) The department may also exercise either or both of the following disciplinary powers:\n\n(1) Impose an administrative fine of not more than five thousand dollars ($5,000) for a violation that occurred with such frequency as to indicate a general business pattern or practice.\n\n(2) Suspend or revoke the certification of a utilization review agent if the agent knew the act was in violation of this chapter and repeated the act with such frequency as to indicate a general business pattern or practice.\n\n(Acts 1994, 1st Ex. Sess., No. 94-786, p. 80, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-3a/section-27-3a-6/"
    }
  ]
}