{
  "state": "alabama",
  "path": "title-title-27-insurance/chapter-chapter-63",
  "sections": [
    {
      "id": "section-27-63-1",
      "number": "27-63-1",
      "heading": "Cost-Sharing or Co-Payments for Covered Prescription Insulin Drugs.",
      "text": "Section 27-63-1\n\nCost-Sharing or Co-Payments for Covered Prescription Insulin Drugs.\n\n(a) As used in this section, the following words have the following meanings:\n\n(1) HEALTH BENEFIT PLAN. Any group insurance plan, individual health insurance policy or other policy, or contract for health care services that covers hospital, medical, or surgical expenses, health maintenance organizations, preferred provider organizations, medical service organizations, physician-hospital organizations, or any other person, firm, corporation, joint venture, or other similar business entity that pays for, purchases, or furnishes group health care services to patients, insureds, or beneficiaries in this state. For the purposes of this section, a health benefit plan located or domiciled outside of the State of Alabama is deemed to be subject to this section if the plan, policy, or contract is issued or delivered in the State of Alabama. The term includes, but is not limited to, entities created pursuant to Article 6 of Chapter 20 of Title 10A. The term does not include accident-only, specified disease, individual hospital indemnity, credit, dental-only, Medicare-supplement, long-term care, or disability income insurance, other limited benefit health insurance policies, coverage issued as a supplemental to liability insurance, workers’ compensation or similar insurance, or automobile medical-payment insurance.\n\n(2) PRESCRIPTION INSULIN DRUG. A prescription drug that contains insulin, is used to treat diabetes, and has been prescribed as medically necessary by the treating physician.\n\n(b)(1) A health benefit plan that provides coverage for prescription insulin drugs shall cap the total amount of any cost-sharing or co-pay that an insured or beneficiary is required to pay under the plan for a covered prescription insulin drug at an amount not to exceed one hundred dollars ($100) per 30-day supply of the insulin drug, without regard to the policy deductible, regardless of the amount or type of insulin needed to fill the insured’s or beneficiary’s prescription.\n\n(2) This section does not prevent a health benefit plan from reducing an insured’s or beneficiary’s cost-sharing obligation by an amount greater than the amount specified in subdivision (1).\n\n(3) On January 1 of each year, the limit on the amount that an insured is required to pay for a 30-day supply of a covered prescription insulin drug shall increase by a percentage equal to the percentage change from the preceding year in the prescription drug component of the Consumer Price Index of the Bureau of Labor Statistics of the United States Department of Labor.\n\n(4) This section does not apply to a health benefit plan if the implementation of the cost-sharing or co-pay cap in subdivision (1) would necessitate the health benefit plan’s cost sharing for other services to be increased in order to comply with federally mandated actuarial values for non-grandfathered individual and small group plans.\n\n(5) This section shall apply to contracts entered into after October 1, 2021.\n\n(Act 2021-236, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-63/section-27-63-1/"
    }
  ]
}