{
  "state": "alabama",
  "path": "title-title-27-insurance/chapter-chapter-12-trade-practices-law",
  "sections": [
    {
      "id": "section-27-12-1",
      "number": "27-12-1",
      "heading": "Purpose of Chapter; Short Title",
      "text": "Section 27-12-1\n\nPurpose of Chapter; Short Title.\n\n(a) The purpose of this chapter is to regulate trade practices in the business of insurance in accordance with the intent of congress as expressed in the Insurance Regulation Act by defining, or providing for the determination of, all such practices in this state which constitute unfair methods of competition or unfair or deceptive acts or practices and by prohibiting the trade practices so defined or determined.\n\n(b) This chapter shall constitute, and may be referred to, as the “Trade Practices Law.”\n\n(Acts 1957, No. 608, p. 865, §1; Acts 1971, No. 407, p. 707, §227.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-1/"
    },
    {
      "id": "section-27-12-2",
      "number": "27-12-2",
      "heading": "General Prohibition Against Unfair Competition, Etc.",
      "text": "Section 27-12-2\n\nGeneral Prohibition Against Unfair Competition, Etc.\n\nNo person shall engage in this state in any trade practice which is defined in this chapter as, or determined pursuant to this chapter to be, an unfair method of competition or an unfair or deceptive act or practice in the business of insurance.\n\n(Acts 1957, No. 608, p. 865, §3; Acts 1971, No. 407, p. 707, §228.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-2/"
    },
    {
      "id": "section-27-12-6",
      "number": "27-12-6",
      "heading": "“Twisting.”",
      "text": "Section 27-12-6\n\n“Twisting.”\n\nNo person shall make or issue, or cause to be made or issued, any written or oral statement misrepresenting or making misleading incomplete comparisons as to the terms, conditions, or benefits contained in any policy for the purpose of inducing, or attempting or tending to induce, the policyholder to lapse, forfeit, surrender, retain, exchange, or convert any insurance policy.\n\n(Acts 1971, No. 407, p. 707, §232.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-6/"
    },
    {
      "id": "section-27-12-7",
      "number": "27-12-7",
      "heading": "False Statements and Entries.",
      "text": "Section 27-12-7\n\nFalse Statements and Entries.\n\n(a) No person shall file with any supervisory or other public official or make, publish, disseminate, circulate, or deliver to any person or place before the public, or cause, directly or indirectly, to be made, published, disseminated, circulated, delivered to any person, or placed before the public, any false statement of financial condition of an insurer with intent to deceive.\n\n(b) No person shall make any false entry in any book, report, or statement of any insurer with intent to deceive any agent or examiner lawfully appointed to examine into its condition or into any of its affairs, or any public official to whom such insurer is required by law to report, or who has authority by law to examine into its condition or into any of its affairs or, with like intent, willfully omit to make a true entry of any material fact pertaining to the business of such insurer in any book, report, or statement of such insurer.\n\n(c) Any insurer willfully making a false annual or other statement required of it under this title and individuals knowingly making oath to and subscribing the same shall be punished by a fine of not less than $500.00 nor exceeding $5,000.00.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §233.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-7/"
    },
    {
      "id": "section-27-12-8",
      "number": "27-12-8",
      "heading": "Boycotts, Coercion, and Intimidation.",
      "text": "Section 27-12-8\n\nBoycotts, Coercion, and Intimidation.\n\nNo person shall enter into any agreement to commit or, by any concerted action, commit any act of boycott, coercion, or intimidation resulting in, or tending to result in, unreasonable restraint of, or monopoly in, the business of insurance.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §234.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-8/"
    },
    {
      "id": "section-27-12-9",
      "number": "27-12-9",
      "heading": "Malicious Statements on Financial Condition.",
      "text": "Section 27-12-9\n\nMalicious Statements on Financial Condition.\n\nNo person shall make, publish, disseminate, or circulate, directly or indirectly, or aid, abet, or encourage the making, publishing, disseminating, or circulating of any oral or written statement or any pamphlet, circular, article, or literature which is false or maliciously critical of, or derogatory to, the financial condition of an insurer or of an organization proposing to become an insurer and which is calculated to injure any person engaged, or proposing to engage, in the business of insurance.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §235.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-9/"
    },
    {
      "id": "section-27-12-10",
      "number": "27-12-10",
      "heading": "Financial Inducements to Purchase Insurance.",
      "text": "Section 27-12-10\n\nFinancial Inducements to Purchase Insurance.\n\n(a) No person shall issue or deliver, or permit its agents, officers, or employees to issue or deliver, agency company stock or other capital stock, or benefit certificates or shares in any common-law corporation, or securities, or any special or advisory board contract or other contract of any kind promising returns and profits as an inducement to insurance. The commissioner shall refuse to issue a certificate of authority or license to any insurer or other person that is in violation of this section and shall revoke the certificate of authority or license of any such violating insurer or person if such authority or license is already outstanding.\n\n(b) No person shall issue or deliver, or permit its agents, officers, or employees to issue or deliver, in this state, any life insurance policy or contract of annuity in which are used such words as “investment plan,” “expansion plan,” “profit-sharing,” “charter plan,” “founders’ plan,” “surplus-sharing,” or similar language in such context or under such circumstances or conditions as to have the capacity or tendency to mislead a purchaser or prospective purchaser of life insurance to believe that he will receive or that it is probable he will receive something other than an insurance policy, or contract, or some benefit not provided in the policy or contract or some benefit not available to other persons of the same class and equal expectation of life.\n\n(c) No insurer shall issue or deliver, or permit its agents, officers, or employees to issue or deliver, in this state a policy of life insurance containing benefits in the form of “coupons” or “guaranteed annual endowment” benefits unless the premium charged for the insurance coverage and the premium charged for the “coupons” or “guaranteed annual endowment” benefits are prominently specified in the policy separately from each other in dollar amounts. This shall not apply to any policy in which the amount of any pure endowment or periodic benefit, or benefits, payable during any policy year is greater than the total annual premium for such year.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §236.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-10/"
    },
    {
      "id": "section-27-12-11",
      "number": "27-12-11",
      "heading": "Life, Annuity, and Disability Insurance - Unfair Discrimination in Rates, Etc.",
      "text": "Section 27-12-11\n\nLife, Annuity, and Disability Insurance - Unfair Discrimination in Rates, Etc.\n\n(a) No person shall make or permit any unfair discrimination between individuals of the same class and equal expectation of life in the rates charged for any contract of life insurance or of life annuity, or in the dividends or other benefits payable thereon or in any other of the terms and conditions of such contract.\n\n(b) No person shall make or permit any unfair discrimination between amount of premium, policy fees, or rates charged for any policy or contract of disability insurance, or in the benefits payable thereunder, or in any of the terms or conditions of such contract or in any other manner whatever.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §237.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-11/"
    },
    {
      "id": "section-27-12-12",
      "number": "27-12-12",
      "heading": "Life, Annuity, and Disability Insurance - Agreements Not Expressed in Contract, Rebates, and Other Inducements.",
      "text": "Section 27-12-12\n\nLife, Annuity, and Disability Insurance - Agreements Not Expressed in Contract, Rebates, and Other Inducements.\n\n(a) No person shall knowingly permit or offer to make, or make, any contract of life insurance, annuity or disability insurance or agreement as to such contract other than as plainly expressed in the contract issued thereon, or pay or allow, or give or offer to pay, allow or give, directly or indirectly, as an inducement to such insurance or annuity any rebate of premiums payable on the contract, or any special favor or advantage in the dividends or other benefits thereon, or any paid employment or contract for services of any kind, or any valuable consideration or inducement whatever not specified in the contract, or, directly or indirectly, give, or sell, or purchase, or offer, or agree to give, sell, purchase, or allow as inducement to such insurance or annuity or in connection therewith, and whether or not to be specified in the policy or contract, any agreement of any form or nature promising returns and profits, or any stocks, bonds, or other securities, or interest present or contingent therein of any insurance company or other corporation, association, or partnership or any dividends or profits accrued, or to accrue thereon, or offer, promise, or give anything of value whatsoever not specified in the contract.\n\n(b) The commissioner may, after hearing, revoke the certificate of authority of any insurer and the licenses of any agent or other licensed representative that has willfully violated this section.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §238.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-12/"
    },
    {
      "id": "section-27-12-13",
      "number": "27-12-13",
      "heading": "Life, Annuity, and Disability Insurance - Exceptions to Discrimination, Rebates, or Special Inducements.",
      "text": "Section 27-12-13\n\nLife, Annuity, and Disability Insurance - Exceptions to Discrimination, Rebates, or Special Inducements.\n\nNothing in Sections 27-12-11 and 27-12-12 shall be construed as including within the definition of discrimination, rebates, or special inducements any of the following practices:\n\n(1) In the case of any contract of life insurance or annuity, paying bonuses to policyholders or otherwise abating their premiums in whole or in part out of surplus accumulated from nonparticipating insurance, provided, that any such bonuses or abatement of premiums is fair and equitable to policyholders and for the best interests of the insurer and its policyholders;\n\n(2) In the case of life or disability insurance policies issued on the industrial debit or weekly premium plan, making allowance to policyholders who have continuously for a specified period made premium payments directly to an office of the insurer in an amount which fairly represents the saving in collection expense;\n\n(3) Readjustment of the rate of premium for a group insurance policy based on the loss or expense experience thereunder, at the end of the first or any subsequent policy year of insurance thereunder, which may be made retroactive only for such policy year;\n\n(4) In the case of life insurers, allowing its bona fide employees to receive a commission or reduction on the premiums paid by them on policies on their own lives or on the lives of their children or spouse;\n\n(5) Issuing life or disability insurance policies on a salary savings, bank draft, preauthorized check or payroll deduction plan or other similar plan at a reduced rate reasonably related to the savings made by the use of such plan;\n\n(6) In the case of life insurance, a written agreement between the parties for an extension of time for payment of a second or subsequent premium on the policy upon condition that the failure to pay the amount as and when so agreed shall lapse the policy; but no such agreement shall impair any right to extended or paid-up insurance which the insured may have under the policy nor any right to have the premiums, or any part thereof, or the amount payable for such extension charged against the policy under the terms of the policy. No such agreement need be attached to or made a part of the policy so affected; or\n\n(7) Paying commissions or other compensation to duly licensed agents or allowing or returning to participating policyholders dividends or savings.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §239.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-13/"
    },
    {
      "id": "section-27-12-14",
      "number": "27-12-14",
      "heading": "Inducements as to Property, Casualty, or Surety Insurance.",
      "text": "Section 27-12-14\n\nInducements as to Property, Casualty, or Surety Insurance.\n\n(a) No property, casualty, or surety insurer, or any employee thereof, and no broker, agent, or solicitor shall pay, allow, or give, or offer to pay, allow, or give, directly or indirectly, as an inducement to insurance or after insurance has been effected, any rebate, discount, abatement, credit, or reduction of the premium named in a policy of insurance, or any special favor or advantage in the dividends or other benefits to accrue thereon or any valuable consideration or inducement whatever not specified in the policy except to the extent provided for in rating systems filed with the commissioner by, or on behalf of, the insurer and approved by the commissioner.\n\n(b) No insured named in a policy nor any employee of such insured shall knowingly receive or accept, directly or indirectly, any such rebate, discount, abatement, credit, or reduction of premium.\n\n(c) Nothing in this section shall be construed as prohibiting the payment of commissions or other compensation to duly licensed agents, brokers, or solicitors or as prohibiting any insurer from allowing or returning to its participating policyholders, members, or subscribers, dividends, savings, or the unused or unabsorbed portion of premiums and premium deposits.\n\n(d) Nothing in this section or in this title shall be deemed to invalidate any insurance contract, or any amendment of, or agreement as to, such contract or the continuance or renewal of such contract which does not comply with Chapters 12 or 14 of this title or any other provisions of this title, and no insured named in the policy and no officer or employee of such insured shall be deemed to have violated any provision of this title by knowingly receiving or accepting such contract, amendment, agreement, continuance, or renewal, provided, that this subsection shall not be deemed to relieve any authorized insurer or licensed agent, broker, solicitor, or surplus line broker of any forfeiture or penalty otherwise applicable under this title on account of any such violation, nor relieve any person otherwise liable therefor with respect to any tax payable on account of such insurance, nor relieve any insured named in the policy nor any employee of such insured who knowingly receives or accepts any rebate, discount, abatement, credit, or reduction of the premium in violation of subsection (b) of this section, of any penalty otherwise applicable under this title on account of any such violation.\n\n(e) No person in this state shall advertise, offer, or provide free insurance as an inducement to the purchase or sale of real or personal property or of services, directly or indirectly, connected with such real or personal property.\n\n(1) For the purposes of this subsection, “free insurance” is insurance for which no identifiable and additional charge is made to the purchase of such real property or personal property or services or insurance for which an identifiable or additional charge is made in an amount less than the cost of such insurance as to the seller or other person, other than the insurer providing the same.\n\n(2) This subsection does not apply to:\n\na. Insurance for loss of, or damage to, the real or personal property involved in any such sale or services under a policy covering the interests therein of the seller or vendor;\n\nb. Blanket disability insurance as defined in Section 27-20-4;\n\nc. Credit life insurance or credit disability insurance;\n\nd. Any individual, isolated, nonrecurring, unadvertised transaction not in regular course of business; or\n\ne. Title insurance.\n\n(3) No person shall use the word “free” to describe life or disability insurance in connection with the advertising or offering for sale of any kind of goods, merchandise, or services.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §240.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-14/"
    },
    {
      "id": "section-27-12-15",
      "number": "27-12-15",
      "heading": "Purchase of Insurance as Condition Precedent to Sale or Loan on Property.",
      "text": "Section 27-12-15\n\nPurchase of Insurance as Condition Precedent to Sale or Loan on Property.\n\nNo person, firm, or corporation engaged in selling real or personal property or of lending money on the security of real or personal property and no trustee, director, officer, agent, or other employee of any such person, firm, or corporation shall require, or attempt or purport to require, as a condition precedent, concurrent, or subsequent, to the sale or to financing the purchase of such property or to lending money upon the security of a mortgage thereon nor as a condition precedent, concurrent, or subsequent, for the renewal or extension of any such loan or mortgage or for the performance of any other act in connection therewith that the person, firm, or corporation purchasing such property, or for whom such purchase is to be financed, or to whom the money is to be loaned, or for whom such extension, renewal, or other act is to be granted or performed negotiate any policy of insurance, or renewal thereof, covering such property or covering any liability arising from the ownership, maintenance, or use thereof through a particular insurer, agent, solicitor, or broker. This section shall not prevent the exercise by any person, firm, or corporation of its right to designate reasonable and nondiscriminatory financial requirements as to insurer, the terms and provisions of the policy and the adequacy of the coverage with respect to insurance on property pledged or mortgaged to such person, firm, or corporation; provided, however, that nothing in this section shall be construed as to prohibit the right of any person, firm, or corporation from voluntarily negotiating for or soliciting the placing of such insurance.\n\n(Acts 1957, No. 608, p. 865, §4; Acts 1971, No. 407, p. 707, §241.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-15/"
    },
    {
      "id": "section-27-12-16",
      "number": "27-12-16",
      "heading": "Common Ownership, Management, and Directorships.",
      "text": "Section 27-12-16\n\nCommon Ownership, Management, and Directorships.\n\n(a) Any insurer may retain, invest in or acquire, the whole or any part of, the capital stock of any other insurer, or insurers, or have a common management with any other insurer, or insurers, unless such retention, investment, acquisition, or common management is inconsistent with any other provision of this title or unless, by reason thereof, the business of such insurers with the public is conducted in a manner which substantially lessens competition generally in the insurance business.\n\n(b) Any person otherwise qualified may be a director of two or more insurers which are competitors, unless the effect thereof is to lessen substantially competition between insurers generally.\n\n(Acts 1971, No. 407, p. 707, §242.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-16/"
    },
    {
      "id": "section-27-12-17",
      "number": "27-12-17",
      "heading": "Collection of Premiums or Charges When Insurance Not Provided; Excess Premium or Charge.",
      "text": "Section 27-12-17\n\nCollection of Premiums or Charges When Insurance Not Provided; Excess Premium or Charge.\n\n(a) No person shall willfully collect any sum as premium or charge for insurance which insurance is not then provided or is not in due course to be provided, subject to acceptance of the risk by the insurer, by an insurance policy issued by an insurer as permitted by this title.\n\n(b) No person shall willfully collect as premium or charge for insurance any sum in excess of the premium or charge applicable to the insurance and as specified in the policy in accordance with the applicable classifications and rates as filed with, and approved by, the commissioner or, in cases where classifications, premiums, or rates are not required by this title to be so filed and approved, the premiums and charges shall not be in excess of those specified in the policy and as fixed by the insurer. This section shall not be deemed to prohibit the charging and collection by surplus line brokers licensed under Chapter 10 of this title of the amount of applicable state and federal taxes in addition to the premium required by the insurer; nor shall it be deemed to prohibit the charging and collection by a life insurer of amounts actually to be expended for medical examination of an applicant for life insurance or for reinstatement of a life insurance policy; nor shall it be deemed to prohibit an Alabama licensed producer from charging a collection fee of up to one and one-half percent per month on unpaid balances for insurance premiums; nor shall it be deemed to prohibit the charging of administrative fees by an Alabama licensed producer to process property and casualty insurance applications when the fees have been approved by the commissioner.\n\n(c) Each violation of this section shall be punishable under Section 27-1-12.\n\n(Acts 1971, No. 407, p. 707, §243; Acts 1994, No. 94-118, p. 146, §1; Act 2001-702, p. 1509, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-17/"
    },
    {
      "id": "section-27-12-18",
      "number": "27-12-18",
      "heading": "Statement of Charges; Hearing, Order, and Review Thereon.",
      "text": "Section 27-12-18\n\nStatement of Charges; Hearing, Order, and Review Thereon.\n\n(a) If the commissioner believes that any person has been engaged, or is engaging, in this state in any unfair method of competition or any unfair or deceptive act or practice expressly prohibited in this trade practices law and that a proceeding by him in respect thereto would be to the interest of the public, he shall issue and serve upon such person a statement of the charges in that respect and a notice of a hearing thereon to be held at a time and place fixed in the notice, which shall not be less than 10 days after the date of the service thereof.\n\n(b) At the hearing, such person shall have an opportunity to be heard and to show cause why an order should not be made by the commissioner requiring such person to cease and desist from the acts, methods, or practices so complained of. Upon good cause shown, the commissioner shall permit any person to intervene, appear, and be heard at such hearing by counsel or in person.\n\n(c) Provisions of Chapter 2 of this title relative to the powers of the commissioner, witnesses, evidence, and hearings shall apply as to procedures under this trade practices law, except where in conflict with the express provisions of this trade practices law.\n\n(d) If, after such hearing, the commissioner finds that the method of competition, or the act or practice in question is defined in this chapter and that the person complained of has engaged in such method of competition, act, or practice in violation of this chapter, he shall reduce his findings to writing and issue, and cause to be served upon such person, an order requiring such person to cease and desist from engaging in such method of competition, act, or practice.\n\n(e) Until the expiration of the time allowed under Section 27-2-32 for filing a petition for review, if no such petition has been duly filed within such time, or if a petition for review has been filed within such time, then until the transcript of the record in the proceeding has been filed in the court, the commissioner may, at any time upon such notice and in such manner as he shall deem proper, modify or set aside, in whole or in part, any order issued by him under this section.\n\n(f) After the expiration of the time allowed for filing such a petition for review, if no such petition has been duly filed within such time, the commissioner may, at any time after notice and opportunity for hearing, reopen and alter, modify or set aside, in whole or in part, any order issued by him under this section whenever in his opinion conditions of fact or of law have so changed as to require such action or if the public interest so requires.\n\n(g) A cease and desist order issued by the commissioner under this section shall become final:\n\n(1) Upon the expiration of the time allowed for filing of petition for review, if no such petition has been duly filed within such time; except, that the commissioner may thereafter modify or set aside his order to the extent provided in subsection (e) of this section; or\n\n(2) Upon the final decision of the court if the court directs that the order of the commissioner be affirmed or the petition for review dismissed.\n\n(h) No order of the commissioner pursuant to this trade practices law or order of court to enforce it shall in any way relieve or absolve any person affected by such order from any other liability, penalty, or forfeiture under law.\n\n(i) Violation of any such desist order shall be deemed to be, and shall be, punishable as a violation of this title.\n\n(j) This section shall not be deemed to affect or prevent the imposition of any penalty provided by this title or by other law for violation of any other provision of this chapter, whether or not any such hearing is called or held or such desist order issued.\n\n(Acts 1957, No. 608, p. 865, §7; Acts 1971, No. 407, p. 707, §244.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-18/"
    },
    {
      "id": "section-27-12-19",
      "number": "27-12-19",
      "heading": "Service of Statements, Notices, Orders, and Other Processes.",
      "text": "Section 27-12-19\n\nService of Statements, Notices, Orders, and Other Processes.\n\nStatements of charges, notices, orders, and other processes of the commissioner under this trade practices law may be served by anyone duly authorized by the commissioner, either in the manner provided by law for service of process in civil actions or by registering or certifying and mailing a copy thereof to the person affected by such statement, notice, order, or other process at his, or its, residence or principal office or place of business. The verified return by the person so serving such statement, notice, order, or other process, setting forth the manner of such service, shall be proof of the same, and the return postcard receipt for such statement, notice, order, or other process, registered or certified and mailed as aforesaid, shall be proof of the service of the same.\n\n(Acts 1957, No. 608, p. 865, §6; Acts 1971, No. 407, p. 707, §245.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-19/"
    },
    {
      "id": "section-27-12-20",
      "number": "27-12-20",
      "heading": "Review of Commissioner’s Cease and Desist Orders.",
      "text": "Section 27-12-20\n\nReview of Commissioner’s Cease and Desist Orders.\n\nAny person required by an order of the commissioner under Section 27-12-18 to cease and desist from engaging in any unfair method of competition or any unfair or deceptive act or practice defined in this trade practices law may obtain a review of such order by filing an appeal therefrom in accordance with the provisions and procedures for appeals from the orders of the commissioner in general under Section 27-2-32. To the extent that the commissioner’s order is affirmed on such review, the court shall issue its own order commanding obedience to the terms of the commissioner’s order.\n\n(Acts 1957, No. 608, p. 865, §8; Acts 1971, No. 407, p. 707, §246.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-20/"
    },
    {
      "id": "section-27-12-21",
      "number": "27-12-21",
      "heading": "Proceedings on Unfair Competition, Etc., Not Defined Under Chapter - Generally.",
      "text": "Section 27-12-21\n\nProceedings on Unfair Competition, Etc., Not Defined Under Chapter - Generally.\n\n(a) Whenever the commissioner has reason to believe that any person engaged in the business of insurance is engaging in this state in any method of competition, or in any act or practice in the conduct of such business which is not defined in this trade practices law, that such method of competition is unfair or that such act or practice is unfair or deceptive and that a proceeding by him in respect thereto would be to the interest of the public, he may issue and serve such person a statement of the charges in that respect and a notice of a hearing thereon to be held at a time and place fixed in the notice, which shall not be less than 10 days after the date of the service thereof. Each such hearing shall be conducted in the same manner as the hearings provided for in Section 27-12-18. The commissioner shall, after such hearing, make a report in writing in which he shall state his findings as to the facts, and he shall serve a copy thereof upon such person.\n\n(b) If such report charges a violation of this trade practices law and if such method of competition, act, or practice has not been discontinued, the commissioner may, through the Attorney General of this state, at any time after 30 days after the service of such report, cause a petition to be filed in the circuit court of this state, within the circuit wherein the person resides or has his principal place of business, to enjoin and restrain such person from engaging in such method, act, or practice. The court shall have jurisdiction of the proceeding and shall have power to make and enter appropriate orders in connection therewith and to issue such writs as are ancillary to its jurisdiction or are necessary in its judgment to prevent injury to the public pendente lite.\n\n(c) A transcript of the proceedings before the commissioner, including all evidence taken, and the report and findings shall be filed with such petition. If either party applies to the court for leave to adduce additional evidence and shows, to the satisfaction of the court, that such additional evidence is material and there were reasonable grounds for the failure to adduce such evidence in the proceeding before the commissioner, the court may order such additional evidence to be taken before the commissioner and to be adduced upon the hearing in such manner and upon such terms and conditions as to the court may seem proper. The commissioner may modify his findings of fact or make new findings by reason of the additional evidence so taken, and he shall file such modified or new findings with the return of such additional evidence.\n\n(d) If the court finds that the method of competition complained of is unfair or that the act or practice complained of is unfair or deceptive, that the proceeding by the commissioner with respect thereto is to the interest of the public and that the findings of the commissioner are supported by the weight of the evidence, it shall issue its order enjoining and restraining the continuance of such method of competition, act, or practice.\n\n(Acts 1957, No. 608, p. 865, §9; Acts 1971, No. 407, p. 707, §247.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-21/"
    },
    {
      "id": "section-27-12-22",
      "number": "27-12-22",
      "heading": "Proceedings on Unfair Competition, Etc., Not Defined Under Chapter - Appeal by Intervenor.",
      "text": "Section 27-12-22\n\nProceedings on Unfair Competition, Etc., Not Defined Under Chapter - Appeal by Intervenor.\n\nIf the report of the commissioner under Section 27-12-21 does not charge a violation of this chapter, then any intervenor in the proceedings may, within 30 days after the service of such report, cause a notice of appeal to be filed in the Circuit Court of Montgomery County for a review of such report. Upon such review, the court shall have authority to issue appropriate orders and judgments in connection therewith, including, if the court finds that it is to the interest of the public, orders enjoining and restraining the continuance of any method of competition, act, or practice which it finds, notwithstanding such report of the commissioner, constitutes a violation of this trade practices law. Subsection (c) of Section 27-12-21 shall apply as to any such review.\n\n(Acts 1957, No. 608, p. 865, §10; Acts 1971, No. 407, p. 707, §248.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-22/"
    },
    {
      "id": "section-27-12-23",
      "number": "27-12-23",
      "heading": "False Statements, Etc., in Insurance Application.",
      "text": "Section 27-12-23\n\nFalse Statements, Etc., in Insurance Application.\n\nNo agent, broker, solicitor, examining physician, or other person shall knowingly make a false or fraudulent statement or representation in, or relative to, an application for insurance. Violations of this section shall be punishable under Section 27-1-12.\n\n(Acts 1971, No. 407, p. 707, §249.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-23/"
    },
    {
      "id": "section-27-12-24",
      "number": "27-12-24",
      "heading": "Refusal of Insurer to Pay or Settle Claims.",
      "text": "Section 27-12-24\n\nRefusal of Insurer to Pay or Settle Claims.\n\nNo insurer shall, without just cause, refuse to pay or settle claims arising under coverages provided by its policies in this state and with such frequency as to indicate a general business practice in this state, which general business practice is evidenced by:\n\n(1) A substantial increase in the number of complaints against the insurer received by the Insurance Department;\n\n(2) A substantial increase in the number of lawsuits against the insurer or its insureds by claimants; and\n\n(3) Other relevant evidence.\n\n(Acts 1971, No. 407, p. 707, §249.1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-24/"
    },
    {
      "id": "section-27-12-25",
      "number": "27-12-25",
      "heading": "Denying, Delaying, or Deferring Payment of an Otherwise Valid Claim for Payment of Health Care Services Prohibited Under Certain Circumstances.",
      "text": "Section 27-12-25\n\nDenying, Delaying, or Deferring Payment of an Otherwise Valid Claim for Payment of Health Care Services Prohibited Under Certain Circumstances.\n\n(a) Notwithstanding any other provision of law, any health insurer, any health care service plan organized under Article 6, Chapter 20, Title 10A, or any health maintenance organization organized under Chapter 21A of this title, which contracts for health insurance or pays for health care services, may not deny, delay, or defer payment of an otherwise valid claim for payment of health care services, because the insured, who is the injured person, has been or is being treated for injuries received under circumstances giving rise to a possible injury liability claim or a claim for benefits under an individual or group automobile insurance policy that provides uninsured motorist or medical payment coverage. Any provision in a health insurance policy or any provision in a hospital contract with a health care payor, as defined in Section 35-11-371, issued, entered into, amended, or renewed in this state on or after August 1, 2021, which attempts to coordinate benefits in violation of this section is void and unenforceable.\n\n(b) This section does not restrict a health insurer, health care service plan, or health maintenance organization from recouping payments by exercising available subrogation rights against a responsible third party or by exercising available reimbursement rights against an injured person who is attempting to recover from, or has previously recovered from, a responsible third party or the injured party’s uninsured or underinsured motorist insurance coverage, or both. Where a health insurer, health care service plan, or health maintenance organization seeks recoupment from a responsible third party, the amount of the recoupment may not exceed the amount paid by the health insurer, health care service plan, or health maintenance organization for health care services.\n\n(c) The Department of Insurance shall adopt rules to carry out this section.\n\n(Act 2021-379, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-27/chapter-12/section-27-12-25/"
    }
  ]
}