{
  "state": "mississippi",
  "path": "title-title-43-public-welfare-43-1-1-43-63-7/chapter-chapter-14-mississippi-statewide-system-of-care-for-children",
  "sections": [
    {
      "id": "section-43-14-1",
      "number": "43-14-1",
      "heading": "Mississippi Statewide System of Care for children and youth; purpose; included services; Interagency Coordinating Council for Children and Youth (ICCCY)Section 43-14-3 - Powers and responsibilities of CouncilSection 43-14-5 - Operating fundSection 43-14-7 - and 43-14-9 - [Repealed]",
      "text": "(1)The purpose of this chapter is to provide for the development, implementation and oversight of a coordinated interagency system of necessary services and care for children and youth, called the Mississippi Statewide System of Care, up to age twenty-one (21) with serious emotional/behavioral disorders including, but not limited to, conduct disorders, or mental illness who require services from a multiple services and multiple programs system, and who can be successfully diverted from inappropriate institutional placement. The Mississippi Statewide System of Care is to be conducted in the most fiscally responsible (cost-efficient) manner possible, based on an individualized plan of care which takes into account other available interagency programs, including, but not limited to, Early Intervention Act of Infants and Toddlers, Section41-87-1et seq., Early Periodic Screening Diagnosis and Treatment, Section43-13-117(A)(5), waivered program for home- and community-based services for developmentally disabled people, Section43-13-117(A)(29), and waivered program for targeted case management services for children with special needs, Section43-13-117(A)(31), those children identified through the federal Individuals with Disabilities Education Act of 1997 as having a serious emotional disorder (EMD), the Mississippi Children's Health Insurance Program and waivered programs for children with serious emotional disturbances, Section43-13-117(A)(46), and is tied to clinically and functionally appropriate outcomes. Some of the outcomes are to reduce the number of inappropriate out-of-home placements inclusive of those out-of-state and to reduce the number of inappropriate school suspensions and expulsions for this population of children. This coordinated interagency system of necessary services and care shall be named the Mississippi Statewide System of Care. Children to be served by this chapter who are eligible for Medicaid shall be screened through the Medicaid Early Periodic Screening Diagnosis and Treatment (EPSDT) and their needs for medically necessary services shall be certified through the EPSDT process. For purposes of this chapter, the Mississippi Statewide System of Care is defined as a coordinated network of agencies and providers working as a team to make a full range of mental health and other necessary services available as needed by children with mental health problems and their families. The Mississippi Statewide System of Care shall be:(a)Child centered, family focused, family driven and youth guided;(b)Community based;(c)Culturally competent and responsive; and shall provide for:(i)Service coordination or case management;(ii)Prevention and early identification and intervention;(iii)Smooth transitions among agencies and providers, and to the transition-age and adult service systems;(iv)Human rights protection and advocacy;(v)Nondiscrimination in access to services;(vi)A comprehensive array of services composed of treatment and informal supports that are identified as best practices and/or evidence-based practices;(vii)Individualized service planning that uses a strengths-based, wraparound process;(viii)Services in the least restrictive environment;(ix)Family participation in all aspects of planning, service delivery and evaluation; and(x)Integrated services with coordinated planning across child-serving agencies.Mississippi Statewide System of Care services shall be timely, intensive, coordinated and delivered in the community. Mississippi Statewide System of Care services shall include, but not be limited to, the following:(a)Comprehensive crisis and emergency response services;(b)Intensive case management;(c)Day treatment;(d)Alcohol and drug abuse group services for youth;(e)Individual, group and family therapy;(f)Respite services;(g)Supported employment services for youth;(h)Family education and support and family partners;(i)Youth development and support and youth partners;(j)Positive behavioral supports (PBIS) in schools;(k)Transition-age supported and independent living services; and(l)Vocational/technical education services for youth.(2)There is established the Interagency Coordinating Council for Children and Youth (hereinafter referred to as the \"ICCCY\"). The ICCCY shall consist of the following membership:(a)The State Superintendent of Public Education;(b)The Executive Director of the Mississippi Department of Mental Health;(c)The Executive Director of the State Department of Health;(d)The Executive Director of the Department of Human Services;(e)The Executive Director of the Division of Medicaid, Office of the Governor;(f)The Executive Director of the State Department of Rehabilitation Services;(g)The Executive Director of Mississippi Families as Allies for Children's Mental Health, Inc.;(h)The Commissioner of Child Protection Services;(i)The Attorney General;(j)A family member of a child or youth in the population named in this chapter designated by Mississippi Families as Allies;(k)A youth or young adult in the population named in this chapter designated by Mississippi Families as Allies;(l)A local MAP team coordinator designated by the Department of Mental Health;(m)A child psychiatrist experienced in the public mental health system designated by the Mississippi Psychiatric Association;(n)An individual with expertise and experience in early childhood education designated jointly by the Department of Mental Health and Mississippi Families as Allies;(o)A representative of an organization that advocates on behalf of disabled citizens in Mississippi designated by the Department of Mental Health; and(p)A faculty member or dean from a Mississippi university specializing in training professionals who work in the Mississippi Statewide System of Care designated by the Board of Trustees of State Institutions of Higher Learning.If a member of the council designates a representative to attend council meetings, the designee shall bring full decision-making authority of the member to the meeting. The council shall select a chairman, who shall serve for a one-year term and may not serve consecutive terms. The council shall adopt internal organizational procedures necessary for efficient operation of the council. Each member of the council shall designate necessary staff of their departments to assist the ICCCY in performing its duties and responsibilities. The ICCCY shall meet and conduct business at least twice annually. The chairman of the ICCCY shall notify all ICCCY members and all other persons who request such notice as to the date, time, place and draft agenda items for each meeting.(3)The Interagency System of Care Council (ISCC) is created to serve as the state management team for the ICCCY, with the responsibility of collecting and analyzing data and funding strategies necessary to improve the operation of the Mississippi Statewide System of Care, and to make recommendations to the ICCCY and to the Legislature concerning such strategies on, at a minimum, an annual basis. The System of Care Council also has the responsibility of coordinating the local Multidisciplinary Assessment and Planning (MAP) teams and \"A\" teams and may apply for grants from public and private sources necessary to carry out its responsibilities. The Interagency System of Care Council shall be comprised of one (1) member from each of the appropriate child-serving divisions or sections of the State Department of Health, the Department of Human Services (Division of Youth Services), the Department of Child Protection Services, the State Department of Mental Health (Division of Children and Youth, Bureau of Alcohol and Drug Abuse, and Bureau of Intellectual and Developmental Disabilities), the State Department of Education (Office of Special Education and Office of Healthy Schools), the Division of Medicaid of the Governor's Office, the Department of Rehabilitation Services, and the Attorney General's office. Additional members shall include a family member of a child, youth or transition-age youth representing a family education and support 501(c)(3) organization, working with the population named in this chapter designated by Mississippi Families as Allies, an individual with expertise and experience in early childhood education designated jointly by the Department of Mental Health and Mississippi Families as Allies, a local MAP team representative and a local \"A\" team representative designated by the Department of Mental Health, a probation officer designated by the Department of Corrections, a family member and youth or young adult designated by Mississippi Families as Allies for Children's Mental Health, Inc., (MSFAA), and a family member other than a MSFAA representative to be designated by the Department of Mental Health and the Director of the Compulsory School Attendance Enforcement of the State Department of Education. Appointments to the Interagency System of Care Council shall be made within sixty (60) days after June 30, 2010. The council shall organize by selecting a chairman from its membership to serve on an annual basis, and the chairman may not serve consecutive terms.(4)(a)As part of the Mississippi Statewide System of Care, there is established a statewide system of local Multidisciplinary Assessment, Planning and Resource (MAP) teams. The MAP teams shall be comprised of one (1) representative each at the county level from the major child-serving public agencies for education, human services, health, mental health and rehabilitative services approved by respective state agencies of the Department of Education, the Department of Human Services, the Department of Child Protection Services, the Department of Health, the Department of Mental Health and the Department of Rehabilitation Services. These agencies shall, by policy, contract or regulation require participation on MAP teams and \"A\" teams at the county level by the appropriate staff. Three (3) additional members may be added to each team, one (1) of which may be a representative of a family education/support 501(c)(3) organization with statewide recognition and specifically established for the population of children defined in Section43-14-1. The remaining members will be representatives of significant community-level stakeholders with resources that can benefit the population of children defined in Section43-14-1. The Department of Education shall assist in recruiting and identifying parents to participate on MAP teams and \"A\" teams.(b)For each local existing MAP team that is established pursuant to paragraph (a) of this subsection, there shall also be established an \"A\" (Adolescent) team which shall work with a MAP team. The \"A\" teams shall provide System of Care services for youthful offenders who have serious behavioral or emotional disorders. Each \"A\" team shall be comprised of, at a minimum, the following five (5) members:(i)A school counselor, mental health therapist or social worker;(ii)A community mental health professional;(iii)A social services/child welfare professional;(iv)A youth court counselor; and(v)A parent who had a child in the juvenile justice system.(c)The Interagency Coordinating Council for Children and Youth and the Interagency System of Care Council shall work to develop MAP teams statewide that will serve to become the single point of entry for children and youth about to be placed in out-of-home care for reasons other than parental abuse/neglect.(5)The Interagency Coordinating Council for Children and Youth may provide input to one another and to the ISCC relative to how each agency utilizes its federal and state statutes, policy requirements and funding streams to identify and/or serve children and youth in the population defined in this section. The ICCCY shall support the implementation of the plans of the respective state agencies for comprehensive, community-based, multidisciplinary care, treatment and placement of these children.(6)The ICCCY shall oversee a pool of state funds that may be contributed by each participating state agency and additional funds from the Mississippi Tobacco Health Care Expenditure Fund, subject to specific appropriation therefor by the Legislature. Part of this pool of funds shall be available for increasing the present funding levels by matching Medicaid funds in order to increase the existing resources available for necessary community-based services for Medicaid beneficiaries.(7)The local interagency coordinating care MAP team or \"A\" team will facilitate the development of the individualized System of Care programs for the population targeted in this section.(8)Each local MAP team and \"A\" team shall serve as the single point of entry and re-entry to ensure that comprehensive diagnosis and assessment occur and shall coordinate needed services through the local MAP team and \"A\" team members and local service providers for the children named in subsection (1). Local children in crisis shall have first priority for access to the MAP team and \"A\" team processes and local System of Care services.(9)The Interagency Coordinating Council for Children and Youth shall facilitate monitoring of the performance of local MAP teams.(10)Each ICCCY member named in subsection (2) of this section shall enter into a binding memorandum of understanding to participate in the further development and oversight of the Mississippi Statewide System of Care for the children and youth described in this section. The agreement shall outline the system responsibilities in all operational areas, including ensuring representation on MAP teams, funding, data collection, referral of children to MAP teams and \"A\" teams, and training. The agreement shall be signed and in effect by July 1 of each year.Laws, 1993, ch. 388, § 1; Laws, 1994, ch. 649, § 11; reenacted and amended, Laws, 1996, ch. 476, § 1; reenacted and amended, Laws, 1998, ch. 383, § 1; reenacted and amended Laws, 2000, ch. 547, § 1; Laws, 2001, ch. 591, § 1; Laws, 2005, ch. 409, § 1; Laws, 2005, ch. 471, § 2; Laws, 2010, ch. 418, § 1, eff. 7/1/2010.Amended by Laws, 2023, ch. 516, HB 1149,§ 31, eff. 7/1/2023.\n\n(1)The purpose of this chapter is to provide for the development, implementation and oversight of a coordinated interagency system of necessary services and care for children and youth, called the Mississippi Statewide System of Care, up to age twenty-one (21) with serious emotional/behavioral disorders including, but not limited to, conduct disorders, or mental illness who require services from a multiple services and multiple programs system, and who can be successfully diverted from inappropriate institutional placement. The Mississippi Statewide System of Care is to be conducted in the most fiscally responsible (cost-efficient) manner possible, based on an individualized plan of care which takes into account other available interagency programs, including, but not limited to, Early Intervention Act of Infants and Toddlers, Section41-87-1et seq., Early Periodic Screening Diagnosis and Treatment, Section43-13-117(A)(5), waivered program for home- and community-based services for developmentally disabled people, Section43-13-117(A)(29), and waivered program for targeted case management services for children with special needs, Section43-13-117(A)(31), those children identified through the federal Individuals with Disabilities Education Act of 1997 as having a serious emotional disorder (EMD), the Mississippi Children's Health Insurance Program and waivered programs for children with serious emotional disturbances, Section43-13-117(A)(46), and is tied to clinically and functionally appropriate outcomes. Some of the outcomes are to reduce the number of inappropriate out-of-home placements inclusive of those out-of-state and to reduce the number of inappropriate school suspensions and expulsions for this population of children. This coordinated interagency system of necessary services and care shall be named the Mississippi Statewide System of Care. Children to be served by this chapter who are eligible for Medicaid shall be screened through the Medicaid Early Periodic Screening Diagnosis and Treatment (EPSDT) and their needs for medically necessary services shall be certified through the EPSDT process. For purposes of this chapter, the Mississippi Statewide System of Care is defined as a coordinated network of agencies and providers working as a team to make a full range of mental health and other necessary services available as needed by children with mental health problems and their families. The Mississippi Statewide System of Care shall be:(a)Child centered, family focused, family driven and youth guided;(b)Community based;(c)Culturally competent and responsive; and shall provide for:(i)Service coordination or case management;(ii)Prevention and early identification and intervention;(iii)Smooth transitions among agencies and providers, and to the transition-age and adult service systems;(iv)Human rights protection and advocacy;(v)Nondiscrimination in access to services;(vi)A comprehensive array of services composed of treatment and informal supports that are identified as best practices and/or evidence-based practices;(vii)Individualized service planning that uses a strengths-based, wraparound process;(viii)Services in the least restrictive environment;(ix)Family participation in all aspects of planning, service delivery and evaluation; and(x)Integrated services with coordinated planning across child-serving agencies.Mississippi Statewide System of Care services shall be timely, intensive, coordinated and delivered in the community. Mississippi Statewide System of Care services shall include, but not be limited to, the following:(a)Comprehensive crisis and emergency response services;(b)Intensive case management;(c)Day treatment;(d)Alcohol and drug abuse group services for youth;(e)Individual, group and family therapy;(f)Respite services;(g)Supported employment services for youth;(h)Family education and support and family partners;(i)Youth development and support and youth partners;(j)Positive behavioral supports (PBIS) in schools;(k)Transition-age supported and independent living services; and(l)Vocational/technical education services for youth.(2)There is established the Interagency Coordinating Council for Children and Youth (hereinafter referred to as the \"ICCCY\"). The ICCCY shall consist of the following membership:(a)The State Superintendent of Public Education;(b)The Executive Director of the Mississippi Department of Mental Health;(c)The Executive Director of the State Department of Health;(d)The Executive Director of the Department of Human Services;(e)The Executive Director of the Division of Medicaid, Office of the Governor;(f)The Executive Director of the State Department of Rehabilitation Services;(g)The Executive Director of Mississippi Families as Allies for Children's Mental Health, Inc.;(h)The Commissioner of Child Protection Services;(i)The Attorney General;(j)A family member of a child or youth in the population named in this chapter designated by Mississippi Families as Allies;(k)A youth or young adult in the population named in this chapter designated by Mississippi Families as Allies;(l)A local MAP team coordinator designated by the Department of Mental Health;(m)A child psychiatrist experienced in the public mental health system designated by the Mississippi Psychiatric Association;(n)An individual with expertise and experience in early childhood education designated jointly by the Department of Mental Health and Mississippi Families as Allies;(o)A representative of an organization that advocates on behalf of disabled citizens in Mississippi designated by the Department of Mental Health; and(p)A faculty member or dean from a Mississippi university specializing in training professionals who work in the Mississippi Statewide System of Care designated by the Board of Trustees of State Institutions of Higher Learning.If a member of the council designates a representative to attend council meetings, the designee shall bring full decision-making authority of the member to the meeting. The council shall select a chairman, who shall serve for a one-year term and may not serve consecutive terms. The council shall adopt internal organizational procedures necessary for efficient operation of the council. Each member of the council shall designate necessary staff of their departments to assist the ICCCY in performing its duties and responsibilities. The ICCCY shall meet and conduct business at least twice annually. The chairman of the ICCCY shall notify all ICCCY members and all other persons who request such notice as to the date, time, place and draft agenda items for each meeting.(3)The Interagency System of Care Council (ISCC) is created to serve as the state management team for the ICCCY, with the responsibility of collecting and analyzing data and funding strategies necessary to improve the operation of the Mississippi Statewide System of Care, and to make recommendations to the ICCCY and to the Legislature concerning such strategies on, at a minimum, an annual basis. The System of Care Council also has the responsibility of coordinating the local Multidisciplinary Assessment and Planning (MAP) teams and \"A\" teams and may apply for grants from public and private sources necessary to carry out its responsibilities. The Interagency System of Care Council shall be comprised of one (1) member from each of the appropriate child-serving divisions or sections of the State Department of Health, the Department of Human Services (Division of Youth Services), the Department of Child Protection Services, the State Department of Mental Health (Division of Children and Youth, Bureau of Alcohol and Drug Abuse, and Bureau of Intellectual and Developmental Disabilities), the State Department of Education (Office of Special Education and Office of Healthy Schools), the Division of Medicaid of the Governor's Office, the Department of Rehabilitation Services, and the Attorney General's office. Additional members shall include a family member of a child, youth or transition-age youth representing a family education and support 501(c)(3) organization, working with the population named in this chapter designated by Mississippi Families as Allies, an individual with expertise and experience in early childhood education designated jointly by the Department of Mental Health and Mississippi Families as Allies, a local MAP team representative and a local \"A\" team representative designated by the Department of Mental Health, a probation officer designated by the Department of Corrections, a family member and youth or young adult designated by Mississippi Families as Allies for Children's Mental Health, Inc., (MSFAA), and a family member other than a MSFAA representative to be designated by the Department of Mental Health and the Director of the Compulsory School Attendance Enforcement of the State Department of Education. Appointments to the Interagency System of Care Council shall be made within sixty (60) days after June 30, 2010. The council shall organize by selecting a chairman from its membership to serve on an annual basis, and the chairman may not serve consecutive terms.(4)(a)As part of the Mississippi Statewide System of Care, there is established a statewide system of local Multidisciplinary Assessment, Planning and Resource (MAP) teams. The MAP teams shall be comprised of one (1) representative each at the county level from the major child-serving public agencies for education, human services, health, mental health and rehabilitative services approved by respective state agencies of the Department of Education, the Department of Human Services, the Department of Child Protection Services, the Department of Health, the Department of Mental Health and the Department of Rehabilitation Services. These agencies shall, by policy, contract or regulation require participation on MAP teams and \"A\" teams at the county level by the appropriate staff. Three (3) additional members may be added to each team, one (1) of which may be a representative of a family education/support 501(c)(3) organization with statewide recognition and specifically established for the population of children defined in Section43-14-1. The remaining members will be representatives of significant community-level stakeholders with resources that can benefit the population of children defined in Section43-14-1. The Department of Education shall assist in recruiting and identifying parents to participate on MAP teams and \"A\" teams.(b)For each local existing MAP team that is established pursuant to paragraph (a) of this subsection, there shall also be established an \"A\" (Adolescent) team which shall work with a MAP team. The \"A\" teams shall provide System of Care services for youthful offenders who have serious behavioral or emotional disorders. Each \"A\" team shall be comprised of, at a minimum, the following five (5) members:(i)A school counselor, mental health therapist or social worker;(ii)A community mental health professional;(iii)A social services/child welfare professional;(iv)A youth court counselor; and(v)A parent who had a child in the juvenile justice system.(c)The Interagency Coordinating Council for Children and Youth and the Interagency System of Care Council shall work to develop MAP teams statewide that will serve to become the single point of entry for children and youth about to be placed in out-of-home care for reasons other than parental abuse/neglect.(5)The Interagency Coordinating Council for Children and Youth may provide input to one another and to the ISCC relative to how each agency utilizes its federal and state statutes, policy requirements and funding streams to identify and/or serve children and youth in the population defined in this section. The ICCCY shall support the implementation of the plans of the respective state agencies for comprehensive, community-based, multidisciplinary care, treatment and placement of these children.(6)The ICCCY shall oversee a pool of state funds that may be contributed by each participating state agency and additional funds from the Mississippi Tobacco Health Care Expenditure Fund, subject to specific appropriation therefor by the Legislature. Part of this pool of funds shall be available for increasing the present funding levels by matching Medicaid funds in order to increase the existing resources available for necessary community-based services for Medicaid beneficiaries.(7)The local interagency coordinating care MAP team or \"A\" team will facilitate the development of the individualized System of Care programs for the population targeted in this section.(8)Each local MAP team and \"A\" team shall serve as the single point of entry and re-entry to ensure that comprehensive diagnosis and assessment occur and shall coordinate needed services through the local MAP team and \"A\" team members and local service providers for the children named in subsection (1). Local children in crisis shall have first priority for access to the MAP team and \"A\" team processes and local System of Care services.(9)The Interagency Coordinating Council for Children and Youth shall facilitate monitoring of the performance of local MAP teams.(10)Each ICCCY member named in subsection (2) of this section shall enter into a binding memorandum of understanding to participate in the further development and oversight of the Mississippi Statewide System of Care for the children and youth described in this section. The agreement shall outline the system responsibilities in all operational areas, including ensuring representation on MAP teams, funding, data collection, referral of children to MAP teams and \"A\" teams, and training. The agreement shall be signed and in effect by July 1 of each year.Laws, 1993, ch. 388, § 1; Laws, 1994, ch. 649, § 11; reenacted and amended, Laws, 1996, ch. 476, § 1; reenacted and amended, Laws, 1998, ch. 383, § 1; reenacted and amended Laws, 2000, ch. 547, § 1; Laws, 2001, ch. 591, § 1; Laws, 2005, ch. 409, § 1; Laws, 2005, ch. 471, § 2; Laws, 2010, ch. 418, § 1, eff. 7/1/2010.Amended by Laws, 2023, ch. 516, HB 1149,§ 31, eff. 7/1/2023.\n\n(1)The purpose of this chapter is to provide for the development, implementation and oversight of a coordinated interagency system of necessary services and care for children and youth, called the Mississippi Statewide System of Care, up to age twenty-one (21) with serious emotional/behavioral disorders including, but not limited to, conduct disorders, or mental illness who require services from a multiple services and multiple programs system, and who can be successfully diverted from inappropriate institutional placement. The Mississippi Statewide System of Care is to be conducted in the most fiscally responsible (cost-efficient) manner possible, based on an individualized plan of care which takes into account other available interagency programs, including, but not limited to, Early Intervention Act of Infants and Toddlers, Section41-87-1et seq., Early Periodic Screening Diagnosis and Treatment, Section43-13-117(A)(5), waivered program for home- and community-based services for developmentally disabled people, Section43-13-117(A)(29), and waivered program for targeted case management services for children with special needs, Section43-13-117(A)(31), those children identified through the federal Individuals with Disabilities Education Act of 1997 as having a serious emotional disorder (EMD), the Mississippi Children's Health Insurance Program and waivered programs for children with serious emotional disturbances, Section43-13-117(A)(46), and is tied to clinically and functionally appropriate outcomes. Some of the outcomes are to reduce the number of inappropriate out-of-home placements inclusive of those out-of-state and to reduce the number of inappropriate school suspensions and expulsions for this population of children. This coordinated interagency system of necessary services and care shall be named the Mississippi Statewide System of Care. Children to be served by this chapter who are eligible for Medicaid shall be screened through the Medicaid Early Periodic Screening Diagnosis and Treatment (EPSDT) and their needs for medically necessary services shall be certified through the EPSDT process. For purposes of this chapter, the Mississippi Statewide System of Care is defined as a coordinated network of agencies and providers working as a team to make a full range of mental health and other necessary services available as needed by children with mental health problems and their families. The Mississippi Statewide System of Care shall be:(a)Child centered, family focused, family driven and youth guided;(b)Community based;(c)Culturally competent and responsive; and shall provide for:(i)Service coordination or case management;(ii)Prevention and early identification and intervention;(iii)Smooth transitions among agencies and providers, and to the transition-age and adult service systems;(iv)Human rights protection and advocacy;(v)Nondiscrimination in access to services;(vi)A comprehensive array of services composed of treatment and informal supports that are identified as best practices and/or evidence-based practices;(vii)Individualized service planning that uses a strengths-based, wraparound process;(viii)Services in the least restrictive environment;(ix)Family participation in all aspects of planning, service delivery and evaluation; and(x)Integrated services with coordinated planning across child-serving agencies.Mississippi Statewide System of Care services shall be timely, intensive, coordinated and delivered in the community. Mississippi Statewide System of Care services shall include, but not be limited to, the following:(a)Comprehensive crisis and emergency response services;(b)Intensive case management;(c)Day treatment;(d)Alcohol and drug abuse group services for youth;(e)Individual, group and family therapy;(f)Respite services;(g)Supported employment services for youth;(h)Family education and support and family partners;(i)Youth development and support and youth partners;(j)Positive behavioral supports (PBIS) in schools;(k)Transition-age supported and independent living services; and(l)Vocational/technical education services for youth.(2)There is established the Interagency Coordinating Council for Children and Youth (hereinafter referred to as the \"ICCCY\"). The ICCCY shall consist of the following membership:(a)The State Superintendent of Public Education;(b)The Executive Director of the Mississippi Department of Mental Health;(c)The Executive Director of the State Department of Health;(d)The Executive Director of the Department of Human Services;(e)The Executive Director of the Division of Medicaid, Office of the Governor;(f)The Executive Director of the State Department of Rehabilitation Services;(g)The Executive Director of Mississippi Families as Allies for Children's Mental Health, Inc.;(h)The Commissioner of Child Protection Services;(i)The Attorney General;(j)A family member of a child or youth in the population named in this chapter designated by Mississippi Families as Allies;(k)A youth or young adult in the population named in this chapter designated by Mississippi Families as Allies;(l)A local MAP team coordinator designated by the Department of Mental Health;(m)A child psychiatrist experienced in the public mental health system designated by the Mississippi Psychiatric Association;(n)An individual with expertise and experience in early childhood education designated jointly by the Department of Mental Health and Mississippi Families as Allies;(o)A representative of an organization that advocates on behalf of disabled citizens in Mississippi designated by the Department of Mental Health; and(p)A faculty member or dean from a Mississippi university specializing in training professionals who work in the Mississippi Statewide System of Care designated by the Board of Trustees of State Institutions of Higher Learning.If a member of the council designates a representative to attend council meetings, the designee shall bring full decision-making authority of the member to the meeting. The council shall select a chairman, who shall serve for a one-year term and may not serve consecutive terms. The council shall adopt internal organizational procedures necessary for efficient operation of the council. Each member of the council shall designate necessary staff of their departments to assist the ICCCY in performing its duties and responsibilities. The ICCCY shall meet and conduct business at least twice annually. The chairman of the ICCCY shall notify all ICCCY members and all other persons who request such notice as to the date, time, place and draft agenda items for each meeting.(3)The Interagency System of Care Council (ISCC) is created to serve as the state management team for the ICCCY, with the responsibility of collecting and analyzing data and funding strategies necessary to improve the operation of the Mississippi Statewide System of Care, and to make recommendations to the ICCCY and to the Legislature concerning such strategies on, at a minimum, an annual basis. The System of Care Council also has the responsibility of coordinating the local Multidisciplinary Assessment and Planning (MAP) teams and \"A\" teams and may apply for grants from public and private sources necessary to carry out its responsibilities. The Interagency System of Care Council shall be comprised of one (1) member from each of the appropriate child-serving divisions or sections of the State Department of Health, the Department of Human Services (Division of Youth Services), the Department of Child Protection Services, the State Department of Mental Health (Division of Children and Youth, Bureau of Alcohol and Drug Abuse, and Bureau of Intellectual and Developmental Disabilities), the State Department of Education (Office of Special Education and Office of Healthy Schools), the Division of Medicaid of the Governor's Office, the Department of Rehabilitation Services, and the Attorney General's office. Additional members shall include a family member of a child, youth or transition-age youth representing a family education and support 501(c)(3) organization, working with the population named in this chapter designated by Mississippi Families as Allies, an individual with expertise and experience in early childhood education designated jointly by the Department of Mental Health and Mississippi Families as Allies, a local MAP team representative and a local \"A\" team representative designated by the Department of Mental Health, a probation officer designated by the Department of Corrections, a family member and youth or young adult designated by Mississippi Families as Allies for Children's Mental Health, Inc., (MSFAA), and a family member other than a MSFAA representative to be designated by the Department of Mental Health and the Director of the Compulsory School Attendance Enforcement of the State Department of Education. Appointments to the Interagency System of Care Council shall be made within sixty (60) days after June 30, 2010. The council shall organize by selecting a chairman from its membership to serve on an annual basis, and the chairman may not serve consecutive terms.(4)(a)As part of the Mississippi Statewide System of Care, there is established a statewide system of local Multidisciplinary Assessment, Planning and Resource (MAP) teams. The MAP teams shall be comprised of one (1) representative each at the county level from the major child-serving public agencies for education, human services, health, mental health and rehabilitative services approved by respective state agencies of the Department of Education, the Department of Human Services, the Department of Child Protection Services, the Department of Health, the Department of Mental Health and the Department of Rehabilitation Services. These agencies shall, by policy, contract or regulation require participation on MAP teams and \"A\" teams at the county level by the appropriate staff. Three (3) additional members may be added to each team, one (1) of which may be a representative of a family education/support 501(c)(3) organization with statewide recognition and specifically established for the population of children defined in Section43-14-1. The remaining members will be representatives of significant community-level stakeholders with resources that can benefit the population of children defined in Section43-14-1. The Department of Education shall assist in recruiting and identifying parents to participate on MAP teams and \"A\" teams.(b)For each local existing MAP team that is established pursuant to paragraph (a) of this subsection, there shall also be established an \"A\" (Adolescent) team which shall work with a MAP team. The \"A\" teams shall provide System of Care services for youthful offenders who have serious behavioral or emotional disorders. Each \"A\" team shall be comprised of, at a minimum, the following five (5) members:(i)A school counselor, mental health therapist or social worker;(ii)A community mental health professional;(iii)A social services/child welfare professional;(iv)A youth court counselor; and(v)A parent who had a child in the juvenile justice system.(c)The Interagency Coordinating Council for Children and Youth and the Interagency System of Care Council shall work to develop MAP teams statewide that will serve to become the single point of entry for children and youth about to be placed in out-of-home care for reasons other than parental abuse/neglect.(5)The Interagency Coordinating Council for Children and Youth may provide input to one another and to the ISCC relative to how each agency utilizes its federal and state statutes, policy requirements and funding streams to identify and/or serve children and youth in the population defined in this section. The ICCCY shall support the implementation of the plans of the respective state agencies for comprehensive, community-based, multidisciplinary care, treatment and placement of these children.(6)The ICCCY shall oversee a pool of state funds that may be contributed by each participating state agency and additional funds from the Mississippi Tobacco Health Care Expenditure Fund, subject to specific appropriation therefor by the Legislature. Part of this pool of funds shall be available for increasing the present funding levels by matching Medicaid funds in order to increase the existing resources available for necessary community-based services for Medicaid beneficiaries.(7)The local interagency coordinating care MAP team or \"A\" team will facilitate the development of the individualized System of Care programs for the population targeted in this section.(8)Each local MAP team and \"A\" team shall serve as the single point of entry and re-entry to ensure that comprehensive diagnosis and assessment occur and shall coordinate needed services through the local MAP team and \"A\" team members and local service providers for the children named in subsection (1). Local children in crisis shall have first priority for access to the MAP team and \"A\" team processes and local System of Care services.(9)The Interagency Coordinating Council for Children and Youth shall facilitate monitoring of the performance of local MAP teams.(10)Each ICCCY member named in subsection (2) of this section shall enter into a binding memorandum of understanding to participate in the further development and oversight of the Mississippi Statewide System of Care for the children and youth described in this section. The agreement shall outline the system responsibilities in all operational areas, including ensuring representation on MAP teams, funding, data collection, referral of children to MAP teams and \"A\" teams, and training. The agreement shall be signed and in effect by July 1 of each year.Laws, 1993, ch. 388, § 1; Laws, 1994, ch. 649, § 11; reenacted and amended, Laws, 1996, ch. 476, § 1; reenacted and amended, Laws, 1998, ch. 383, § 1; reenacted and amended Laws, 2000, ch. 547, § 1; Laws, 2001, ch. 591, § 1; Laws, 2005, ch. 409, § 1; Laws, 2005, ch. 471, § 2; Laws, 2010, ch. 418, § 1, eff. 7/1/2010.Amended by Laws, 2023, ch. 516, HB 1149,§ 31, eff. 7/1/2023.\n\nMississippi Statewide System of Care services shall be timely, intensive, coordinated and delivered in the community. Mississippi Statewide System of Care services shall include, but not be limited to, the following:\n\nIf a member of the council designates a representative to attend council meetings, the designee shall bring full decision-making authority of the member to the meeting. The council shall select a chairman, who shall serve for a one-year term and may not serve consecutive terms. The council shall adopt internal organizational procedures necessary for efficient operation of the council. Each member of the council shall designate necessary staff of their departments to assist the ICCCY in performing its duties and responsibilities. The ICCCY shall meet and conduct business at least twice annually. The chairman of the ICCCY shall notify all ICCCY members and all other persons who request such notice as to the date, time, place and draft agenda items for each meeting.\n\nLaws, 1993, ch. 388, § 1; Laws, 1994, ch. 649, § 11; reenacted and amended, Laws, 1996, ch. 476, § 1; reenacted and amended, Laws, 1998, ch. 383, § 1; reenacted and amended Laws, 2000, ch. 547, § 1; Laws, 2001, ch. 591, § 1; Laws, 2005, ch. 409, § 1; Laws, 2005, ch. 471, § 2; Laws, 2010, ch. 418, § 1, eff. 7/1/2010.\n\nAmended by Laws, 2023, ch. 516, HB 1149,§ 31, eff. 7/1/2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-43/chapter-14/section-43-14-1/"
    },
    {
      "id": "section-43-14-3",
      "number": "43-14-3",
      "heading": "Powers and responsibilities of Council",
      "text": "In addition to the specific authority provided in Section43-14-1, the powers and responsibilities of the Interagency Coordinating Council for Children and Youth shall be as follows:(a)To serve in an advisory capacity and to provide state level leadership and oversight to the development of the Mississippi Statewide System of Care; and(b)To insure the creation and availability of an annual pool of funds from each participating agency member of the ICCCY that includes the amount to be contributed by each agency and a process for utilization of those funds.Laws, 1993, ch. 388, § 2; reenacted and amended, Laws, 1996, ch. 476, § 2; reenacted without change, Laws, 1998, ch. 383, § 2; reenacted without change, Laws, 2000, ch. 547, § 2; Laws, 2001, ch. 591, § 2; Laws, 2005, ch. 409, § 2; Laws, 2010, ch. 418, § 2, eff. 7/1/2010.\n\nIn addition to the specific authority provided in Section43-14-1, the powers and responsibilities of the Interagency Coordinating Council for Children and Youth shall be as follows:(a)To serve in an advisory capacity and to provide state level leadership and oversight to the development of the Mississippi Statewide System of Care; and(b)To insure the creation and availability of an annual pool of funds from each participating agency member of the ICCCY that includes the amount to be contributed by each agency and a process for utilization of those funds.Laws, 1993, ch. 388, § 2; reenacted and amended, Laws, 1996, ch. 476, § 2; reenacted without change, Laws, 1998, ch. 383, § 2; reenacted without change, Laws, 2000, ch. 547, § 2; Laws, 2001, ch. 591, § 2; Laws, 2005, ch. 409, § 2; Laws, 2010, ch. 418, § 2, eff. 7/1/2010.\n\nIn addition to the specific authority provided in Section43-14-1, the powers and responsibilities of the Interagency Coordinating Council for Children and Youth shall be as follows:(a)To serve in an advisory capacity and to provide state level leadership and oversight to the development of the Mississippi Statewide System of Care; and(b)To insure the creation and availability of an annual pool of funds from each participating agency member of the ICCCY that includes the amount to be contributed by each agency and a process for utilization of those funds.Laws, 1993, ch. 388, § 2; reenacted and amended, Laws, 1996, ch. 476, § 2; reenacted without change, Laws, 1998, ch. 383, § 2; reenacted without change, Laws, 2000, ch. 547, § 2; Laws, 2001, ch. 591, § 2; Laws, 2005, ch. 409, § 2; Laws, 2010, ch. 418, § 2, eff. 7/1/2010.\n\nIn addition to the specific authority provided in Section43-14-1, the powers and responsibilities of the Interagency Coordinating Council for Children and Youth shall be as follows:\n\nLaws, 1993, ch. 388, § 2; reenacted and amended, Laws, 1996, ch. 476, § 2; reenacted without change, Laws, 1998, ch. 383, § 2; reenacted without change, Laws, 2000, ch. 547, § 2; Laws, 2001, ch. 591, § 2; Laws, 2005, ch. 409, § 2; Laws, 2010, ch. 418, § 2, eff. 7/1/2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-43/chapter-14/section-43-14-3/"
    },
    {
      "id": "section-43-14-5",
      "number": "43-14-5",
      "heading": "Operating fund",
      "text": "There is created in the State Treasury a special fund into which shall be deposited all funds contributed by the Department of Human Services, Department of Child Protection Services, State Department of Health, Department of Mental Health and State Department of Rehabilitation Services insofar as recipients are otherwise eligible under the Rehabilitation Act of 1973, as amended, and State Department of Education for the operation of a statewide System of Care by MAP teams and \"A\" teams utilizing such funds as may be made available to those MAP teams through a Request for Proposal (RFP) approved by the ICCCY.Laws, 1993, ch. 388, § 3; Laws, 1994, ch. 649, § 12; reenacted and amended, Laws, 1996, ch. 476, § 3; reenacted and amended, Laws, 1998, ch. 383, § 3; reenacted without change, Laws, 2000, ch. 547, § 3; Laws, 2001, ch. 591, § 3; Laws, 2005, ch. 409, § 3; Laws, 2005, ch. 471, § 3; Laws, 2010, ch. 418, § 3, eff. 7/1/2010.Amended by Laws, 2023, ch. 516, HB 1149,§ 32, eff. 7/1/2023.\n\nThere is created in the State Treasury a special fund into which shall be deposited all funds contributed by the Department of Human Services, Department of Child Protection Services, State Department of Health, Department of Mental Health and State Department of Rehabilitation Services insofar as recipients are otherwise eligible under the Rehabilitation Act of 1973, as amended, and State Department of Education for the operation of a statewide System of Care by MAP teams and \"A\" teams utilizing such funds as may be made available to those MAP teams through a Request for Proposal (RFP) approved by the ICCCY.Laws, 1993, ch. 388, § 3; Laws, 1994, ch. 649, § 12; reenacted and amended, Laws, 1996, ch. 476, § 3; reenacted and amended, Laws, 1998, ch. 383, § 3; reenacted without change, Laws, 2000, ch. 547, § 3; Laws, 2001, ch. 591, § 3; Laws, 2005, ch. 409, § 3; Laws, 2005, ch. 471, § 3; Laws, 2010, ch. 418, § 3, eff. 7/1/2010.Amended by Laws, 2023, ch. 516, HB 1149,§ 32, eff. 7/1/2023.\n\nThere is created in the State Treasury a special fund into which shall be deposited all funds contributed by the Department of Human Services, Department of Child Protection Services, State Department of Health, Department of Mental Health and State Department of Rehabilitation Services insofar as recipients are otherwise eligible under the Rehabilitation Act of 1973, as amended, and State Department of Education for the operation of a statewide System of Care by MAP teams and \"A\" teams utilizing such funds as may be made available to those MAP teams through a Request for Proposal (RFP) approved by the ICCCY.Laws, 1993, ch. 388, § 3; Laws, 1994, ch. 649, § 12; reenacted and amended, Laws, 1996, ch. 476, § 3; reenacted and amended, Laws, 1998, ch. 383, § 3; reenacted without change, Laws, 2000, ch. 547, § 3; Laws, 2001, ch. 591, § 3; Laws, 2005, ch. 409, § 3; Laws, 2005, ch. 471, § 3; Laws, 2010, ch. 418, § 3, eff. 7/1/2010.Amended by Laws, 2023, ch. 516, HB 1149,§ 32, eff. 7/1/2023.\n\nThere is created in the State Treasury a special fund into which shall be deposited all funds contributed by the Department of Human Services, Department of Child Protection Services, State Department of Health, Department of Mental Health and State Department of Rehabilitation Services insofar as recipients are otherwise eligible under the Rehabilitation Act of 1973, as amended, and State Department of Education for the operation of a statewide System of Care by MAP teams and \"A\" teams utilizing such funds as may be made available to those MAP teams through a Request for Proposal (RFP) approved by the ICCCY.\n\nLaws, 1993, ch. 388, § 3; Laws, 1994, ch. 649, § 12; reenacted and amended, Laws, 1996, ch. 476, § 3; reenacted and amended, Laws, 1998, ch. 383, § 3; reenacted without change, Laws, 2000, ch. 547, § 3; Laws, 2001, ch. 591, § 3; Laws, 2005, ch. 409, § 3; Laws, 2005, ch. 471, § 3; Laws, 2010, ch. 418, § 3, eff. 7/1/2010.\n\nAmended by Laws, 2023, ch. 516, HB 1149,§ 32, eff. 7/1/2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-43/chapter-14/section-43-14-5/"
    },
    {
      "id": "section-43-14-7",
      "number": "43-14-7",
      "heading": "and 43-14-9 - [Repealed]",
      "text": "Repealed by Laws, 2001, ch. 591, § 4, eff. 6/30/2001.§ 43-14-7. [Laws, 1993, ch. 388, § 4; Laws, 1994, ch. 649, § 13; reenacted and amended, Laws, 1996, ch. 476, § 4; reenacted without change, Laws, 1998, ch. 383, § 4; reenacted without change, Laws, 2000, ch. 547, § 4.] § 43-14-9. [Laws, 1993, ch. 388, § 6; Laws, 1996, ch. 476, § 5; Laws, 1998, ch. 383, § 5; Laws, 2000, ch. 547, § 5.]\n\nRepealed by Laws, 2001, ch. 591, § 4, eff. 6/30/2001.§ 43-14-7. [Laws, 1993, ch. 388, § 4; Laws, 1994, ch. 649, § 13; reenacted and amended, Laws, 1996, ch. 476, § 4; reenacted without change, Laws, 1998, ch. 383, § 4; reenacted without change, Laws, 2000, ch. 547, § 4.] § 43-14-9. [Laws, 1993, ch. 388, § 6; Laws, 1996, ch. 476, § 5; Laws, 1998, ch. 383, § 5; Laws, 2000, ch. 547, § 5.]\n\nRepealed by Laws, 2001, ch. 591, § 4, eff. 6/30/2001.§ 43-14-7. [Laws, 1993, ch. 388, § 4; Laws, 1994, ch. 649, § 13; reenacted and amended, Laws, 1996, ch. 476, § 4; reenacted without change, Laws, 1998, ch. 383, § 4; reenacted without change, Laws, 2000, ch. 547, § 4.] § 43-14-9. [Laws, 1993, ch. 388, § 6; Laws, 1996, ch. 476, § 5; Laws, 1998, ch. 383, § 5; Laws, 2000, ch. 547, § 5.]\n\nRepealed by Laws, 2001, ch. 591, § 4, eff. 6/30/2001.\n\n§ 43-14-7. [Laws, 1993, ch. 388, § 4; Laws, 1994, ch. 649, § 13; reenacted and amended, Laws, 1996, ch. 476, § 4; reenacted without change, Laws, 1998, ch. 383, § 4; reenacted without change, Laws, 2000, ch. 547, § 4.] § 43-14-9. [Laws, 1993, ch. 388, § 6; Laws, 1996, ch. 476, § 5; Laws, 1998, ch. 383, § 5; Laws, 2000, ch. 547, § 5.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-43/chapter-14/section-43-14-7/"
    }
  ]
}