{
  "state": "pennsylvania",
  "path": "title-title-9/chapter-chapter-1",
  "sections": [
    {
      "id": "section-101",
      "number": "101",
      "heading": "",
      "text": "Subject to additional definitions contained in subsequent provisions of this title which are applicable to specific chapters or other provisions of this title, the following words and phrases when used in this title shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Burial plot.\"Real property where an individual has the right to be interred when the individual dies, but legal title to ownership of the land has not been conveyed by the person who owns the land.\n\n\"Cemetery.\"A place for the disposal or burial of deceased human beings, by cremation or in a grave, mausoleum, vault, columbarium or other receptacle, but the term does not include a private cemetery or a private family cemetery.\n\n\"Cemetery company.\"Any person who offers or sells to the public the ownership, or the right to use, any cemetery lot.\n\n\"Department.\"The Department of State acting through the Commissioner of Professional and Occupational Affairs.\n\n\"Institutional trustee.\"Any bank and trust company, trust company or national banking association having fiduciary powers.\n\n\"Lot.\"Includes a lot, plot or part of a cemetery.\n\n\"Permanent lot care fund.\"The permanent lot care fund required by the provisions of Chapter 3 of this title (relating to regulation of cemetery companies).\n\n\"Private cemetery.\"A place for the disposal or burial of deceased human beings, by cremation or in a grave, mausoleum, vault, columbarium or other receptacle, but the ownership or right to use any burial plot is not offered to the public.\n\n\"Private family cemetery.\"A place for the disposal or burial of deceased human beings, by cremation or in a grave, mausoleum, vault, columbarium or other receptacle, but the ownership or right to use any burial plot is restricted to a group of persons related to each other by blood or marriage.\n\n\"Proof of purchase.\"A grave deed, contract or other document or receipt which reasonably demonstrates ownership or the right to use a burial plot.\n\n\"Qualified trustee.\"An institutional trustee or an incorporated cemetery company when acting pursuant to the authority conferred by section 309 of this title (relating to incorporated cemetery company as qualified trustee).\n\n(Dec. 21, 2017, P.L.1205, No.64, eff. 60 days)\n\n2017 Amendment.Act 64 amended the def. of \"cemetery\" and added the defs. of \"burial plot,\" \"private cemetery,\" \"private family cemetery\" and \"proof of purchase.\" Section 3 of Act 64 provided that Act 64 shall apply to cemeteries, private cemeteries and private family cemeteries regardless of the date of burial or acquisition of title to the cemetery, private cemetery or private family cemetery.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-9/chapter-1/section-101/"
    }
  ]
}