{
  "state": "virginia",
  "path": "title-title-632-welfare-social-services/chapter-chapter-15-child-abuse-and-neglect",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 63.2-1500. Repealed§ 63",
      "text": "2-1501. Definitions§ 63.2-1502. Establishment of Child-Protective Services Unit; duties§ 63.2-1503. Local departments to establish child-protective services; duties§ 63.2-1504. Child-protective services differential response system§ 63.2-1505. Investigatio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1500",
      "number": "63.2-1500.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2022, c. 264, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1500/"
    },
    {
      "id": "section-632-1501",
      "number": "63.2-1501.",
      "heading": "Definitions",
      "text": "As used in this chapter unless the context requires a different meaning:\n\n\"Court\" means the juvenile and domestic relations district court of the county or city.\n\n\"Prevention\" means efforts that (i) promote health and competence in people and (ii) create, promote and strengthen environments that nurture people in their development.\n\n1975, c. 341, § 63.1-248.2; 1981, c. 123; 1986, c. 308; 1990, c. 760; 1995, c. 520; 2000, c. 500; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1501/"
    },
    {
      "id": "section-632-1502",
      "number": "63.2-1502.",
      "heading": "Establishment of Child-Protective Services Unit; duties",
      "text": "There is created a Child-Protective Services Unit in the Department that shall have the following powers and duties:\n\n1. To evaluate and strengthen all local, regional and state programs dealing with child abuse and neglect.\n\n2. To assume primary responsibility for directing the planning and funding of child-protective services. This shall include reviewing and approving the annual proposed plans and budgets for protective services submitted by the local departments.\n\n3. To assist in developing programs aimed at discovering and preventing the many factors causing child abuse and neglect.\n\n4. To prepare and disseminate, including the presentation of, educational programs and materials on child abuse and neglect.\n\n5. To provide educational programs for professionals required by law to make reports under this chapter.\n\n6. To establish standards of training and provide educational programs to qualify workers in the field of child-protective services. Such standards of training shall include provisions regarding the legal duties of the workers in order to protect the constitutional and statutory rights and safety of children and families from the initial time of contact during investigation through treatment.\n\n7. To establish standards of training and educational programs to qualify workers to determine whether complaints of abuse or neglect of a child in a private or state-operated hospital, institution or other facility, or public school, are founded.\n\n8. To maintain staff qualified pursuant to Board regulations to assist local department personnel in determining whether an employee of a private or state-operated hospital, institution or other facility or an employee of a school board, abused or neglected a child in such hospital, institution, or other facility, or public school.\n\n9. To monitor the processing and determination of cases where an employee of a private or state-operated hospital, institution or other facility, or an employee of a school board, is suspected of abusing or neglecting a child in such hospital, institution, or other facility, or public school.\n\n10. To help coordinate child-protective services at the state, regional, and local levels with the efforts of other state and voluntary social, medical and legal agencies.\n\n11. To maintain a child abuse and neglect information system that includes all cases of child abuse and neglect within the Commonwealth.\n\n12. To provide for methods to preserve the confidentiality of all records in order to protect the rights of the child, and his parents or guardians.\n\n13. To establish minimum training requirements for workers and supervisors on family abuse and domestic violence, including the relationship between domestic violence and child abuse and neglect.\n\n14. To establish minimum training requirements for workers and supervisors on identifying, assessing, and providing comprehensive services for children who are victims of sex trafficking or severe forms of trafficking as defined in the Trafficking Victims Protection Act of 2000, 22 U.S.C § 7102 et seq., and in the Justice for Victims of Trafficking Act of 2015, 42 U.S.C. § 5101 et seq., including efforts to coordinate with law-enforcement, juvenile justice, and social service agencies such as runaway and homeless youth shelters to serve this population.\n\n1975, c. 341, § 63.1-248.7; 1984, c. 734; 1993, c. 955; 2000, c. 500; 2002, c. 747; 2004, cc. 93, 233, 972, 980; 2016, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1502/"
    },
    {
      "id": "section-632-1503",
      "number": "63.2-1503.",
      "heading": "Local departments to establish child-protective services; duties",
      "text": "A. Each local department shall establish child-protective services under a departmental coordinator within such department or with one or more adjacent local departments that shall be staffed with qualified personnel pursuant to regulations adopted by the Board. The local department shall be the public agency responsible for receiving and responding to complaints and reports, except that (i) in cases where the reports or complaints are to be made to the court and the judge determines that no local department within a reasonable geographic distance can impartially respond to the report, the court shall assign the report to the court services unit for evaluation; and (ii) in cases where an employee at a private or state-operated hospital, institution or other facility, or an employee of a school board is suspected of abusing or neglecting a child in such hospital, institution or other facility, or public school, the local department shall request the Department and the relevant private or state-operated hospital, institution or other facility, or school board to assist in conducting a joint investigation in accordance with regulations adopted by the Board, in consultation with the Departments of Education, Health, Medical Assistance Services, Behavioral Health and Developmental Services, Juvenile Justice and Corrections.\n\nB. The local department shall ensure, through its own personnel or through cooperative arrangements with other local agencies, the capability of receiving reports or complaints and responding to them promptly on a 24-hours-a-day, seven-days-per-week basis.\n\nC. The local department shall widely publicize a telephone number for receiving complaints and reports.\n\nD. The local department shall notify the local attorney for the Commonwealth and the local law-enforcement agency of all complaints of suspected child abuse or neglect involving (i) any death of a child; (ii) any injury or threatened injury to the child in which a felony or Class 1 misdemeanor is also suspected; (iii) any sexual abuse, suspected sexual abuse or other sexual offense involving a child, including but not limited to the use or display of the child in sexually explicit visual material, as defined in § 18.2-374.1; (iv) any abduction of a child; (v) any felony or Class 1 misdemeanor drug offense involving a child; or (vi) contributing to the delinquency of a minor in violation of § 18.2-371, immediately, but in no case more than two hours of receipt of the complaint, and shall provide the attorney for the Commonwealth and the local law-enforcement agency with records and information of the local department, including records related to any complaints of abuse or neglect involving the victim or the alleged perpetrator, related to the investigation of the complaint. The local department shall notify the local attorney for the Commonwealth of all complaints of suspected child abuse or neglect involving the child's being left alone in the same dwelling with a person to whom the child is not related by blood or marriage and who has been convicted of an offense against a minor for which registration is required as a Tier III offender pursuant to § 9.1-902, immediately, but in no case more than two hours of receipt of the complaint, and shall provide the attorney for the Commonwealth with records and information of the local department that would help determine whether a violation of post-release conditions, probation, parole, or court order has occurred due to the nonrelative offender's contact with the child. The local department shall not allow reports of the death of the victim from other local agencies to substitute for direct reports to the attorney for the Commonwealth and the local law-enforcement agency. The local department shall develop, when practicable, memoranda of understanding for responding to reports of child abuse and neglect with local law enforcement and the attorney for the Commonwealth.\n\nIn each case in which the local department notifies the local law-enforcement agency of a complaint pursuant to this subsection, the local department shall, within two business days of delivery of the notification, complete a written report, on a form provided by the Board for such purpose, which shall include (a) the name of the representative of the local department providing notice required by this subsection; (b) the name of the local law-enforcement officer who received such notice; (c) the date and time that notification was made; (d) the identity of the victim; (e) the identity of the person alleged to have abused or neglected the child, if known; (f) the clause or clauses in this subsection that describe the reasons for the notification; and (g) the signatures, which may be electronic signatures, of the representatives of the local department making the notification and the local law-enforcement officer receiving the notification. Such report shall be included in the record of the investigation and may be submitted either in writing or electronically.\n\nE. When abuse or neglect is suspected in any case involving the death of a child, the local department shall report the case immediately to the regional medical examiner and the local law-enforcement agency.\n\nF. The local department shall use reasonable diligence to locate (i) any child for whom a report of suspected abuse or neglect has been received and is under investigation, receiving family assessment, or for whom a founded determination of abuse and neglect has been made and a child-protective services case opened and (ii) persons who are the subject of a report that is under investigation or receiving family assessment, if the whereabouts of the child or such persons are unknown to the local department.\n\nG. When an abused or neglected child and the persons who are the subject of an open child-protective services case have relocated out of the jurisdiction of the local department, the local department shall notify the child-protective services agency in the jurisdiction to which such persons have relocated, whether inside or outside of the Commonwealth, and forward to such agency relevant portions of the case record. The receiving local department shall arrange protective and rehabilitative services as required by this section.\n\nH. When a child for whom a report of suspected abuse or neglect has been received and is under investigation or receiving family assessment and the child and the child's parents or other persons responsible for the child's care who are the subject of the report that is under investigation or family assessment have relocated out of the jurisdiction of the local department, the local department shall notify the child-protective services agency in the jurisdiction to which the child and such persons have relocated, whether inside or outside of the Commonwealth, and complete such investigation or family assessment by requesting such agency's assistance in completing the investigation or family assessment. The local department that completes the investigation or family assessment shall forward to the receiving agency relevant portions of the case record in order for the receiving agency to arrange protective and rehabilitative services as required by this section.\n\nI. Upon receipt of a report of child abuse or neglect, the local department shall determine the validity of such report and shall make a determination to conduct an investigation pursuant to § 63.2-1505 or, if designated as a child-protective services differential response agency by the Department according to § 63.2-1504, a family assessment pursuant to § 63.2-1506.\n\nJ. The local department shall foster, when practicable, the creation, maintenance and coordination of hospital and community-based multidisciplinary teams that shall include where possible, but not be limited to, members of the medical, mental health, social work, nursing, education, legal and law-enforcement professions. Such teams shall assist the local departments in identifying abused and neglected children; coordinating medical, social, and legal services for the children and their families; developing innovative programs for detection and prevention of child abuse; promoting community concern and action in the area of child abuse and neglect; and disseminating information to the general public with respect to the problem of child abuse and neglect and the facilities and prevention and treatment methods available to combat child abuse and neglect. These teams may be the family assessment and planning teams established pursuant to § 2.2-5207. Multidisciplinary teams may develop agreements regarding the exchange of information among the parties for the purposes of the investigation and disposition of complaints of child abuse and neglect, delivery of services and child protection. Any information exchanged in accordance with the agreement shall not be considered to be a violation of the provisions of § 63.2-102, 63.2-104, or 63.2-105.\n\nThe local department shall also coordinate its efforts in the provision of these services for abused and neglected children with the judge and staff of the court.\n\nK. The local department may develop multidisciplinary teams to provide consultation to the local department during the investigation of selected cases involving child abuse or neglect, and to make recommendations regarding the prosecution of such cases. These teams may include, but are not limited to, members of the medical, mental health, legal and law-enforcement professions, including the attorney for the Commonwealth or his designee; a local child-protective services representative; and the guardian ad litem or other court-appointed advocate for the child. Any information exchanged for the purpose of such consultation shall not be considered a violation of § 63.2-102, 63.2-104, or 63.2-105.\n\nL. The local department shall report annually on its activities concerning abused and neglected children to the court and to the Child-Protective Services Unit in the Department on forms provided by the Department.\n\nM. Statements, or any evidence derived therefrom, made to local department child-protective services personnel, or to any person performing the duties of such personnel, by any person accused of the abuse, injury, neglect or death of a child after the arrest of such person, shall not be used in evidence in the case-in-chief against such person in the criminal proceeding on the question of guilt or innocence over the objection of the accused, unless the statement was made after such person was fully advised (i) of his right to remain silent, (ii) that anything he says may be used against him in a court of law, (iii) that he has a right to the presence of an attorney during any interviews, and (iv) that if he cannot afford an attorney, one will be appointed for him prior to any questioning.\n\nN. Notwithstanding any other provision of law, the local department, in accordance with Board regulations, shall transmit information regarding reports, complaints, family assessments, and investigations involving children of active duty members of the United States Armed Forces or members of their household to family advocacy representatives of the United States Armed Forces.\n\nO. The local department shall notify the custodial parent and make reasonable efforts to notify the noncustodial parent as those terms are defined in § 63.2-1900 of a report of suspected abuse or neglect of a child who is the subject of an investigation or is receiving family assessment, in those cases in which such custodial or noncustodial parent is not the subject of the investigation.\n\nP. The local department shall (i) notify the Superintendent of Public Instruction without delay when an individual holding a license issued by the Board of Education is the subject of a founded complaint of child abuse or neglect and shall transmit identifying information regarding such individual if the local department knows the person holds a license issued by the Board of Education and (ii) notify the Superintendent of Public Instruction without delay if the founded complaint of child abuse or neglect is dismissed following an appeal pursuant to § 63.2-1526. Nothing in this subsection shall be construed to affect the rights of any individual holding a license issued by the Board of Education to any hearings or appeals otherwise provided by law. Any information exchanged for the purpose of this subsection shall not be considered a violation of § 63.2-102, 63.2-104, or 63.2-105.\n\n1975, c. 341, § 63.1-248.6; 1978, c. 747; 1979, cc. 347, 348; 1984, c. 392; 1987, c. 443; 1989, cc. 109, 547; 1991, c. 644; 1992, cc. 214, 837, 880; 1993, cc. 506, 955; 1994, cc. 643, 675, 840; 1996, cc. 858, 863; 1998, cc. 704, 716; 2000, cc. 500, 854; 2002, c. 747; 2004, cc. 114, 220, 886; 2008, cc. 474, 827; 2009, cc. 813, 840; 2014, cc. 300, 565; 2017, cc. 88, 142; 2018, cc. 5, 209, 823; 2020, c. 829.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1503/"
    },
    {
      "id": "section-632-1504",
      "number": "63.2-1504.",
      "heading": "Child-protective services differential response system",
      "text": "The Department shall implement a child-protective services differential response system in all local departments. The differential response system allows local departments to respond to valid reports or complaints of child abuse or neglect by conducting either an investigation or a family assessment. The Department shall publish a plan to implement the child-protective services differential response system in local departments by July 1, 2000, and complete implementation in all local departments by July 1, 2003. The Department shall develop a training program for all staff persons involved in the differential response system, and all such staff shall receive this training.\n\n2000, c. 500, § 63.1-248.2:1; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1504/"
    },
    {
      "id": "section-632-1505",
      "number": "63.2-1505.",
      "heading": "Investigations by local departments",
      "text": "A. An investigation requires the collection of information necessary to determine:\n\n1. The immediate safety needs of the child;\n\n2. The protective and rehabilitative services needs of the child and family that will deter abuse or neglect;\n\n3. Risk of future harm to the child;\n\n4. Alternative plans for the child's safety if protective and rehabilitative services are indicated and the family is unable or unwilling to participate in services;\n\n5. Whether abuse or neglect has occurred;\n\n6. If abuse or neglect has occurred, who abused or neglected the child; and\n\n7. A finding of either founded or unfounded based on the facts collected during the investigation.\n\nB. If the local department responds to the report or complaint by conducting an investigation, the local department shall:\n\n1. Make immediate investigation and, if the report or complaint was based upon one of the factors specified in subsection B of § 63.2-1509, the local department may file a petition pursuant to § 16.1-241.3;\n\n2. Complete a report and enter it into the statewide automation system maintained by the Department;\n\n3. Consult with the family to arrange for necessary protective and rehabilitative services to be provided to the child and his family;\n\n4. Petition the court for services deemed necessary including, but not limited to, removal of the child or his siblings from their home;\n\n5. Determine within 45 days if a report of abuse or neglect is founded or unfounded and transmit a report to such effect to the Department and to the person who is the subject of the investigation. However, upon written justification by the local department, the time for such determination may be extended not to exceed a total of 60 days or, in the event that the investigation is being conducted in cooperation with a law-enforcement agency and both parties agree that circumstances so warrant, as stated in the written justification, the time for such determination may be extended not to exceed 90 days. If through the exercise of reasonable diligence the local department is unable to find the child who is the subject of the report, the time the child cannot be found shall not be computed as part of the total time period allowed for the investigation and determination and documentation of such reasonable diligence shall be placed in the record. In cases involving the death of a child or alleged sexual abuse of a child who is the subject of the report, the time during which records necessary for the investigation of the complaint but not created by the local department, including autopsy or medical or forensic records or reports, are not available to the local department due to circumstances beyond the local department's control shall not be computed as part of the total time period allowed for the investigation and determination, and documentation of the circumstances that resulted in the delay shall be placed in the record. In cases in which the subject of the investigation is a full-time, part-time, permanent, or temporary employee of a school division who is suspected of abusing or neglecting a child in the course of his educational employment, the time period for determining whether a report is founded or unfounded and transmitting a report to that effect to the Department and the person who is the subject of the investigation shall be mandatory, and every local department shall make the required determination and report within the specified time period without delay;\n\n6. If a report of abuse or neglect is unfounded, transmit a report to such effect to the complainant and parent or guardian and the person responsible for the care of the child in those cases where such person was suspected of abuse or neglect;\n\n7. If a report of child abuse and neglect is founded, and the subject of the report is or was at the time of the investigation or the conduct that led to the report a full-time, part-time, permanent, or temporary employee of a school division located within the Commonwealth, notify the relevant school board of the founded complaint without delay; and\n\n8. Upon request, disclose to the child's parent or guardian the location of the child, provided that (i) the investigation has not been completed and a report has not been transmitted pursuant to subdivision 5; (ii) the parent or guardian requesting disclosure of the child's location has not been the subject of a founded report of child abuse or neglect; (iii) the parent or guardian requesting disclosure of the child's location has legal custody of the child and provides to the local department any records or other information necessary to verify such custody; (iv) the local department is not aware of any court order, and has confirmed with the child's other parent or guardian or other person responsible for the care of the child that no court order has been issued, that prohibits or limits contact by the parent or guardian requesting disclosure of the child's location with the child, the child's other parent or guardian or other person responsible for the care of the child, or any member of the household in which the child is located; and (v) disclosure of the child's location to the parent or guardian will not compromise the safety of the child, the child's other parent or guardian, or any other person responsible for the care of the child.\n\nIf a local multidisciplinary team has determined that an interview of the child by a children's advocacy center is needed and an interview with a children's advocacy center within the jurisdiction cannot be completed within 14 days, the local department may facilitate the interview with a children's advocacy center located in another jurisdiction.\n\nAny information exchanged for the purposes of this subsection shall not be considered a violation of § 63.2-102, 63.2-104, or 63.2-105.\n\nC. Each local board may obtain and consider, in accordance with regulations adopted by the Board, statewide criminal history record information from the Central Criminal Records Exchange and shall obtain and consider results of a search of the child abuse and neglect central registry of any individual who is the subject of a child abuse or neglect investigation conducted under this section when there is evidence of child abuse or neglect and the local board is evaluating the safety of the home and whether removal will protect a child from harm. The local board shall determine whether the individual has resided in another state within at least the preceding five years and, if he has resided in another state, the local board shall request a search of the child abuse and neglect registry or equivalent registry maintained by such state. The local board also may obtain such a criminal records or registry search on all adult household members residing in the home where the individual who is the subject of the investigation resides and the child resides or visits. If a child abuse or neglect petition is filed in connection with such removal, a court may admit such information as evidence. Where the individual who is the subject of such information contests its accuracy through testimony under oath in hearing before the court, no court shall receive or consider the contested criminal history record information without certified copies of conviction. Further dissemination of the information provided to the local board is prohibited, except as authorized by law.\n\nD. A person who has not previously participated in the investigation of complaints of child abuse or neglect in accordance with this chapter shall not participate in the investigation of any case involving a complaint of alleged sexual abuse of a child unless he (i) has completed a Board-approved training program for the investigation of complaints involving alleged sexual abuse of a child or (ii) is under the direct supervision of a person who has completed a Board-approved training program for the investigation of complaints involving alleged sexual abuse of a child. No individual may make a determination of whether a case involving a complaint of alleged sexual abuse of a child is founded or unfounded unless he has completed a Board-approved training program for the investigation of complaints involving alleged sexual abuse of a child.\n\nE. Any individual who is the subject of a child abuse or neglect investigation conducted under this section shall notify the local department prior to changing his place of residence and provide the local department with the address of his new residence.\n\n2000, c. 500, § 63.1-248.6:01; 2002, c. 747; 2007, c. 495; 2008, c. 555; 2013, cc. 340, 506; 2014, cc. 299, 504; 2015, c. 524; 2017, cc. 176, 428; 2018, cc. 3, 193; 2019, cc. 276, 436; 2021, Sp. Sess. I, c. 305; 2023, c. 170; 2024, cc. 779, 829.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1505/"
    },
    {
      "id": "section-632-1506",
      "number": "63.2-1506.",
      "heading": "Family assessments by local departments",
      "text": "A. A family assessment requires the collection of information necessary to determine:\n\n1. The immediate safety needs of the child;\n\n2. The protective and rehabilitative services needs of the child and family that will deter abuse or neglect;\n\n3. Risk of future harm to the child;\n\n4. Whether the mother of a child who was exposed in utero to a controlled substance sought substance abuse counseling or treatment prior to the child's birth; and\n\n5. Alternative plans for the child's safety if protective and rehabilitative services are indicated and the family is unable or unwilling to participate in services.\n\nB. When a local department has been designated as a child-protective services differential response system participant by the Department pursuant to § 63.2-1504 and responds to the report or complaint by conducting a family assessment, the local department shall:\n\n1. Conduct an immediate family assessment and, if the report or complaint was based upon one of the factors specified in subsection B of § 63.2-1509, the local department may file a petition pursuant to § 16.1-241.3;\n\n2. Obtain and consider the results of a search of the child abuse and neglect registry for any individual who is the subject of a family assessment. The local board shall determine whether the individual has resided in another state within at least the preceding five years, and, if he has resided in another state, the local board shall request a search of the child abuse and neglect registry or equivalent registry maintained by such state. The local board also may obtain and consider, in accordance with regulations of the Board, statewide criminal history record information from the Central Criminal Records Exchange for any individual who is the subject of a family assessment;\n\n3. Immediately contact the subject of the report and the family of the child alleged to have been abused or neglected and give each a written and an oral explanation of the family assessment procedure. The family assessment shall be in writing and shall be completed in accordance with Board regulation;\n\n4. Complete the family assessment within 60 days and transmit a report to such effect to the Department and to the person who is the subject of the family assessment;\n\n5. Consult with the family to arrange for necessary protective and rehabilitative services to be provided to the child and his family. Families have the option of declining the services offered as a result of the family assessment. If the family declines the services, the case shall be closed unless the local department determines that sufficient cause exists to redetermine the case as one that needs to be investigated. In no instance shall a case be redetermined as an investigation solely because the family declines services;\n\n6. Petition the court for services deemed necessary;\n\n7. Make no disposition of founded or unfounded for reports in which a family assessment is completed. Reports in which a family assessment is completed shall not be entered into the central registry contained in § 63.2-1515;\n\n8. Commence an immediate investigation, if at any time during the completion of the family assessment, the local department determines that an investigation is required; and\n\n9. Upon request, disclose to the child's parent or guardian the location of the child, provided that (i) the family assessment has not been completed and a report has not been transmitted pursuant to subdivision 4; (ii) the parent or guardian requesting disclosure of the child's location has not been the subject of a founded report of child abuse or neglect; (iii) the parent or guardian requesting disclosure of the child's location has legal custody of the child and provides to the local department any records or other information necessary to verify such custody; (iv) the local department is not aware of any court order, and has confirmed with the child's other parent or guardian or other person responsible for the care of the child that no court order has been issued, that prohibits or limits contact by the parent or guardian requesting disclosure of the child's location with the child, the child's other parent or guardian or other person responsible for the care of the child, or any member of the household in which the child is located; and (v) disclosure of the child's location to the parent or guardian will not compromise the safety of the child, the child's other parent or guardian, or any other person responsible for the care of the child.\n\nC. When a local department has been designated as a child-protective services differential response agency by the Department, the local department may investigate any report of child abuse or neglect, but the following valid reports of child abuse or neglect shall be investigated: (i) sexual abuse, (ii) child fatality, (iii) abuse or neglect resulting in serious injury as defined in § 18.2-371.1, (iv) cases involving a child's being left alone in the same dwelling with a person to whom the child is not related by blood or marriage and who has been convicted of an offense against a minor for which registration is required as a Tier III offender pursuant to § 9.1-902, (v) child has been taken into the custody of the local department, or (vi) cases involving a caretaker at a state-licensed child day center, religiously exempt child day center, licensed, registered or approved family day home, private or public school, hospital or any institution. If a report or complaint is based upon one of the factors specified in subsection B of § 63.2-1509, the local department shall (a) conduct a family assessment, unless an investigation is required pursuant to this subsection or other provision of law or is necessary to protect the safety of the child, and (b) develop a plan of safe care in accordance with federal law, regardless of whether the local department makes a finding of abuse or neglect.\n\nD. Any individual who is the subject of a family assessment conducted under this section shall notify the local department prior to changing his place of residence and provide the local department with the address of his new residence.\n\n2000, c. 500, § 63.1-248.6:02; 2002, cc. 641, 642, 747; 2017, cc. 176, 428; 2018, c. 823; 2019, cc. 276, 436; 2020, cc. 5, 228, 829; 2021, Sp. Sess. I, c. 305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1506/"
    },
    {
      "id": "section-632-15061",
      "number": "63.2-1506.1.",
      "heading": "Human trafficking assessments by local departments",
      "text": "A. If a report or complaint is based upon information and allegations that a child is a victim of sex trafficking or severe forms of trafficking as defined in the federal Trafficking Victims Protection Act of 2000 (22 U.S.C. § 7102 et seq.) and in the federal Justice for Victims of Trafficking Act of 2015 (P.L. 114-22), the local department shall conduct a human trafficking assessment, unless at any time during the human trafficking assessment the local department determines that an investigation or family assessment is required pursuant to § 63.2-1505 or 63.2-1506. If at any time during the human trafficking assessment it is determined that a forensic interview of the child is needed, such interview may be performed by a children's advocacy center within the jurisdiction; however, if an interview with a children's advocacy center within the jurisdiction cannot be completed within 14 days, the forensic interview may be conducted by a children's advocacy center located in another jurisdiction.\n\nB. A human trafficking assessment requires the collection of information necessary to determine:\n\n1. The immediate safety needs of the child;\n\n2. The protective and rehabilitative services needs of the child and the child's family that will deter abuse and neglect; and\n\n3. Risk of future harm to the child.\n\nC. When a local department responds to the report or complaint by conducting a human trafficking assessment, the local department may:\n\n1. Consult with the family to arrange for necessary protective and rehabilitative services to be provided to the child and the child's family;\n\n2. Petition the court for services deemed necessary; or\n\n3. Commence an immediate investigation or family assessment, if at any time during the human trafficking assessment the local department determines that an investigation or family assessment is required pursuant to § 63.2-1505 or 63.2-1506.\n\nD. In the event that the parents or guardians of the child reside in a jurisdiction other than that in which the report or complaint was received, the local department that received the report or complaint and the local department where the child resides with his parents or guardians shall work jointly to complete the human trafficking assessment.\n\nE. Reports or complaints for which a human trafficking assessment is completed shall not be entered into the central registry contained in § 63.2-1515.\n\nF. The local department or departments shall notify the Child Protective Services Unit within the Department in writing whenever such a human trafficking assessment is conducted.\n\nG. When conducting a human trafficking assessment pursuant to this section, the local department may interview the alleged child victim or his siblings without the consent and outside the presence of such child's or siblings' parent, guardian, legal custodian, or other person standing in loco parentis, or school personnel.\n\n2019, cc. 381, 687; 2020, cc. 6, 234; 2024, cc. 779, 829.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1506-1/"
    },
    {
      "id": "section-632-1507",
      "number": "63.2-1507.",
      "heading": "Cooperation by state entities",
      "text": "All law-enforcement departments and other state and local departments, agencies, authorities and institutions shall cooperate with each child-protective services coordinator of a local department and any multi-discipline teams in the detection and prevention of child abuse.\n\n1975, c. 341, § 63.1-248.17; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1507/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Complaints",
      "text": "Complaints",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1508",
      "number": "63.2-1508.",
      "heading": "Valid report or complaint",
      "text": "A. A valid report or complaint means the local department has evaluated the information and allegations of the report or complaint and determined that the local department shall conduct an investigation, family assessment, or human trafficking assessment because the following elements are present:\n\n1. The alleged victim child or children are under 18 years of age at the time of the complaint or report;\n\n2. The alleged abuser is the alleged victim child's parent or other caretaker or, for purposes of abuse or neglect described in subdivision 4 of the definition of \"abused or neglected child\" in § 63.2-100, an intimate partner of such parent or caretaker;\n\n3. The local department receiving the complaint or report has jurisdiction; and\n\n4. The circumstances described allege suspected child abuse or neglect.\n\nB. A valid report or complaint regarding a child who has been identified as a victim of sex trafficking or severe forms of trafficking as defined in the federal Trafficking Victims Protection Act of 2000 (22 U.S.C § 7102 et seq.) and in the federal Justice for Victims of Trafficking Act of 2015 (P.L. 114-22) may be established regardless of who the alleged abuser is or whether the alleged abuser has been identified.\n\nC. Nothing in this section shall relieve any person specified in § 63.2-1509 from making a report required by that section, regardless of the identity of the person suspected to have caused such abuse or neglect.\n\nD. If the local department receiving the complaint or report does not have jurisdiction, and the local department that has jurisdiction to investigate such complaint or report is located in the Commonwealth, the local department that received the report or complaint shall forward the complaint or report to the appropriate local department.\n\n1975, c. 341, § 63.1-248.2; 1981, c. 123; 1986, c. 308; 1990, c. 760; 1995, c. 520; 2000, c. 500; 2002, c. 747; 2019, cc. 381, 687; 2022, c. 366.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1508/"
    },
    {
      "id": "section-632-1509",
      "number": "63.2-1509.",
      "heading": "Requirement that certain injuries to children be reported by physicians, nurses, teachers, etc.; penalty for failure to report",
      "text": "A. The following persons who, in their professional or official capacity, have reason to suspect that a child is an abused or neglected child, shall report the matter immediately to the local department of the county or city wherein the child resides or wherein the abuse or neglect is believed to have occurred or to the Department's toll-free child abuse and neglect hotline:\n\n1. Any person licensed to practice medicine or any of the healing arts;\n\n2. Any hospital resident or intern, and any person employed in the nursing profession;\n\n3. Any person employed as a social worker or family-services specialist;\n\n4. Any probation officer;\n\n5. Any teacher or other person employed in a public or private school, kindergarten, or child day program, as that term is defined in § 22.1-289.02;\n\n6. Any person providing full-time or part-time child care for pay on a regularly planned basis;\n\n7. Any mental health professional;\n\n8. Any law-enforcement officer or animal control officer;\n\n9. Any mediator eligible to receive court referrals pursuant to § 8.01-576.8;\n\n10. Any professional staff person, not previously enumerated, employed by a private or state-operated hospital, institution or facility to which children have been committed or where children have been placed for care and treatment;\n\n11. Any person 18 years of age or older associated with or employed by any public or private organization responsible for the care, custody or control of children;\n\n12. Any person who is designated a court-appointed special advocate pursuant to Article 5 (§ 9.1-151 et seq.) of Chapter 1 of Title 9.1;\n\n13. Any person 18 years of age or older who has received training approved by the Department of Social Services for the purposes of recognizing and reporting child abuse and neglect;\n\n14. Any person employed by a local department as defined in § 63.2-100 who determines eligibility for public assistance;\n\n15. Any emergency medical services provider certified by the Board of Health pursuant to § 32.1-111.5, unless such provider immediately reports the matter directly to the attending physician at the hospital to which the child is transported, who shall make such report forthwith;\n\n16. Any athletic coach, director or other person 18 years of age or older employed by or volunteering with a public or private sports organization or team;\n\n17. Administrators or employees 18 years of age or older of public or private day camps, youth centers and youth recreation programs;\n\n18. Any person employed by a public or private institution of higher education other than an attorney who is employed by a public or private institution of higher education as it relates to information gained in the course of providing legal representation to a client;\n\n19. Any minister, priest, rabbi, imam, or duly accredited practitioner of any religious organization or denomination usually referred to as a church, unless the information supporting the suspicion of child abuse or neglect (i) is required by the doctrine of the religious organization or denomination to be kept in a confidential manner or (ii) would be subject to § 8.01-400 or 19.2-271.3 if offered as evidence in court; and\n\n20. Any person who engages in the practice of behavior analysis, as defined in § 54.1-2900.\n\nIf neither the locality in which the child resides nor where the abuse or neglect is believed to have occurred is known, then such report shall be made to the local department of the county or city where the abuse or neglect was discovered or to the Department's toll-free child abuse and neglect hotline.\n\nIf an employee of the local department is suspected of abusing or neglecting a child, the report shall be made to the court of the county or city where the abuse or neglect was discovered. Upon receipt of such a report by the court, the judge shall assign the report to a local department that is not the employer of the suspected employee for investigation or family assessment. The judge may consult with the Department in selecting a local department to respond to the report or the complaint.\n\nIf the information is received by a teacher, staff member, resident, intern or nurse in the course of professional services in a hospital, school or similar institution, such person may, in place of said report, immediately notify the person in charge of the institution or department, or his designee, who shall make such report forthwith. If the initial report of suspected abuse or neglect is made to the person in charge of the institution or department, or his designee, pursuant to this subsection, such person shall notify the teacher, staff member, resident, intern or nurse who made the initial report when the report of suspected child abuse or neglect is made to the local department or to the Department's toll-free child abuse and neglect hotline, and of the name of the individual receiving the report, and shall forward any communication resulting from the report, including any information about any actions taken regarding the report, to the person who made the initial report.\n\nThe initial report may be an oral report but such report shall be reduced to writing by the child abuse coordinator of the local department on a form prescribed by the Board. Any person required to make the report pursuant to this subsection shall disclose all information that is the basis for his suspicion of abuse or neglect of the child and, upon request, shall make available to the child-protective services coordinator and the local department, which is the agency of jurisdiction, any information, records, or reports that document the basis for the report. All persons required by this subsection to report suspected abuse or neglect who maintain a record of a child who is the subject of such a report shall cooperate with the investigating agency and shall make related information, records and reports available to the investigating agency unless such disclosure violates the federal Family Educational Rights and Privacy Act (20 U.S.C. § 1232g). Provision of such information, records, and reports by a health care provider shall not be prohibited by § 8.01-399. Criminal investigative reports received from law-enforcement agencies shall not be further disseminated by the investigating agency nor shall they be subject to public disclosure.\n\nB. For purposes of subsection A, \"reason to suspect that a child is abused or neglected\" shall, due to the special medical needs of infants affected by substance exposure, include (i) a finding made by a health care provider within six weeks of the birth of a child that the child was born affected by substance abuse or experiencing withdrawal symptoms resulting from in utero drug exposure; (ii) a diagnosis made by a health care provider within four years following a child's birth that the child has an illness, disease, or condition that, to a reasonable degree of medical certainty, is attributable to maternal abuse of a controlled substance during pregnancy; or (iii) a diagnosis made by a health care provider within four years following a child's birth that the child has a fetal alcohol spectrum disorder attributable to in utero exposure to alcohol. When \"reason to suspect\" is based upon this subsection, such fact shall be included in the report along with the facts relied upon by the person making the report. Such reports shall not constitute a per se finding of child abuse or neglect. If a health care provider in a licensed hospital makes any finding or diagnosis set forth in clause (i), (ii), or (iii), the hospital shall require the development of a written discharge plan under protocols established by the hospital pursuant to subdivision B 6 of § 32.1-127.\n\nC. Any person who makes a report or provides records or information pursuant to subsection A or who testifies in any judicial proceeding arising from such report, records, or information shall be immune from any civil or criminal liability or administrative penalty or sanction on account of such report, records, information, or testimony, unless such person acted in bad faith or with malicious purpose.\n\nD. Any person required to file a report pursuant to this section who fails to do so as soon as possible, but not longer than 24 hours after having reason to suspect a reportable offense of child abuse or neglect, shall be fined not more than $500 for the first failure and for any subsequent failures not less than $1,000. In cases evidencing acts or attempted acts of rape, sodomy, aggravated sexual battery, or object sexual penetration as defined in Article 7 (§ 18.2-61 et seq.) of Chapter 4 of Title 18.2, a person who knowingly and intentionally fails to make the report required pursuant to this section is guilty of a Class 1 misdemeanor.\n\nE. No person shall be required to make a report pursuant to this section if the person has actual knowledge that the same matter has already been reported to the local department or the Department's toll-free child abuse and neglect hotline.\n\n1975, c. 341, § 63.1-248.3; 1976, c. 348; 1978, c. 747; 1993, c. 443; 1994, c. 840; 1995, c. 810; 1998, cc. 704, 716; 1999, c. 606; 2000, c. 500; 2001, c. 853; 2002, cc. 747, 860; 2006, cc. 530, 801; 2008, cc. 43, 268; 2012, cc. 391, 504, 640, 698, 728, 740, 815; 2013, cc. 72, 331; 2014, c. 285; 2017, cc. 176, 428; 2019, cc. 98, 295, 414; 2020, cc. 461, 860, 861; 2022, c. 766; 2024, c. 615.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1509/"
    },
    {
      "id": "section-632-1510",
      "number": "63.2-1510.",
      "heading": "Complaints by others of certain injuries to children",
      "text": "Any person who suspects that a child is an abused or neglected child may make a complaint concerning such child, except as hereinafter provided, to the local department of the county or city wherein the child resides or wherein the abuse or neglect is believed to have occurred or to the Department's toll-free child abuse and neglect hotline. If an employee of the local department is suspected of abusing or neglecting a child, the complaint shall be made to the court of the county or city where the abuse or neglect was discovered. Upon receipt of such a report by the court, the judge shall assign the report to a local department that is not the employer of the suspected employee for investigation or family assessment; or, if the judge believes that no local department in a reasonable geographic distance can be impartial in responding to the reported case, the judge shall assign the report to the court service unit of his court for evaluation. The judge may consult with the Department in selecting a local department to respond to the report or complaint. Such a complaint may be oral or in writing and shall disclose all information which is the basis for the suspicion of abuse or neglect of the child.\n\n1975, c. 341, § 63.1-248.4; 1976, c. 348; 1994, c. 840; 2000, c. 500; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1510/"
    },
    {
      "id": "section-632-1511",
      "number": "63.2-1511.",
      "heading": "Complaints of abuse and neglect against school personnel; interagency agreement",
      "text": "A. If a teacher, principal or other person employed by a local school board or employed in a school operated by the Commonwealth is suspected of abusing or neglecting a child in the course of his educational employment, the complaint shall be investigated in accordance with §§ 63.2-1503, 63.2-1505 and 63.2-1516.1. Pursuant to § 22.1-279.1, no teacher, principal or other person employed by a school board or employed in a school operated by the Commonwealth shall subject a student to corporal punishment. However, this prohibition of corporal punishment shall not be deemed to prevent (i) the use of incidental, minor or reasonable physical contact or other actions designed to maintain order and control; (ii) the use of reasonable and necessary force to quell a disturbance or remove a student from the scene of a disturbance that threatens physical injury to persons or damage to property; (iii) the use of reasonable and necessary force to prevent a student from inflicting physical harm on himself; (iv) the use of reasonable and necessary force for self-defense or the defense of others; or (v) the use of reasonable and necessary force to obtain possession of weapons or other dangerous objects or controlled substances or paraphernalia that are upon the person of the student or within his control. In determining whether the actions of a teacher, principal or other person employed by a school board or employed in a school operated by the Commonwealth are within the exceptions provided in this section, the local department shall examine whether the actions at the time of the event that were made by such person were reasonable.\n\nB. For purposes of this section, \"corporal punishment,\" \"abuse,\" or \"neglect\" shall not include physical pain, injury or discomfort caused by the use of incidental, minor or reasonable physical contact or other actions designed to maintain order and control as permitted in clause (i) of subsection A or the use of reasonable and necessary force as permitted by clauses (ii), (iii), (iv), and (v) of subsection A, or by participation in practice or competition in an interscholastic sport, or participation in physical education or an extracurricular activity.\n\nC. If, after an investigation of a complaint under this section, the local department determines that the actions or omissions of a teacher, principal, or other person employed by a local school board or employed in a school operated by the Commonwealth were within such employee's scope of employment and were taken in good faith in the course of supervision, care, or discipline of students, then the standard in determining if a report of abuse or neglect is founded is whether such acts or omissions constituted gross negligence or willful misconduct.\n\nD. Each local department and local school division shall adopt a written interagency agreement as a protocol for investigating child abuse and neglect reports. The interagency agreement shall be based on recommended procedures for conducting investigations developed by the Departments of Education and Social Services.\n\n2001, c. 588, § 63.1-248.4:1; 2002, c. 747; 2003, cc. 986, 1013; 2005, cc. 767, 806; 2014, c. 412.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1511/"
    },
    {
      "id": "section-632-1512",
      "number": "63.2-1512.",
      "heading": "Immunity of person making report, etc., from liability",
      "text": "Any person making a report pursuant to § 63.2-1509, a complaint pursuant to § 63.2-1510, or who takes a child into custody pursuant to § 63.2-1517, or who participates in a judicial proceeding resulting therefrom shall be immune from any civil or criminal liability in connection therewith, unless it is proven that such person acted in bad faith or with malicious intent.\n\n1975, c. 341, § 63.1-248.5; 1988, c. 686; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1512/"
    },
    {
      "id": "section-632-1513",
      "number": "63.2-1513.",
      "heading": "Knowingly making false reports; penalties",
      "text": "A. Any person fourteen years of age or older who makes or causes to be made a report of child abuse or neglect pursuant to this chapter that he knows to be false shall be guilty of a Class 1 misdemeanor. Any person fourteen years of age or older who has been previously convicted under this subsection and who is subsequently convicted under this subsection shall be guilty of a Class 6 felony.\n\nB. The child-protective services records regarding the person who was alleged to have committed abuse or neglect that result from a report for which a conviction is obtained under this section shall be purged immediately by any custodian of such records upon presentation to the custodian of a certified copy of such conviction. After purging the records, the custodian shall notify the person in writing that such records have been purged.\n\n1996, cc. 813, 836, § 63.1-248.5:1.01; 1999, c. 828; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1513/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Records",
      "text": "Records",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1514",
      "number": "63.2-1514.",
      "heading": "Retention of records in all reports; procedures regarding unfounded reports alleged to be made in bad faith or with malicious intent",
      "text": "A. The local department shall retain the records of all reports or complaints made pursuant to this chapter, in accordance with regulations adopted by the Board. However, all records related to founded cases of child sexual abuse involving injuries or conditions, real or threatened, that result in or were likely to have resulted in serious harm to a child shall be maintained by the local department for a period of 25 years from the date of the complaint.\n\nB. The Department shall maintain a child abuse and neglect information system that includes a central registry of founded complaints, pursuant to § 63.2-1515. The Department shall maintain all (i) unfounded investigations, (ii) family assessments, and (iii) reports or complaints determined to be not valid in a record which is separate from the central registry and accessible only to the Department and to local departments for child-protective services. The purpose of retaining these complaints or reports is to provide local departments with information regarding prior complaints or reports. In no event shall the mere existence of a prior complaint or report be used to determine that a subsequent complaint or report is founded. The subject of the complaint or report is the person who is alleged to have committed abuse or neglect. The subject of the complaint or report shall have access to his own record. The record of unfounded investigations that involved reports of child abuse or neglect shall be purged three years after the date of the complaint or report if there are no subsequent complaints or reports regarding the same child or the person who is the subject of the complaint or report within such three-year period. Records of complaints and reports determined to be not valid shall be purged one year after the date of the complaint or report if there are no subsequent complaints or reports regarding the same child or the person who is the subject of the complaint or report in that one year. The local department shall retain such records for an additional period of up to two years if requested in writing by the person who is the subject of such complaint or report. The record of family assessments shall be purged three years after the date of the complaint or report if there are no subsequent complaints or reports regarding the same child or the person who is the subject of the report in that three-year period. The child-protective services records regarding the petitioner which result from such complaint or report shall be purged immediately by any custodian of such records upon presentation to the custodian of a certified copy of a court order that there has been a civil action that determined that the complaint or report was made in bad faith or with malicious intent. After purging the records, the custodian shall notify the petitioner in writing that the records have been purged.\n\nC. At the time the local department notifies a person who is the subject of a complaint or report made pursuant to this chapter that such complaint or report is either an unfounded investigation or a completed family assessment, it shall notify him how long the record will be retained and of the availability of the procedures set out in this section regarding reports or complaints alleged to be made in bad faith or with malicious intent. Upon request, the local department shall advise the person who was the subject of an unfounded investigation if the complaint or report was made anonymously. However, the identity of a complainant or reporter shall not be disclosed.\n\nD. Any person who is the subject of an unfounded report or complaint made pursuant to this chapter who believes that such report or complaint was made in bad faith or with malicious intent may petition the circuit court in the jurisdiction in which the report or complaint was made for the release to such person of the records of the investigation or family assessment. Such petition shall specifically set forth the reasons such person believes that such report or complaint was made in bad faith or with malicious intent. Upon the filing of such petition, the circuit court shall request and the local department shall provide to the circuit court its records of the investigation or family assessment for the circuit court's in camera review. The petitioner shall be entitled to present evidence to support his petition. If the circuit court determines that there is a reasonable question of fact as to whether the report or complaint was made in bad faith or with malicious intent and that disclosure of the identity of the complainant would not be likely to endanger the life or safety of the complainant, it shall provide to the petitioner a copy of the records of the investigation or family assessment. The original records shall be subject to discovery in any subsequent civil action regarding the making of a complaint or report in bad faith or with malicious intent.\n\n1988, c. 686, § 63.1-248.5:1; 1996, cc. 780, 791; 2000, c. 500; 2002, c. 747; 2003, c. 634; 2005, c. 77; 2010, c. 334; 2020, c. 38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1514/"
    },
    {
      "id": "section-632-1515",
      "number": "63.2-1515.",
      "heading": "Central registry; disclosure of information",
      "text": "The central registry shall contain such information as shall be prescribed by Board regulation; however, when the founded case of abuse or neglect does not name the parents or guardians of the child as the abuser or neglector, and the abuse or neglect occurred in a licensed or unlicensed child day center as defined in § 22.1-289.02; a licensed, registered, or approved family day home as defined in § 22.1-289.02; a private or public school; or a children's residential facility, the child's name shall not be entered on the registry without consultation with and permission of the parents or guardians. If a child's name currently appears on the registry without consultation with and permission of the parents or guardians for a founded case of abuse and neglect that does not name the parents or guardians of the child as the abuser or neglector, such parents or guardians may have the child's name removed by written request to the Department. The information contained in the central registry shall not be open to inspection by the public. However, appropriate disclosure may be made in accordance with Board regulations.\n\nThe Department shall respond to requests for a search of the central registry made by (i) local departments, (ii) local school boards, and (iii) governing boards or administrators of private schools accredited pursuant to § 22.1-19 regarding applicants for employment, pursuant to § 22.1-296.4, in cases where there is no match within the central registry within 10 business days of receipt of such requests. In cases where there is a match within the central registry regarding applicants for employment, the Department shall respond to requests made by local departments, local school boards, and governing boards or administrators within 30 business days of receipt of such requests. The request and response may be sent electronically or by first-class mail or facsimile transmission.\n\nThe Department shall disclose information in the central registry to the Chairmen of the House and Senate Committees for Courts of Justice for the purpose of determining if any person being considered for election to any judgeship has been the subject of any founded complaint of child abuse or neglect.\n\nAny central registry check of a person who has applied to be a volunteer with a (a) Virginia affiliate of Big Brothers/Big Sisters of America, (b) Virginia affiliate of Compeer, (c) Virginia affiliate of Childhelp USA, (d) volunteer fire company or volunteer emergency medical services agency, or (e) court-appointed special advocate program pursuant to § 9.1-153 shall be conducted at no charge.\n\n1975, c. 341, § 63.1-248.8; 1993, cc. 48, 348, 955; 1994, cc. 700, 830; 2000, cc. 95, 734, 805; 2001, c. 321; 2002, cc. 371, 747; 2004, c. 74; 2015, cc. 502, 503; 2016, c. 454; 2018, c. 578; 2020, cc. 300, 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1515/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Procedures",
      "text": "Procedures",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1516",
      "number": "63.2-1516.",
      "heading": "Tape recording child abuse investigations",
      "text": "Any person who is suspected of abuse or neglect of a child and who is the subject of an investigation or family assessment pursuant to this chapter may tape record any communications between him and child-protective services personnel that take place during the course of such investigation or family assessment, provided all parties to the conversation are aware the conversation is to be recorded. The parties' knowledge of the recording shall be demonstrated by a declaration at the beginning of the recorded portion of the conversation that the recording is to be made. If a person who is suspected of abuse or neglect of a child and who is the subject of an investigation or family assessment pursuant to this chapter elects to make a tape recording as provided in this section, the child-protective services personnel may also make such a recording.\n\n1990, c. 867, § 63.1-248.6:2; 2000, c. 500; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1516/"
    },
    {
      "id": "section-632-151601",
      "number": "63.2-1516.01.",
      "heading": "Investigation procedures involving person who is the subject of complaint",
      "text": "The local department shall, at the initial time of contact with the person subject to a child abuse and neglect investigation, advise such person of the complaints or allegations made against the person, in a manner that is consistent with laws protecting the rights of the person making the report or complaint. In cases where a child is alleged to have been abused or neglected by a teacher, principal or other person employed by a local school board or employed in a school operated by the Commonwealth, in the course of such employment in a nonresidential setting, the provisions of § 63.2-1516.1 shall also apply.\n\n2004, cc. 93, 233.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1516-01/"
    },
    {
      "id": "section-632-15161",
      "number": "63.2-1516.1.",
      "heading": "Investigation procedures when school employee is subject of the complaint or report; release of information in joint investigations",
      "text": "A. Except as provided in subsection B of this section, in cases where a child is alleged to have been abused or neglected by a teacher, principal or other person employed by a local school board or employed in a school operated by the Commonwealth, in the course of such employment in a nonresidential setting, the local department conducting the investigation shall comply with the following provisions in conducting its investigation:\n\n1. The local department shall conduct a face-to-face interview with the person who is the subject of the complaint or report.\n\n2. At the onset of the initial interview with the alleged abuser or neglector, the local department shall notify him in writing of the general nature of the complaint and the identity of the alleged child victim regarding the purpose of the contacts.\n\n3. The written notification shall include the information that the alleged abuser or neglector has the right to have an attorney or other representative of his choice present during his interviews. However, the failure by a representative of the Department of Social Services to so advise the subject of the complaint shall not cause an otherwise voluntary statement to be inadmissible in a criminal proceeding.\n\n4. Written notification of the findings shall be submitted to the alleged abuser or neglector. The notification shall include a summary of the investigation and an explanation of how the information gathered supports the disposition.\n\n5. The written notification of the findings shall inform the alleged abuser or neglector of his right to appeal.\n\n6. The written notification of the findings shall inform the alleged abuser or neglector of his right to review information about himself in the record with the following exceptions:\n\na. The identity of the person making the report.\n\nb. Information provided by any law-enforcement official.\n\nc. Information that may endanger the well-being of the child.\n\nd. The identity of a witness or any other person if such release may endanger the life or safety of such witness or person.\n\nB. In all cases in which an alleged act of child abuse or neglect is also being criminally investigated by a law-enforcement agency, and the local department is conducting a joint investigation with a law-enforcement officer in regard to such an alleged act, no information in the possession of the local department from such joint investigation shall be released by the local department except as authorized by the investigating law-enforcement officer or his supervisor or the local attorney for the Commonwealth.\n\nC. Failure to comply with investigation procedures does not preclude a finding of abuse or neglect if such a finding is warranted by the facts.\n\n2003, cc. 986, 1013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1516-1/"
    },
    {
      "id": "section-632-1517",
      "number": "63.2-1517.",
      "heading": "Authority to take child into custody",
      "text": "A. A physician or child-protective services worker of a local department or law-enforcement official investigating a report or complaint of abuse and neglect may take a child into custody for up to 72 hours without prior approval of parents or guardians provided:\n\n1. The circumstances of the child are such that continuing in his place of residence or in the care or custody of the parent, guardian, custodian or other person responsible for the child's care, presents an imminent danger to the child's life or health to the extent that severe or irremediable injury would be likely to result or if evidence of abuse is perishable or subject to deterioration before a hearing can be held;\n\n2. A court order is not immediately obtainable;\n\n3. The court has set up procedures for placing such children;\n\n4. Following taking the child into custody, the parents or guardians are notified as soon as practicable. Every effort shall be made to provide such notice in person;\n\n5. A report is made to the local department; and\n\n6. The court is notified and the person or agency taking custody of such child obtains, as soon as possible, but in no event later than 72 hours, an emergency removal order pursuant to § 16.1-251; however, if a preliminary removal order is issued after a hearing held in accordance with § 16.1-252 within 72 hours of the removal of the child, an emergency removal order shall not be necessary. Any person or agency petitioning for an emergency removal order after four hours have elapsed following taking custody of the child shall state the reasons therefor pursuant to § 16.1-251.\n\nB. If the 72-hour period for holding a child in custody and for obtaining a preliminary or emergency removal order expires on a Saturday, Sunday, or legal holiday or day on which the court is lawfully closed, the 72 hours shall be extended to the next day that is not a Saturday, Sunday, or legal holiday or day on which the court is lawfully closed.\n\nC. A child-protective services worker of a local department responding to a complaint or report of abuse and neglect for purposes of sex trafficking or severe forms of trafficking may take a child into custody and the local department may maintain custody of the child for up to 72 hours without prior approval of a parent or guardian, provided that the alleged victim child or children have been identified as a victim or victims of sex trafficking or a victim or victims of severe forms of trafficking as defined in the federal Trafficking Victims Protection Act of 2000 (22 U.S.C. § 7101 et seq.) and in the federal Justice for Victims of Trafficking Act of 2015 (P.L. 114-22). After taking the child into custody, the local department shall notify the parent or guardian of such child as soon as practicable. Every effort shall be made to provide such notice in person. The local department shall also notify the Child-Protective Services Unit within the Department whenever a child is taken into custody.\n\nD. When a child is taken into custody by a child-protective services worker of a local department pursuant to subsection C, that child shall be returned as soon as practicable to the custody of his parent or guardian. However, the local department shall not be required to return the child to his parent or guardian if the circumstances are such that continuing in his place of residence or in the care or custody of such parent or guardian, or custodian or other person responsible for the child's care, presents an imminent danger to the child's life or health to the extent that severe or irremediable injury would be likely to result or if the evidence of abuse is perishable or subject to deterioration before a hearing can be held. If the local department cannot return the child to the custody of his parents or guardians within 72 hours, the local department shall obtain an emergency removal order pursuant to § 16.1-251.\n\n1975, c. 341, § 63.1-248.9; 1977, c. 559; 1992, c. 688; 1994, c. 643; 1998, c. 760; 2001, c. 837; 2002, c. 747; 2003, c. 508; 2019, cc. 381, 687.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1517/"
    },
    {
      "id": "section-632-1518",
      "number": "63.2-1518.",
      "heading": "Authority to talk to child or sibling",
      "text": "Any person required to make a report or conduct an investigation or family assessment, pursuant to this chapter may talk to any child suspected of being abused or neglected or to any of his siblings without consent of and outside the presence of his parent, guardian, legal custodian, or other person standing in loco parentis, or school personnel.\n\n1975, c. 341, § 63.1-248.10; 1979, c. 453; 1986, c. 308; 2000, c. 500; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1518/"
    },
    {
      "id": "section-632-1519",
      "number": "63.2-1519.",
      "heading": "Physician-patient and spousal privileges inapplicable",
      "text": "In any legal proceeding resulting from the filing of any report or complaint pursuant to this chapter, the physician-patient and spousal privileges shall not apply.\n\n1975, c. 341, § 63.1-248.11; 2002, c. 747; 2020, c. 900.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1519/"
    },
    {
      "id": "section-632-1520",
      "number": "63.2-1520.",
      "heading": "Photographs and X-rays of child; use as evidence",
      "text": "In any case of suspected child abuse, photographs and X-rays of the child may be taken without the consent of the parent or other person responsible for such child as a part of the medical evaluation. Photographs of the child may also be taken without the consent of the parent or other person responsible for such child as a part of the investigation or family assessment of the case by the local department or the court; however, such photographs shall not be used in lieu of medical evaluation. Such photographs and X-rays may be introduced into evidence in any subsequent proceeding.\n\nThe court receiving such evidence may impose such restrictions as to the confidentiality of photographs of any minor as it deems appropriate.\n\n1975, c. 341, § 63.1-248.13; 1978, c. 553; 2000, c. 500; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1520/"
    },
    {
      "id": "section-632-1521",
      "number": "63.2-1521.",
      "heading": "Testimony by child using two-way closed-circuit television",
      "text": "A. In any civil proceeding involving alleged abuse or neglect of a child pursuant to this chapter or pursuant to § 16.1-241, 16.1-251, 16.1-252, 16.1-253, 16.1-253.1, 16.1-253.4, 16.1-278.14, 16.1-279.1, 16.1-283, or 20-107.2, the child's attorney or guardian ad litem or, if the child has been committed to the custody of a local department, the attorney for the local department may apply for an order from the court that the testimony of the alleged victim or of a child witness be taken in a room outside the courtroom and be televised by two-way closed-circuit television. The person seeking such order shall apply for the order at least seven days before the trial date.\n\nB. The provisions of this section shall apply to the following:\n\n1. An alleged victim who was 14 years of age or under on the date of the alleged offense and is 16 or under at the time of the trial; and\n\n2. Any child witness who is 14 years of age or under at the time of the trial.\n\nC. The court may order that the testimony of the child be taken by closed-circuit television as provided in subsections A and B if it finds that the child is unavailable to testify in open court in the presence of the defendant, the jury, the judge, and the public, for any of the following reasons:\n\n1. The child's persistent refusal to testify despite judicial requests to do so;\n\n2. The child's substantial inability to communicate about the offense; or\n\n3. The substantial likelihood, based upon expert opinion testimony, that the child will suffer severe emotional trauma from so testifying.\n\nAny ruling on the child's unavailability under this subsection shall be supported by the court with findings on the record or with written findings in a court not of record.\n\nD. In any proceeding in which closed-circuit television is used to receive testimony, the attorney for the child and the defendant's attorney and, if the child has been committed to the custody of a local board, the attorney for the local board shall be present in the room with the child, and the child shall be subject to direct and cross examination. The only other persons allowed to be present in the room with the child during his testimony shall be the guardian ad litem, those persons necessary to operate the closed-circuit equipment, and any other person whose presence is determined by the court to be necessary to the welfare and well-being of the child.\n\nE. The child's testimony shall be transmitted by closed-circuit television into the courtroom for the defendant, jury, judge and public to view. The defendant shall be provided with a means of private, contemporaneous communication with his attorney during the testimony.\n\n1988, c. 845, § 63.1-248.13:1; 1999, c. 668; 2002, c. 747; 2018, c. 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1521/"
    },
    {
      "id": "section-632-1522",
      "number": "63.2-1522.",
      "heading": "Admission of evidence of sexual acts with children",
      "text": "A. In any civil proceeding involving alleged abuse or neglect of a child pursuant to this chapter or pursuant to § 16.1-241, 16.1-251, 16.1-252, 16.1-253, 16.1-283, or 20-107.2, an out-of-court statement made by a child 14 years of age or younger at the time the statement is offered into evidence, describing any act of a sexual nature performed with or on the child by another, not otherwise admissible by statute or rule, may be admissible in evidence if the requirements of subsection B are met.\n\nB. An out-of-court statement may be admitted into evidence as provided in subsection A if:\n\n1. The child testifies at the proceeding, or testifies by means of a videotaped deposition or closed-circuit television, and at the time of such testimony is subject to cross-examination concerning the out-of-court statement or the child is found by the court to be unavailable to testify on any of these grounds:\n\na. The child's death;\n\nb. The child's absence from the jurisdiction, provided such absence is not for the purpose of preventing the availability of the child to testify;\n\nc. The child's total failure of memory;\n\nd. The child's physical or mental disability;\n\ne. The existence of a privilege involving the child;\n\nf. The child's incompetency, including the child's inability to communicate about the offense because of fear or a similar reason; and\n\ng. The substantial likelihood, based upon expert opinion testimony, that the child would suffer severe emotional trauma from testifying at the proceeding or by means of a videotaped deposition or closed-circuit television.\n\n2. The child's out-of-court statement is shown to possess particularized guarantees of trustworthiness and reliability.\n\nC. A statement may not be admitted under this section unless the proponent of the statement notifies the adverse party of his intention to offer the statement and the substance of the statement sufficiently in advance of the proceedings to provide the adverse party with a reasonable opportunity to prepare to meet the statement, including the opportunity to subpoena witnesses.\n\nD. In determining whether a statement possesses particularized guarantees of trustworthiness and reliability under subdivision B 2, the court shall consider, but is not limited to, the following factors:\n\n1. The child's personal knowledge of the event;\n\n2. The age and maturity of the child;\n\n3. Certainty that the statement was made, including the credibility of the person testifying about the statement and any apparent motive such person may have to falsify or distort the event including bias, corruption, or coercion;\n\n4. Any apparent motive the child may have to falsify or distort the event, including bias, corruption, or coercion;\n\n5. The timing of the child's statement;\n\n6. Whether more than one person heard the statement;\n\n7. Whether the child was suffering pain or distress when making the statement;\n\n8. Whether the child's age makes it unlikely that the child fabricated a statement that represents a graphic, detailed account beyond the child's knowledge and experience;\n\n9. Whether the statement has internal consistency or coherence, and uses terminology appropriate to the child's age;\n\n10. Whether the statement is spontaneous or directly responsive to questions;\n\n11. Whether the statement is responsive to suggestive or leading questions; and\n\n12. Whether extrinsic evidence exists to show the defendant's opportunity to commit the act complained of in the child's statement.\n\nE. The court shall support with findings on the record, or with written findings in a court not of record, any rulings pertaining to the child's unavailability and the trustworthiness and reliability of the out-of-court statement.\n\n1988, c. 892, § 63.1-248.13:2; 2002, c. 747; 2019, c. 413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1522/"
    },
    {
      "id": "section-632-1523",
      "number": "63.2-1523.",
      "heading": "Use of videotaped statements of complaining witnesses as evidence",
      "text": "A. In any civil proceeding involving alleged abuse or neglect of a child pursuant to this chapter or pursuant to § 16.1-241, 16.1-251, 16.1-252, 16.1-253, 16.1-283, or 20-107.2, a recording of a statement of the alleged victim of the offense, made prior to the proceeding, may be admissible as evidence if the requirements of subsection B are met and the court determines that:\n\n1. The alleged victim is 14 years of age or younger at the time the statement is offered into evidence;\n\n2. The recording is both visual and oral, and every person appearing in, and every voice recorded on, the tape is identified;\n\n3. The recording is on videotape or was recorded by other electronic means capable of making an accurate recording;\n\n4. The recording has not been altered;\n\n5. No attorney for any party to the proceeding was present when the statement was made;\n\n6. The person conducting the interview of the alleged victim was authorized to do so by the child-protective services coordinator of the local department;\n\n7. All persons present at the time the statement was taken, including the alleged victim, are present and available to testify or be cross examined at the proceeding when the recording is offered; and\n\n8. The parties or their attorneys were provided with a list of all persons present at the recording and were afforded an opportunity to view the recording at least 10 days prior to the scheduled proceedings.\n\nB. A recorded statement may be admitted into evidence as provided in subsection A if:\n\n1. The child testifies at the proceeding, or testifies by means of closed-circuit television, and at the time of such testimony is subject to cross-examination concerning the recorded statement or the child is found by the court to be unavailable to testify on any of these grounds:\n\na. The child's death;\n\nb. The child's absence from the jurisdiction, provided such absence is not for the purpose of preventing the availability of the child to testify;\n\nc. The child's total failure of memory;\n\nd. The child's physical or mental disability;\n\ne. The existence of a privilege involving the child;\n\nf. The child's incompetency, including the child's inability to communicate about the offense because of fear or a similar reason;\n\ng. The substantial likelihood, based upon expert opinion testimony, that the child would suffer severe emotional trauma from testifying at the proceeding or by means of closed-circuit television; and\n\n2. The child's recorded statement is shown to possess particularized guarantees of trustworthiness and reliability.\n\nC. A recorded statement may not be admitted under this section unless the proponent of the statement notifies the adverse party of his intention to offer the statement and the substance of the statement sufficiently in advance of the proceedings to provide the adverse party with a reasonable opportunity to prepare to meet the statement, including the opportunity to subpoena witnesses.\n\nD. In determining whether a recorded statement possesses particularized guarantees of trustworthiness and reliability under subdivision B 2, the court shall consider, but is not limited to, the following factors:\n\n1. The child's personal knowledge of the event;\n\n2. The age and maturity of the child;\n\n3. Any apparent motive the child may have to falsify or distort the event, including bias, corruption, or coercion;\n\n4. The timing of the child's statement;\n\n5. Whether the child was suffering pain or distress when making the statement;\n\n6. Whether the child's age makes it unlikely that the child fabricated a statement that represents a graphic, detailed account beyond the child's knowledge and experience;\n\n7. Whether the statement has a \"ring of verity,\" has internal consistency or coherence, and uses terminology appropriate to the child's age;\n\n8. Whether the statement is spontaneous or directly responsive to questions;\n\n9. Whether the statement is responsive to suggestive or leading questions; and\n\n10. Whether extrinsic evidence exists to show the defendant's opportunity to commit the act complained of in the child's statement.\n\nE. The court shall support with findings on the record, or with written findings in a court not of record, any rulings pertaining to the child's unavailability and the trustworthiness and reliability of the recorded statement.\n\n1988, c. 900, § 63.1-248.13:3; 2002, c. 747; 2019, c. 413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1523/"
    },
    {
      "id": "section-632-1524",
      "number": "63.2-1524.",
      "heading": "Court may order certain examinations",
      "text": "The court may order psychological, psychiatric and physical examinations of the child alleged to be abused or neglected and of the parents, guardians, caretakers or siblings of a child suspected of being neglected or abused.\n\n1975, c. 341, § 63.1-248.14; 1976, c. 186; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1524/"
    },
    {
      "id": "section-632-1525",
      "number": "63.2-1525.",
      "heading": "Prima facie evidence for removal of child custody",
      "text": "In the case of a petition in the court for removal of custody of a child alleged to have been abused or neglected, competent evidence by a physician that a child is abused or neglected shall constitute prima facie evidence to support such petition.\n\n1975, c. 341, § 63.1-248.15; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1525/"
    },
    {
      "id": "section-632-1526",
      "number": "63.2-1526.",
      "heading": "Appeals of certain actions of local departments",
      "text": "A. A person who is suspected of or is found to have committed abuse or neglect may, within 30 days of being notified of that determination, request the local department rendering such determination to amend the determination and the local department's related records. Upon written request, the local department shall provide the appellant all information used in making its determination. Disclosure of the reporter's name or information which may endanger the well-being of a child shall not be released. The identity of a collateral witness or any other person shall not be released if disclosure may endanger his life or safety. Information prohibited from being disclosed by state or federal law or regulation shall not be released. The local department shall hold an informal conference or consultation where such person, who may be represented by counsel, shall be entitled to informally present testimony of witnesses, documents, factual data, arguments or other submissions of proof to the local department. With the exception of the local director, no person whose regular duties include substantial involvement with child abuse and neglect cases shall preside over the informal conference. If the local department refuses the request for amendment or fails to act within 45 days after receiving such request, the person may, within 30 days thereafter, petition the Commissioner, who shall grant a hearing to determine whether it appears, by a preponderance of the evidence, that the determination or record contains information which is irrelevant or inaccurate regarding the commission of abuse or neglect by the person who is the subject of the determination or record and therefore shall be amended. A person who is the subject of a report who requests an amendment to the record, as provided above, has the right to obtain an extension for an additional specified period of up to 60 days by requesting in writing that the 45 days in which the local department must act be extended. The extension period, which may be up to 60 days, shall begin at the end of the 45 days in which the local department must act. When there is an extension period, the 30-day period to request an administrative hearing shall begin on the termination of the extension period.\n\nB. The Commissioner shall designate and authorize one or more members of his staff to conduct such hearings. The decision of any staff member so designated and authorized shall have the same force and effect as if the Commissioner had made the decision. The hearing officer shall have the authority to issue subpoenas for the production of documents and the appearance of witnesses. The hearing officer is authorized to determine the number of depositions that will be allowed and to administer oaths or affirmations to all parties and witnesses who plan to testify at the hearing. The Board shall adopt regulations necessary for the conduct of such hearings. Such regulations shall include provisions stating that the person who is the subject of the report has the right (i) to submit oral or written testimony or documents in support of himself and (ii) to be informed of the procedure by which information will be made available or withheld from him. In case of any information withheld, such person shall be advised of the general nature of such information and the reasons, for reasons of privacy or otherwise, that it is being withheld. Upon giving reasonable notice, either party at his own expense may depose a nonparty and submit such deposition at the hearing pursuant to Board regulation. Upon good cause shown, after a party's written motion, the hearing officer may issue subpoenas for the production of documents or to compel the attendance of witnesses at the hearing, except that alleged child victims of the person and their siblings shall not be subpoenaed, deposed or required to testify. The person who is the subject of the report may be represented by counsel at the hearing. Upon petition, the court shall have the power to enforce any subpoena that is not complied with or to review any refusal to issue a subpoena. Such decisions may not be further appealed except as part of a final decision that is subject to judicial review. Such hearing officers are empowered to order the amendment of such determination or records as is required to make them accurate and consistent with the requirements of this chapter or the regulations adopted hereunder. If, after hearing the facts of the case, the hearing officer determines that the person who is the subject of the report has presented information that was not available to the local department at the time of the local conference and which if available may have resulted in a different determination by the local department, he may remand the case to the local department for reconsideration. The local department shall have 14 days in which to reconsider the case. If, at the expiration of 14 days, the local department fails to act or fails to amend the record to the satisfaction of the appellant, the case shall be returned to the hearing officer for a determination. If aggrieved by the decision of the hearing officer, such person may obtain further review of the decision in accordance with Article 5 (§ 2.2-4025 et seq.) of the Administrative Process Act (§ 2.2-4000 et seq.). Should the person aggrieved by the hearing officer's decision be a teacher licensed by the Board of Education or through an alternative pathway and employed by a local school board, the aggrieved person may petition the circuit court for a trial de novo, by judge or jury. Such petition shall be filed within 30 days of the aggrieved person's receipt of the hearing officer's decision in the circuit court in the jurisdiction where the applicable local department is located. Such aggrieved person is barred from filing any action for judicial review of the agency action or the hearing officer's decision under the Administrative Processes Act (§ 2.2-4025 et seq.).\n\nC. Whenever an appeal of the local department's finding is made and a criminal charge or investigation is also filed or commenced against the appellant for the same conduct involving the same victim as investigated by the local department, the appeal process shall automatically be stayed until the criminal prosecution in the trial court is completed, until the criminal investigation is closed, or, in the case of a criminal investigation that is not completed within 180 days of the appellant's request for an appeal of the local department's finding, for 180 days after the appellant's request for appeal. During such stay, the appellant's right of access to the records of the local department regarding the matter being appealed shall also be stayed. Once the criminal prosecution in the trial court has been completed, the criminal investigation is closed, or, in the case of a criminal investigation that is not completed within 180 days of the appellant's request for an appeal of the local department's finding, 180 days have passed, the local department shall advise the appellant in writing of his right to resume his appeal within the time frames provided by law and regulation.\n\n1988, c. 407, § 63.1-248.6:1; 1993, cc. 188, 955, 963; 1995, c. 7; 2002, c. 747; 2019, cc. 12, 296; 2023, c. 771.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1526/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Oversight and Evaluation of Program",
      "text": "Oversight and Evaluation of Program",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1527",
      "number": "63.2-1527.",
      "heading": "Board oversight duties; Out-of-Family Investigations Advisory Committee",
      "text": "A. The Board shall be responsible for establishing standards for out-of-family investigations and for the implementation of the family assessment track of the differential response system.\n\nB. The Out-of-Family Investigations Advisory Committee (the Committee) is hereby established as an advisory committee in the executive branch of state government.\n\nC. The Committee shall consist of 15 members as follows: one representative of public school employees, one representative of a hospital for children, one representative of a licensed child care center, one representative of a juvenile detention home, one representative of a public or private residential facility for children, one representative of a family day care home, one representative of a local department of Social Services, one representative of a religious organization with a program for children, one representative of Virginians for Child Abuse Prevention and six citizens of the Commonwealth at large. The Chairman of the Board shall appoint such persons for terms established by the Board.\n\nD. The Committee shall advise the Board on the effectiveness of the policies and standards governing out-of-family investigations.\n\nE. The Committee shall elect a chairman and vice-chairman from among its membership. A majority of the members shall constitute a quorum. The meetings of the Committee shall be held at the call of the chairman or whenever the majority of the voting members so request.\n\nF. Members shall receive no compensation for their services nor be reimbursed for expenses incurred in the discharge of their duties as provided in §§ 2.2-2813 and 2.2-2825.\n\nG. The Department of Social Services shall provide staff support to the Committee. All agencies of the Commonwealth shall provide assistance to the Committee, upon request.\n\n1993, c. 955, § 63.1-248.7:1; 2000, c. 500; 2002, c. 747; 2004, c. 103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1527/"
    },
    {
      "id": "section-632-1528",
      "number": "63.2-1528.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2012, cc. 803 and 835, cl. 73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1528/"
    },
    {
      "id": "section-632-1529",
      "number": "63.2-1529.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2009, c. 32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1529/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Virginia Child Protection Accountability System",
      "text": "Virginia Child Protection Accountability System",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1530",
      "number": "63.2-1530.",
      "heading": "Virginia Child Protection Accountability System",
      "text": "A. The Virginia Child Protection Accountability System (the System) is created to collect and make available to the public information on the response to reported cases of child abuse and neglect in the Commonwealth. The Department shall establish and maintain the System. The Board shall promulgate regulations to implement the provisions of this section.\n\nB. The following information shall, notwithstanding any state law regarding privacy or confidentiality of records, be included in the System and made available to the public via a website maintained by the Department and in print format:\n\n1. From the Department: (i) the total number of complaints alleging child abuse, neglect, or a combination thereof received; (ii) the total number of complaints deemed valid pursuant to § 63.2-1508; (iii) the total number of complaints investigated by the Department pursuant to subsection I of §§ 63.2-1503 and 63.2-1505; (iv) the total number of cases determined to be founded cases of abuse or neglect; and (v) the total number of cases resulting in a finding that the complaint was founded resulting in administrative appeal. Information reported pursuant to clause (v) shall be reported by total number of appeals to the local department, total number of appeals to the Department, and total number of appeals by outcome of the appeal. For each category of information required by this subdivision, the Department shall also report the total number of cases by type of abuse; by gender, age, and race of the alleged victim; and by the nature of the relationship between the alleged victim and alleged abuser.\n\n2. From the Department of State Police, annually, in a format approved by the Department of Social Services, arrest and disposition statistics for violations of §§ 18.2-48, 18.2-61, 18.2-63, 18.2-64.1, 18.2-67.1, 18.2-67.2, 18.2-67.3, 18.2-67.4, 18.2-355, 18.2-361, 18.2-366, 18.2-370 through 18.2-370.2, 18.2-371, 18.2-371.1, 18.2-374.1, 18.2-374.1:1, 18.2-374.3, 18.2-387, and 40.1-103 for inclusion in the Child Protection Accountability System.\n\n3. From every circuit court in the Commonwealth for which data is available through the statewide Case Management System: (i) the total number of (a) misdemeanor convictions appealed from the district court to the circuit court, (b) felony charges certified from the district court to the circuit court, and (c) charges brought by direct indictment in the circuit court that involve a violation of any Code section set forth in subdivision 2; (ii) the total number of cases appealed, certified, or transferred to the court or brought by direct indictment in the circuit court involving a violation of any Code section set forth in subdivision 2 that result in a trial, including the number of bench trials and the number of jury trials; and (iii) the total number of trials involving a violation of any Code section set forth in subdivision 2 resulting in (a) a plea agreement, (b) transfer to another court, (c) a finding of not guilty, (d) conviction on a lesser included offense, or (e) conviction on all charges, by type of trial.\n\n4. From the Virginia Criminal Sentencing Commission, information on sentences imposed for offenses listed in subdivision 2, including (i) the name of the sentencing judge, (ii) the offense or offenses for which a sentence was imposed, (iii) the age of the victim and offender, (iv) the relationship between the victim and the offender, (v) the locality in which the offense occurred, (vi) the sentence imposed and the actual time served, (vii) whether the sentence was an upward or downward departure from the sentencing guidelines or within the sentencing guidelines, and (viii) the reasons given for the departure, if any, from the sentencing guidelines.\n\n5. From the Office of the Executive Secretary of the Supreme Court of Virginia, information by locality on cases from the Juvenile and Domestic Relations District Courts' Case Management System involving (i) children alleged to be abused or neglected, including (a) the number of petitions filed, (b) the number of cases in which an emergency removal order was issued, (c) the number of cases in which a preliminary removal order was issued prior to an adjudicatory hearing, (d) the number of cases in which a preliminary removal order or a preliminary child protective order or both were issued at a preliminary hearing, and (e) the number of cases in which a preliminary child protective order or a child protective order was issued other than at a preliminary hearing; and (ii) family abuse cases, including (a) the number of family abuse emergency protective orders issued by magistrates and juvenile and domestic relations district courts pursuant to § 16.1-253.4, (b) the number of family abuse protective petitions filed, and (c) the number of family abuse protective orders issued pursuant to § 16.1-279.1.\n\nInformation required to be reported pursuant to subdivisions 1 through 5 shall be reported annually in a format approved by the Department of Social Services and aggregated by locality.\n\nC. Data collected pursuant to subsection B shall be made available to the public on a website established and maintained by the Department and shall also be made readily available to the public in print format. Information included in the System shall be presented in such a manner that no individual identifying information shall be included.\n\n2009, c. 445; 2010, cc. 664, 726; 2012, cc. 113, 661.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1530/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Parental Child Safety Placement Program",
      "text": "Parental Child Safety Placement Program",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-632-1531",
      "number": "63.2-1531.",
      "heading": "Definitions",
      "text": "For the purposes of this article, unless the context requires a different meaning:\n\n\"Alternative living arrangement\" means an arrangement whereby custody of a child is temporarily transferred to a caregiver in conjunction with an alternative living arrangement service plan.\n\n\"Alternative living arrangement service plan\" means a plan developed by the local department and the family that describes the services identified to meet the safety needs of the child and to address the issues identified by the local department that necessitated the parental child safety placement arrangement and any subsequent court-approved removal of the child from his home.\n\n\"Caregiver\" means a relative of the child as defined in subsection H of § 63.2-900.1 other than the child's parent, guardian, or legal custodian.\n\n\"In-Home Services\" means services that (i) address child safety and risk factors; (ii) preserve families by maintaining the child's safety at home or in the home of a caregiver; (iii) prevent further abuse or neglect of the child; (iv) reduce or eliminate re-traumatization of the child or family; (v) maintain the child's current living arrangement and community culture; or (vi) otherwise promote the child's well-being, safety, and permanence.\n\n\"Parental child safety placement arrangement\" means a temporary out-of-home placement of a child with a caregiver that is arranged by the child's parent, guardian, or legal custodian in accordance with a written agreement approved by the local department that ensures the safety of the child.\n\n\"Program\" means the Parental Child Safety Placement Program established pursuant to § 63.2-1532.\n\n2024, cc. 629, 662.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1531/"
    },
    {
      "id": "section-632-1532",
      "number": "63.2-1532.",
      "heading": "Parental Child Safety Placement Program; established",
      "text": "The Parental Child Safety Placement Program is established to prevent unnecessary entry into foster care by promoting and supporting placements with relatives and fictive kin and requiring accountability for pre-court placements of children. A local department may facilitate a parental child safety placement arrangement in accordance with the provisions of this article if (i) a family assessment or investigation has been initiated in response to a valid complaint alleging that the child has been abused or neglected; (ii) the safety assessment conducted by the local department indicates that a child cannot remain safely in the home; and (iii) the child's parent, guardian, or legal custodian is in agreement with the parental child safety placement arrangement.\n\n2024, cc. 629, 662.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1532/"
    },
    {
      "id": "section-632-1533",
      "number": "63.2-1533.",
      "heading": "Parental child safety placement agreement; terms",
      "text": "A. A parental child safety placement agreement shall include provisions describing the following:\n\n1. The facts and circumstances that provide the basis for the safety assessment indicating that the child cannot remain safely in the home;\n\n2. The responsibilities of the child's parent, guardian, or legal custodian and the caregiver, including a plan for how the caregiver will access necessary medical treatment, mental health services, and appropriate educational services for the child;\n\n3. Visitation arrangements for the child's parent, guardian, or legal custodian, including supervised visitation as necessary, and other methods by which the child's parent, guardian, or legal custodian may contact the child;\n\n4. The responsibilities of the local department, including (i) any services to be provided to the child, the child's parent, guardian, or legal custodian, and the caregiver and (ii) a requirement that the local department visits the caregiver's home (a) within two weeks of the placement and (b) thereafter in accordance with Board regulations;\n\n5. The date on which the agreement will terminate unless terminated sooner or extended to a subsequent date as provided in this article; and\n\n6. Any other terms the local department determines necessary for the safety and welfare of the child.\n\nB. A parental child safety placement agreement shall contain the following:\n\n1. A statement that the child's parent, guardian, or legal custodian voluntarily consents to the parental child safety placement arrangement and that such consent is not an admission of child abuse or neglect on such person's part;\n\n2. A statement that the agreement may be terminated by any party, at any time, and for any reason and a statement that, upon such termination, the local department may take actions to protect the child, including the removal of the child pursuant to the provisions of this title;\n\n3. A statement that the child's parent, guardian, or legal custodian and the caregiver may seek legal counsel prior to entering into the agreement;\n\n4. A statement that the child's parent, guardian, or legal custodian and the caregiver have the right to refuse to enter into the agreement; and\n\n5. A statement that the local department has notified the child's parent, guardian, or legal custodian and the caregiver of the alternative option for the child to enter foster care and the potential for the caregiver to become an approved kinship foster parent.\n\nC. Prior to signing the parental child safety placement agreement, the local department shall notify the caregiver of any financial assistance available to the caregiver through the Program for the period of time that the agreement is in place.\n\nD. A parental child safety placement agreement shall be in writing and signed by the child's parent, guardian, or legal custodian, the caregiver, and the local department.\n\nE. The local department shall provide a written copy of the parental child safety placement agreement to the child's parent, guardian, or legal custodian and the caregiver.\n\nF. The local department shall include a scanned copy of the parental child safety placement agreement in the case record.\n\nG. The term of the parental child safety placement agreement shall be no more than 90 days from the date the agreement is signed, which shall, as applicable, run concurrently with the time necessary to complete the child protective services investigation or family assessment. A parental child safety placement agreement may be extended, but such extension shall not exceed one additional 90-day period and the reason for such extension shall be documented in the case record. Prior to any extension, the local department shall conduct a facilitated meeting and perform a safety assessment to determine whether (i) the child should be returned home, (ii) the agreement should be extended, or (iii) the local department should seek a child protective order or other court action.\n\nH. The In-Home Services case shall remain open for the duration of the parental child safety placement agreement.\n\n2024, cc. 629, 662.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1533/"
    },
    {
      "id": "section-632-1534",
      "number": "63.2-1534.",
      "heading": "Caregiver assessment",
      "text": "A. The local department shall assess the proposed caregiver and determine whether the proposed caregiver (i) is willing and qualified to receive and care for the child; (ii) is willing to have a positive, continuous relationship with the child; and (iii) is willing and has the ability to protect the child from abuse and neglect. Such assessment shall include requirements for (a) inquiry into the criminal and child protective services history of each adult in the proposed caregiver's household and (b) an assessment of the caregiver's home environment in accordance with Board regulations.\n\nB. The local department shall document the results of the assessment of the proposed caregiver and his home environment in the case record.\n\nC. If, after conducting the assessment of the proposed caregiver, the local department determines that it is not in the child's best interests to be placed with the proposed caregiver, the local department shall notify the child's parent, guardian, or legal custodian and the proposed caregiver of the reasons for the local department's determination but may not disclose the results of any criminal or child protective services history unless the proposed caregiver consents to such disclosure.\n\n2024, cc. 629, 662.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1534/"
    },
    {
      "id": "section-632-1535",
      "number": "63.2-1535.",
      "heading": "Termination of the parental child safety placement agreement and the alternative living arrangement",
      "text": "A. Prior to the conclusion of a parental child safety placement agreement, the local department shall reassess the safety of the child if the child were to be returned home.\n\nB. If it is determined that the child can be safely returned home prior to or at the conclusion of the parental child safety placement agreement, the local department shall develop a safety plan with the child's parent, guardian, or legal custodian and the caregiver for the safe return of the child to the child's parent, guardian, or legal custodian or to another legal custodian. The local department may take the following actions if it is determined that continued services are required for the child to safely return home:\n\n1. Maintain an open In-Home Services case for continued services with the agreement of the child's parent, guardian, or legal custodian; or\n\n2. Seek a child protective order or other court action to order continued services if the child's parent, guardian, or legal custodian does not agree to the In-Home Services case remaining open for continued services.\n\nC. If it is determined that the child cannot be safely returned home at the conclusion of the parental child safety placement agreement, the local department shall seek removal of the child from the child's parent, guardian, or legal custodian, upon a petition alleging abuse or neglect pursuant to § 16.1-251 or 16.1-252.\n\n1. Prior to the first court hearing, the local department shall make reasonable efforts to convene a facilitated meeting that includes the child's parent, guardian, or legal custodian, the caregiver, and the child, if 12 years of age or older, to collaboratively develop an alternate living arrangement service plan. During such meeting, the local department shall notify the child's parent, guardian, or legal custodian and the caregiver of all possible options for the care of the child, to include foster care, kinship foster care, and the transfer of temporary custody to the caregiver.\n\n2. If the court orders temporary custody of the child to the caregiver, the local department may continue to provide services to the caregiver and child through an In-Home Services case, consistent with the alternate living arrangement service plan. At the dispositional hearing of the local department's petition, if the child cannot be safely returned to the child's parent, guardian, or legal custodian, the local department shall either:\n\na. If reunification of the child with the child's parent, guardian, or legal custodian remains the plan, request that the court continue temporary custody of the child with the caregiver, if appropriate, and enter such terms and conditions that would promote the child's interest and welfare, provide ongoing services to the family, and provide for further court review of the child's placement in accordance with the court's authority in subdivision A 1 of § 16.1-278.2; or\n\nb. If reunification of the child with the child's parent, guardian, or legal custodian is no longer the plan, request the court to enter a final order of custody to the caregiver. If further services are necessary to ensure the child's safety and welfare with the caregiver, the local department may keep the case open as an In-Home Services case until stability for the child is achieved.\n\n3. If the court denies the removal of the child, the local department shall seek a child protective order to provide continued services for the child and the child's parent, guardian, or legal custodian to ensure the child's safety and welfare. If the child protective order is granted, the case shall remain open as an In-Home Services case.\n\n4. The alternate living arrangement service plan shall include provisions describing the following:\n\na. The facts and circumstances that provide the basis for the safety assessment indicating that the child cannot remain safely in the home;\n\nb. The responsibilities of the child's parent, guardian, or legal custodian and the caregiver;\n\nc. Visitation arrangements for the child's parent, guardian, or legal custodian and conditions under which and methods by which the child's parent, guardian, or legal custodian may contact the child;\n\nd. The responsibilities of the local department, including any services to be provided to the child, the child's parent, guardian, or legal custodian, and the caregiver; and\n\ne. Any other term the local department determines necessary for the safety and welfare of the child.\n\n2024, cc. 629, 662.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1535/"
    },
    {
      "id": "section-632-1536",
      "number": "63.2-1536.",
      "heading": "General provisions",
      "text": "A. Nothing herein shall be deemed to prohibit the local department from seeking any other appropriate court action at any time to protect the health and welfare of the child.\n\nB. Nothing herein shall be deemed to prohibit a caregiver or other person with a legitimate interest from petitioning the court for custody of the child. If the caregiver petitions for custody, the local department shall make reasonable efforts to conduct a facilitated meeting to discuss the continuation of services for the child and family.\n\n2024, cc. 629, 662.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-63-2/chapter-15/section-63-2-1536/"
    }
  ]
}