{
  "state": "michigan",
  "path": "title-chapter-557-property-of-husband-and-wife/chapter-act-289-of-1975-uniform-disposition-of-community-property-ri",
  "sections": [
    {
      "id": "section-557261",
      "number": "557.261",
      "heading": "Short Title.Section 557.262 - Property to Which Act Applies",
      "text": "Section 557.263 - Rebuttable Presumptions.Section 557.264 - Disposition of Property Upon Death of Married Person.Section 557.265 - Perfecting Title of Surviving Spouse if Title Held by Decedent at Time of Death; Duty of Personal Representat",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-557262",
      "number": "557.262",
      "heading": "Property to Which Act Applies.",
      "text": "This act applies to the disposition at death of the following property acquired by a married person:\n\n(a) Personal property, wherever situated which was acquired as or became, and remained, community property under the laws of another jurisdiction; all or the proportionate part of that property acquired with the rents, issues, or income of, or the proceeds from, or in exchange for, that community property; or traceable to that community property.\n\n(b) All or the proportionate part of any real property situated in this state which was acquired with the rents, issues, or income of, the proceeds from, or in exchange for, property acquired as or which became, and remained, community property under the laws of another jurisdiction, or property traceable to that community property.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-262/"
    },
    {
      "id": "section-557263",
      "number": "557.263",
      "heading": "Rebuttable Presumptions.",
      "text": "In determining whether this act applies to specific property all of the following rebuttable presumptions apply:\n\n(a) Property acquired during marriage by a spouse of that marriage while domiciled in a jurisdiction under whose laws property could then be acquired as community property is presumed to have been acquired as or to have become, and remained, property to which this act applies.\n\n(b) Real property situated in this state and personal property wherever situated acquired by a married person while domiciled in a jurisdiction under whose laws property could not then be acquired as community property, title to which was taken in a form which created rights of survivorship, is presumed not to be property to which this act applies.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-263/"
    },
    {
      "id": "section-557264",
      "number": "557.264",
      "heading": "Disposition of Property Upon Death of Married Person.",
      "text": "Upon death of a married person, 1/2 of the property to which this act applies is the property of the surviving spouse and is not subject to testamentary disposition by the decedent, or distribution under the laws of succession of this state. One-half of that property is the property of the decedent and is subject to testamentary disposition or distribution under the laws of succession of this state. With respect to property to which this act applies, the 1/2 of the property which is the property of the decendent is not subject to the surviving spouse's right to elect against the will and an estate of dower does not exist in the property of the decedent.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976Compiler's Notes:In the last sentence of this section, “decendent” evidently should read “decedent.”",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-264/"
    },
    {
      "id": "section-557265",
      "number": "557.265",
      "heading": "Perfecting Title of Surviving Spouse if Title Held by Decedent at Time of Death; Duty of Personal Representative or Court.",
      "text": "If the title to property to which this act applies was held by the decedent at the time of death, title of the surviving spouse may be perfected by an order of the court or by execution of an instrument by the personal representative or the heirs or devisees of the decedent with the approval of the court. Neither the personal representative nor the court in which the decedent's estate is being administered has a duty to discover or attempt to discover whether property held by the decedent is property to which this act applies, unless a written demand is made by the surviving spouse or the spouse's successor in interest.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-265/"
    },
    {
      "id": "section-557266",
      "number": "557.266",
      "heading": "Action to Perfect Title Held by Surviving Spouse at Time of Decedent's Death; Duty of Personal Representative.",
      "text": "If the title to property to which this act applies is held by the surviving spouse at the time of the decedent's death, the personal representative of an heir or devisee of the decedent may institute an action to perfect title to the property. The personal representative does not have a fiduciary duty to discover or attempt to discover whether property held by the surviving spouse is property to which this act applies, unless a written demand is made by an heir, devisee, or creditor of the decedent.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-266/"
    },
    {
      "id": "section-557267",
      "number": "557.267",
      "heading": "Purchaser for Value; Lender Taking Security Interest in Property.",
      "text": "(1) If a surviving spouse has apparent title to property to which this act applies, a purchaser for value or a lender taking a security interest in the property takes his interest in the property free of any rights of the personal representative or an heir or devisee of the decedent.\n\n(2) If a personal representative or an heir or devisee of the decedent has apparent title to property to which this act applies, a purchaser for value or a lender taking a security interest in the property takes his interest in the property free of any rights of the surviving spouse.\n\n(3) A purchaser for value or a lender need not inquire whether a vendor or borrower acted properly.\n\n(4) The proceeds of a sale or creation of a security interest shall be treated in the same manner as the property transferred to the purchaser for value or a lender.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-267/"
    },
    {
      "id": "section-557268",
      "number": "557.268",
      "heading": "Rights of Creditors.",
      "text": "This act does not affect rights of creditors with respect to property to which this act applies.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-268/"
    },
    {
      "id": "section-557269",
      "number": "557.269",
      "heading": "Married Persons Not Prevented From Severing or Altering Interests in Property.",
      "text": "This act does not prevent married persons from severing or altering their interests in property to which this act applies.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-269/"
    },
    {
      "id": "section-557270",
      "number": "557.270",
      "heading": "Disposition of Property by Will.",
      "text": "This act does not authorize a person to dispose of property by will if it is held under limitations imposed by law preventing testamentary disposition by that person.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-270/"
    },
    {
      "id": "section-557271",
      "number": "557.271",
      "heading": "Application and Construction of Act.",
      "text": "This act shall be so applied and construed as to effectuate its general purpose to make uniform the law with respect to the subject of this act among those states which enact it.\n\nHistory:1975, Act 289, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-557/statute-act-289-of-1975/section-557-271/"
    }
  ]
}