{
  "state": "virginia",
  "path": "title-title-332-highways-and-other-surface-transportation-systems/chapter-chapter-33-williamsburg-area-transit-authority",
  "sections": [
    {
      "id": "section-332-3300",
      "number": "33.2-3300.",
      "heading": "Authority created§ 33.2-3301. Counties and cities embraced by the Authority§ 33",
      "text": "There is hereby created a political subdivision of the Commonwealth known as the Williamsburg Area Transit Authority, hereinafter known as \"the Authority.\"\n\nIn addition to such other powers vested in the Authority by this chapter, the Authority shall have the following powers and functions:\n\n1. The Authority shall prepare a regional transit plan for all or a portion of the areas located within the jurisdictional boundaries of each member locality. The regional transit plan may include all or portions of those areas within the City of Williamsburg, the County of James City and such portions of York County as its governing body desires to have covered, and the areas owned or operated by the College of William and Mary in Virginia and the Colonial Williamsburg Foundation, including transit improvements of regional significance, and those improvements necessary or incidental thereto, and the Authority shall from time to time revise and amend the plan.\n\n2. The Authority may, when a transit plan is adopted according to subdivision 1, construct or acquire, by purchase, lease, contract, or otherwise, the transit facilities specified in such transit plan.\n\n3. The Authority may enter into agreements or leases with public or private entities for the operation of its facilities, or may operate such facilities itself.\n\n4. The Authority may enter into contracts or agreements with the counties and cities embraced by the Authority, with other transit commissions of transportation districts adjoining any county or city embraced by the Authority, with any transportation authority, or with any state, local, private, or federal entity to provide, or cause to be provided, transit facilities and services to the area embraced by the Authority. Such contracts or agreements, together with any agreements or leases for the operation of such facilities, may be used by the Authority to finance the construction and operation of transit facilities, and such contracts, agreements, or leases shall inure to the benefit of any creditor of the Authority.\n\n5. Notwithstanding any other provision of law to the contrary, the Authority may:\n\na. Acquire land or any interest therein by purchase, lease, or gift and provide transit facilities thereon for use in connection with any transit service;\n\nb. Acquire land or any interest therein by purchase, lease, or gift in advance of the need for sale or contribution to an agency, for use by that agency in connection with an adopted transit plan; or\n\nc. Prepare a plan for mass transit services with persons, cities, counties, agencies, authorities, or transportation commissions and may further contract with any such person or other entity to provide necessary facilities, equipment, operations and maintenance, access, and insurance pursuant to such plan.\n\n2006, c. 179, § 15.2-6801; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3300/"
    },
    {
      "id": "section-332-3301",
      "number": "33.2-3301.",
      "heading": "Counties and cities embraced by the Authority",
      "text": "Upon adoption of an approving ordinance by each of the respective governing bodies wishing to join the Authority, the Authority shall embrace the County of James City, such portions of York County as its governing body desires to have covered, and the City of Williamsburg.\n\n2006, c. 179, § 15.2-6802; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3301/"
    },
    {
      "id": "section-332-3302",
      "number": "33.2-3302.",
      "heading": "Composition of Authority; membership; terms",
      "text": "Upon adoption of an approving ordinance by each of the respective governing bodies wishing to join the Authority, the Authority may consist of up to seven members as follows:\n\nTwo members representing James City County;\n\nOne member representing York County; and\n\nOne member representing the City of Williamsburg.\n\nIn addition, the county and municipal corporation members may elect up to three additional members to represent the interests of higher-education facilities and private, nonprofit tourist-driven agencies in the Williamsburg area, provided that such member facilities and organizations contribute significant financial resources to the Authority.\n\nThe Authority shall appoint the chairman and vice-chairman.\n\n2006, c. 179, § 15.2-6803; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3302/"
    },
    {
      "id": "section-332-3303",
      "number": "33.2-3303.",
      "heading": "Staff",
      "text": "The Authority shall employ an executive director and such staff as it deems necessary to carry out its duties and responsibilities under this chapter. No such person shall contemporaneously serve as a member of the Authority. The Department of Transportation and the Department of Rail and Public Transportation shall make their employees available to assist the Authority, upon request.\n\n2006, c. 179, § 15.2-6804; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3303/"
    },
    {
      "id": "section-332-3304",
      "number": "33.2-3304.",
      "heading": "Decisions of Authority",
      "text": "A majority of the members of the Authority shall constitute a quorum. Decisions of the Authority shall require a quorum and shall be in accordance with voting procedures established by the Authority.\n\n2006, c. 179, § 15.2-6805; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3304/"
    },
    {
      "id": "section-332-3305",
      "number": "33.2-3305.",
      "heading": "Allocation of certain Authority expenses among component members",
      "text": "The administrative expenses of the Authority, as provided in an annual budget adopted by the Authority, to the extent funds for such expenses are not provided from other sources, shall be allocated among the component counties, city, and educational and nonprofit agencies pursuant to a funding formula as duly adopted by the Authority.\n\n2006, c. 179, § 15.2-6806; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3305/"
    },
    {
      "id": "section-332-3306",
      "number": "33.2-3306.",
      "heading": "Payment to members of Authority",
      "text": "The members of the Authority may be paid for their services compensation in either (i) the amount provided in the general appropriation act for members of the General Assembly engaged in legislative business between sessions or (ii) a lesser amount as determined by the Authority. Members may be reimbursed for all reasonable and necessary expenses provided in §§ 2.2-2813 and 2.2-2825, if approved by the Authority. Funding for the costs of compensation and expenses of the members shall be provided by the Authority.\n\n2006, c. 179, § 15.2-6807; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3306/"
    },
    {
      "id": "section-332-3307",
      "number": "33.2-3307.",
      "heading": "Formation of advisory committees",
      "text": "The Authority may, in its discretion, form advisory committees to assist the Authority.\n\n2006, c. 179, § 15.2-6808; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3307/"
    },
    {
      "id": "section-332-3308",
      "number": "33.2-3308.",
      "heading": "Other duties and responsibilities of Authority",
      "text": "In addition to other powers herein granted, the Authority shall have the following duties and responsibilities:\n\n1. General oversight of Williamsburg area programs involving mass transit or congestion mitigation;\n\n2. Long-range transit planning in the Williamsburg area, both financially constrained and financially unconstrained;\n\n3. Recommending to state, regional, and federal agencies regional transit priorities, including public-private transit projects and funding allocations;\n\n4. Allocating to priority regional transit projects any funds made available to the Authority and, at the discretion of the Authority, directly overseeing such projects;\n\n5. Recommending to the Commonwealth Transportation Board priority regional transit projects for receipt of federal and state funds;\n\n6. Serving as an advocate for the transit needs of the Williamsburg area before the state and federal governments;\n\n7. Applying to and negotiating with the government of the United States, the Commonwealth, or any agency or instrumentality thereof, for grants and any other funds available to carry out the purposes of this chapter and receiving, holding, accepting, and administering from any source gifts, bequests, grants, aid, or contributions of money, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter subject, however, to any conditions upon which gifts, bequests, grants, aid, or contributions are made. Unless otherwise restricted by the terms of the gift, bequest, or grant, the Authority may sell, exchange, or otherwise dispose of such money, securities, or other property given or bequeathed to it in furtherance of its purposes.\n\n2006, c. 179, § 15.2-6809; 2015, c. 256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-33/section-33-2-3308/"
    }
  ]
}