{
  "state": "virginia",
  "path": "title-title-332-highways-and-other-surface-transportation-systems/chapter-chapter-7-local-authority-over-highways",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 33.2-700. Transfer of highways, etc",
      "text": ", from secondary state highway system to local authorities§ 33.2-701. Levies§ 33.2-702. Gifts received by counties for construction, maintenance, etc., of secondary highways§ 33.2-703. Funds for highways not in secondary state highway system§ 3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-332-700",
      "number": "33.2-700.",
      "heading": "Transfer of highways, etc., from secondary state highway system to local authorities",
      "text": "Whenever any town has a population of more than 3,500 inhabitants, all the streets, highways, causeways, bridges, landings, and wharves in such town that were incorporated within the secondary state highway system shall be eliminated from such system and the control and jurisdiction over them shall be vested in the local authorities. This section shall in no way affect the rights of such towns to receive the benefits provided elsewhere in this title.\n\nCode 1950, § 33-137; 1970, c. 322, § 33.1-224; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-700/"
    },
    {
      "id": "section-332-701",
      "number": "33.2-701.",
      "heading": "Levies",
      "text": "For the purpose of this section, \"district\" means a magisterial, sanitary, or other special district created by the governing body of a county for the levy of road taxes.\n\nThe governing bodies of the counties shall not make any levy of county or district road taxes or contract any further indebtedness for the construction, maintenance, or improvement of highways; however, the governing bodies of the counties shall continue to make county or district levies, as the case may be, upon all real and personal property subject to local taxation, in such county or magisterial district, and not embraced within the corporate limits of any town that maintains its own streets and is exempt from county and district road taxes unless the citizens of such towns voted on the question of issuing county or district road bonds, sufficient only to provide for the payment of any bonded or other indebtedness and for the interest contracted thereon that may be outstanding as an obligation of any county or district contracted for road purposes or for the sinking fund for the retirement of any bonded indebtedness established for county or district road purposes.\n\nCode 1950, § 33-138; 1964, c. 376; 1968, c. 368; 1970, c. 322, § 33.1-225; 2007, c. 813; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-701/"
    },
    {
      "id": "section-332-702",
      "number": "33.2-702.",
      "heading": "Gifts received by counties for construction, maintenance, etc., of secondary highways",
      "text": "Notwithstanding the provisions of § 33.2-701 or any other provisions of law to the contrary, the governing body of any county may accept gifts of money, property, or services to be utilized for the construction, maintenance, and improvement of the secondary state highway system in such county, in conformity with specifications of and in cooperation with the Department, provided that such gift resources may be matched in value by appropriations from the county's general funds. The allocation of such donated and appropriated resources to the secondary highways shall be made by the governing body of the county, after consultation with the Department, to be used by the Department in accordance with the wishes of the governing body of such county.\n\n1976, c. 63, § 33.1-225.2; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-702/"
    },
    {
      "id": "section-332-703",
      "number": "33.2-703.",
      "heading": "Funds for highways not in secondary state highway system",
      "text": "Notwithstanding the provisions of § 33.2-701 or 33.2-706, the governing body of any county under the urban county executive form of government may expend funds on minor improvements and maintenance of highways not within the secondary state highway system, provided such highways are open for public use. A highway shall be determined to be open for public use by applying the same standards set forth in § 33.2-105 or by final order of a court of competent jurisdiction on or before January 1, 1978, except that in order to be eligible for funds under this section such highways need not be 30 feet wide but shall not be less than 15 feet wide. The maximum amount of mileage to be maintained under this section shall not exceed 30 miles.\n\n1978, c. 43, § 33.1-225.3; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-703/"
    },
    {
      "id": "section-332-704",
      "number": "33.2-704.",
      "heading": "Agreements between localities for construction and operation of toll facilities",
      "text": "The governing bodies of adjacent localities may enter into agreements providing for the construction and operation of highways, bridges, and ferries within their boundaries and for the imposition and collection of tolls for the use of such facilities. Such tolls may be in whatever amount, subject to whatever conditions, and expended for whatever purposes provided for in such agreements. Such agreements shall provide for the design, land acquisition, or construction of primary or secondary highway projects that have been included in the six-year plan pursuant to § 33.2-331, or in the case of a primary highway, an approved project included in the six-year improvement program of the Board. Such agreements shall specify relevant procedures and responsibilities concerning the design, right-of-way acquisition, construction, and contract administration of such projects. Any facility constructed pursuant to the authority granted in this section shall be constructed in accordance with the applicable standards of the Department for such facility. Prior to executing any agreement pursuant to this section, a joint public hearing shall be held concerning the benefits of and need for as well as the location and design of the facility.\n\n2006, c. 587, § 33.1-228.1; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-704/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Establishment, Alteration, and Discontinuance of Highways",
      "text": "Establishment, Alteration, and Discontinuance of Highways",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-332-705",
      "number": "33.2-705.",
      "heading": "Continuance of powers of county authorities; alternative procedure",
      "text": "The local authorities shall continue to have the powers vested in them on June 20, 1932, for the establishment of new highways in their respective counties, which shall, upon such establishment, become parts of the secondary state highway system within such counties. They shall likewise have the power to alter or change the location of any highway now in the secondary state highway system within such counties or that may hereafter become a part of the secondary state highway system within such counties. The Commissioner of Highways shall be made a party to any proceeding before the local authorities for the establishment of any such highway or for the alteration or change of the location of any such highway. When any such board or commission appointed by the governing body of a county to view a proposed highway or to alter or change the location of an existing highway shall award damages for the right-of-way for the same, in either case to be paid in money, it may be paid by the governing body of the county out of the general county levy funds. No expenditure by the Commonwealth shall be required upon any new highway so established or any old road the location of which is altered or changed by the local authorities, except as may be approved by the Commissioner of Highways. If the property sought to be taken is for the easement or right-of-way, the plat shall reasonably indicate thereon any appurtenant right-of-way or easement for ingress and egress to and from the principal easement or right-of-way being taken.\n\nAs an alternative to the method of establishing or relocating a highway provided in the preceding paragraph, the Commissioner of Highways, by and with the approval of the Board and the governing body of a county, shall have power and authority to make such changes in routes in, and additions to, the secondary state highway system as the public safety or convenience may require.\n\nThe service of any process or notice in any such proceedings upon the district administrator of the Department having the supervision of maintenance and construction of highways in any such county shall be termed sufficient service on the Commissioner of Highways.\n\nCode 1950, § 33-141; 1950, p. 726; 1970, c. 322, § 33.1-229; 1980, c. 441; 1984, c. 198; 2013, cc. 585, 646; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-705/"
    },
    {
      "id": "section-332-706",
      "number": "33.2-706.",
      "heading": "How highways and bridges in counties established or altered; examination and report; width and grade of highways; employing engineer",
      "text": "Whenever the governing body of any county is of the opinion that it is necessary to establish or alter the location of a public highway or bridge, or any other person applies to the local governing body therefor, it may appoint five viewers, who shall be resident freeholders of the county, any three of whom may act, to examine such highways or routes and report upon the expediency of establishing or altering the location of such public highway or bridge. In lieu of such viewers, the local governing body may direct the county road engineer or county road manager to examine such highway or route and make such report, and such board may establish or alter such highway or bridge upon such location and of such width and grade as it may prescribe. The right-of-way for any public highway shall not be less than 30 feet wide, except that in any case in which the cost of constructing and maintaining any such highway is to be borne by any individual the right-of-way for such highway may be less than 30 but not less than 15 feet in width. If none of the viewers is an engineer, appointed for the purpose of making survey and map, the local governing body may employ an engineer, if necessary, to assist the viewers.\n\nCode 1950, § 33-142; 1964, c. 565; 1970, c. 322, § 33.1-230; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-706/"
    },
    {
      "id": "section-332-707",
      "number": "33.2-707.",
      "heading": "Duty of viewers",
      "text": "The viewers or the county road engineer or county road manager shall, as early as practicable after receiving the order of the local governing body, proceed to make the view and may examine routes and locations other than that proposed and if of the opinion that there is a necessity to establish or alter the location of the public highway or bridge shall locate the same and make a report to the local governing body that includes a map or diagram of the location made and that states:\n\n1. Their reasons for preferring the location made;\n\n2. The probable cost of establishing or altering the location of such highway or bridge;\n\n3. The convenience and inconvenience that will result to individuals as well as to the public;\n\n4. Whether the highway or bridge will be one of such mere private convenience as to make it proper that it should be opened, established, or altered and kept in order by the person for whose convenience it is desired;\n\n5. Whether any yard, garden, or orchard will have to be taken;\n\n6. The names of the landowners on such route;\n\n7. Which of such landowners require compensation;\n\n8. What will be a just compensation to the landowners requiring compensation for the land so taken and for the damages to the residue of the tract, if any, beyond the peculiar benefits to be derived in respect to such residue, from the highway or bridge to be established; and\n\n9. All other facts and circumstances in their opinion useful in enabling the local governing body to determine the expediency of establishing or altering the highway or bridge.\n\nThey shall file such report with the clerk of the local governing body.\n\nCode 1950, § 33-144; 1964, c. 565; 1970, c. 322, § 33.1-231; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-707/"
    },
    {
      "id": "section-332-708",
      "number": "33.2-708.",
      "heading": "Pay to viewers, commissioners, and engineers",
      "text": "A statement in writing showing the number of days each viewer or commissioner and engineer, appointed or employed under the provisions of this article, was employed shall be sworn to and presented to the governing body, and the governing body may allow a reasonable compensation not exceeding $50 per day to each viewer or commissioner and not exceeding $7.50 per day and necessary traveling expenses for the engineer, provided that in any county adjoining a county having a population in excess of 1,000 per square mile and in the County of Henrico, the governing body may pay the viewers, commissioners, and engineers in addition to expenses not exceeding $25 a day for each day they were respectively employed hereunder.\n\nCode 1950, § 33-155; 1950, p. 157; 1966, c. 438; 1970, c. 322, § 33.1-242; 1975, c. 445; 1978, c. 305; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-708/"
    },
    {
      "id": "section-332-709",
      "number": "33.2-709.",
      "heading": "Consent of landowners",
      "text": "In the event that some of the landowners do not require compensation and will execute their written consent giving the right-of-way in question, the viewers or the county road engineer or county road manager shall obtain such consent and return it with the report to the local governing body, and such written consent shall operate and have the force and effect of a deed from the landowners of the county for the right-of-way so long as it is used by the public, in case the highway is established, and it shall be recorded in the deed books of the county.\n\nShould any of the landowners require compensation and not unite in such deed, the subsequent proceedings shall be as prescribed in this article.\n\nCode 1950, § 33-145; 1970, c. 322, § 33.1-232; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-709/"
    },
    {
      "id": "section-332-710",
      "number": "33.2-710.",
      "heading": "Proceedings on report; notice to owners",
      "text": "At the next meeting of the local governing body after receipt of such report, as provided in § 33.2-707, unless the opinion of the local governing body is against establishing or altering the highway or bridge, the local governing body shall require its clerk to give written notice to the owner of the land on which it is proposed to establish or alter such highway or bridge at least five days before the hearing to be held under § 33.2-712 informing the owner of the time and place of the hearing at which he may appear and present his views. Notice sent by registered or certified mail to the last known address of such owner as shown on the current real estate tax assessment books shall be deemed adequate compliance with this requirement. If the hearing is continued, notice shall be mailed again. If the current real estate tax assessment books do not contain the name of the owner of the affected land, notice of the hearing shall be published once each week for four successive weeks in a newspaper having general circulation in the county.\n\nCode 1950, § 33-146; 1964, c. 565; 1970, c. 322, § 33.1-233; 1977, c. 470; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-710/"
    },
    {
      "id": "section-332-711",
      "number": "33.2-711.",
      "heading": "Guardian ad litem for persons under disability",
      "text": "If any such owner or proprietor is a person under a disability as defined in § 8.01-2, the circuit court of the county shall, at the time the clerk shall issue such process, or as soon thereafter as practicable, upon the court's or judge's own motion, or upon the suggestion of any party in interest, appoint for such person a guardian ad litem, who shall faithfully represent the interest of the person under a disability and whose fees shall be fixed by the court or judge making the appointment.\n\nCode 1950, § 33-147; 1970, c. 322, § 33.1-234; 2005, c. 716; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-711/"
    },
    {
      "id": "section-332-712",
      "number": "33.2-712.",
      "heading": "Defense allowed; what board may do",
      "text": "Upon the return of the process duly executed, defense may be made to the proceedings by any party and the local governing body may hear testimony touching the expediency or propriety of establishing or altering the highway or bridge. Upon such hearing, the local governing body shall fix just compensation to the proprietors and tenants for the land proposed to be taken and the damage accruing therefrom, unless the local governing body is of the opinion that the highway or bridge should not be established or altered in which case it shall so order.\n\nCode 1950, § 33-148; 1964, c. 565; 1970, c. 322, § 33.1-235; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-712/"
    },
    {
      "id": "section-332-713",
      "number": "33.2-713.",
      "heading": "Appointment of commissioners to assess damages",
      "text": "If a tenant or proprietor desires or if the local governing body sees cause, the local governing body shall appoint five disinterested resident freeholders of the county as commissioners, any three of whom may act to ascertain just compensation for the land to be taken for such highway or bridge and damages, if any, to the residue, beyond the benefits to be derived by such residue, from such highway or bridge.\n\nCode 1950, § 33-149; 1964, c. 565; 1970, c. 322, § 33.1-236; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-713/"
    },
    {
      "id": "section-332-714",
      "number": "33.2-714.",
      "heading": "Enhancement in value of residue",
      "text": "The enhancement, if any, in value of the residue by reason of the establishment or alteration of such highway or bridge shall be offset against the damage to the residue, but there shall be no recovery over against such landowner for any excess nor shall enhancement be offset against the value of land taken.\n\nCode 1950, § 33-150; 1964, c. 565; 1970, c. 322, § 33.1-237; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-714/"
    },
    {
      "id": "section-332-715",
      "number": "33.2-715.",
      "heading": "Action of commissioners; report",
      "text": "The commissioners shall meet on the lands of the proprietors and tenants that are named in the order of the local governing body at a specified place and day, of which notice shall be given by the sheriff to such proprietors and tenants or their agents. Notice need not be given to any person present at the time the order is made. Any one or more of the commissioners attending on the land may adjourn, from time to time, until their business is finished. The commissioners, in the discharge of their duties, shall comply in all respects with the provisions of Chapter 2 (§ 25.1-200 et seq.) of Title 25.1 so far as applicable. They shall promptly make their report as required by § 25.1-232 to the local governing body and, unless good cause is shown against the report, it shall be confirmed. If, however, good cause is shown against the report or the commissioners report their disagreement or fail to report within a reasonable time, the local governing body may appoint other commissioners to ascertain the compensation and damages. When any report is confirmed, the local governing body shall establish or alter the highway or bridge with or without gates, as it may seem proper, and provide for the payment of the compensation and damages allowed.\n\nCode 1950, § 33-151; 1964, c. 565; 1970, c. 322, § 33.1-238; 1991, c. 520; 2003, c. 940; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-715/"
    },
    {
      "id": "section-332-716",
      "number": "33.2-716.",
      "heading": "Appeal to circuit court",
      "text": "If an applicant, proprietor, or tenant is not satisfied with the decision of the local governing body with respect to the amount of compensation or damages allowed, he may appeal, but only on the question of compensation and damages, to the circuit court of the county, provided such appeal is filed within 60 days. The court shall hear the matter de novo as to the amount of compensation and damages with the further right of appeal as provided by general law. Upon the hearing of the appeal, the court shall ascertain the amount of compensation and damages, if any, to which such proprietor is entitled, and shall certify the same to the local governing body, which shall proceed to carry out the judgment of the court, provided that the local governing body shall be summoned to appear at the hearing of the appeal.\n\nCode 1950, § 33-152; 1970, c. 322, § 33.1-239; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-716/"
    },
    {
      "id": "section-332-717",
      "number": "33.2-717.",
      "heading": "Who shall pay costs, compensation, and damages",
      "text": "When the highway or bridge is established or altered, the county shall be chargeable with the compensation and damages to the proprietor or tenant and all costs incurred in the proceedings, provided that when the record shows that the sum allowed by the circuit court on appeal, as compensation and damages to any proprietor or tenant is not more than the amount allowed by the local governing body from whose decision the appeal was taken, such proprietor or tenant shall be adjudged to pay the costs occasioned by such appeal. When the local governing body decides against the application to establish or alter a highway or bridge, the applicant shall pay the costs incurred in the case, except the compensation of the viewers.\n\nBut when it shall appear to the local governing body that the opening and establishing or altering of such highway will be for mere private convenience, then the local governing body may order the same upon condition that such applicant pay, in whole or in part, the compensation and damages to the proprietor or tenant and the costs of the proceedings and keep the highway in order. In any such case the highway shall not be opened and established or altered until such compensation and damages and costs has been first paid or the written consent of the proprietor or tenant has been given.\n\nCode 1950, § 33-153; 1964, c. 565; 1970, c. 322, § 33.1-240; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-717/"
    },
    {
      "id": "section-332-718",
      "number": "33.2-718.",
      "heading": "Highways not to be established through cemetery or seminary of learning without owners' consent",
      "text": "No highway shall be established upon or through the lands of any cemetery or through the lands of any seminary of learning without the consent of the owners thereof.\n\nCode 1950, § 33-154; 1964, c. 565; 1970, c. 322, § 33.1-241; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-718/"
    },
    {
      "id": "section-332-719",
      "number": "33.2-719.",
      "heading": "Abandonment of certain highways and railway crossings",
      "text": "The governing body of any county that has chosen or hereafter chooses not to be included in the provisions of Article 3 (§ 33.2-324 et seq.) of Chapter 3, whenever it deems that any part of a highway subject to its jurisdiction is no longer required or an existing crossing by any such highway of the lines of a railway company, or any existing crossing by the lines of a railway company of such highway, is no longer necessary as a part of such highway system, may abandon the section of highway or the crossing.\n\nThe procedure for any such abandonment shall be governed by the provisions applicable to the Board as provided in Articles 1, 2, and 3 (§§ 33.2-900 through 33.2-926) of Chapter 9 and all provisions applicable to the Board shall apply, mutatis mutandis, to the governing body of the county.\n\nCode 1950, § 33-155.1; 1970, c. 322, § 33.1-243; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-719/"
    },
    {
      "id": "section-332-720",
      "number": "33.2-720.",
      "heading": "Supervisors may issue process",
      "text": "The governing body of a county shall have power to cause process to issue and compel the attendance of witnesses and other parties.\n\nCode 1950, § 33-159; 1970, c. 322, § 33.1-244; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-720/"
    },
    {
      "id": "section-332-721",
      "number": "33.2-721.",
      "heading": "Compensation of clerk of board",
      "text": "The clerk of the local governing body of a county shall receive for the duties to be performed by him under the provisions of this article compensation to be fixed and allowed to him by the local governing body.\n\nCode 1950, § 33-160; 1956, c. 582; 1970, c. 322, § 33.1-245; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-721/"
    },
    {
      "id": "section-332-722",
      "number": "33.2-722.",
      "heading": "Discontinuance of gates on public highways",
      "text": "Whenever a public highway is, or has been, established with gates, any person may apply to the governing body of the county to have such gates discontinued, on which application proceedings shall be had in accordance with the applicable provisions of §§ 33.2-706 through 33.2-717. If the local governing body decides that the gates shall be removed, it shall direct the sheriff of the county to remove the same, and the sheriff shall do so at such time as the local governing body may direct.\n\nWhen damages are allowed to any person or persons on account of the removal of such gates, such damages and the costs incident to the proceeding shall be paid out of the county general fund. Any such person shall have an appeal of right to the circuit court of the county, at any time within 10 days from the date of the order making such allowance, but only from the amount of damages allowed.\n\nCode 1950, § 33-161; 1970, c. 322, § 33.1-246; 2014, c. 805.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-722/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Assumption of District Highway Indebtedness",
      "text": "Assumption of District Highway Indebtedness",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-332-723",
      "number": "33.2-723.",
      "heading": "Assumption of district highway indebtedness by counties",
      "text": "A. Any county may assume the payment of and pay any outstanding indebtedness of any magisterial district or districts thereof incurred for the purpose of constructing public highways that were subsequently taken over by the Commonwealth, provided the assumption thereof is approved by a majority of the qualified voters of the county voting on the question at an election to be held as provided in this section.\n\nB. The governing body of the county may, by a resolution entered of record in its minute book, require the judges of election to open a poll at the next regular election and take the sense of the qualified voters of the county upon the question whether or not the county shall assume the highway indebtedness of __________ district, or __________ districts. The local governing body shall cause notice of such election to be given by the posting of written notice thereof at the front door of the county courthouse at least 30 days prior to the date the same is to be held and by publication thereof twice in a newspaper published or having general circulation in the county, with the first publication appearing no more than 28 days before and the second publication appearing no less than seven days before the election. Such notice shall set forth the date of such election and the question to be voted on.\n\nC. The ballots for use in voting upon the question so submitted shall be prepared, printed, distributed, voted, and counted and the returns made and canvassed in accordance with the provisions of § 24.2-684. The results shall be certified by the commissioners of election to the county clerk, who shall certify the same to the governing body of the county, and such returns shall be entered of record in the minute book of the local governing body.\n\nD. If a majority of the voters voting on the question vote in favor of the assumption by the county of the highway indebtedness of any district of the county, such indebtedness shall become and be an obligation of the county and as binding thereon as if the same had been originally contracted by the county. In such event the governing body of the county is authorized to levy and collect taxes throughout the county for the payment of the district indebtedness so assumed, both as to principal and interest.\n\nE. Nothing contained in this section shall affect the validity of such district highway obligations in the event that the result of such election is against the assumption thereof by the county, but they shall continue to be as valid and binding in all respects as they were in their inception.\n\nCode 1950, §§ 33-256, 33-257, 33-258, 33-259, 33-260; 1970, c. 322, §§ 33.1-321, 33.1-322, 33.1-323, 33.1-324, 33.1-325; 2014, c. 805; 2023, cc. 506, 507; 2024, cc. 225, 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-33-2/chapter-7/section-33-2-723/"
    }
  ]
}