{
  "state": "pennsylvania",
  "path": "title-title-75/chapter-chapter-20",
  "sections": [
    {
      "id": "section-2002",
      "number": "2002",
      "heading": "",
      "text": "This chapter applies to all rate filings for motor vehicle insurance. Rate filings for motor vehicle insurance shall also be subject to the act of June 11, 1947 (P.L.538, No.246), known as The Casualty and Surety Rate Regulatory Act. Where any conflict exists between this chapter and The Casualty and Surety Rate Regulatory Act, this chapter shall be applied so as to supersede The Casualty and Surety Rate Regulatory Act to the extent of the conflict.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2002/"
    },
    {
      "id": "section-2003",
      "number": "2003",
      "heading": "",
      "text": "(a) General rule.--Notwithstanding any other provision of law to the contrary and except as otherwise provided in subsection (b), no rate filing to which this chapter applies may become effective prior to the expiration of a waiting period of 60 days from the date the filing is received by the commissioner. This 60-day period may be extended an additional 30 days by the commissioner upon written notice to the insurer or rating organization making the filing.\n\n(b) Exceptions.--The waiting period and extensions thereof required by subsection (a) shall not apply in the following circumstances:\n\n(1) When an insurer or rating organization makes written application, the commissioner may authorize a filing or part thereof which has been reviewed to become effective prior to the expiration of the waiting period or any extension thereof as provided in subsection (a).\n\n(2) Upon the written consent of the insured stating his reasons therefor, filed and approved by the department, a rate in excess of that provided by a filing otherwise applicable may be used on any specific risk. The rate shall become effective when such consent is filed and shall be deemed to meet the requirements of this chapter and other applicable statutes governing the establishment of rates until such time as the commissioner reviews the filing and so long thereafter as the filing remains in effect.\n\nCross References.Section 2003 is referred to in sections 2004, 2006, 2007 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2003/"
    },
    {
      "id": "section-2004",
      "number": "2004",
      "heading": "",
      "text": "(a) General rule.--Notwithstanding any other provision of law to the contrary, within the waiting period or any extension thereof as provided in section 2003(a) (relating to waiting period for filings), the commissioner may, by written notice, approve or disapprove the rate filing or schedule a formal administrative hearing on the filing. If a rate filing is approved, it may become effective upon the expiration of the waiting period and any extension thereof as provided in section 2003(a) or upon the effective date specified in the filing, whichever is later. If a rate filing is disapproved, the commissioner shall state in what respects the filing or part thereof fails to meet the requirements of this chapter or other applicable law.\n\n(b) Effective date pending hearing.--If a rate filing is scheduled for a formal administrative hearing under this section, the filing may not become effective until an adjudication is issued. An adjudication shall be issued within 60 days after the close of the hearing.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2004/"
    },
    {
      "id": "section-2005",
      "number": "2005",
      "heading": "",
      "text": "Any insurer or rating organization aggrieved by any order or decision of the commissioner made without a hearing may, within 30 days after notice of the order to the insurer or organization, make written request to the commissioner for a hearing thereon. The commissioner shall hold a hearing within 30 days after receipt of the request and shall give not less than ten days' written notice of the time and place of the hearing. Within 30 days after the close of the hearing, the commissioner shall affirm, reverse or modify his previous action, specifying his reasons therefor.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2005/"
    },
    {
      "id": "section-2006",
      "number": "2006",
      "heading": "",
      "text": "If, at any time after the waiting period or extension thereof as provided in section 2003(a) (relating to waiting period for filings), the commissioner finds that a rate filing does not meet the requirements of applicable statutes governing the establishment of rates or upon application by a person, other than the insurer or rating organization that made the filing, aggrieved by a rate filing for which the waiting period has expired, the commissioner may hold a hearing upon not less than ten days' written notice to every insurer or rating organization which made the filing, specifying the matters to be considered at the hearing. If, after the hearing, the commissioner finds that the filing fails to meet the requirements of applicable statutes governing the establishment of rates, he shall issue an order specifying his findings and stating when, within a reasonable period thereafter, the filing or portions thereof shall be deemed no longer effective. The order shall be sent to every affected insurer and rating organization. The order shall not affect any contract or policy made or issued prior to the expiration of the period set forth in the order.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2006/"
    },
    {
      "id": "section-2007",
      "number": "2007",
      "heading": "",
      "text": "A rate filing may be deemed to meet the requirements of this chapter and other applicable statutes governing the establishment of rates unless disapproved or scheduled for a formal administrative hearing by the commissioner within the waiting period or any extensions thereof as provided in section 2003(a) (relating to waiting period for filings). The filing shall not become effective unless the department receives written notice of the insurer's or rating organization's intent to exercise the right granted under this section at least ten calendar days prior to the effective date.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2007/"
    },
    {
      "id": "section-2008",
      "number": "2008",
      "heading": "",
      "text": "All hearings shall be conducted in accordance with Title 2 (relating to administrative law and procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-20/section-2008/"
    }
  ]
}