{
  "state": "pennsylvania",
  "path": "title-title-75/chapter-chapter-17",
  "sections": [
    {
      "id": "section-1701",
      "number": "1701",
      "heading": "",
      "text": "§ 1701. Short title of chapter.\n\nThis chapter shall be known and may be cited as the Motor Vehicle Financial Responsibility Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1701/"
    },
    {
      "id": "section-1702",
      "number": "1702",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Assigned Risk Plan.\"A program for the equitable apportionment of assigned risks and clean risks among insurers.\n\n\"Automobile Insurance Policy Act.\"The act of June 5, 1968 (P.L.140, No.78), entitled \"An act regulating the writing, cancellation of or refusal to renew policies of automobile insurance; and imposing powers and duties on the Insurance Commissioner therefor.\"\n\n\"Benefits\"or\"first party benefits.\"Medical benefits, income loss benefits, accidental death benefits and funeral benefits.\n\n\"Clean risk.\"An insured or an applicant for insurance who, for the 36-month period immediately preceding the date of application or renewal date of the policy:\n\n(1) has not been involved in an accident as a driver, provided that, for purposes of this paragraph, an \"accident\" shall not include accidents described in section 3 of the Automobile Insurance Policy Act or section 1799.3 (relating to limit on cancellations, refusals to renew, refusals to write, surcharges, rate penalties and point assignments);\n\n(2) has not received more than three points for violations as set forth in Chapter 15 (relating to licensing of drivers); and\n\n(3) whose operator's license has not been suspended or revoked except under section 1533 (relating to suspension of operating privilege for failure to respond to citation) and the insured is able to produce proof that he or she has responded to all citations and paid all fines and penalties imposed under that section and provided further that the named insured has been a licensed operator in Pennsylvania or another state for the immediately preceding three years.\n\n\"Commissioner.\"The Insurance Commissioner of the Commonwealth.\n\n\"Department.\"The Department of Transportation or Insurance Department, as applicable.\n\n\"Financial responsibility.\"The ability to respond in damages for liability on account of accidents arising out of the maintenance or use of a motor vehicle in the amount of $15,000 because of injury to one person in any one accident, in the amount of $30,000 because of injury to two or more persons in any one accident and in the amount of $5,000 because of damage to property of others in any one accident. The financial responsibility shall be in a form acceptable to the Department of Transportation.\n\n\"Injury.\"Accidentally sustained bodily harm to an individual and that individual's illness, disease or death resulting therefrom.\n\n\"Insured.\"Any of the following:\n\n(1) An individual identified by name as an insured in a policy of motor vehicle liability insurance.\n\n(2) If residing in the household of the named insured:\n\n(i) a spouse or other relative of the named insured; or\n\n(ii) a minor in the custody of either the named insured or relative of the named insured.\n\n\"Insurer\"or\"insurance company.\"A motor vehicle liability insurer subject to the requirements of this chapter.\n\n\"Necessary medical treatment and rehabilitative services.\"Treatment, accommodations, products or services which are determined to be necessary by a licensed health care provider unless they shall have been found or determined to be unnecessary by a State-approved Peer Review Organization (PRO).\n\n\"Noneconomic loss.\"Pain and suffering and other nonmonetary detriment.\n\n\"Peer Review Organization\"or\"PRO.\"Any Peer Review Organization with which the Federal Health Care Financing Administration or the Commonwealth contracts for medical review of Medicare or medical assistance services, or any health care review company, approved by the commissioner, that engages in peer review for the purpose of determining that medical and rehabilitation services are medically necessary and economically provided. The membership of any PRO utilized in connection with this chapter shall include representation from the profession whose services are subject to the review.\n\n\"Private passenger motor vehicle.\"A four-wheel motor vehicle, except recreational vehicles not intended for highway use, which is insured by a natural person and:\n\n(1) is a passenger car neither used as a public or livery conveyance nor rented to others; or\n\n(2) has a gross weight not exceeding 9,000 pounds and is not principally used for commercial purposes other than farming.\n\nThe term does not include any motor vehicle insured exclusively under a policy covering garage, automobile sales agency repair shop, service station or public parking place operation hazards.\n\n\"Self-insurer.\"An entity providing benefits and qualified in the manner set forth in section 1787 (relating to self-insurance).\n\n\"Serious injury.\"A personal injury resulting in death, serious impairment of body function or permanent serious disfigurement.\n\n\"Underinsured motor vehicle.\"A motor vehicle for which the limits of available liability insurance and self-insurance are insufficient to pay losses and damages.\n\n\"Uninsured motor vehicle.\"Any of the following:\n\n(1) A motor vehicle for which there is no liability insurance or self-insurance applicable at the time of the accident.\n\n(2) A motor vehicle for which the insurance company denies coverage or the insurance company is or becomes involved in insolvency proceedings in any jurisdiction.\n\n(3) An unidentified motor vehicle that causes an accident resulting in injury provided the accident is reported to the police or proper governmental authority and the claimant notifies his insurer within 30 days, or as soon as practicable thereafter, that the claimant or his legal representative has a legal action arising out of the accident.\n\n\"Voluntary rate.\"An insurer's rating plan approved by the commissioner. In the case of an insurer with multiple rating plans, the voluntary rate shall be that rating plan applicable to the risk.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. imd.)\n\n1990 Amendment.Act 6 added the defs. of \"Assigned Risk Plan,\" \"Automobile Insurance Policy Act,\" \"clean risk,\" \"commissioner,\" \"necessary medical treatment and rehabilitative services,\" \"noneconomic loss,\" \"Peer Review Organization\" or \"PRO,\" \"private passenger motor vehicle,\" \"serious injury\" and \"voluntary rate.\"\n\nReferences in Text.The act of June 5, 1968 (P.L.140, No.78), referred to as the Automobile Insurance Policy Act, referred to in the defs. of \"Automobile Insurance Policy Act\" and \"clean risk,\" was repealed by the act of June 17, 1998, P.L.464, No.68. The subject matter is now contained in Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.\n\nCross References.Section 1702 is referred to in sections 1119, 1161, 1798.3 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1702/"
    },
    {
      "id": "section-1703",
      "number": "1703",
      "heading": "",
      "text": "§ 1703. Application of chapter.\n\nThis chapter does not apply with respect to any motor vehicle owned by the United States.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1703/"
    },
    {
      "id": "section-1704",
      "number": "1704",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), the Department of Transportation shall administer and enforce this chapter and may make rules and regulations necessary for the administration and enforcement of this chapter.\n\n(b) Insurance matters.--The Insurance Department shall administer and enforce those provisions of this chapter as to matters under its jurisdiction as determined by this chapter or other statute and may make rules and regulations necessary for the administration and enforcement of those provisions.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1704/"
    },
    {
      "id": "section-1705",
      "number": "1705",
      "heading": "",
      "text": "(a) Financial responsibility requirements.--\n\n(1) Each insurer, not less than 45 days prior to the first renewal of a private passenger motor vehicle liability insurance policy on and after July 1, 1990, shall notify in writing each named insured of the availability of two alternatives of full tort insurance and limited tort insurance described in subsections (c) and (d). The notice shall be a standardized form adopted by the commissioner and shall include the following language:\n\nNOTICE TO NAMED INSUREDS\n\nA. \"Limited Tort\" Option--The laws of the Commonwealth of Pennsylvania give you the right to choose a form of insurance that limits your right and the right of members of your household to seek financial compensation for injuries caused by other drivers. Under this form of insurance, you and other household members covered under this policy may seek recovery for all medical and other out-of-pocket expenses, but not for pain and suffering or other nonmonetary damages unless the injuries suffered fall within the definition of \"serious injury\" as set forth in the policy or unless one of several other exceptions noted in the policy applies. The annual premium for basic coverage as required by law under this \"limited tort\" option is $ .\n\nAdditional coverages under this option are available at additional cost.\n\nB. \"Full Tort\" Option--The laws of the Commonwealth of Pennsylvania also give you the right to choose a form of insurance under which you maintain an unrestricted right for you and the members of your household to seek financial compensation for injuries caused by other drivers. Under this form of insurance, you and other household members covered under this policy may seek recovery for all medical and other out-of-pocket expenses and may also seek financial compensation for pain and suffering and other nonmonetary damages as a result of injuries caused by other drivers. The annual premium for basic coverage as required by law under this \"full tort\" option is $ .\n\nAdditional coverages under this option are available at additional cost.\n\nC. You may contact your insurance agent, broker or company to discuss the cost of other coverages.\n\nD. If you wish to choose the \"limited tort\" option described in paragraph A, you must sign this notice where indicated below and return it. If you do not sign and return this notice, you will be considered to have chosen the \"full tort\" coverage as described in paragraph B and you will be charged the \"full tort\" premium.\n\nI wish to choose the \"limited tort\" option described in paragraph A:\n\n________________________________________\n\n________________________________________\n\n________________________________________\n\n________________________________________\n\nNamed Insured\n\nE. If you wish to choose the \"full tort\" option described in paragraph B, you may sign this notice where indicated below and return it. However, if you do not sign and return this notice, you will be considered to have chosen the \"full tort\" coverage as described in paragraph B and you will be charged the \"full tort\" premium.\n\nI wish to choose the \"full tort\" option described in paragraph B:\n\n________________________________________\n\n________________________________________\n\n________________________________________\n\n________________________________________\n\nNamed Insured\n\n(2) Insurers shall print the above notice containing both options on one sheet in prominent type and place in a prominent location. Any person signing, or otherwise bound by, a document containing such terms is bound by such election and is precluded from claiming liability of any person based upon being inadequately informed in making the election between full tort or limited tort alternatives. Where there are two or more named insureds on a policy, any named insured may make the full or limited tort election provided for in this section for all named insureds on the policy.\n\n(3) If a named insured who receives a notice under paragraph (1) does not indicate a choice within 20 days, the insurer shall send a second notice. The second notice shall be in a form identical to the first notice, except that it shall be identified as a second and final notice. If a named insured has not responded to either notice ten days prior to the renewal date, the named insured and those he is empowered by this section to bind by his choice are conclusively presumed to have chosen the full tort alternative. All notices required by this section shall advise that if no tort election is made, the named insured and those he is empowered to bind by his choice are conclusively presumed to have chosen the full tort alternative. Any person subject to the limited tort option by virtue of this section shall be precluded from claiming liability of any person based upon being inadequately informed.\n\n(4) Each insurer, prior to the first issuance of a private passenger motor vehicle liability insurance policy on and after July 1, 1990, shall provide each applicant with the notice required by paragraph (1). A policy may not be issued until the applicant has been provided an opportunity to elect a tort option.\n\n(5) An owner of a currently registered private passenger motor vehicle who does not have financial responsibility shall be deemed to have chosen the limited tort alternative.\n\n(6) Nothing in this section changes or modifies the existing requirement that owners of registered vehicles maintain bodily injury and property damage liability insurance arising out of the ownership, maintenance or use of a motor vehicle.\n\n(b) Application of tort options.--\n\n(1) The tort option elected by a named insured shall apply to all private passenger motor vehicle policies of the named insured issued by the same insurer and shall continue in force as to all subsequent renewal policies, replacement policies and any other private passenger motor vehicle policies under which the individual is a named insured until the insurer, or its authorized representative, receives a properly executed form electing the other tort option.\n\n(2) The tort option elected by a named insured shall apply to all insureds under the private passenger motor vehicle policy who are not named insureds under another private passenger motor vehicle policy. In the case where more than one private passenger motor vehicle policy is applicable to an insured and the policies have conflicting tort options, the insured is bound by the tort option of the policy associated with the private passenger motor vehicle in which the insured is an occupant at the time of the accident if he is an insured on that policy and bound by the full tort option otherwise.\n\n(3) An individual who is not an owner of a currently registered private passenger motor vehicle and who is not a named insured or insured under any private passenger motor vehicle policy shall not be precluded from maintaining an action for noneconomic loss or economic loss sustained in a motor vehicle accident as the consequence of the fault of another person pursuant to applicable tort law.\n\n(c) Full tort alternative.--Each person who is bound by the full tort election remains eligible to seek compensation for noneconomic loss claimed and economic loss sustained in a motor vehicle accident as the consequence of the fault of another person pursuant to applicable tort law.\n\n(d) Limited tort alternative.--Each person who elects the limited tort alternative remains eligible to seek compensation for economic loss sustained in a motor vehicle accident as the consequence of the fault of another person pursuant to applicable tort law. Unless the injury sustained is a serious injury, each person who is bound by the limited tort election shall be precluded from maintaining an action for any noneconomic loss, except that:\n\n(1) An individual otherwise bound by the limited tort election who sustains damages in a motor vehicle accident as the consequence of the fault of another person may recover damages as if the individual damaged had elected the full tort alternative whenever the person at fault:\n\n(i) is convicted or accepts Accelerated Rehabilitative Disposition (ARD) for driving under the influence of alcohol or a controlled substance in that accident;\n\n(ii) is operating a motor vehicle registered in another state;\n\n(iii) intends to injure himself or another person, provided that an individual does not intentionally injure himself or another person merely because his act or failure to act is intentional or done with his realization that it creates a grave risk of causing injury or the act or omission causing the injury is for the purpose of averting bodily harm to himself or another person; or\n\n(iv) has not maintained financial responsibility as required by this chapter, provided that nothing in this paragraph shall affect the limitation of section 1731(d)(2) (relating to availability, scope and amount of coverage).\n\n(2) An individual otherwise bound by the limited tort election shall retain full tort rights with respect to claims against a person in the business of designing, manufacturing, repairing, servicing or otherwise maintaining motor vehicles arising out of a defect in such motor vehicle which is caused by or not corrected by an act or omission in the course of such business, other than a defect in a motor vehicle which is operated by such business.\n\n(3) An individual otherwise bound by the limited tort election shall retain full tort rights if injured while an occupant of a motor vehicle other than a private passenger motor vehicle.\n\n(e) Nondiscrimination.--No insurer shall cancel, refuse to write or refuse to renew a motor vehicle insurance policy based on the tort option election of the named insured. Any violation of this subsection shall be deemed a violation of the Automobile Insurance Policy Act.\n\n(f) Definitions.--As used in this section, the following words and phrases when used in this section shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Insured.\" Any individual residing in the household of the named insured who is:\n\n(1) a spouse or other relative of the named insured; or\n\n(2) a minor in the custody of either the named insured or relative of the named insured.\n\n\"Named insured.\" Any individual identified by name as an insured in a policy of private passenger motor vehicle insurance.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. imd.)\n\n1990 Amendment.Act 6 added section 1705.\n\nReferences in Text.The act of June 5, 1968 (P.L.140, No.78), referred to as the Automobile Insurance Policy Act, referred to in subsec. (e), was repealed by the act of June 17, 1998, P.L.464, No.68. The subject matter is now contained in Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.\n\nCross References.Section 1705 is referred to in sections 1731, 1791.1, 1799.7 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1705/"
    },
    {
      "id": "section-1711",
      "number": "1711",
      "heading": "",
      "text": "(a) Medical benefit.--An insurer issuing or delivering liability insurance policies covering any motor vehicle of the type required to be registered under this title, except recreational vehicles not intended for highway use, motorcycles, motor-driven cycles or motorized pedalcycles or like type vehicles, registered and operated in this Commonwealth, shall include coverage providing a medical benefit in the amount of $5,000.\n\n(b) Minimum policy.--All insurers subject to this chapter shall make available for purchase a motor vehicle insurance policy which contains only the minimum requirements of financial responsibility and medical benefits as provided for in this chapter.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Apr. 26, 1989, P.L.13, No.4, eff. June 1, 1989; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\nCross References.Section 1711 is referred to in sections 1718, 1719, 1720, 1721, 1723, 1752, 1787, 1798.1 of this title; section 57A07 of Title 53 (Municipalities Generally); section 2603.1 of Title 66 (Public Utilities).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1711/"
    },
    {
      "id": "section-1712",
      "number": "1712",
      "heading": "",
      "text": "An insurer issuing or delivering liability insurance policies covering any motor vehicle of the type required to be registered under this title, except recreational vehicles not intended for highway use, motorcycles, motor-driven cycles or motorized pedalcycles or like type vehicles, registered and operated in this Commonwealth, shall make available for purchase first party benefits with respect to injury arising out of the maintenance or use of a motor vehicle as follows:\n\n(1) Medical benefit.--Subject to the limitations of section 1797 (relating to customary charges for treatment), coverage to provide for reasonable and necessary medical treatment and rehabilitative services, including, but not limited to, hospital, dental, surgical, psychiatric, psychological, osteopathic, ambulance, chiropractic, licensed physical therapy, nursing services, vocational rehabilitation and occupational therapy, speech pathology and audiology, optometric services, medications, medical supplies and prosthetic devices, all without limitation as to time, provided that, within 18 months from the date of the accident causing injury, it is ascertainable with reasonable medical probability that further expenses may be incurred as a result of the injury. Benefits under this paragraph may include any nonmedical remedial care and treatment rendered in accordance with a recognized religious method of healing.\n\n(2) Income loss benefit.--Includes the following:\n\n(i) Eighty percent of actual loss of gross income.\n\n(ii) Reasonable expenses actually incurred for hiring a substitute to perform self-employment services thereby mitigating loss of gross income or for hiring special help thereby enabling a person to work and mitigate loss of gross income.\n\nIncome loss does not include loss of expected income for any period following the death of an individual or expenses incurred for services performed following the death of an individual. Income loss shall not commence until five working days have been lost after the date of the accident.\n\n(3) Accidental death benefit.--A death benefit paid to the personal representative of the insured, should injury resulting from a motor vehicle accident cause death within 24 months from the date of the accident.\n\n(4) Funeral benefit.--Expenses directly related to the funeral, burial, cremation or other form of disposition of the remains of a deceased individual, incurred as a result of the death of the individual as a result of the accident and within 24 months from the date of the accident.\n\n(5) Combination benefit.--A combination of benefits described in paragraphs (1) through (4) as an alternative to the separate purchase of those benefits.\n\n(6) Extraordinary medical benefits.--Medical benefits, as defined in paragraph (1), which exceed $100,000.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990; Oct. 4, 2002, P.L.845, No.123, eff. 60 days; Dec. 23, 2002, P.L.1982, No.229, eff. Dec. 3, 2002)\n\n2002 Amendments.Act 123 amended par. (1) and Act 229 amended par. (1).\n\nCross References.Section 1712 is referred to in sections 1715, 1718, 1719, 1720, 1721, 1752, 1753, 1787 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1712/"
    },
    {
      "id": "section-1713",
      "number": "1713",
      "heading": "",
      "text": "(a) General rule.--Except as provided in section 1714 (relating to ineligible claimants), a person who suffers injury arising out of the maintenance or use of a motor vehicle shall recover first party benefits against applicable insurance coverage in the following order of priority:\n\n(1) For a named insured, the policy on which he is the named insured.\n\n(2) For an insured, the policy covering the insured.\n\n(3) For the occupants of an insured motor vehicle, the policy on that motor vehicle.\n\n(4) For a person who is not the occupant of a motor vehicle, the policy on any motor vehicle involved in the accident. For the purpose of this paragraph, a parked and unoccupied motor vehicle is not a motor vehicle involved in an accident unless it was parked so as to cause unreasonable risk of injury.\n\n(b) Multiple sources of equal priority.--The insurer against whom a claim is asserted first under the priorities set forth in subsection (a) shall process and pay the claim as if wholly responsible. The insurer is thereafter entitled to recover contribution pro rata from any other insurer for the benefits paid and the costs of processing the claim. If contribution is sought among insurers responsible under subsection (a)(4), proration shall be based on the number of involved motor vehicles.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1713/"
    },
    {
      "id": "section-1714",
      "number": "1714",
      "heading": "",
      "text": "An owner of a currently registered motor vehicle who does not have financial responsibility or an operator or occupant of a recreational vehicle not intended for highway use, motorcycle, motor-driven cycle, motorized pedalcycle or like type vehicle required to be registered under this title cannot recover first party benefits.\n\nCross References.Section 1714 is referred to in section 1713 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1714/"
    },
    {
      "id": "section-1715",
      "number": "1715",
      "heading": "",
      "text": "(a) General rule.--An insurer shall make available for purchase first party benefits as follows:\n\n(1) For medical benefits, up to at least $100,000.\n\n(1.1) For extraordinary medical benefits, from $100,000 to $1,100,000, which may be offered in increments of $100,000, as limited by subsection (d).\n\n(2) For income loss benefits, up to at least $2,500 per month up to a maximum benefit of at least $50,000.\n\n(3) For accidental death benefits, up to at least $25,000.\n\n(4) For funeral benefits, $2,500.\n\n(5) For combination of benefits enumerated in paragraphs (1), (2), (3) and (4) and subject to a limit on the accidental death benefit of up to $25,000 and a limit on the funeral benefit of $2,500, up to at least $177,500 of benefits in the aggregate or benefits payable up to three years from the date of the accident, whichever occurs first, provided that nothing contained in this subsection shall be construed to limit, reduce, modify or change the provisions of subsection (d).\n\n(b) Higher or lower limits and additional benefits.--Insurers may make available higher or lower limits or benefits in addition to those enumerated in subsection (a).\n\n(c) Restriction on providing first party benefits.--An insurer shall not issue or deliver a policy providing first party benefits in accordance with this subchapter unless the policy also contains coverage for liability in amounts at least equal to the limits required for financial responsibility.\n\n(d) Limitations.--The maximum medical benefit which shall be paid on behalf of any one eligible claimant under subsection (a)(1.1) shall be $50,000 per year and $1,000,000 lifetime aggregate of reasonable and necessary expenses only for medical treatment and rehabilitative services which, as described in section 1712(1) (relating to availability of benefits), exceed $100,000. During the first 18 months of eligibility, the insurer shall approve payments on behalf of a claimant without regard to the $50,000 per year limit but subject to the $1,000,000 lifetime aggregate.\n\n(e) Other extraordinary medical benefits.--Notwithstanding the requirement of subsection (a)(1.1), an insured may obtain the extraordinary medical benefits described in that subsection through any insurance contract, program or group arrangement.\n\n(f) Determining adverse experience of an agent.--For purposes of determining adverse experience of an agent, experience generated from extraordinary medical benefit coverage described in subsection (a)(1.1) shall be excluded.\n\n(g) Voluntary pooling.--Notwithstanding any other provisions of this act or the act of June 11, 1947 (P.L.538, No.246), known as The Casualty and Surety Rate Regulatory Act, two or more insurers may enter into an arrangement or agreement to provide for the availability of an extraordinary medical benefit pursuant to the provisions of this chapter. All such arrangements or agreements entered into by an insurer shall be subject to the prior approval of the Insurance Commissioner.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Apr. 26, 1989, P.L.13, No.4, eff. June 1, 1989; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 amended subsec. (a).\n\nCross References.Section 1715 is referred to in sections 1719, 1720, 1723, 1787, 1791, 1798.1, 1798.3 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1715/"
    },
    {
      "id": "section-1716",
      "number": "1716",
      "heading": "",
      "text": "Benefits are overdue if not paid within 30 days after the insurer receives reasonable proof of the amount of the benefits. If reasonable proof is not supplied as to all benefits, the portion supported by reasonable proof is overdue if not paid within 30 days after the proof is received by the insurer. Overdue benefits shall bear interest at the rate of 12% per annum from the date the benefits become due. In the event the insurer is found to have acted in an unreasonable manner in refusing to pay the benefits when due, the insurer shall pay, in addition to the benefits owed and the interest thereon, a reasonable attorney fee based upon actual time expended.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1716/"
    },
    {
      "id": "section-1717",
      "number": "1717",
      "heading": "",
      "text": "First party benefits shall not be increased by stacking the limits of coverage of:\n\n(1) multiple motor vehicles covered under the same policy of insurance; or\n\n(2) multiple motor vehicle policies covering the individual for the same loss.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1717/"
    },
    {
      "id": "section-1718",
      "number": "1718",
      "heading": "",
      "text": "(a) General rule.--An insurer shall exclude from benefits any insured, or his personal representative, under a policy enumerated in section 1711 (relating to required benefits) or 1712 (relating to availability of benefits), when the conduct of the insured contributed to the injury sustained by the insured in any of the following ways:\n\n(1) While intentionally injuring himself or another or attempting to intentionally injure himself or another.\n\n(2) While committing a felony.\n\n(3) While seeking to elude lawful apprehension or arrest by a law enforcement official.\n\n(b) Conversion of vehicle.--A person who knowingly converts a motor vehicle is ineligible to receive first party benefits from any source other than a policy of insurance under which he is an insured for any injury arising out of the maintenance or use of the converted vehicle.\n\n(c) Named driver exclusion.--An insurer or the first named insured may exclude any person or his personal representative from benefits under a policy enumerated in section 1711 or 1712 when any of the following apply:\n\n(1) The person is excluded from coverage while operating a motor vehicle in accordance with the act of June 5, 1968 (P.L.140, No.78), relating to the writing, cancellation of or refusal to renew policies of automobile insurance.\n\n(2) The first named insured has requested that the person be excluded from coverage while operating a motor vehicle. This paragraph shall only apply if the excluded person is insured on another policy of motor vehicle liability insurance.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 amended subsec. (c).\n\nReferences in Text.The act of June 5, 1968 (P.L.140, No.78), referred to as the Automobile Insurance Policy Act, referred to in subsec. (c)(1), was repealed by the act of June 17, 1998, P.L.464, No.68. The subject matter is now contained in Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1718/"
    },
    {
      "id": "section-1719",
      "number": "1719",
      "heading": "",
      "text": "(a) General rule.--Except for workers' compensation, a policy of insurance issued or delivered pursuant to this subchapter shall be primary. Any program, group contract or other arrangement for payment of benefits such as described in section 1711 (relating to required benefits), 1712(1) and (2) (relating to availability of benefits) or 1715 (relating to availability of adequate limits) shall be construed to contain a provision that all benefits provided therein shall be in excess of and not in duplication of any valid and collectible first party benefits provided in section 1711, 1712 or 1715 or workers' compensation.\n\n(b) Definition.--As used in this section the term \"program, group contract or other arrangement\" includes, but is not limited to, benefits payable by a hospital plan corporation or a professional health service corporation subject to 40 Pa.C.S. Ch. 61 (relating to hospital plan corporations) or 63 (relating to professional health services plan corporations).\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\nCross References.Section 1719 is referred to in sections 1720, 1722 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1719/"
    },
    {
      "id": "section-1720",
      "number": "1720",
      "heading": "",
      "text": "In actions arising out of the maintenance or use of a motor vehicle, there shall be no right of subrogation or reimbursement from a claimant's tort recovery with respect to workers' compensation benefits, benefits available under section 1711 (relating to required benefits), 1712 (relating to availability of benefits) or 1715 (relating to availability of adequate limits) or benefits paid or payable by a program, group contract or other arrangement whether primary or excess under section 1719 (relating to coordination of benefits).\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1993 Partial Repeal.Section 25(b) of Act 44 provided that section 1720 is repealed insofar as it relates to workers' compensation payments or other benefits payable under the Workers' Compensation Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1720/"
    },
    {
      "id": "section-1721",
      "number": "1721",
      "heading": "",
      "text": "(a) General rule.--If benefits have not been paid, an action for first party benefits shall be commenced within four years from the date of the accident giving rise to the claim. If first party benefits have been paid, an action for further benefits shall be commenced within four years from the date of the last payment.\n\n(b) Minors.--For minors entitled to benefits described in section 1711 (relating to required benefits) or 1712 (relating to availability of benefits), an action for benefits shall be commenced within four years from the date on which the injured minor attains 18 years of age.\n\n(c) Definition.--As used in this section the term \"further benefits\" means expenses incurred not earlier than four years preceding the date an action is commenced.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1721/"
    },
    {
      "id": "section-1722",
      "number": "1722",
      "heading": "",
      "text": "In any action for damages against a tortfeasor, or in any uninsured or underinsured motorist proceeding, arising out of the maintenance or use of a motor vehicle, a person who is eligible to receive benefits under the coverages set forth in this subchapter, or workers' compensation, or any program, group contract or other arrangement for payment of benefits as defined in section 1719 (relating to coordination of benefits) shall be precluded from recovering the amount of benefits paid or payable under this subchapter, or workers' compensation, or any program, group contract or other arrangement for payment of benefits as defined in section 1719.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Apr. 26, 1989, P.L.13, No.4, eff. imd.; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1993 Partial Repeal.Section 25(b) of Act 44 provided that section 1722 is repealed insofar as it relates to workers' compensation payments or other benefits payable under the Workers' Compensation Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1722/"
    },
    {
      "id": "section-1723",
      "number": "1723",
      "heading": "",
      "text": "Beginning December 31, 1986, and each year thereafter, each insurance company writing automobile insurance in this Commonwealth shall file with the Insurance Department the number of its insureds, the number of its insureds who have purchased first party medical benefits in excess of the minimum required by section 1711 (relating to required benefits) and the number of insureds who have purchased first party medical benefits under section 1715(a)(1) and (1.1) (relating to availability of adequate limits). The Insurance Department shall furnish this information to the General Assembly annually.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Apr. 26, 1989, P.L.13, No.4, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1723/"
    },
    {
      "id": "section-1724",
      "number": "1724",
      "heading": "",
      "text": "(a) General rule.--Insurance benefits may not be denied solely because the driver of the insured motor vehicle is determined to be under the influence of drugs or intoxicating beverages at the time of the accident for which benefits are sought.\n\n(b) Contract exclusions.--Provisions of an insurance policy which exclude insurance benefits if the insured causes a vehicular accident while under the influence of drugs or intoxicating beverages at the time of the accident are void.\n\n(Mar. 27, 1986, P.L.71, No.24, eff. July 1, 1986)\n\n1986 Amendment.Act 24 added section 1724.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1724/"
    },
    {
      "id": "section-1725",
      "number": "1725",
      "heading": "",
      "text": "Every motor vehicle insurance policy shall contain a notice as to whether the policy covers collision damage to rental vehicles, and any limitations on such coverage. The notice shall be written in clear, plain language and shall be printed on the first page of the policy in boldface capital letters.\n\n(June 30, 1990, P.L.266, No.63, eff. 90 days)\n\n1990 Amendment.Act 63 added section 1725.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1725/"
    },
    {
      "id": "section-1731",
      "number": "1731",
      "heading": "",
      "text": "(a) Mandatory offering.--No motor vehicle liability insurance policy shall be delivered or issued for delivery in this Commonwealth, with respect to any motor vehicle registered or principally garaged in this Commonwealth, unless uninsured motorist and underinsured motorist coverages are offered therein or supplemental thereto in amounts as provided in section 1734 (relating to request for lower limits of coverage). Purchase of uninsured motorist and underinsured motorist coverages is optional.\n\n(b) Uninsured motorist coverage.--Uninsured motorist coverage shall provide protection for persons who suffer injury arising out of the maintenance or use of a motor vehicle and are legally entitled to recover damages therefor from owners or operators of uninsured motor vehicles. The named insured shall be informed that he may reject uninsured motorist coverage by signing the following written rejection form:\n\nREJECTION OF UNINSURED MOTORIST PROTECTION\n\nBy signing this waiver I am rejecting uninsured motorist coverage under this policy, for myself and all relatives residing in my household. Uninsured coverage protects me and relatives living in my household for losses and damages suffered if injury is caused by the negligence of a driver who does not have any insurance to pay for losses and damages. I knowingly and voluntarily reject this coverage.\n\n________________________________________\n\n________________________________________\n\nSignature of First Named Insured\n\n________________________________________\n\n________________________________________\n\n(b.1) Limitation of rejection.--Uninsured motorist protection may be rejected for the driver and passengers for rental or lease vehicles which are not otherwise common carriers by motor vehicle, but such coverage may only be rejected if the rental or lease agreement is signed by the person renting or leasing the vehicle and contains the following rejection language:\n\nRejection of Uninsured Motorist Protection\n\nI am rejecting uninsured motorist coverage under this rental or lease agreement, and any policy of insurance or self-insurance issued under this agreement, for myself and all other passengers of this vehicle. Uninsured coverage protects me and other passengers in this vehicle for losses and damages suffered if injury is caused by the negligence of a driver who does not have any insurance to pay for losses and damages.\n\n(b.2) Rejection language change.--The rejection language of subsection (b.1) may only be changed grammatically to reflect a difference in tense in the rental agreement or lease agreement.\n\n(b.3) Vehicle rental services.--The requirements of subsection (b.1) may be met in connection with an expedited vehicle rental service, which service by agreement of the renter does not require the renter's signature for each rental, if a master enrollment or rental agreement contains the rejection language of subsection (b.1) and such agreement is signed by the renter.\n\n(c) Underinsured motorist coverage.--Underinsured motorist coverage shall provide protection for persons who suffer injury arising out of the maintenance or use of a motor vehicle and are legally entitled to recover damages therefor from owners or operators of underinsured motor vehicles. The named insured shall be informed that he may reject underinsured motorist coverage by signing the following written rejection form:\n\nREJECTION OF UNDERINSURED MOTORIST PROTECTION\n\nBy signing this waiver I am rejecting underinsured motorist coverage under this policy, for myself and all relatives residing in my household. Underinsured coverage protects me and relatives living in my household for losses and damages suffered if injury is caused by the negligence of a driver who does not have enough insurance to pay for all losses and damages. I knowingly and voluntarily reject this coverage.\n\n________________________________________\n\n________________________________________\n\nSignature of First Named Insured\n\n________________________________________\n\n________________________________________\n\n(c.1) Form of waiver.--Insurers shall print the rejection forms required by subsections (b) and (c) on separate sheets in prominent type and location. The forms must be signed by the first named insured and dated to be valid. The signatures on the forms may be witnessed by an insurance agent or broker. Any rejection form that does not specifically comply with this section is void. If the insurer fails to produce a valid rejection form, uninsured or underinsured coverage, or both, as the case may be, under that policy shall be equal to the bodily injury liability limits. On policies in which either uninsured or underinsured coverage has been rejected, the policy renewals must contain notice in prominent type that the policy does not provide protection against damages caused by uninsured or underinsured motorists. Any person who executes a waiver under subsection (b) or (c) shall be precluded from claiming liability of any person based upon inadequate information.\n\n(d) Limitation on recovery.--\n\n(1) A person who recovers damages under uninsured motorist coverage or coverages cannot recover damages under underinsured motorist coverage or coverages for the same accident.\n\n(2) A person precluded from maintaining an action for noneconomic damages under section 1705 (relating to election of tort options) may not recover from uninsured motorist coverage or underinsured motorist coverage for noneconomic damages.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990; Dec. 28, 1994, P.L.1441, No.170, eff. 60 days; Dec. 28, 1994, P.L.1450, No.172, eff. 60 days; July 6, 1995, P.L.246, No.30, eff. 60 days)\n\n1995 Amendment.Act 30 amended subsec. (b.1) and added subsecs. (b.2) and (b.3), retroactive to December 28, 1994, as to subsec. (b.1).\n\nCross References.Section 1731 is referred to in sections 1705, 1734 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1731/"
    },
    {
      "id": "section-1732",
      "number": "1732",
      "heading": "",
      "text": "§ 1732. Limits of coverage (Repealed).\n\n1990 Repeal.\n\nSection 1732 was repealed February 7, 1990, P.L.11, No.6, effective July 1, 1990.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1732/"
    },
    {
      "id": "section-1733",
      "number": "1733",
      "heading": "",
      "text": "(a) General rule.--Where multiple policies apply, payment shall be made in the following order of priority:\n\n(1) A policy covering a motor vehicle occupied by the injured person at the time of the accident.\n\n(2) A policy covering a motor vehicle not involved in the accident with respect to which the injured person is an insured.\n\n(b) Multiple sources of equal priority.--The insurer against whom a claim is asserted first under the priorities set forth in subsection (a) shall process and pay the claim as if wholly responsible. The insurer is thereafter entitled to recover contribution pro rata from any other insurer for the benefits paid and the costs of processing the claim.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1733/"
    },
    {
      "id": "section-1734",
      "number": "1734",
      "heading": "",
      "text": "A named insured may request in writing the issuance of coverages under section 1731 (relating to availability, scope and amount of coverage) in amounts equal to or less than the limits of liability for bodily injury.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\nCross References.Section 1734 is referred to in section 1731 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1734/"
    },
    {
      "id": "section-1735",
      "number": "1735",
      "heading": "",
      "text": "§ 1735. Coverages unaffected by workers' compensation benefits (Repealed).\n\n1993 Repeal.\n\nSection 1735 was repealed July 2, 1993, P.L.190, No.44, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1735/"
    },
    {
      "id": "section-1736",
      "number": "1736",
      "heading": "",
      "text": "The coverages provided under this subchapter may be offered by insurers in amounts higher than those required by this chapter but may not be greater than the limits of liability specified in the bodily injury liability provisions of the insured's policy.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1736/"
    },
    {
      "id": "section-1737",
      "number": "1737",
      "heading": "",
      "text": "§ 1737. Workers' compensation benefits not a bar to uninsured and underinsured motorist benefits (Repealed).\n\n1993 Repeal.\n\nSection 1737 was repealed July 2, 1993, P.L.190, No.44, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1737/"
    },
    {
      "id": "section-1738",
      "number": "1738",
      "heading": "",
      "text": "(a) Limit for each vehicle.--When more than one vehicle is insured under one or more policies providing uninsured or underinsured motorist coverage, the stated limit for uninsured or underinsured coverage shall apply separately to each vehicle so insured. The limits of coverages available under this subchapter for an insured shall be the sum of the limits for each motor vehicle as to which the injured person is an insured.\n\n(b) Waiver.--Notwithstanding the provisions of subsection (a), a named insured may waive coverage providing stacking of uninsured or underinsured coverages in which case the limits of coverage available under the policy for an insured shall be the stated limits for the motor vehicle as to which the injured person is an insured.\n\n(c) More than one vehicle.--Each named insured purchasing uninsured or underinsured motorist coverage for more than one vehicle under a policy shall be provided the opportunity to waive the stacked limits of coverage and instead purchase coverage as described in subsection (b). The premiums for an insured who exercises such waiver shall be reduced to reflect the different cost of such coverage.\n\n(d) Forms.--\n\n(1) The named insured shall be informed that he may exercise the waiver of the stacked limits of uninsured motorist coverage by signing the following written rejection form:\n\nUNINSURED COVERAGE LIMITS\n\nBy signing this waiver, I am rejecting stacked limits of uninsured motorist coverage under the policy for myself and members of my household under which the limits of coverage available would be the sum of limits for each motor vehicle insured under the policy. Instead, the limits of coverage that I am purchasing shall be reduced to the limits stated in the policy. I knowingly and voluntarily reject the stacked limits of coverage. I understand that my premiums will be reduced if I reject this coverage.\n\n________________________________________\n\n________________________________________\n\nSignature of First Named Insured\n\n________________________________________\n\n________________________________________\n\n(2) The named insured shall be informed that he may exercise the waiver of the stacked limits of underinsured motorist coverage by signing the following written rejection form:\n\nUNDERINSURED COVERAGE LIMITS\n\nBy signing this waiver, I am rejecting stacked limits of underinsured motorist coverage under the policy for myself and members of my household under which the limits of coverage available would be the sum of limits for each motor vehicle insured under the policy. Instead, the limits of coverage that I am purchasing shall be reduced to the limits stated in the policy. I knowingly and voluntarily reject the stacked limits of coverage. I understand that my premiums will be reduced if I reject this coverage.\n\n________________________________________\n\n________________________________________\n\nSignature of First Named Insured\n\n________________________________________\n\n________________________________________\n\n(e) Signature and date.--The forms described in subsection (d) must be signed by the first named insured and dated to be valid. Any rejection form that does not comply with this section is void.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 added section 1738.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1738/"
    },
    {
      "id": "section-1741",
      "number": "1741",
      "heading": "",
      "text": "The Insurance Department shall, after consultation with the insurers licensed to write motor vehicle liability insurance in this Commonwealth, adopt a reasonable Assigned Risk Plan for the equitable apportionment among those insurers of applicants for motor vehicle liability insurance who are entitled to, but are unable to, procure insurance through ordinary methods. When the plan has been adopted, all motor vehicle liability insurers shall subscribe thereto and shall participate in the plan. The plan may provide reasonable means for the transfer of individuals insured thereunder into the ordinary market, at the same or lower rates, pursuant to regulations established by the department.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1741/"
    },
    {
      "id": "section-1742",
      "number": "1742",
      "heading": "",
      "text": "The Assigned Risk Plan shall:\n\n(1) Include rules for the classification of risks and rates therefor.\n\n(2) Provide for the installment payment of premiums subject to customary terms and conditions.\n\n(3) Provide rules for the equitable apportionment among participating insurers of clean risks who shall be eligible to receive the insurer's voluntary rate.\n\n(4) Provide rules to specify the effective date and time of coverage, provided that applicants may only obtain coverage effective as of the date and time of the application if the agent or broker of record uses electronic mail binding procedures specified in the rules.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1742/"
    },
    {
      "id": "section-1743",
      "number": "1743",
      "heading": "",
      "text": "All rates for the Assigned Risk Plan shall be subject to the act of June 11, 1947 (P.L.538, No.246), known as The Casualty and Surety Rate Regulatory Act, and shall not be inadequate, excessive or unfairly discriminatory.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1743/"
    },
    {
      "id": "section-1744",
      "number": "1744",
      "heading": "",
      "text": "Cancellation, refusal to renew and other termination of policies issued under the Assigned Risk Plan shall be in accordance with the rules of the plan.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1744/"
    },
    {
      "id": "section-1751",
      "number": "1751",
      "heading": "",
      "text": "Insurers providing financial responsibility as required by law shall organize and maintain, subject to the approval and regulation of the Insurance Department, an Assigned Claims Plan and adopt rules for the operation and for the assessment of costs on a fair and equitable basis.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1751/"
    },
    {
      "id": "section-1752",
      "number": "1752",
      "heading": "",
      "text": "(a) General rule.--A person is eligible to recover benefits from the Assigned Claims Plan if the person meets the following requirements:\n\n(1) Is a resident of this Commonwealth.\n\n(2) Is injured as the result of a motor vehicle accident occurring in this Commonwealth.\n\n(3) Is not an owner of a motor vehicle required to be registered under Chapter 13 (relating to registration of vehicles).\n\n(4) Is not the operator or occupant of a motor vehicle owned by the Federal Government or any of its agencies, departments or authorities.\n\n(5) Is not the operator or occupant of a motor vehicle owned by a self-insurer or by an individual or entity who or which is immune from liability for, or is not required to provide, benefits or uninsured and underinsured motorist coverage.\n\n(6) Is otherwise not entitled to receive any first party benefits under section 1711 (relating to required benefits) or 1712 (relating to availability of benefits) applicable to the injury arising from the accident.\n\n(7) Is not the operator or occupant of a recreational vehicle not intended for highway use, motorcycle, motor-driven cycle or motorized pedalcycle or other like type vehicle required to be registered under this title and involved in the accident.\n\n(b) Grounds for ineligibility.--A person otherwise qualifying as an eligible claimant under subsection (a) shall nevertheless be ineligible to recover benefits from the Assigned Claims Plan if that person contributed to his own injury in any of the following ways:\n\n(1) While intentionally injuring himself or another or attempting to intentionally injure himself or another.\n\n(2) While committing a felony.\n\n(3) While seeking to elude lawful apprehension or arrest by a law enforcement official.\n\n(4) While knowingly converting a motor vehicle.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1752/"
    },
    {
      "id": "section-1753",
      "number": "1753",
      "heading": "",
      "text": "An eligible claimant may recover medical benefits, as described in section 1712(1) (relating to availability of benefits), up to a maximum of $5,000. No income loss benefit or accidental death benefit shall be payable under this subchapter.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\nCross References.Section 1753 is referred to in sections 1754, 1755, 1757 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1753/"
    },
    {
      "id": "section-1754",
      "number": "1754",
      "heading": "",
      "text": "An eligible claimant who has no other source of applicable uninsured motorist coverage and is otherwise entitled to recover in an action in tort against a party who has failed to comply with this chapter may recover for losses or damages suffered as a result of the injury up to $15,000 subject to an aggregate limit for all claims arising out of any one motor vehicle accident of $30,000. If a claimant recovers medical benefits under section 1753 (relating to benefits available), the amount of medical benefits recovered or recoverable up to $5,000 shall be set off against any amounts recoverable in this section.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\nCross References.Section 1754 is referred to in section 1757 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1754/"
    },
    {
      "id": "section-1755",
      "number": "1755",
      "heading": "",
      "text": "(a) Workers' compensation.--All benefits (less reasonably incurred collection costs) that an eligible claimant receives or is entitled to receive from workers' compensation and from any other like source under local, state or Federal law shall be subtracted from any benefits available in section 1753 (relating to benefits available) unless the law authorizing or providing for those benefits makes them excess or secondary to the benefits in accordance with this subchapter.\n\n(b) Accident and health benefits.--All benefits an eligible claimant receives or is entitled to receive as a result of injury from any available source of accident and health benefits shall be subtracted from those benefits available in section 1753.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1755/"
    },
    {
      "id": "section-1756",
      "number": "1756",
      "heading": "",
      "text": "The Assigned Claims Plan or its assignee is entitled to recover, in accordance with the tort liability law of this Commonwealth, reimbursement for benefits or coverages paid, loss adjustment costs and any other sums paid to an eligible claimant under this subchapter.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1756/"
    },
    {
      "id": "section-1757",
      "number": "1757",
      "heading": "",
      "text": "(a) General rule.--An action by an eligible claimant to recover benefits or coverages from the Assigned Claims Plan shall be commenced within four years from the date of the accident.\n\n(b) Minors.--For minors entitled to benefits described in section 1753 (relating to benefits available) or 1754 (relating to additional coverage), an action to recover these benefits or coverages shall be commenced within four years from the date on which the injured minor attains 18 years of age.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1757/"
    },
    {
      "id": "section-1761",
      "number": "1761",
      "heading": "",
      "text": "1988 Repeal.\n\nSubchapter F (§§ 1761 - 1769) was added February 12, 1984, P.L.26, No.11, and repealed December 12, 1988, P.L.1120, No.144, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1761-167-1769/"
    },
    {
      "id": "section-1771",
      "number": "1771",
      "heading": "",
      "text": "(a) General rule.--Whenever any person fails within 60 days to satisfy any judgment arising from a motor vehicle accident, the judgment creditor may forward to the department a certified copy of the judgment.\n\n(b) Notice to state of nonresident defendant.--If the defendant named in any certified copy of a judgment reported to the department is a nonresident, the department shall transmit a certified copy of the judgment to the official in charge of the issuance of licenses and registration certificates of the state of which the defendant is a resident.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1771/"
    },
    {
      "id": "section-1772",
      "number": "1772",
      "heading": "",
      "text": "(a) General rule.--The department, upon receipt of a certified copy of a judgment, shall suspend the operating privilege of each person against whom the judgment was rendered except as otherwise provided in this section and in section 1775 (relating to installment payment of judgments).\n\n(b) Nonsuspension with consent of judgment creditor.--If the judgment creditor consents in writing, in such form as the department may prescribe, that the judgment debtor's operating privilege be retained or restored, the department shall not suspend or shall restore until the consent is revoked in writing, notwithstanding default in the payment of the judgment, or of any installment thereof prescribed in section 1775, provided the judgment debtor furnishes proof of financial responsibility.\n\n(c) Financial responsibility in effect at time of accident.--Any person whose operating privilege has been suspended, or is about to be suspended or become subject to suspension, under this chapter shall be relieved from the effect of the judgment as prescribed in this chapter if the person files evidence satisfactory to the department that financial responsibility was in force and effect at the time of the accident resulting in the judgment and is or should be available for the satisfaction of the judgment. If insurance already obtained is not available because the insurance company has gone into receivership or bankruptcy, the person shall only be required to present to or file with the department proper evidence that an insurance policy was in force and effect at the time of the accident.\n\nCross References.Section 1772 is referred to in sections 1553, 1554, 1556, 1783 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1772/"
    },
    {
      "id": "section-1773",
      "number": "1773",
      "heading": "",
      "text": "A person's operating privilege shall remain suspended and shall not be renewed in the name of that person unless and until every judgment is stayed, satisfied in full or to the extent provided in this subchapter, and until the person furnishes proof of financial responsibility as required.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1773/"
    },
    {
      "id": "section-1774",
      "number": "1774",
      "heading": "",
      "text": "(a) General rule.--For the purpose of this chapter only, judgments shall be deemed satisfied upon the occurrence of one of the following:\n\n(1) When $15,000 has been credited upon any judgment or judgments rendered in excess of that amount because of injury to one person as the result of any one accident.\n\n(2) When $30,000 has been credited upon any judgment or judgments rendered in excess of that amount because of injury to two or more persons as the result of any one accident.\n\n(3) When $5,000 has been credited upon any judgment or judgments rendered in excess of that amount because of damage to property of others as the result of any one accident.\n\n(b) Credit for payment under settlement.--Payments made in settlement of any claims because of bodily injury or property damage arising from a motor vehicle accident shall be credited in reduction of the amounts provided for in this section.\n\n(c) Escrow deposit by judgment debtor.--When the judgment creditor cannot be found, the judgment debtor may deposit in escrow with the prothonotary of the court where the judgment was entered an amount equal to the amount of the judgment, subject to the limits set forth in subsection (a), interest to date and record costs, whereupon the prothonotary shall notify the department and the judgment shall be deemed satisfied. The amount deposited shall be retained by the prothonotary for a period of five years from the date of the deposit, after which, if it has not been claimed by the judgment creditor, it shall be returned to the judgment debtor. When the deposit is made, the prothonotary shall notify the judgment creditor and his counsel, if any, by certified or registered mail at his last known address. No interest shall run on any judgment with respect to the amount deposited with the prothonotary under the terms of this subsection.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\nCross References.Section 1774 is referred to in sections 1553, 1554, 1556, 1787 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1774/"
    },
    {
      "id": "section-1775",
      "number": "1775",
      "heading": "",
      "text": "(a) Order authorizing installment payment.--A judgment debtor, upon due notice to the judgment creditor, may apply to the court in which the judgment was rendered for the privilege of paying the judgment in installments and the court, in its discretion and without prejudice to any other legal remedies which the judgment creditor may have, may so order and fix the amounts and times of payment of the installments.\n\n(b) Suspension prohibited during compliance with order.--The department shall not suspend a driver's operating privilege and shall restore any operating privilege suspended following nonpayment of a judgment when the judgment debtor obtains an order permitting payment of the judgment in installments and while the payment of any installment is not in default, provided that the judgment debtor furnishes proof of financial responsibility.\n\n(c) Suspension for default in payment.--In the event the judgment debtor fails to pay any installment as specified by the order, then, upon notice of the default, the department shall suspend the operating privilege of the judgment debtor until the judgment is satisfied as provided in this chapter.\n\nCross References.Section 1775 is referred to in sections 1553, 1554, 1556, 1772 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1775/"
    },
    {
      "id": "section-1781",
      "number": "1781",
      "heading": "",
      "text": "An applicant for registration of a vehicle shall acknowledge on a form developed by the Department of Transportation that the applicant knows he may lose his operating privilege or vehicle registrations if he fails to maintain financial responsibility on the currently registered vehicle for the period of registration.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1781/"
    },
    {
      "id": "section-1782",
      "number": "1782",
      "heading": "",
      "text": "(a) General rule.--Proof of financial responsibility may be furnished by filing evidence satisfactory to the department that all motor vehicles registered in a person's name are covered by motor vehicle liability insurance or by a program of self-insurance as provided by section 1787 (relating to self-insurance) or other reliable financial arrangements, deposits, resources or commitments acceptable to the department.\n\n(b) Nonresident.--The nonresident owner of a motor vehicle not registered in this Commonwealth may give proof of financial responsibility by filing with the department a written certificate or certificates of an insurance company authorized to transact business in the state in which the motor vehicle or motor vehicles described in the certificate are registered or, if the nonresident does not own a motor vehicle, then evidence satisfactory to the department that the person does not own a motor vehicle. The department shall accept the certificate upon condition that the insurance company complies with the following provisions with respect to the policies so certified:\n\n(1) The insurance company shall execute a power of attorney authorizing the department to accept service on its behalf or process in any action arising out of a motor vehicle accident in this Commonwealth.\n\n(2) The insurance company shall agree in writing that the policies shall be deemed to conform with the laws of this Commonwealth relating to the terms of motor vehicle liability policies issued in this Commonwealth.\n\n(c) Default by foreign insurance company.--If any insurance company not authorized to transact business in this Commonwealth, which has qualified to furnish proof of financial responsibility, defaults in any undertakings or agreements, the department shall not thereafter accept as proof any certificate of the company whether theretofore filed or thereafter tendered as proof as long as the default continues.\n\n(d) Financial responsibility identification cards.--Insurers shall provide financial responsibility identification cards to insureds which shall be valid only for the period for which coverage has been paid by the insured. If the insured and insurer both agree, the insurer may issue the financial responsibility identification card solely in electronic format. Financial responsibility identification cards shall disclose the period for which coverage has been paid by the insured and shall contain such other information as required by the Insurance Department. In such instance where the insured has financed premiums through a premium finance company or where the insured is on an insurer-sponsored or agency-sponsored payment plan, financial responsibility identification cards may be issued for periods of six months even though such payment by the insured may be for a period of less than six months. Nothing in this subsection shall be construed to require the immediate issuance of financial responsibility identification cards where an insured replaces an insured vehicle, adds a vehicle or increases coverages under an existing policy for which a premium adjustment is required.\n\n(e) Immunity.--If an insured chooses to provide proof of financial responsibility to be viewed in an electronic format on an electronic device pursuant to section 1786 (relating to required financial responsibility), a police officer administering in good faith this subchapter shall be immune from any civil or criminal liability which arises from the insured's choice, including the inadvertent viewing of materials on the device other than the proof of financial responsibility, inadvertent deletion of information from the device, inadvertent interception of a communication while in possession of the device and breakage which occurs to the device.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990; Dec. 23, 2013, P.L.1266, No.132, eff. 60 days)\n\n2013 Amendment.Act 132 amended subsec. (d) and added subsec. (e).\n\n1984 Amendment.Act 12 amended subsec. (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1782/"
    },
    {
      "id": "section-1783",
      "number": "1783",
      "heading": "",
      "text": "Whenever the department suspends or revokes the operating privilege of any person or the registration of any vehicle pursuant to section 1532 (relating to revocation or suspension of operating privilege), 1542 (relating to revocation of habitual offender's license), 1772 (relating to suspension for nonpayment of judgments), 1784 (relating to proof of financial responsibility following violation) or 1785 (relating to proof of financial responsibility following accident), or upon receiving the record of a conviction or forfeiture of bail, the department shall not restore the operating privilege or the applicable registration until the person furnishes proof of financial responsibility.\n\nCross References.Section 1783 is referred to in section 1558 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1783/"
    },
    {
      "id": "section-1784",
      "number": "1784",
      "heading": "",
      "text": "A defendant who is convicted of a traffic offense, other than a parking offense, that requires a court appearance shall be required to show proof of financial responsibility covering the operation of the vehicle at the time of the offense. If the defendant fails to show proof of financial responsibility, the court shall notify the department of that fact. Upon receipt of the notice, the department shall revoke the registration of the vehicle. If the defendant is the owner of the vehicle, the department shall also suspend the operating privilege of the defendant.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\nCross References.Section 1784 is referred to in sections 1553, 1783 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1784/"
    },
    {
      "id": "section-1785",
      "number": "1785",
      "heading": "",
      "text": "If the department determines that the owner of a motor vehicle involved in an accident requiring notice to a police department pursuant to section 3746 (relating to immediate notice of accident to police department) did not maintain financial responsibility on the motor vehicle at the time of the accident, the department shall suspend the operating privilege of the owner, where applicable, and the department shall revoke the registration of the vehicle.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\nCross References.Section 1785 is referred to in sections 1553, 1783 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1785/"
    },
    {
      "id": "section-1786",
      "number": "1786",
      "heading": "",
      "text": "(a) General rule.--Every motor vehicle of the type required to be registered under this title which is operated or currently registered shall be covered by financial responsibility.\n\n(b) Self-certification.--The Department of Transportation shall require that each motor vehicle registrant certify that the registrant is financially responsible at the time of registration or renewal thereof. The department shall refuse to register or renew the registration of a vehicle for failure to comply with this requirement or falsification of self-certification.\n\n(c) Consent to produce proof of financial responsibility.--Upon registering a motor vehicle or renewing a motor vehicle registration, the owner of the motor vehicle shall be deemed to have given consent to produce proof, upon request, to the Department of Transportation or a police officer that the vehicle registrant has the financial responsibility required by this chapter. Proof of financial responsibility may be satisfied under this chapter by production of a financial responsibility identification card in paper or electronic form. If an owner of a motor vehicle is providing electronic proof of financial responsibility to a police officer, the police officer shall only view content that is reasonably necessary to demonstrate proof of financial responsibility. The owner of the electronic device assumes liability for any damage to the electronic device containing the financial responsibility identification card while in possession of the police officer or agents of the department.\n\n(d) Suspension of registration and operating privilege.--\n\n(1) The Department of Transportation shall suspend the registration of a vehicle for a period of three months if it determines the required financial responsibility was not secured as required by this chapter and shall suspend the operating privilege of the owner or registrant for a period of three months if the department determines that the owner or registrant has operated or permitted the operation of the vehicle without the required financial responsibility. The operating privilege shall not be restored until the restoration fee for operating privilege provided by section 1960 (relating to reinstatement of operating privilege or vehicle registration) is paid.\n\n(1.1) In lieu of serving a registration suspension imposed under this section, an owner or registrant may pay to the department a civil penalty of $500, the restoration fee prescribed under section 1960 and furnish proof of financial responsibility in a manner determined by the department. An owner or registrant may exercise this option no more than once in a 12-month period.\n\n(2) Whenever the department revokes or suspends the registration of any vehicle under this chapter, the department shall not restore or transfer the registration until the suspension has been served or the civil penalty has been paid to the department and the vehicle owner furnishes proof of financial responsibility in a manner determined by the department and submits an application for registration to the department, accompanied by the fee for restoration of registration provided by section 1960. This subsection shall not apply in the following circumstances:\n\n(i) The owner or registrant proves to the satisfaction of the department that the lapse in financial responsibility coverage was for a period of less than 31 days and that the owner or registrant did not operate or permit the operation of the vehicle during the period of lapse in financial responsibility.\n\n(ii) The owner or registrant is a member of the armed services of the United States, the owner or registrant has previously had the financial responsibility required by this chapter, financial responsibility had lapsed while the owner or registrant was on temporary, emergency duty and the vehicle was not operated during the period of lapse in financial responsibility. The exemption granted by this paragraph shall continue for 30 days after the owner or registrant returns from duty as long as the vehicle is not operated until the required financial responsibility has been established.\n\n(iii) The insurance coverage has terminated or financial responsibility has lapsed simultaneously with or subsequent to expiration of a seasonal registration, as provided in section 1307(a.1) (relating to period of registration).\n\n(3) An owner whose vehicle registration has been suspended under this subsection shall have the same right of appeal under section 1377 (relating to judicial review) as provided for in cases of the suspension of vehicle registration for other purposes. The filing of the appeal shall act as a supersedeas, and the suspension shall not be imposed until determination of the matter as provided in section 1377. The court's scope of review in an appeal from a vehicle registration suspension shall be limited to determining whether:\n\n(i) the vehicle is registered or of a type that is required to be registered under this title; and\n\n(ii) there has been either notice to the department of a lapse, termination or cancellation in the financial responsibility coverage as required by law for that vehicle or that the owner, registrant or driver was requested to provide proof of financial responsibility to the department, a police officer or another driver and failed to do so. Notice to the department of the lapse, termination or cancellation or the failure to provide the requested proof of financial responsibility shall create a presumption that the vehicle lacked the requisite financial responsibility. This presumption may be overcome by producing clear and convincing evidence that the vehicle was insured at all relevant times.\n\n(4) Where an owner or registrant's operating privilege has been suspended under this subsection, the owner or registrant shall have the same right of appeal under section 1550 (relating to judicial review) as provided for in cases of suspension for other reason. The court's scope of review in an appeal from an operating privilege suspension shall be limited to determining whether:\n\n(i) the vehicle was registered or of a type required to be registered under this title; and\n\n(ii) the owner or registrant operated or permitted the operation of the same vehicle when it was not covered by financial responsibility. The fact that an owner, registrant or operator of the motor vehicle failed to provide competent evidence of insurance or the fact that the department received notice of a lapse, termination or cancellation of insurance for the vehicle shall create a presumption that the vehicle lacked the requisite financial responsibility. This presumption may be overcome by producing clear and convincing evidence that the vehicle was insured at the time that it was driven.\n\n(5) An alleged lapse, cancellation or termination of a policy of insurance by an insurer may only be challenged by requesting review by the Insurance Commissioner pursuant to Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921. Proof that a timely request has been made to the Insurance Commissioner for such a review shall act as a supersedeas, staying the suspension of registration or operating privilege under this section pending a determination pursuant to section 2009(a) of The Insurance Company Law of 1921 or, in the event that further review at a hearing is requested by either party, a final order pursuant to section 2009(i) of The Insurance Company Law of 1921.\n\n(6) The civil penalty collected under paragraph (1.1) shall be deposited into the Public Transportation Trust Fund.\n\n(e) Obligations upon lapse, termination or cancellation of financial responsibility.--\n\n(1) An owner of a motor vehicle who ceases to maintain financial responsibility on a registered vehicle shall not operate or permit operation of the vehicle in this Commonwealth until proof of the required financial responsibility has been provided to the Department of Transportation.\n\n(2) An insurer who has issued a contract of motor vehicle liability insurance, or any approved self-insurance entity, shall notify the department in a timely manner and in a method prescribed by the department's regulations. Upon request of an owner or registrant in the case of an appeal brought by an owner or registrant for suspension under this section, an insurer shall provide a copy of the notice of cancellation or a copy of the insurer's filing procedures with proof that the notice was written in the normal course of business and placed in the normal course of mailing. The department shall not be required to produce such copy or any other proof that notice of termination, lapse or cancellation was provided to the owner or registrant in order to satisfy the burden of proof in a proceeding under this section.\n\n(3) An insurer who has issued a contract of motor vehicle liability insurance and knows or has reason to believe that the contract is only for the purpose of providing proof of financial responsibility shall notify the department if the insurance has been canceled or terminated by the insured or by the insurer. The insurer shall notify the department not later than ten days following the effective date of the cancellation or termination.\n\n(4) A person who, after maintaining financial responsibility on the vehicle of another person, ceases to maintain such financial responsibility shall immediately notify the vehicle's owner who shall not operate, or permit operation of, the vehicle in this Commonwealth.\n\n(5) In the case of a person who leases any motor vehicle from a person engaged in the business of leasing motor vehicles, the lessee shall sign a statement indicating that the required financial responsibility has been provided through the lessor or through the lessee's motor vehicle liability insurance policy coverage. The lessee shall submit the statement to the lessor.\n\n(f) Operation of a motor vehicle without required financial responsibility.--Any owner of a motor vehicle for which the existence of financial responsibility is a requirement for its legal operation shall not operate the motor vehicle or permit it to be operated upon a highway of this Commonwealth without the financial responsibility required by this chapter. In addition to the penalties provided by subsection (d), any person who fails to comply with this subsection commits a summary offense and shall, upon conviction, be sentenced to pay a fine of $300.\n\n(g) Defenses.--\n\n(1) No person shall be convicted of failing to produce proof of financial responsibility under this subchapter or section 3743 (relating to accidents involving damage to attended vehicle or property) or 6308 (relating to investigation by police officers) if the person produces, at the office of the issuing authority within five days of the date of the violation, proof that he possessed the required financial responsibility at the time of the violation.\n\n(2) No person shall be penalized for maintaining a registered motor vehicle without financial responsibility under subsection (d) if, at the time insurance coverage terminated or financial responsibility lapsed, the registration plate and card were voluntarily surrendered to the department, a full agent designated by the department to accept voluntarily surrendered registration plates and cards pursuant to regulations promulgated by the department or a decentralized service agent appointed by the department. If a seasonal registration, as provided in section 1307(a.1), has been issued for the vehicle, return of the registration plate and card shall be required only if the insurance coverage terminates or financial responsibility lapses prior to the expiration of the seasonal registration. The department, a full agent or the decentralized service agent, as the case may be, shall issue a receipt showing the date that the registration plate and card were received. The designated full agent or the decentralized service agent shall return the registration plate and card to the department accompanied by a copy of the receipt.\n\n(h) Reinstatement of voluntarily surrendered registration plate and card.--\n\n(1) Except as provided in paragraph (2), the original registration plate and card shall be canceled by the department and destroyed. Any person who voluntarily surrendered a registration plate and card pursuant to the provisions of subsection (g)(2) may obtain a substitute registration plate and card bearing a registration number other than that originally issued from the department, a designated full agent or a decentralized service agent, as the case may be. Proof of financial responsibility in a form approved by the department shall be submitted together with the receipt showing the registration plate and card were voluntarily surrendered.\n\n(2) Any registration plate issued under sections 1340 (relating to antique and classic plates) and 1341 (relating to special registration plates) shall be returned by the department to the owner of the motor vehicle upon receipt of proof of financial responsibility.\n\n(3) A full agent designated by the department to issue substitute temporary registration cards and plates following a voluntary surrender of registration cards and plates pursuant to regulations promulgated by the department or a decentralized service agent appointed by the department may be authorized to issue substitute temporary registration plates provided proof of financial responsibility and a copy of the receipt showing the original registration plate and card were voluntarily surrendered are furnished. The fees provided pursuant to sections 1929 (relating to replacement registration plates) and 1932 (relating to duplicate registration cards) shall not be charged if the original registration plate and card were canceled pursuant to paragraph (1).\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990; Dec. 7, 1990, P.L.635, No.164, eff. imd.; Apr. 16, 1992, P.L.169, No.31, eff. 120 days; Dec. 16, 1992, P.L.1247, No.165, eff. 60 days; July 2, 1993, P.L.408, No.58, eff. imd.; Feb. 10, 1994, P.L.10, No.2, eff. imd.; Dec. 7, 1994, P.L.820, No.115, eff. imd.; July 11, 1996, P.L.660, No.115, eff. 60 days; Dec. 9, 2002, P.L.1278, No.152, eff. 60 days; Nov. 25, 2013, P.L.974, No.89, eff. Jan. 1, 2015; Dec. 23, 2013, P.L.1266, No.132, eff. 60 days; Mar. 19, 2014, P.L.361, No.23, eff. 120 days)\n\n2014 Amendment.Act 23 amended subsec. (h)(2).\n\n2013 Amendments.Act 89 amended subsec. (d) and Act 132 amended subsec. (c). See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations.\n\n2002 Amendment.Act 152 amended subsecs. (d) and (e)(2).\n\n1996 Amendment.Act 115 amended subsec. (g)(2) and added subsec. (d)(3).\n\n1994 Amendment.Act 115 amended subsecs. (g) and (h).\n\nCross References.Section 1786 is referred to in sections 1377, 1553, 1782, 1960, 6309.1 of this title; section 7317 of Title 51 (Military Affairs); section 57A07 of Title 53 (Municipalities Generally); section 2603.1 of Title 66 (Public Utilities); section 1506 of Title 74 (Transportation).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1786/"
    },
    {
      "id": "section-1787",
      "number": "1787",
      "heading": "",
      "text": "(a) General rule.--Self-insurance is effected by filing with the Department of Transportation, in satisfactory form, evidence that reliable financial arrangements, deposits, resources or commitments exist such as will satisfy the department that the self-insurer will:\n\n(1) Provide the benefits required by section 1711 (relating to required benefits), subject to the provisions of Subchapter B (relating to motor vehicle liability insurance first party benefits), except the additional benefits and limits provided in sections 1712 (relating to availability of benefits) and 1715 (relating to availability of adequate limits).\n\n(2) Make payments sufficient to satisfy judgments as required by section 1774 (relating to payments sufficient to satisfy judgments).\n\n(3) Provide uninsured motorist coverage up to the limits set forth in section 1774.\n\n(b) Stacking limits prohibited.--Any recovery of uninsured motorist benefits under this section only shall not be increased by stacking the limits provided in section 1774, in consideration of the ownership or operation of multiple vehicles or otherwise.\n\n(c) Assigned Risk and Assigned Claims Plans.--Self-insurers shall not be required to accept assigned risks pursuant to Subchapter D (relating to Assigned Risk Plan) or contribute to the Assigned Claims Plan pursuant to Subchapter E (relating to Assigned Claims Plan).\n\n(d) Catastrophic Loss Trust Fund.--(Repealed).\n\n(e) Promulgation of regulations, etc.--The Department of Transportation may, jointly with the Insurance Department, promulgate rules, regulations, guidelines, procedures or standards for reviewing and establishing the financial eligibility of self-insurers.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Apr. 26, 1989, P.L.13, No.4, eff. imd.)\n\n1989 Repeal.Act 4 repealed subsec. (d).\n\n1984 Amendment.Act 12 added section 1787.\n\nCross References.Section 1787 is referred to in sections 1702, 1782 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1787/"
    },
    {
      "id": "section-1788",
      "number": "1788",
      "heading": "",
      "text": "(a) Minimum coverage requirements.--A neighborhood electric vehicle that is registered or operated on a highway shall be covered by financial responsibility in the amount of $15,000 for injury to one person in any one accident, in the amount of $30,000 for injury to two or more persons in any one accident and in the amount of $5,000 for damage of property of others in any one accident. The financial responsibility shall be in a form acceptable to the department.\n\n(b) Exemption from other coverages.--For a neighborhood electric vehicle, no person shall be required to purchase and no insurer shall be required to offer or make available any other coverages contained in this chapter.\n\n(Oct. 22, 2014, P.L.2543, No.154, eff. May 1, 2015)\n\n2014 Amendment.Act 154 added section 1788.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1788/"
    },
    {
      "id": "section-1791",
      "number": "1791",
      "heading": "",
      "text": "It shall be presumed that the insured has been advised of the benefits and limits available under this chapter provided the following notice in bold print of at least ten-point type is given to the applicant at the time of application for original coverage, and no other notice or rejection shall be required:\n\nIMPORTANT NOTICE\n\nInsurance companies operating in the Commonwealth of Pennsylvania are required by law to make available for purchase the following benefits for you, your spouse or other relatives or minors in your custody or in the custody of your relatives, residing in your household, occupants of your motor vehicle or persons struck by your motor vehicle:\n\n(1) Medical benefits, up to at least $100,000.\n\n(1.1) Extraordinary medical benefits, from $100,000 to $1,100,000 which may be offered in increments of $100,000.\n\n(2) Income loss benefits, up to at least $2,500 per month up to a maximum benefit of at least $50,000.\n\n(3) Accidental death benefits, up to at least $25,000.\n\n(4) Funeral benefits, $2,500.\n\n(5) As an alternative to paragraphs (1), (2), (3) and (4), a combination benefit, up to at least $177,500 of benefits in the aggregate or benefits payable up to three years from the date of the accident, whichever occurs first, subject to a limit on accidental death benefit of up to $25,000 and a limit on funeral benefit of $2,500, provided that nothing contained in this subsection shall be construed to limit, reduce, modify or change the provisions of section 1715(d) (relating to availability of adequate limits).\n\n(6) Uninsured, underinsured and bodily injury liability coverage up to at least $100,000 because of injury to one person in any one accident and up to at least $300,000 because of injury to two or more persons in any one accident or, at the option of the insurer, up to at least $300,000 in a single limit for these coverages, except for policies issued under the Assigned Risk Plan. Also, at least $5,000 for damage to property of others in any one accident.\n\nAdditionally, insurers may offer higher benefit levels than those enumerated above as well as additional benefits. However, an insured may elect to purchase lower benefit levels than those enumerated above.\n\nYour signature on this notice or your payment of any renewal premium evidences your actual knowledge and understanding of the availability of these benefits and limits as well as the benefits and limits you have selected.\n\nIf you have any questions or you do not understand all of the various options available to you, contact your agent or company.\n\nIf you do not understand any of the provisions contained in this notice, contact your agent or company before you sign.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Apr. 26, 1989, P.L.13, No.4, eff. June 1, 1989; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1791/"
    },
    {
      "id": "section-1791-1",
      "number": "1791.1",
      "heading": "",
      "text": "(a) Invoice.--At the time of application for original coverage and every renewal thereafter, an insurer must provide to an insured an itemized invoice listing the minimum motor vehicle insurance coverage levels mandated by the Commonwealth and the premium charge for the insured to purchase the minimum mandated coverages. The invoice must contain the following notice in print of no less than ten-point type:\n\nThe laws of the Commonwealth of Pennsylvania, as enacted by the General Assembly, only require that you purchase liability and first-party medical benefit coverages. Any additional coverages or coverages in excess of the limits required by law are provided only at your request as enhancements to basic coverages.\n\nThe insurer shall provide the itemized invoice to the insured in conjunction with the declaration of coverage limits and premiums for the insured's existing coverages.\n\n(b) Notice of tort options.--In addition to the invoice required under subsection (a), an insurer must, at the time of application for original coverage for private passenger motor vehicle insurance and every renewal thereafter, provide to an insured the following notice of the availability of two alternatives of full tort insurance and limited tort insurance described in section 1705(c) and (d) (relating to election of tort options):\n\nThe laws of the Commonwealth of Pennsylvania give you the right to choose either of the following two tort options:\n\nA. \"Limited Tort\" Option--This form of insurance limits your right and the rights of members of your household to seek financial compensation for injuries caused by other drivers. Under this form of insurance, you and other household members covered under this policy may seek recovery for all medical and other out-of-pocket expenses, but not for pain and suffering or other nonmonetary damages unless the injuries suffered fall within the definition of \"serious injury,\" as set forth in the policy, or unless one of several other exceptions noted in the policy applies.\n\nB. \"Full Tort\" Option--This form of insurance allows you to maintain an unrestricted right for yourself and other members of your household to seek financial compensation for injuries caused by other drivers. Under this form of insurance, you and other household members covered under this policy may seek recovery for all medical and other out-of-pocket expenses and may also seek financial compensation for pain and suffering or other nonmonetary damages as a result of injuries caused by other drivers.\n\nIf you wish to change the tort option that currently applies to your policy, you must notify your agent, broker or company and request and complete the appropriate form.\n\n(c) Notice of premium discounts.--Except where the commissioner has determined that an insurer may omit a discount because the discount is duplicative of other discounts or is specifically reflected in the insurer's experience, at the time of application for original coverage and every renewal thereafter, an insurer must provide to an insured a notice stating that discounts are available for drivers who meet the requirements of sections 1799 (relating to restraint system), 1799.1 (relating to antitheft devices) and 1799.2 (relating to driver improvement course discounts).\n\n(d) Additional information.--Upon an oral or written request, an insurer subject to this chapter shall provide to the requestor information on the requestor's cost to purchase from the insurer the minimum requested automobile insurance coverages under either of the two tort options described in subsection (b). These requirements shall include the request for and provision of information by telephone.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. imd.)\n\n1990 Amendment.Act 6 added section 1791.1. Section 32 of Act 6 provided that section 1791.1 shall apply to all policies issued or renewed on and after July 1, 1990.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1791-1/"
    },
    {
      "id": "section-1791-2",
      "number": "1791.2",
      "heading": "",
      "text": "A motorcycle driver when operating a motorcycle to guide, usher or otherwise ensure the safety of participants in a bicycle race is neither competing nor participating in the bicycle race for purposes of this chapter.\n\n(July 14, 2005, P.L.285, No.50, eff. imd.)\n\n2005 Amendment.Act 50 added section 1791.2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1791-2/"
    },
    {
      "id": "section-1792",
      "number": "1792",
      "heading": "",
      "text": "(a) Availability of coverages.--Except for policies issued under Subchapter D (relating to Assigned Risk Plan), an insurer issuing a policy of bodily injury liability coverage pursuant to this chapter shall make available for purchase higher limits of uninsured, underinsured and bodily injury liability coverages up to at least $100,000 because of injury to one person in any one accident and up to at least $300,000 because of injury to two or more persons in any one accident or, at the option of the insurer, up to at least $300,000 in a single limit for these coverages. Additionally, an insurer shall make available for purchase at least $5,000 because of damage to property of others in any one accident. However, the exclusion of availability relating to the Assigned Risk Plan shall not apply to damage to property of others in any one accident.\n\n(b) Physical damage deductibles.--\n\n(1) Every private passenger automobile insurance policy providing collision coverage issued or renewed on and after the effective date of this subsection shall offer a deductible in an amount of $500 for collision coverage and may offer a deductible in a greater or lesser amount or a zero deductible.\n\n(2) (Deleted by amendment).\n\n(3) Any person or entity providing financing to the purchaser of a motor vehicle or otherwise holding a security interest in a motor vehicle shall not be permitted to require the purchase of a deductible for less than $500 for collision and comprehensive coverages. Any financial institution, insurer, agent or other person or entity found to have violated this provision shall be required to reimburse the policyholder in an amount equal to the difference in premium and, in addition, shall be required to pay a civil penalty of $500 to the Department of Transportation for each violation.\n\n(4) With the purchase of a $500 or greater deductible, there shall be an immediate commensurate reduction in rate for collision and comprehensive coverages. The reduction in rate shall be based on the insured's existing deductible level.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990; Dec. 23, 2013, P.L.1266, No.132, eff. 60 days)\n\n2013 Amendment.Act 132 amended subsec. (b) hdg., (1) and (2). Section 4 of Act 132 provided that the amendment of section 1792 shall apply to a private passenger automobile insurance policy issued or renewed on or after the effective date of section 4.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1792/"
    },
    {
      "id": "section-1793",
      "number": "1793",
      "heading": "",
      "text": "(a) Limitation on premium increases.--\n\n(1) An insurer shall not increase the premium rate of an owner of a policy of insurance subject to this chapter solely because one or more of the insureds under the policy made a claim under the policy and was paid thereon unless it is determined that the insured was at fault in contributing to the accident giving rise to the claim.\n\n(2) No insurer shall charge an insured who has been convicted of a violation of an offense enumerated in section 1535 (relating to schedule of convictions and points) a higher rate for a policy of insurance solely on account of the conviction. An insurer may charge an insured a higher rate for a policy of insurance if a claim is made under paragraph (1).\n\n(b) Surcharge disclosure plan.--All insurers shall provide to the insured a surcharge disclosure plan. The insurer providing the surcharge disclosure plan shall detail the provisions of the plan including, but not limited to:\n\n(1) A description of conditions that would assess a premium surcharge to an insured along with the estimated increase of the surcharge per policy period per policyholder.\n\n(2) The number of years any surcharge will be in effect.\n\nThe surcharge disclosure plan shall be delivered to each insured by the insurer at least once annually. Additionally, the surcharge information plan shall be given to each prospective insured at the time application is made for motor vehicle insurance coverage.\n\n(c) Return of premiums of canceled policies.--When an insurer cancels a motor vehicle insurance policy which is subject to section 6(3) of the act of June 5, 1968 (P.L.140, No.78), relating to writing, cancellation of or refusal to renew policies of automobile insurance, the insurer shall within 30 days of canceling the policy return to the insured all premiums paid under the policy less any proration for the period the policy was in effect. Premiums are overdue if not paid to the insured within 30 days after canceling the policy. Overdue return premiums shall bear interest at the rate of 12% per annum from the date the return premium became due.\n\n(d) Rules and regulations.--The Insurance Department shall promulgate rules and regulations establishing guidelines and procedures for determining fault of an insured for the purpose of subsection (a) and guidelines for the content and format of the surcharge disclosure plan.\n\nReferences in Text.The act of June 5, 1968 (P.L.140, No.78), referred to as the Automobile Insurance Policy Act, referred to in subsec. (c), was repealed by the act of June 17, 1998, P.L.464, No.68. The subject matter is now contained in Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1793/"
    },
    {
      "id": "section-1794",
      "number": "1794",
      "heading": "",
      "text": "Beginning January 1, 1987, the monetary limit in 42 Pa.C.S. § 7361(b)(2)(i) (relating to compulsory arbitration) for the submission of matters to judicial arbitration in judicial districts embracing first and second class counties shall be $25,000 for actions arising from the maintenance or use of a motor vehicle.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1794/"
    },
    {
      "id": "section-1795",
      "number": "1795",
      "heading": "",
      "text": "(a) General rule.--An insurance company, and any agent, servant or employee acting in the course and scope of his employment, shall be immune from civil or criminal liability arising from the supply or release of written or oral information to any duly authorized Federal or State law enforcement agency, including the Insurance Department, upon compliance with the following:\n\n(1) The information is supplied to the agency in connection with an allegation of fraudulent conduct on the part of any person relating to the filing or maintenance of a motor vehicle insurance claim for bodily injury or property damage.\n\n(2) The insurance company, agent, servant or employee has probable cause to believe that the information supplied is reasonably related to the allegation of fraud.\n\n(b) Notice to policyholder.--The insurance company shall send written notice to the policyholder or policyholders about whom the information pertains unless the insurance company receives notice that the authorized agency finds, based on specific facts, that there is reason to believe that the information will result in any of the following:\n\n(1) Endangerment to the life or physical safety of any person.\n\n(2) Flight from prosecution.\n\n(3) Destruction of or tampering with evidence.\n\n(4) Intimidation of any potential witness or witnesses.\n\n(5) Obstruction of or serious jeopardy to an investigation.\n\nThe insurance company shall send written notice not sooner than 45 days nor more than 60 days from the time the information is furnished to an authorized agency except when the authorized agency specifies that a notice should not be sent in accordance with the exceptions enumerated in this subsection in which event the insurance company shall send written notice to the policyholder not sooner than 180 days nor more than 190 days following the date the information is furnished.\n\n(c) Immunity for sending notice.--An insurance company or authorized agency and any person acting on behalf of an insurance company or authorized agency complying with or attempting in good faith to comply with subsection (b) shall be immune from civil liability arising out of any acts or omissions in so doing.\n\n(d) Applicability.--Nothing in this section shall be construed to create any rights to privacy or causes of action on behalf of policyholders that are not in existence as of the effective date of this section.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\n1984 Amendment.Act 12 amended subsec. (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1795/"
    },
    {
      "id": "section-1796",
      "number": "1796",
      "heading": "",
      "text": "(a) General rule.--Whenever the mental or physical condition of a person is material to any claim for medical, income loss or catastrophic loss benefits, a court of competent jurisdiction or the administrator of the Catastrophic Loss Trust Fund for catastrophic loss claims may order the person to submit to a mental or physical examination by a physician. The order may only be made upon motion for good cause shown. The order shall give the person to be examined adequate notice of the time and date of the examination and shall state the manner, conditions and scope of the examination and the physician by whom it is to be performed. If a person fails to comply with an order to be examined, the court or the administrator may order that the person be denied benefits until compliance.\n\n(b) Report of examination.--If requested by the person examined, a party causing an examination to be made shall promptly deliver to the person examined a copy of every written report concerning the examination at least one of which must set forth the physician's findings and conclusions in detail. Upon failure to promptly provide copies of these reports, the court or the administrator shall prohibit the testimony of the examining physician in any proceeding to recover benefits.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\n1984 Amendment.Act 12 added section 1796.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1796/"
    },
    {
      "id": "section-1797",
      "number": "1797",
      "heading": "",
      "text": "(a) General rule.--A person or institution providing treatment, accommodations, products or services to an injured person for an injury covered by liability or uninsured and underinsured benefits or first party medical benefits, including extraordinary medical benefits, for a motor vehicle described in Subchapter B (relating to motor vehicle liability insurance first party benefits) shall not require, request or accept payment for the treatment, accommodations, products or services in excess of 110% of the prevailing charge at the 75th percentile; 110% of the applicable fee schedule, the recommended fee or the inflation index charge; or 110% of the diagnostic-related groups (DRG) payment; whichever pertains to the specialty service involved, determined to be applicable in this Commonwealth under the Medicare program for comparable services at the time the services were rendered, or the provider's usual and customary charge, whichever is less. The General Assembly finds that the reimbursement allowances applicable in the Commonwealth under the Medicare program are an appropriate basis to calculate payment for treatments, accommodations, products or services for injuries covered by liability or uninsured and underinsured benefits or first party medical benefits insurance. Future changes or additions to Medicare allowances are applicable under this section. If the commissioner determines that an allowance under the Medicare program is not reasonable, he may adopt a different allowance by regulation, which allowance shall be applied against the percentage limitation in this subsection. If a prevailing charge, fee schedule, recommended fee, inflation index charge or DRG payment has not been calculated under the Medicare program for a particular treatment, accommodation, product or service, the amount of the payment may not exceed 80% of the provider's usual and customary charge. If acute care is provided in an acute care facility to a patient with an immediately life-threatening or urgent injury by a Level I or Level II trauma center accredited by the Pennsylvania Trauma Systems Foundation under the act of July 3, 1985 (P.L.164, No.45), known as the Emergency Medical Services Act, or to a major burn injury patient by a burn facility which meets all the service standards of the American Burn Association, the amount of payment may not exceed the usual and customary charge. Providers subject to this section may not bill the insured directly but must bill the insurer for a determination of the amount payable. The provider shall not bill or otherwise attempt to collect from the insured the difference between the provider's full charge and the amount paid by the insurer.\n\n(b) Peer review plan for challenges to reasonableness and necessity of treatment.--\n\n(1) Peer review plan.--Insurers shall contract jointly or separately with any peer review organization established for the purpose of evaluating treatment, health care services, products or accommodations provided to any injured person. Such evaluation shall be for the purpose of confirming that such treatment, products, services or accommodations conform to the professional standards of performance and are medically necessary. An insurer's challenge must be made to a PRO within 90 days of the insurer's receipt of the provider's bill for treatment or services or may be made at any time for continuing treatment or services.\n\n(2) PRO reconsideration.--An insurer, provider or insured may request a reconsideration by the PRO of the PRO's initial determination. Such a request for reconsideration must be made within 30 days of the PRO's initial determination. If reconsideration is requested for the services of a physician or other licensed health care professional, then the reviewing individual must be, or the reviewing panel must include, an individual in the same specialty as the individual subject to review.\n\n(3) Pending determinations by PRO.--If the insurer challenges within 30 days of receipt of a bill for medical treatment or rehabilitative services, the insurer need not pay the provider subject to the challenge until a determination has been made by the PRO. The insured may not be billed for any treatment, accommodations, products or services during the peer review process.\n\n(4) Appeal to court.--A provider of medical treatment or rehabilitative services or merchandise or an insured may challenge before a court an insurer's refusal to pay for past or future medical treatment or rehabilitative services or merchandise, the reasonableness or necessity of which the insurer has not challenged before a PRO. Conduct considered to be wanton shall be subject to a payment of treble damages to the injured party.\n\n(5) PRO determination in favor of provider or insured.--If a PRO determines that medical treatment or rehabilitative services or merchandise were medically necessary, the insurer must pay to the provider the outstanding amount plus interest at 12% per year on any amount withheld by the insurer pending PRO review.\n\n(6) Court determination in favor of provider or insured.--If, pursuant to paragraph (4), a court determines that medical treatment or rehabilitative services or merchandise were medically necessary, the insurer must pay to the provider the outstanding amount plus interest at 12%, as well as the costs of the challenge and all attorney fees.\n\n(7) Determination in favor of insurer.--If it is determined by a PRO or court that a provider has provided unnecessary medical treatment or rehabilitative services or merchandise or that future provision of such treatment, services or merchandise will be unnecessary, or both, the provider may not collect payment for the medically unnecessary treatment, services or merchandise. If the provider has collected such payment, it must return the amount paid plus interest at 12% per year within 30 days. In no case does the failure of the provider to return the payment obligate the insured to assume responsibility for payment for the treatment, services or merchandise.\n\n(c) Review authorized.--By December 1, 1991, the Legislative Budget and Finance Committee shall commence a review of the impact of this section. Such review may be conducted biennially.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. Apr. 15, 1990)\n\nReferences in Text.The act of July 3, 1985 (P.L.164, No.45), known as the Emergency Medical Services Act, referred to in subsec. (a), was repealed by the act of August 18, 2009 (P.L.308, No.37). The subject matter is now contained in Chapter 81 of Title 35 (Health and Safety).\n\nCross References.Section 1797 is referred to in section 1712 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1797/"
    },
    {
      "id": "section-1798",
      "number": "1798",
      "heading": "",
      "text": "(a) Basis for reasonable fee.--No attorney's fee for representing a claimant in connection with a claim for first party benefits provided under Subchapter B (relating to motor vehicle liability insurance first party benefits) or a claim for catastrophic loss benefits under Subchapter F (relating to Catastrophic Loss Trust Fund) shall be calculated, determined or paid on a contingent fee basis, nor shall any attorney's fees be deducted from the benefits enumerated in this subsection which are otherwise due such claimant. An attorney may charge a claimant a reasonable fee based upon actual time expended.\n\n(b) Unreasonable refusal to pay benefits.--In the event an insurer is found to have acted with no reasonable foundation in refusing to pay the benefits enumerated in subsection (a) when due, the insurer shall pay, in addition to the benefits owed and the interest thereon, a reasonable attorney fee based upon actual time expended.\n\n(c) Payment by fund.--The Catastrophic Loss Trust Fund may award the claimant's attorney a reasonable fee based upon actual time expended because a claimant is unable to otherwise pay the fees and costs.\n\n(d) Fraudulent or excessive claims.--If, in any action by a claimant to recover benefits under this chapter, the court determines that the claim, or a significant part thereof, is fraudulent or so excessive as to have no reasonable foundation, the court may award the insurer's attorney a reasonable fee based upon actual time expended. The court, in such case, may direct that the fee shall be paid by the claimant or that the fee may be treated in whole or in part as an offset against any benefits due or to become due the claimant.\n\n(Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984)\n\n1984 Amendment.Act 12 added section 1798.\n\nReferences in Text.Subchapter F, referred to in this section, is repealed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1798/"
    },
    {
      "id": "section-1798-1",
      "number": "1798.1",
      "heading": "",
      "text": "(a) Filing.--Each insurer issuing or delivering liability insurance policies as described in section 1711 (relating to required benefits) shall file with the Insurance Commissioner for an extraordinary medical benefit rate for coverage under section 1715(a)(1.1) (relating to availability of adequate limits). The filing shall be subject to the act of June 11, 1947 (P.L.538, No.246), known as The Casualty and Surety Rate Regulatory Act, provided that no first time filing for extraordinary medical benefit coverage which is scheduled for a formal administrative hearing may be deemed effective until an adjudication is issued by the Insurance Commissioner. Insurers may provide for the discounting of extraordinary medical benefit loss reserves in annual financial statements. Unallocated extraordinary medical benefit loss expense payments may be treated in accordance with section 315 of the act of May 17, 1921 (P.L.789, No.285), known as The Insurance Department Act of one thousand nine hundred and twenty-one, and regulations promulgated pursuant thereto. The Insurance Commissioner may order the discounting of extraordinary medical benefit losses and allocated loss adjustment expenses in calculating rates for coverage under section 1715(a)(1.1) to the extent determined to be actuarially sound.\n\n(b) Rates.--All rates established under this section shall be adequate to assure actuarial soundness. Under no circumstances shall rates for other coverages required under the provisions of this chapter be modified or otherwise established to subsidize, in whole or in part, the rate for the extraordinary medical benefit. In making a rate for the extraordinary medical benefit, due consideration shall be given to the current factors generally in use in making motor vehicle insurance rates.\n\n(c) Limitation.--The extraordinary medical benefit rate for coverage under section 1715(a)(1.1) shall not be subject to any premium tax levied under State law.\n\n(Apr. 26, 1989, P.L.13, No.4, eff. imd.)\n\n1989 Amendment.Act 4 added section 1798.1.\n\nReferences in Text.Section 315 of the act of May 17, 1921 (P.L.789, No.285), known as The Insurance Department Act of 1921, referred to in subsec. (a), was repealed by the act of December 18, 1992 (P.L.1496, No.177).\n\nCross References.Section 1798.1 is referred to in section 1798.2 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1798-1/"
    },
    {
      "id": "section-1798-2",
      "number": "1798.2",
      "heading": "",
      "text": "(a) Savings provision.--Notwithstanding the repeal of Subchapter F (relating to Catastrophic Loss Trust Fund) by the act of December 12, 1988 (P.L.1120, No.144), all natural persons who suffer or suffered a catastrophic loss prior to June 1, 1989, or who may suffer a catastrophic loss during the registration year for which payment was made in accordance with former section 1762 (relating to funding), respectively, shall continue to receive, or be eligible to receive, catastrophic loss benefits as if Subchapter F had not been repealed. To ensure the administration and delivery of catastrophic loss benefits to eligible claimants, all powers and duties previously imposed on the Catastrophic Loss Trust Fund Board under Subchapter F are hereby transferred to the Insurance Commissioner.\n\n(b) Rate filing.--All insurers shall, within 30 days of the effective date of this section, file for approval by the Insurance Commissioner an extraordinary medical benefit rate pursuant to section 1798.1(a) (relating to extraordinary medical benefit rate). Any insurer having an approved rate for catastrophic loss coverage on the effective date of this section shall utilize that approved rate.\n\n(c) Notice.--For extraordinary medical benefit rate filings approved after the effective date of this section, the insurer shall provide the following notice to all policyholders no later than 30 days from the date of approval, which notice shall not be subject to any provision of any law or regulation requiring the approval of the Insurance Commissioner prior to its adoption or use:\n\nIMPORTANT NOTICE\n\nEXTRAORDINARY MEDICAL BENEFITS\n\nBy virtue of recent amendment to the Motor Vehicle Financial Responsibility Law, as of June 1, 1989, the first party benefits coverage may be extended to provide an extraordinary medical benefit which will pay the medical and rehabilitation costs for you and your family members residing in your household which are more than $100,000 for each person injured as the result of an automobile accident, up to a lifetime benefit limit of $1,000,000 for each person. The cost of this extraordinary medical benefit coverage on an annual basis is $ per vehicle. If you wish to purchase the extraordinary medical benefit coverage, please notify your agent or insurance company for additional information. If you do not wish to purchase extraordinary medical benefit coverage, please disregard this notice.\n\n(Apr. 26, 1989, P.L.13, No.4, eff. imd.; July 1, 1989, P.L.115, No.24, eff. imd.)\n\n1989 Amendments.Act 4 added section 1798.2, retroactive to December 12, 1988, and Act 24 amended subsec. (a).\n\nReferences in Text.Subchapter F and section 1762, referred to in this section, are repealed.\n\nCross References.Section 1798.2 is referred to in section 1798.4 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1798-2/"
    },
    {
      "id": "section-1798-3",
      "number": "1798.3",
      "heading": "",
      "text": "By May 15, 1989, the Insurance Commissioner and the Budget Secretary shall jointly prepare and provide to the Governor and to the General Assembly a report on the actuarial soundness of the fund, including a projection of the additional revenues needed on a year-to-year basis and a comparison of the cost of providing additional revenues on a year-to-year, as-needed basis and the cost of providing adequate revenues to eliminate the unfunded liability within no more than five years. The report shall include recommendations as to how rapidly the unfunded liability should be eliminated and what the source or sources of the additional revenues should be, which shall include, but not be limited to, the General Fund or other surcharges. If such report includes recommendations for collecting a surcharge to eliminate the unfunded liability, the report shall compare the consequences of imposing that surcharge on each motor vehicle required to be registered under Chapter 13 (relating to registration of vehicles) except trailers, recreational vehicles not intended for highway use, motorcycles, motor-driven cycles, motorized pedalcycles or like type vehicles; on each insured as defined in section 1702 (relating to definitions); and on each motor vehicle for which coverage is purchased under section 1715(a)(1) (relating to availability of adequate limits) and shall compare the consequences of eliminating the unfunded liability over a period of five years, a period of ten years, a period of 15 years and a period of 20 years.\n\n(Apr. 26, 1989, P.L.13, No.4, eff. imd.)\n\n1989 Amendment.Act 4 added section 1798.3.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1798-3/"
    },
    {
      "id": "section-1798-4",
      "number": "1798.4",
      "heading": "",
      "text": "(a) Creation.--The Catastrophic Loss Benefits Continuation Fund is hereby created to provide funds necessary to pay catastrophic loss benefits under section 1798.2 (relating to transition).\n\n(b) Composition.--The Catastrophic Loss Benefits Continuation Fund shall be composed of funds transferred from the Catastrophic Loss Trust Fund, funds contributed pursuant to section 6506 (relating to surcharge) and funds earned by the investment and reinvestment of such funds. The funds shall be held in trust, be deposited in a separate account and be the sole and exclusive source of funds for the payment of catastrophic loss benefits under section 1798.2 and the administration of the Catastrophic Loss Benefits Continuation Fund.\n\n(c) Separation from General Fund and Motor License Fund.--The fund and all income earned by it shall not become part of the General Fund or Motor License Fund. No obligations or expenses of or claim against the Catastrophic Loss Trust Fund or the Catastrophic Loss Benefits Continuation Fund shall constitute a debt of the Commonwealth or a charge against the General Fund or Motor License Fund. Upon the expiration of section 6506, excess money in the Catastrophic Loss Benefits Continuation Fund, beyond the money needed to cover the unfunded liability of the Catastrophic Loss Trust Fund in accordance with section 6506, shall be deposited in the Motor License Fund.\n\n(d) Borrowing from the Workers' Compensation Security Fund.--Whenever the Governor shall ascertain that the cash balance and the current estimated receipts of the Catastrophic Loss Benefits Continuation Fund shall be insufficient at any time during any fiscal period to meet promptly any expenses payable from the fund, the Governor shall authorize the transfer from the Workers' Compensation Security Fund to the Catastrophic Loss Benefits Continuation Fund such sums as are necessary. Any sum so transferred shall be available for the purpose for which the Catastrophic Loss Benefits Continuation Fund is created by law and shall be considered as a loan to that fund. Such transfers shall be made upon warrant of the State Treasurer upon requisition of the Governor. For purposes of determining whether contributions to the Workers' Compensation Security Fund pursuant to section 5 of the act of July 1, 1937 (P.L.2532, No.470), known as the Workers' Compensation Security Fund Act, are necessary, the Insurance Commissioner shall consider the amount of any loan made pursuant to this act as an asset of the Workers' Compensation Security Fund that does not reduce the fund below 5% of its loss reserves and does not trigger the resumption of contributions to the fund. The amounts transferred to the Catastrophic Loss Benefits Continuation Fund may carry over from fiscal year to fiscal year and shall be repaid together with an amount of interest equivalent to the average interest rate derived from investments of the Workers' Compensation Security Fund in the immediately preceding fiscal year as determined by the State Treasurer. An estimate of the actual and projected borrowings and loan repayments to be made from and to the Workers' Compensation Security Fund shall be included in the report required pursuant to section 7 of the act of July 1, 1989 (P.L.115, No.24), entitled \"An act amending Title 75 (Vehicles) of the Pennsylvania Consolidated Statutes, creating the Catastrophic Loss Benefits Continuation Fund for payment of certain catastrophic loss benefits; providing for surcharges for certain offenses to provide moneys for the fund; and further providing for conditions of permits.\" The authorization to make transfers pursuant to this subsection shall expire on July 1, 1998, unless otherwise provided by the General Assembly.\n\n(July 1, 1989, P.L.115, No.24, eff. imd.; July 1, 1990, P.L.312, No.70, eff. imd.; June 28, 1993, P.L.137, No.33, eff. 60 days)\n\n1993 Amendment.Act 33 amended subsec. (d).\n\n1989 Amendment.Act 24 added section 1798.4. See sections 5, 6 and 7 of Act 24 in the appendix to this title for special provisions relating to transfer of Catastrophic Loss Trust Fund moneys, certification by Insurance Commissioner and reports to General Assembly.\n\nReferences in Text.Section 5 of the act of July 1, 1937 (P.L.2532, No.470), known as the Workers' Compensation Security Fund Act, referred to in subsec. (d), was deleted by amendment by the act of June 22, 2000 (P.L.379, No.49).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1798-4/"
    },
    {
      "id": "section-1799",
      "number": "1799",
      "heading": "",
      "text": "(a) General rule.--All insurance companies authorized to write private passenger automobile insurance within this Commonwealth shall provide premium discounts for motor vehicles equipped with passive restraint devices. These discounts shall apply to the first party benefits coverage and shall be approved by the commissioner as part of the insurer's rate filing, provided that such discounts shall not be less than 15% for passive seat belts, 20% for one airbag on the operator's side of the vehicle and 30% for two airbags. Some or all of the premium discounts required by this subsection may be omitted upon demonstration to the commissioner in an insurer's rate filing that the discounts are duplicative of other discounts provided by the insurer or specifically reflected in the insurer's experience.\n\n(b) Definitions.--As used in this subsection, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Passive restraint.\" Any frontal automobile crash protection system which requires no action of the vehicle occupants and complies with standard 571.208 of the National Traffic Safety Administration or its successor.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 added section 1799.\n\nCross References.Section 1799 is referred to in section 1791.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799/"
    },
    {
      "id": "section-1799-1",
      "number": "1799.1",
      "heading": "",
      "text": "(a) General rule.--All insurance companies authorized to write private passenger automobile insurance within this Commonwealth shall provide premium discounts for motor vehicles with passive antitheft devices. These discounts shall apply to the comprehensive coverage and shall be approved by the commissioner as part of the insurer's rate filing, provided that such discounts shall not be less than 10%. Some or all of the premium discounts required by this subsection may be omitted upon demonstration to the commissioner in an insurer's rate filing that the discounts are duplicative of other discounts provided by the insurer.\n\n(b) Definitions.--As used in this subsection, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Passive antitheft device.\" Any item or system installed in an automobile which is activated automatically when the operator turns the ignition key to the off position and which is designed to prevent unauthorized use, as prescribed by regulations of the commissioner. The term does not include an ignition interlock provided as a standard antitheft device by the original automobile manufacturer.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 added section 1799.1.\n\nCross References.Section 1799.1 is referred to in section 1791.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-1/"
    },
    {
      "id": "section-1799-2",
      "number": "1799.2",
      "heading": "",
      "text": "(a) Motor vehicle driver improvement course.--All insurance companies authorized to write private passenger automobile insurance within this Commonwealth shall provide a premium discount for each motor vehicle on a policy under which all named insureds are 55 years of age or older and have successfully completed a motor vehicle driver improvement course meeting the standards of the Department of Transportation. This discount shall apply to all coverages for all policy periods beginning within the three-year period immediately following the successful completion of the course and shall be approved by the commissioner as part of the insurer's rate filing, provided that such discount shall not be less than 5%. The successful completion of more than one course within a three-year period does not qualify the insured for additional discounts. The premium discount required by this subsection may be omitted upon demonstration to the commissioner in an insurer's rate filing that the discount is duplicative of a driver improvement course discount provided by the insurer.\n\n(b) Completion of course.--Upon successfully completing the approved course, each participant shall be issued, by the course's sponsoring agency, a certificate which shall be the basis of qualification for the discount on insurance.\n\n(c) Continuing eligibility.--Each participant shall take an approved course every three years to continue to be eligible for the discount on insurance. Each insurer may require, as a condition of providing and maintaining the discount, that the insured for a three-year period after course completion:\n\n(1) not be involved in an accident for which the insured is chargeable;\n\n(2) not be convicted of an offense enumerated in section 1535 (relating to schedule of convictions and points); and\n\n(3) not be convicted or have accepted Accelerated Rehabilitative Disposition (ARD) for driving under the influence of alcohol or a controlled substance.\n\n(d) Nonapplicability.--This section shall not apply in the event the approved course is specified by a court or other governmental entity resulting from a conviction of an offense enumerated in section 1535.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 added section 1799.2.\n\nCross References.Section 1799.2 is referred to in section 1791.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-2/"
    },
    {
      "id": "section-1799-3",
      "number": "1799.3",
      "heading": "",
      "text": "(a) Damage claims.--No insurer shall cancel or refuse to renew a policy or apply any surcharge, rate penalty or driver record point assignment where, during the preceding three-year period, the aggregate cost to the insurer for any person injured or property damaged is determined to be less than $650 in excess of any self-insured retention or deductible applicable to the named insured.\n\n(b) Reimbursements.--A surcharge, rate penalty or driver record point assignment shall not be made if the insurer is reimbursed by or on behalf of the named insured or other resident operator for at least 60% of the total amount of the paid claim received through subrogation or from a settlement or judgment against the individual responsible for the accident.\n\n(c) First party medical claims.--No surcharge, rate penalty or driver record point assignment shall be made as a result of an insurer paying a first party medical claim.\n\n(d) Notice to insured.--If an insurer makes a determination to impose a surcharge, rate penalty or driver record point assignment, the insurer shall inform the named insured of the determination and shall specify the manner in which the surcharge, rate penalty or driver record point assignment was made and clearly identify the amount of the surcharge or rate penalty on the premium notice for as long as the surcharge or rate penalty is in effect.\n\n(e) Adjustment of cap.--The Insurance Department, at least once every three years, shall adjust the $650 cap or limit relative to changes in the components of the Consumer Price Index (Urban) to measure seasonally adjusted changes in medical care and automobile maintenance and repair costs and shall make such adjustments to the cap or limit as shall be necessary to maintain the same rate of change in the cap or limit as has occurred in the Consumer Price Index (Urban). Such adjustments may be rounded off to the nearest $50 figure.\n\n(f) Notice of refusal to write.--If requested by the applicant, an agent for an insurer shall submit an application for automobile insurance to the insurer or provide the applicant written notice of the reasons for refusal to write on a form supplied by the insurer and approved by the commissioner. An applicant receiving a notice of reasons under this subsection may obtain review by the commissioner pursuant to the Automobile Insurance Policy Act. If either the applicant or insurer is aggrieved by the commissioner's review, the commissioner may, in his discretion and for cause shown, hold a hearing pursuant to the Automobile Insurance Policy Act. No insurer shall take any action, overt or otherwise, against any agent or broker for complying with this subsection.\n\n(g) Conflict with other law.--The limitations imposed on cancellations, refusals to renew, surcharges, rate penalties and point assignments by this section shall be in addition to any other limitations imposed by other laws. Where any conflict exists between this section and the provisions of any other law, this section shall be applied so as to supersede such other laws to the extent of the conflict.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. July 1, 1990)\n\n1990 Amendment.Act 6 added section 1799.3.\n\nReferences in Text.The act of June 5, 1968 (P.L.140, No.78), referred to as the Automobile Insurance Policy Act, referred to in subsec. (f), was repealed by the act of June 17, 1998 (P.L.464, No.68). The subject matter is now contained in Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921.\n\nCross References.Section 1799.3 is referred to in section 1702 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-3/"
    },
    {
      "id": "section-1799-4",
      "number": "1799.4",
      "heading": "",
      "text": "Upon request of the insurer, an insurance adjuster shall be afforded a reasonable opportunity to enter a repair facility and examine covered repairs being made to a specific insured's vehicle during regular business hours.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. 60 days)\n\n1990 Amendment.Act 6 added section 1799.4.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-4/"
    },
    {
      "id": "section-1799-5",
      "number": "1799.5",
      "heading": "",
      "text": "(a) Duty of Insurance Department.--The Insurance Department may authorize a market conduct study of private passenger automobile insurers.\n\n(b) Purposes of study.--The purposes of the study shall be to:\n\n(1) Determine extent of insurer competition.\n\n(2) Determine the number of uninsured motorists.\n\n(3) Determine extent of insurer profits and losses.\n\n(4) Determine that rates and premiums charged to residents are lawfully applied.\n\n(5) Determine if the various policies for automobile insurance written in this Commonwealth are available equally to each resident.\n\n(6) Determine the validity of existing rating territories and if rate differentials between or among rating territories is justified by the losses.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. 60 days)\n\n1990 Amendment.Act 6 added section 1799.5.\n\nCross References.Section 1799.5 is referred to in section 1799.6 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-5/"
    },
    {
      "id": "section-1799-6",
      "number": "1799.6",
      "heading": "",
      "text": "(a) Authority.--In furtherance of the purposes and goals of section 1799.5 (relating to conduct of market study), the Insurance Department may conduct field surveys of agents and brokers in this Commonwealth, which shall include, but not be limited to:\n\n(1) The determination of the geographical areas to be surveyed.\n\n(2) The establishment of a list of insurance agents and brokers in the surveyed area or its immediate neighborhood.\n\n(3) The interview of agents and brokers at their offices to obtain premium quotations from the agent for each company represented by that agent.\n\n(4) The sorting and categorizing of information.\n\n(5) The construction of a table displaying quotations by insurer, area and risk.\n\n(6) The writing of a report of the findings.\n\n(b) Conjunctive analysis of market study and field survey.--The department may analyze information collected from insurance companies under section 1799.5 in conjunction with information collected from field surveys. This analysis may be ongoing. The department's authority to undertake the conjunctive analysis is in addition to any other of its statutory investigative responsibilities. The conjunctive analysis may be used by the department for general regulatory purposes, including enforcement of the insurance laws.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. 60 days)\n\n1990 Amendment.Act 6 added section 1799.6.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-6/"
    },
    {
      "id": "section-1799-7",
      "number": "1799.7",
      "heading": "",
      "text": "(a) Rate filing.--All insurers and the Assigned Risk Plan must file for new private passenger motor vehicle rates on or before May 1, 1990. These rates shall apply to all policies issued or renewed on and after July 1, 1990.\n\n(b) Rate reductions.--The rates charged by insurers under the filing required by subsection (a) shall be reduced from current rates as follows:\n\n(1) For an insured electing the limited tort option under section 1705 (relating to election of tort options), the total premium charged for any selection of coverages and coverage limits shall be reduced by at least 22% from the total premium for the same selection of coverages and coverage limits in effect on December 1, 1989.\n\n(2) For an insured bound by the full tort option under section 1705, the total premium charged for any selection of coverages and coverage limits shall be reduced by at least 10% from the total premium for the same selection of coverages and coverage limits in effect on December 1, 1989.\n\n(3) An insurer aggrieved by the rate reductions mandated by this subsection may seek relief from the commissioner, which relief may be granted when the commissioner deems necessary in extraordinary circumstances.\n\n(c) Approval and disapproval of certain filings.--Any initial filing submitted by an insurer pursuant to subsection (a), which reduces rates for all insureds from rates in effect December 1, 1989, in amounts specified in subsection (b), shall become effective immediately for policies issued or renewed on and after July 1, 1990, upon receipt by the department and shall be deemed to comply with the act of June 11, 1947 (P.L.538, No.246), known as The Casualty and Surety Rate Regulatory Act, and with Chapter 20 (relating to motor vehicle insurance rate review procedures). Any filing so deemed may subsequently be disapproved, effective upon seven days' written notice by the commissioner stating in what respect the filing or part thereof fails to meet the requirements of this chapter or other applicable law. If a deemed filing is so disapproved within 90 days after receipt by the commissioner, the commissioner may order the insurer to pay refunds to all insureds charged inappropriate rates under the filing. The ability to order refunds shall be in addition to other penalties authorized by law.\n\n(d) Immediate rate freeze.--In order to provide stability during the period of transition leading up to the effective date of the amendments to this chapter and to assure fair and equitable treatment of insurers and insureds, it is in the best interest of the Commonwealth to temporarily suspend the adoption of new private passenger motor vehicle rates. Notwithstanding any provisions of law to the contrary, all private passenger motor vehicle rates in effect on December 1, 1989, may not be changed so as to be effective prior to July 1, 1990. Any rate requests filed with the commissioner to be effective on or after December 1, 1989, whether or not such requests were approved by the commissioner or by operation of law prior to, on or after December 1, 1989, are hereby disapproved as being in conflict with this chapter.\n\n(e) Rate freeze after implementation of tort option elections.--No insurer nor the Assigned Risk Plan may increase any private passenger motor vehicle rates between July 1, 1990, and June 30, 1991.\n\n(f) Rate increase justification.--All rates charged by an insurer during the period between July 1, 1991, and June 30, 1992, may not be increased over the rates in effect pursuant to subsections (b) and (e) by an amount greater than that indicated by an increase in the Consumer Price Index (URBAN), the cost of medical care services, the cost of automobile repairs or other indices of cost increases affecting automobile insurance adopted by the commissioner by publication of notice in the Pennsylvania Bulletin.\n\n(g) Calculation of rates.--In all rate filings subsequent to the initial filing required by subsection (a), insurers shall allocate expenses, losses and income according to the coverages which generate such expenses, losses and income, provided that each insurer shall provide its limited tort electors with premium savings that equal, in the aggregate, reductions in the insurer's losses created by limited tort electors under the system of tort options established in section 1705.\n\n(h) Coverage reductions.--Insurers shall reduce the premium for insureds who elect to reduce or eliminate first party benefits, uninsured or underinsured motorist coverage required prior to the effective date of this section by the cost of such coverage.\n\n(Feb. 7, 1990, P.L.11, No.6, eff. 60 days)\n\n1990 Amendment.Act 6 added section 1799.7.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1799-7/"
    }
  ]
}