{
  "state": "pennsylvania",
  "path": "title-title-75/chapter-chapter-18",
  "sections": [
    {
      "id": "section-1801",
      "number": "1801",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Commissioner.\"The Insurance Commissioner of the Commonwealth.\n\n\"Comprehensive database system.\"A centralized organization or entity designed to collect and disseminate insurance claims information and data from and among its members or subscribers for, but not limited to, the prevention and suppression of fraud.\n\n\"Department.\"The Insurance Department of the Commonwealth.\n\n\"Motor vehicle insurer\"or\"insurer.\"An entity licensed to write motor vehicle insurance in the Commonwealth.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1801/"
    },
    {
      "id": "section-1811",
      "number": "1811",
      "heading": "",
      "text": "Each insurer licensed to write motor vehicle insurance in this Commonwealth shall institute and maintain a motor vehicle insurance antifraud plan. The antifraud plan of insurers licensed on the effective date of this subchapter shall be filed with the department on or before December 31, 1990. All insurers licensed after the effective date of this chapter shall file within six months of licensure. All changes to the antifraud plan shall be filed with the department within 30 days after it has been modified.\n\nCross References.Section 1811 is referred to in section 1815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1811/"
    },
    {
      "id": "section-1812",
      "number": "1812",
      "heading": "",
      "text": "The antifraud plans of each insurer shall establish specific procedures:\n\n(1) To prevent insurance fraud, including internal fraud involving employees or company representatives, fraud resulting from misrepresentation on applications for insurance coverage, and claims fraud.\n\n(2) To review claims in order to detect evidence of possible insurance fraud and to investigate claims where fraud is suspected.\n\n(3) To report fraud to appropriate law enforcement agencies and to cooperate with such agencies in their prosecution of fraud cases.\n\n(4) To undertake civil actions against persons who have engaged in fraudulent activities.\n\n(5) To report fraud-related data to a comprehensive database system.\n\n(6) To ensure that costs incurred as a result of insurance fraud are not included in any rate base affecting the premiums of motor vehicle insurance consumers.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. imd.)\n\nCross References.Section 1812 is referred to in sections 1813, 1815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1812/"
    },
    {
      "id": "section-1813",
      "number": "1813",
      "heading": "",
      "text": "Antifraud plans shall be filed with the department. If, after review, the commissioner finds that the antifraud plan does not comply with section 1812 (relating to content of plans), the antifraud plan may be disapproved. Notice of disapproval shall include a statement of the specific reasons for such disapproval. Any plan disapproved by the commissioner must be refiled within 60 days of the date of the notice of disapproval. The commissioner may audit insurers to ensure compliance with antifraud plans as a part of the examinations performed under sections 213, 214 and 216 of the act of May 17, 1921 (P.L.789, No.285), known as The Insurance Department Act of one thousand nine hundred and twenty-one.\n\nReferences in Text.Sections 213, 214 and 216 of the act of May 17, 1921 (P.L.789, No.285), known as The Insurance Department Act of 1921, referred to in this section, were repealed by the act of February 17, 1994 (P.L.79, No.8).\n\nCross References.Section 1813 is referred to in section 1815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1813/"
    },
    {
      "id": "section-1814",
      "number": "1814",
      "heading": "",
      "text": "All insurers shall annually provide to the department a summary report on actions taken under the plan to prevent and combat insurance fraud, including, but not limited to, measures taken to protect and ensure the integrity of electronic data-processing-generated data and manually compiled data, statistical data on the amount of resources committed to combating fraud, and the amount of fraud identified and recovered during the reporting period.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1814/"
    },
    {
      "id": "section-1815",
      "number": "1815",
      "heading": "",
      "text": "Insurers that fail to file timely antifraud plans as required by sections 1811 (relating to filing of plans) and 1813 (relating to review by commissioner) are subject to the penalty provisions of section 320 of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921. Insurers that do not make a good faith attempt to file an antifraud plan which complies with section 1812 (relating to content of plans) shall also be subject to the penalty provisions of section 320 of The Insurance Company Law of 1921, provided that no penalty may be imposed for the first filing made by an insurer under this subchapter. Insurers that fail to follow the antifraud plan shall be subject to a civil penalty for each violation, not to exceed $10,000, at the discretion of the commissioner after consideration of all relevant factors, including the willfulness of any violation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1815/"
    },
    {
      "id": "section-1816",
      "number": "1816",
      "heading": "",
      "text": "The antifraud plans and reports which insurers file with the department and any reports or materials related to such reports are not public records and shall not be subject to public inspection.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1816/"
    },
    {
      "id": "section-1817",
      "number": "1817",
      "heading": "",
      "text": "Every insurer licensed to do business in this Commonwealth, and its employees, agents, brokers, motor vehicle physical damage appraisers and public adjusters, or public adjuster solicitors, who has a reasonable basis to believe insurance fraud has occurred shall be required to report the incidence of suspected insurance fraud to Federal, State or local criminal law enforcement authorities. Licensed insurance agents and physical damage appraisers may elect to report suspected fraud through the affected insurer with which they have a contractual relationship. All reports of insurance fraud to law enforcement authorities shall be made in writing. Where insurance fraud involves agents, brokers, motor vehicle physical damage appraisers, public adjusters or public adjuster solicitors, a copy of the report shall also be sent to the department.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1817/"
    },
    {
      "id": "section-1818",
      "number": "1818",
      "heading": "",
      "text": "No person shall be subject to civil liability for libel, violation of privacy, or otherwise by virtue of the filing of reports or furnishing of other information, in good faith and without malice, required by this subchapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1818/"
    },
    {
      "id": "section-1821",
      "number": "1821",
      "heading": "",
      "text": "(a) General rule.--Each motor vehicle insurer shall, as a condition of authority to transact the business of insurance in this Commonwealth, obtain and maintain membership in one or more comprehensive database systems for the purpose of reporting and accessing motor vehicle insurance claims data and information.\n\n(b) Requirements for selection.--Any comprehensive database system selected for membership by a motor vehicle insurer shall meet the following minimum qualifications:\n\n(1) Have and maintain a computerized database.\n\n(2) Have and maintain the capacity to interact with other comprehensive database systems or have and maintain a substantial insurer membership.\n\n(3) Have the ability to service the insurance industry, insurance regulators or law enforcement authorities on an interstate basis.\n\n(c) Claims information.--Each motor vehicle insurer shall report and access data and information relating to motor vehicle insurance claims to its comprehensive database systems in accordance with the systems' reporting procedures.\n\n(d) Availability to law enforcement officials.--Any data and information reported to a comprehensive database system may be made available to law enforcement officials.\n\n(e) Payment of expenses.--Each motor vehicle insurer shall be liable for its share of expenses incurred by any Pennsylvania-specific data index of which the insurer was a member prior to the effective date of this act.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. 60 days)\n\n1992 Amendment.Act 174 deleted by amendment former section 1821 and added a new section 1821.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1821/"
    },
    {
      "id": "section-1822",
      "number": "1822",
      "heading": "",
      "text": "Not later than May 1, 1990, all applications for insurance, renewals and claim forms shall contain a statement that clearly states in substance the following:\n\nAny person who knowingly and with intent to injure or defraud any insurer files an application or claim containing any false, incomplete or misleading information shall, upon conviction, be subject to imprisonment for up to seven years and payment of a fine of up to $15,000.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. imd.)\n\n1992 Amendment.Act 174 deleted by amendment former section 1822 and renumbered former section 1827 to section 1822.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1822/"
    },
    {
      "id": "section-1823",
      "number": "1823",
      "heading": "",
      "text": "The department may promulgate such rules and regulations as may be necessary to carry out this chapter.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. imd.)\n\n1992 Amendment.Act 174 deleted by amendment former section 1823 and renumbered former section 1828 to section 1823.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1823/"
    },
    {
      "id": "section-1824",
      "number": "1824",
      "heading": "",
      "text": "No person shall be subject to civil liability for libel, violation of privacy or otherwise by virtue of the filing of reports or furnishing of other information in good faith and without malice required by this subchapter.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. imd.)\n\n1992 Amendment.Act 174 deleted by amendment former section 1824 and renumbered former section 1829 to section 1824.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1824/"
    },
    {
      "id": "section-1825",
      "number": "1825",
      "heading": "",
      "text": "1992 Amendment.Section 1825 was deleted by amendment December 18, 1992, P.L.1411, No.174, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1825/"
    },
    {
      "id": "section-1826",
      "number": "1826",
      "heading": "",
      "text": "1992 Amendment.Section 1826 was deleted by amendment December 18, 1992, P.L.1411, No.174, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-18/section-1826/"
    }
  ]
}