{
  "state": "pennsylvania",
  "path": "title-title-75/chapter-chapter-65",
  "sections": [
    {
      "id": "section-6501",
      "number": "6501",
      "heading": "",
      "text": "(a) General rule.--For the purposes of this title a conviction includes a plea of guilty, a plea of nolo contendere, a finding of guilty by a court or an unvacated forfeiture of bail or collateral deposited to secure a defendant's appearance in court.\n\n(b) Payment of fine as guilty plea.--A payment by any person charged with a violation of this title of the fine prescribed for the violation is a plea of guilty.\n\n(c) Certified record of convictions.--For the purpose of this title, a certified record of conviction includes a certified record of conviction from any Federal or state court and a certified record of administrative adjudication from any state. These records or copies of these records shall be admissible in any court of law without any need for further documentation.\n\n(May 30, 1990, P.L.173, No.42, eff. Nov. 1, 1990)\n\n1990 Amendment.Act 42 added subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6501/"
    },
    {
      "id": "section-6502",
      "number": "6502",
      "heading": "",
      "text": "(a) Violations of this title.--It is a summary offense for any person to violate any of the provisions of this title unless the violation is by this title or other statute of this Commonwealth declared to be a misdemeanor or felony. Every person convicted of a summary offense for a violation of any of the provisions of this title for which another penalty is not provided shall be sentenced to pay a fine of $25.\n\n(b) Violations of regulations.--It is a summary offense for a person to violate any provision of any regulation promulgated under the authority of this title. A person convicted of violating any provision of a regulation promulgated under the authority of this title shall pay the fine established in the section of this title on which the regulation is based or, if no fine is established in that section of this title, the fine shall be $25.\n\n(c) Title 18 inapplicable.--Title 18 (relating to crimes and offenses), insofar as it relates to fines and imprisonment for convictions of summary offenses, is not applicable to this title.\n\n(July 10, 1984, P.L.679, No.146, eff. 60 days)\n\nCross References.Section 6502 is referred to in sections 1505, 3592, 3593 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6502/"
    },
    {
      "id": "section-6503",
      "number": "6503",
      "heading": "",
      "text": "(a) General offenses.--Every person convicted of a second or subsequent violation of any of the following provisions shall be sentenced to pay a fine of not less than $200 nor more than $1,000 or to imprisonment for not more than six months, or both:\n\nSection 1543(a) (relating to driving while operating privilege is suspended or revoked) except as set forth in subsection (a.1).\n\nSection 3734 (relating to driving without lights to avoid identification or arrest).\n\nSection 3748 (relating to false reports).\n\n(a.1) Certain repeat offenses.--A person convicted of a sixth or subsequent offense under section 1543(a) shall be sentenced to pay a fine of not less than $1,000 and to imprisonment for not less than 30 days but not more than six months.\n\n(b) Driving without a license.--Every person convicted of a second or subsequent violation of section 1501(a) (relating to drivers required to be licensed) within seven years of the date of commission of the offense preceding the offense for which sentence is to be imposed shall be sentenced to pay a fine of not less than $200 nor more than $1,000 or to imprisonment for not more than six months, or both.\n\n(July 9, 1986, P.L.544, No.96, eff. 60 days; Dec. 21, 1998, P.L.1126, No.151, eff. 60 days; Oct. 4, 2002, P.L.845, No.123, eff. 60 days; July 5, 2012, P.L.914, No.93, eff. 60 days; Oct. 16, 2024, P.L.992, No.103, eff. 11 mos.)\n\n2024 Amendment.Act 103 amended subsec. (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6503/"
    },
    {
      "id": "section-6503-1",
      "number": "6503.1",
      "heading": "",
      "text": "A habitual offender under section 1542 (relating to revocation of habitual offender's license) who drives a motor vehicle on any highway or trafficway of this Commonwealth while the habitual offender's operating privilege is suspended, revoked or canceled commits a misdemeanor of the second degree.\n\n(Dec. 21, 1998, P.L.1126, No.151, eff. 60 days)\n\n1998 Amendment.Act 151 added section 6503.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6503-1/"
    },
    {
      "id": "section-6504",
      "number": "6504",
      "heading": "",
      "text": "(a) Order for installment payments.--(Deleted by amendment).\n\n(b) Imprisonment for nonpayment.--(Deleted by amendment).\n\n(c) Default.--If a person defaults in the payment of court costs, restitution or fines after imposition of a sentence for a violation of this title, the issuing authority or court shall proceed under 42 Pa.C.S. ยง 9730 (relating to payment of court costs, restitution and fines).\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days; Apr. 11, 1990, P.L.117, No.29, eff. 60 days; Oct. 31, 2024, P.L.1143, No.138, eff. 18 mos.)\n\n2024 Amendment.See section 6(2) of Act 138 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6504/"
    },
    {
      "id": "section-6505",
      "number": "6505",
      "heading": "",
      "text": "ยง 6505. Disposition of fines and forfeitures (Repealed).\n\n1978 Repeal.\n\nSection 6505 was repealed April 28, 1978, P.L.202, No.53, effective in 60 days.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6505/"
    },
    {
      "id": "section-6506",
      "number": "6506",
      "heading": "",
      "text": "(a) Levy and imposition.--In addition to any fines, fees or penalties levied or imposed as provided by law, under this title or any other statute, a surcharge shall be levied for disposition in accordance with subsection (b) as follows:\n\n(1) Upon conviction for any violation of the provisions of this title or other statute of the Commonwealth, or regulations promulgated under this title, which is a traffic violation and which is not included within the provisions of paragraphs (2) through (7), exclusive of parking offenses, a surcharge of $45.\n\n(2) Upon conviction for a violation of the following provisions of this title, a surcharge of $60:\n\n(i) Section 3306(a)(1) (relating to limitations on driving on left side of roadway).\n\n(ii) Section 3745 (relating to accidents involving damage to unattended vehicle or property).\n\n(3) Upon conviction for a violation of section 3345(a) (relating to meeting or overtaking school bus), a surcharge of $75.\n\n(4) Upon conviction for a violation of section 3362 (relating to maximum speed limits), the following applicable surcharge:\n\n(i) $45 for exceeding the maximum speed limit by 6 to 10 miles per hour or 11 to 15 miles per hour.\n\n(ii) $60 for exceeding the maximum speed limit by 16 to 25 miles per hour.\n\n(iii) $75 for exceeding the maximum speed limit by at least 26 miles per hour.\n\n(5) Upon conviction for violation of section 4902 (relating to restrictions on use of highways and bridges), Subchapter C of Chapter 49 (relating to maximum weights of vehicles) or Subchapter E of Chapter 49 (relating to measuring and adjusting vehicle size and weight), a surcharge of $225.\n\n(6) Upon conviction for violation of Chapter 47 (relating to inspection of vehicles), by the owner or operator or driver of a vehicle which is subject to the provisions of Chapter 49 (relating to size, weight and load), a surcharge of $45.\n\n(7) Upon conviction of offenses under section 1543(b)(1.1) (relating to driving while operating privilege is suspended or revoked), 3802 (relating to driving under influence of alcohol or controlled substance) or 3808(a)(2) (relating to illegally operating a motor vehicle not equipped with ignition interlock), or upon admission to programs for Accelerated Rehabilitative Disposition for offenses enumerated in section 1543(b)(1.1), 3802 or 3808(a)(2), a surcharge, respectively, of:\n\n(i) $75 for the first offense.\n\n(ii) $150 for the second offense.\n\n(iii) $300 for the third offense.\n\n(iv) $450 for the fourth and subsequent offenses.\n\n(8) Upon conviction, in a city of the first class, of any violation of this title, a surcharge of $10.\n\n(9) Upon conviction of any violation of this title in a city of the second class, a surcharge of $10.\n\nThe provisions of this subsection shall not apply to any violation committed by the operator of a motorcycle, motor-driven cycle, pedalcycle, motorized pedalcycle or recreational vehicle not intended for highway use.\n\n(b) Disposition.--\n\n(1) Notwithstanding any other statutory provision:\n\n(i) All surcharges levied and collected under subsection (a)(1) by any division of the unified judicial system shall be remitted to the Commonwealth for deposit in the General Fund.\n\n(ii) All surcharges levied and collected under subsections (a)(2), (3), (4), (5), (6) and (7) by any division of the unified judicial system shall be remitted to the Commonwealth for deposit in the Public Transportation Trust Fund.\n\n(iii) All surcharges levied and collected under subsection (a)(8) and (9) by any division of the unified judicial system shall be remitted to the appropriate towing and storage agent as set forth in section 6309.2(e) (relating to immobilization, towing and storage of vehicle for driving without operating privileges or registration) for purposes of funding its costs associated with Subchapter A of Chapter 63 (relating to general provisions).\n\n(iv) If the fines, fees or penalties are being paid in installments, the surcharge shall be remitted on each installment on a pro rata basis.\n\n(2) (Reserved).\n\n(c) Expiration.--(Repealed).\n\n(July 1, 1989, P.L.115, No.24, eff. July 1, 1989; Apr. 16, 1992, P.L.169, No.31, eff. 60 days; Dec. 15, 1995, P.L.655, No.72, eff. 60 days; Mar. 20, 2002, P.L.154, No.13, eff. imd.; Sept. 30, 2003, P.L.120, No.24, eff. Feb. 1, 2004; Feb. 9, 2004, P.L.65, No.8, eff. 60 days; Dec. 8, 2004, P.L.1791, No.237, eff. 60 days; June 30, 2011, P.L.159, No.26, eff. imd.; Nov. 25, 2013, P.L.974, No.89, eff. Jan. 1, 2014)\n\n2013Amendment.See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations.\n\nCross References.Section 6506 is referred to in sections 1798.4, 3111 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6506/"
    },
    {
      "id": "section-6507",
      "number": "6507",
      "heading": "",
      "text": "In addition to any fines, fees or penalties levied or imposed as provided by law, under any statute or local ordinance, and upon finding or admission of liability, a surcharge shall be levied on any parking violation notice or citation issued in a city of the first class pursuant to the enforcement and administration of a system of on-street parking in the amount of $1 for disposition to an account created pursuant to 53 Pa.C.S. ยง 5708(a) (relating to fund) for purposes of funding costs of a parking authority of a city of the first class associated with 53 Pa.C.S. Ch. 57 (relating to taxicabs and limousines in first class cities).\n\n(July 10, 2006, P.L.1086, No.113, eff. imd.)\n\n2006 Amendment.Act 113 added section 6507.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-65/section-6507/"
    }
  ]
}