{
  "state": "pennsylvania",
  "path": "title-title-75/chapter-chapter-71",
  "sections": [
    {
      "id": "section-7101",
      "number": "7101",
      "heading": "",
      "text": "Every vehicle other than a pedalcycle shall contain a vehicle identification number which shall be placed upon or incorporated into the vehicle in such manner as to be a permanent part of the vehicle.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7101/"
    },
    {
      "id": "section-7102",
      "number": "7102",
      "heading": "",
      "text": "§ 7102. Removal or falsification of identification number (Repealed).\n\n1998 Repeal.\n\nSection 7102 was repealed December 21, 1998, P.L.1086, No.145, effective in 60 days.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7102/"
    },
    {
      "id": "section-7104",
      "number": "7104",
      "heading": "",
      "text": "(a) General rule.--No vehicle on which the vehicle identification number has been removed or falsified shall be titled or registered without a special permit from the department.\n\n(b) Application for plate.--Before a certificate of title or registration for the vehicle can be obtained, the owner shall apply to the department for a State replacement vehicle identification number plate on a form furnished by the department which shall contain the full name and address of the owner and any other information the department may deem necessary, as certified by a police officer.\n\n(c) Designation on plate.--The State replacement vehicle identification number plate shall contain:\n\n(1) Official department identification.\n\n(2) The manufacturer's vehicle identification number, if known, or a number assigned by the department.\n\n(d) Issuance and display of plate.--The department shall furnish a State replacement vehicle identification number plate which shall be immediately placed on the driver's side inside door post or as designated by the department.\n\n(e) Reconstructed, modified or specially constructed vehicle.--The department may assign a State replacement vehicle identification number plate for a reconstructed, modified or specially constructed vehicle or theft recovery vehicle being brought into the Commonwealth from another state.\n\n(Feb. 14, 1990, P.L.56, No.8, eff. 60 days; Dec. 1, 2004, P.L.1767, No.228, eff. Jan. 1, 2007)\n\n2004 Amendment.Act 228 amended subsecs. (d) and (e).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7104/"
    },
    {
      "id": "section-7103",
      "number": "7103",
      "heading": "",
      "text": "§ 7103. Dealing in vehicles with removed or falsified numbers (Repealed).\n\n1998 Repeal.\n\nSection 7103 was repealed December 21, 1998, P.L.1086, No.145, effective in 60 days.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7103/"
    },
    {
      "id": "section-7105",
      "number": "7105",
      "heading": "",
      "text": "(a) Duty of police.--Every police officer having knowledge of a vehicle on which the vehicle identification number has been removed or falsified shall immediately seize and take possession of the vehicle and arrest or file a complaint for the arrest of the suspected owner or custodian. In all actions involving seizure or possession of such vehicles, vehicle identification information shall be transmitted to the Federal or other agencies involved in recovery of stolen vehicles.\n\n(b) Proceedings if owner known.--The court, upon petition of the owner or of the person entitled to possession of a seized vehicle, may relinquish custody of the vehicle to the person legally entitled to the vehicle. Any vehicle in the possession or custody of a police officer shall not be released to the owner or person legally entitled to possession of a seized vehicle pursuant to this section until such time as a replacement vehicle identification number plate has been obtained. Proof of the replacement vehicle identification number must be exhibited to the police officer at the time of release, together with the court order relinquishing custody. The provisions with regard to the securance of a replacement vehicle identification number shall not apply when the vehicle is titled in a foreign state and will be removed from this State immediately upon release. If the foreign vehicle will not be removed immediately, the exception does not apply and a replacement vehicle identification number must be obtained. Except as otherwise provided in this section, the court shall retain in custody the seized vehicle pending prosecution of the person arrested. In case the person is found guilty, the vehicle shall remain in the custody of the court until the fine and costs of prosecution are paid, except that if 90 days have elapsed after the verdict has been rendered and the fine and costs have not been paid, the court shall proceed to advertise and sell the vehicle in the manner provided by law for the sale of personal property under execution. The proceeds from the sale shall be used to pay the fine and costs of prosecution and the balance, if any, shall be forwarded to the department to be transmitted to the State Treasurer for deposit in the Motor License Fund.\n\n(c) Proceedings if owner unknown.--If ownership of the vehicle is not established to the satisfaction of the court, the vehicle shall be confiscated by the court and sold immediately, and the proceeds shall be used to pay the costs of proceedings and the balance, if any, shall be forwarded to the department to be transmitted to the State Treasurer for deposit in the Motor License Fund.\n\n(Feb. 14, 1990, P.L.56, No.8, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7105/"
    },
    {
      "id": "section-7111",
      "number": "7111",
      "heading": "",
      "text": "A person is guilty of a misdemeanor of the first degree if the person with fraudulent intent procures or attempts to procure a certificate of title or registration plate for a vehicle, or passes or attempts to pass a certificate of title or an assignment to a vehicle, knowing or having reason to believe that the vehicle has been stolen.\n\nCross References.Section 7111 is referred to in sections 1532, 1553 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7111/"
    },
    {
      "id": "section-7112",
      "number": "7112",
      "heading": "",
      "text": "A person is guilty of a misdemeanor of the third degree if the person knowingly makes a false report of the theft or conversion of a vehicle to a police officer or to the department.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7112/"
    },
    {
      "id": "section-7113",
      "number": "7113",
      "heading": "",
      "text": "(a) Stolen vehicle.--Every police department or police office, having knowledge of a stolen vehicle, shall immediately furnish the State Police with full information about the stolen vehicle. The State Police shall forward the stolen vehicle information to the department.\n\n(b) Recovered stolen vehicle.--Within 48 hours of the recovery or receiving notice of recovery of a stolen vehicle by the department to which the theft was originally reported, the police shall notify the owner of the vehicle. If the vehicle was recovered by a department other than the department to which the theft was originally reported, the department that recovered the vehicle shall promptly notify the department to which the theft was originally reported, which department in turn shall notify the owner. If the vehicle was recovered without their knowledge, the owner shall notify the same police department to which the theft was originally reported. On recovering or receiving and verifying the report of recovery of a stolen vehicle, the police shall notify the State Police. The State Police shall notify the department of the recovery.\n\n(June 25, 1987, P.L.30, No.13, eff. 60 days)\n\n1987 Amendment.Act 13 amended subsec. (b).\n\nCross References.Section 7113 is referred to in section 7114 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7113/"
    },
    {
      "id": "section-7114",
      "number": "7114",
      "heading": "",
      "text": "(a) General rule.--The department shall, upon receiving a report of the theft of a vehicle, make an entry onto the vehicle's record that it has been reported as stolen, which entry shall remain until a report of recovery has been received as provided in section 7113(b) (relating to reporting stolen and recovered vehicles). If the vehicle is not reported as recovered within five years, the department may remove the record from its files.\n\n(b) List of stolen and recovered vehicles.--The department shall prepare periodic reports listing vehicles, stolen and recovered, as disclosed by the reports submitted, to be distributed as provided in regulations promulgated by the department.\n\nCross References.Section 7114 is referred to in sections 1104, 1306 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7114/"
    },
    {
      "id": "section-7115",
      "number": "7115",
      "heading": "",
      "text": "Upon receipt of an application for a certificate of title of a stolen vehicle, the department shall notify the State Police and the rightful owner and shall withhold the issuing of the certificate of title until the proper investigation is made.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7115/"
    },
    {
      "id": "section-7121",
      "number": "7121",
      "heading": "",
      "text": "A person is guilty of a misdemeanor of the first degree if the person uses a false or fictitious name or address or makes a material false statement, or fails to disclose a security interest, or conceals any other material fact in an application for a certificate of title or for registration.\n\nCross References.Section 7121 is referred to in sections 1532, 1553 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7121/"
    },
    {
      "id": "section-7116",
      "number": "7116",
      "heading": "",
      "text": "No person shall remove or cause to be removed, by any false pretension or with intent to defraud, any vehicle that has been placed in a garage or automobile shop for storage, repair or garage service.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7116/"
    },
    {
      "id": "section-7122",
      "number": "7122",
      "heading": "",
      "text": "A person is guilty of a misdemeanor of the first degree if the person, with fraudulent intent:\n\n(1) alters, forges or counterfeits a certificate of title, registration card or plate, inspection certificate or proof of financial responsibility;\n\n(2) alters or forges an assignment of a certificate of title, or an assignment or release of a security interest on a certificate of title or any other document issued or prepared for issue by the department;\n\n(3) has possession of, sells or attempts to sell, uses or displays a certificate of title, registration card or plate, driver's license, inspection certificate proof of financial responsibility or any other document issued by the department, knowing it to have been altered, forged or counterfeited;\n\n(4) obtains or attempts to obtain a certificate of inspection without valid proof of financial responsibility; or\n\n(5) provides a certificate of inspection where there is no valid proof of financial responsibility.\n\n(June 30, 1990, P.L.266, No.63, eff. imd.; Dec. 21, 1998, P.L.1126, No.151, eff. imd.)\n\n1998 Amendment.Act 151 amended pars. (1), (3), (4) and (5).\n\nCross References.Section 7122 is referred to in sections 1532, 1553, 4727, 6110.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7122/"
    },
    {
      "id": "section-7123",
      "number": "7123",
      "heading": "",
      "text": "It is unlawful to purchase or sell a certificate or any other document issued by the department. Police officers or department representatives may confiscate the documents when unlawfully possessed or used.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7123/"
    },
    {
      "id": "section-7131",
      "number": "7131",
      "heading": "",
      "text": "(a) Legislative findings.--The General Assembly finds as follows:\n\n(1) Purchasers, when buying motor vehicles, rely heavily on the odometer reading of a motor vehicle as an index of the condition and value of the motor vehicle.\n\n(2) Purchasers are entitled to rely on the odometer reading as an accurate indication of the mileage actually traveled by the motor vehicle. An accurate indication of the true mileage traveled by the motor vehicle assists the purchaser as a guide in determining the safety, reliability and value of the motor vehicle.\n\n(b) Definitions.--The following words and phrases when used in this subchapter shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Dealer.\"A person engaged in the business of buying, selling or exchanging motor vehicles.\n\n\"Motor vehicle auction.\"A sale transaction conducted by means of oral or written exchanges between an auctioneer and the members of the audience, which exchanges consist of a series of invitations for offers for the purchase of motor vehicles made by the auctioneer and offers to purchase made by members of the audience and culminate in the acceptance by the auctioneer of the highest or most favorable offer made by a member of the participating audience.\n\n\"Motor vehicle auction company.\"A person who, as a part of that person's business, arranges, manages, sponsors, advertises or carries out motor vehicle auctions.\n\n\"Odometer.\"An instrument for measuring and recording the actual distance a motor vehicle travels while in operation. The term does not include any auxiliary odometer designed to be reset by the operator of the motor vehicle for the purpose of recording mileage on trips.\n\n\"Person.\"A natural person, association, partnership, corporation or trust.\n\n\"Repair and replacement.\"To restore to a sound working condition by replacing the odometer or any part thereof or by correcting what is inoperative.\n\n\"Transfer.\"To change ownership by purchase, gift or any other means.\n\n\"Transferee.\"A person to whom the ownership in a motor vehicle is transferred by purchase, gift or any means other than by creation of a security interest.\n\n\"Transferor.\"A person who transfers his ownership in a motor vehicle by sale, gift or any means other than by creation of a security interest.\n\n(Mar. 21, 1996, P.L.35, No.11, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7131/"
    },
    {
      "id": "section-7124",
      "number": "7124",
      "heading": "",
      "text": "A person who either removes a registration plate from a vehicle or affixes to a vehicle a registration plate not authorized by law for use on the vehicle, with intent to conceal or misrepresent the identity of the vehicle or its owner, is guilty of a summary offense punishable by a fine of not less than $100 nor more than $500 or imprisonment for not more than 90 days, or both.\n\nCross References.Section 7124 is referred to in sections 6110.1, 6309.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7124/"
    },
    {
      "id": "section-7132",
      "number": "7132",
      "heading": "",
      "text": "(a) Devices causing improper odometer reading.--No person shall advertise for sale, sell, use or install, or cause to be installed, any device which causes an odometer to register any mileage other than the true mileage driven which is that mileage driven by the vehicle as registered by the odometer within the manufacturer's designed tolerance.\n\n(b) Change of odometer reading.--No person shall disconnect, reset or alter, or cause to be disconnected, reset or altered, the odometer of any motor vehicle with intent to change the number of miles indicated on the odometer.\n\n(c) Operation with disconnected or nonfunctional odometer.--No person shall, with intent to defraud, operate a motor vehicle on any street or highway knowing that the odometer of that vehicle is disconnected or nonfunctional.\n\n(d) Alteration of true mileage statement.--No person shall falsely alter or cause to be falsely altered an acceptable statement of the true mileage of a motor vehicle in an attempt to conceal the true mileage of the motor vehicle. Any alteration of the true mileage of another vehicle shall, as a matter of law, be evidence of intent to defraud under this chapter.\n\n(Mar. 21, 1996, P.L.35, No.11, eff. 60 days)\n\nCross References.Section 7132 is referred to in section 7136 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7132/"
    },
    {
      "id": "section-7133",
      "number": "7133",
      "heading": "",
      "text": "(a) General rule.--Nothing in this subchapter prevents the service, repair or replacement of an odometer if the mileage indicated remains the same as before the service, repair or replacement. Where the odometer is incapable of registering the same mileage as before the service, repair or replacement, the odometer shall be adjusted to read zero and a notice in writing shall be attached to the left door frame of the vehicle by the owner or his agent specifying the mileage prior to repair or replacement of the odometer and the date on which it was repaired or replaced.\n\n(b) Prohibitions.--\n\n(1) No person shall fail to adjust an odometer or affix a notice regarding the adjustment as required pursuant to subsection (a).\n\n(2) No person shall, with intent to defraud, remove or alter any notice affixed to a motor vehicle pursuant to subsection (a).\n\nCross References.Section 7133 is referred to in section 7136 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7133/"
    },
    {
      "id": "section-7134",
      "number": "7134",
      "heading": "",
      "text": "(a) Odometer mileage statement.--Prior to or simultaneously with the execution of any ownership transfer document relating to a motor vehicle, each transferor of a motor vehicle shall furnish to the transferee a statement signed by the transferor containing the following information:\n\n(1) The odometer reading at the time of transfer.\n\n(2) The date of transfer.\n\n(3) The transferor's name and current address.\n\n(4) The transferee's name and current address.\n\n(5) The identity of the vehicle, including its make, year and body type and its complete vehicle identification number.\n\n(6) (i) A certification by the transferor that, to the best of his knowledge, the odometer reading reflects the actual miles or kilometers the vehicle has been driven;\n\n(ii) if the transferor knows that the odometer reading reflects the amount of mileage in excess of the designed mechanical odometer limit of 99,999 miles or kilometers, he shall include a statement to that effect; or\n\n(iii) if the transferor knows that the odometer reading differs from the number of miles or kilometers the vehicle has actually traveled and that the difference is greater than that caused by odometer calibration error, he shall include a statement that the odometer reading is not the actual mileage and should not be relied upon.\n\nThe transferee shall acknowledge receipt of the disclosure statement by signing it.\n\n(b) Prohibitions.--\n\n(1) No transferor shall violate any provision of this section or give a false statement to a transferee in making any disclosure required by this section.\n\n(2) No transferee shall accept any disclosure required by any provision of this section if the disclosure is incomplete.\n\n(c) Auction sales.--With regard to any motor vehicle whose ownership is transferred through a motor vehicle auction sales transaction, the motor vehicle auction company conducting the sale shall receive from the transferor a copy of the odometer mileage statement which the transferor is required by subsection (a) to provide to the transferee.\n\n(d) Other acceptable disclosure forms.--Either an odometer mileage statement, approved by the United States Secretary of Transportation pursuant to section 1988 of the Motor Vehicle Information and Cost Savings Act (Public Law 92-513, 15 U.S.C. § 1988), or a Pennsylvania ownership transfer document, approved by the department, which includes the odometer disclosure information as prescribed in subsection (a) shall be deemed to satisfy all the requirements for the content and form of odometer mileage statements. Nothing in this subsection shall exempt a dealer or motor vehicle auction company from the provisions of section 7135 (relating to odometer mileage statement retention).\n\n(d.1) Secure power of attorney, licensed dealers.--The department shall permit a licensed dealer to use a secure power of attorney to transfer a vehicle when the certificate of title is encumbered with a lien, the title has been lost by the transferor and the licensed dealer is applying for a duplicate title or the manufacturer certificate of origin for a new vehicle is in possession of the lienholder. Prior to transferring the vehicle, the dealer shall obtain from the transferor a secure power of attorney authorizing the dealer to transfer to the title all information pertaining to odometers that is required to be disclosed by this title and Federal law, in lieu of the transferor providing such information on the certificate of title. In addition to any other documents required by the department, the dealer shall submit to the department the following:\n\n(1) If the transferred vehicle is a retail sale and is to be titled in this Commonwealth, the dealer shall submit the secure power of attorney attached to the application for title, along with the certificate of title and the established fee.\n\n(2) If the transferred vehicle is to be titled outside of this Commonwealth, the dealer shall submit to the department the secure copy of the secure power of attorney attached to a copy of the certificate of title and the established fee.\n\n(3) If the transferred vehicle is to be transferred to another licensed dealer, the first transferor dealer shall submit to the department the secure copy of the secure power of attorney attached to a copy of the certificate of title and the established fee.\n\nAdditional transfers between licensed dealers shall be permitted in accordance with section 1113 (relating to transfer to or from manufacturer or dealer). No more than one secure power of attorney shall be utilized with the certificate of title during this authorized transfer process. Upon application for certificate of title, the secure power of attorney utilized to verify odometer information when the vehicle was encumbered with a lien shall be submitted with the certificate of title.\n\n(d.2) Secure power of attorney, insurance companies.--The department shall permit an insurer as defined in section 1702 (relating to definitions) to use a secure power of attorney to transfer a salvage vehicle when the certificate of title is encumbered with a lien, when the title has been lost by the transferor and the insurer is applying for a duplicate title or when the manufacturer certificate of origin for a new vehicle is in possession of the lienholder. The power of attorney need not be notarized and may be signed electronically. The insurer is responsible for ensuring the power of attorney complies with the requirements of 15 U.S.C. § 7001 et seq. (relating to electronic signatures in global and national commerce), the requirements of 49 U.S.C. § 32705 (relating to disclosure requirements on transfer of motor vehicles) and any requirements imposed by the Commonwealth. The department may, at its sole discretion, permit the use of a secure power of attorney as described in this subsection for the transfer of other vehicles in addition to salvage vehicles. If the secretary of the United States Department of Transportation promulgates regulations regarding the use of a power of attorney as described in this subsection, those regulations will supersede this subsection in accordance with 49 U.S.C. § 32705(g).\n\n(d.3) Certification.--Nothing in this section shall require the department to certify an electronic signature process or an electronic signature process vendor before accepting a power of attorney that is executed with an electronic signature.\n\n(d.4) Electronic secure power of attorney.--The department may, at its sole discretion, permit the use of a secure power of attorney signed electronically as described in subsection (d.2) for the transfer of vehicles by licensed dealers.\n\n(e) Exemptions.--A transfer of any of the following types of motor vehicles is exempt from the requirements of this section:\n\n(1) A motor vehicle having a registered gross weight of more than 16,000 pounds.\n\n(2) A motor vehicle 10 years or older.\n\n(3) An implement of husbandry.\n\n(4) Special mobile equipment.\n\n(5) A commercial implement of husbandry.\n\n(Dec. 18, 1992, P.L.1411, No.174, eff. 60 days; Dec. 7, 1994, P.L.820, No.115, eff. 60 days; July 23, 2020, P.L.644, No.64, eff. 90 days)\n\n2020 Amendment.Act 64 amended subsecs. (a), (b)(2) and (d.1) and added subsecs. (d.2), (d.3) and (d.4).\n\n1994 Amendment.Act 115 amended subsec. (d) and added subsec. (d.1).\n\n1992 Amendment.Act 174 amended subsec. (e).\n\nCross References.Section 7134 is referred to in section 7136 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7134/"
    },
    {
      "id": "section-7135",
      "number": "7135",
      "heading": "",
      "text": "(a) General rule.--Each dealer or motor vehicle auction company who is required by this subchapter to execute or receive an odometer mileage statement shall retain for four years each odometer mileage statement which he receives. He shall also retain for four years a photostat, carbon or other facsimile copy of each odometer mileage statement which he issues. The dealer shall retain each odometer mileage statement at the primary place of business in an order that is appropriate to his business requirements and that permits systematic retrieval. The statement may be reproduced as long as no information or identifying marks such as signatures are lost in the reproduction.\n\n(b) Inspection.--Each dealer or motor vehicle auction company shall make any odometer mileage statement which it has retained available for inspection and copying by law enforcement authorities, the Attorney General or his designee and any district attorney or his designee.\n\nCross References.Section 7135 is referred to in section 7134 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7135/"
    },
    {
      "id": "section-7136",
      "number": "7136",
      "heading": "",
      "text": "No person shall conspire with any other person to violate section 7132 (relating to prohibited activities relating to odometers), 7133 (relating to permissible activities relating to odometers) or 7134 (relating to odometer disclosure requirements).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7136/"
    },
    {
      "id": "section-7137",
      "number": "7137",
      "heading": "",
      "text": "A violation of any provision of this subchapter or regulation promulgated thereunder constitutes \"unfair methods of competition\" and \"unfair or deceptive acts or practices\" within the meaning of section 2(4) of the act of December 17, 1968 (P.L.1224, No.387), known as the Unfair Trade Practices and Consumer Protection Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7137/"
    },
    {
      "id": "section-7138",
      "number": "7138",
      "heading": "",
      "text": "(a) General rule.--A person who, with intent to defraud, violates any requirement imposed under this subchapter shall be liable in an amount equal to the sum of three times the amount of actual damages sustained or $3,000, whichever is the greater, and, in the case of any successful action to enforce this liability, the costs of the action together with reasonable attorney fees as determined by the court.\n\n(b) Statute of limitations.--An action to enforce any liability created under subsection (a) may be brought by any person within five years from the date on which the liability arises.\n\n(Mar. 21, 1996, P.L.35, No.11, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7138/"
    },
    {
      "id": "section-7139",
      "number": "7139",
      "heading": "",
      "text": "(a) Criminal penalty.--A person who knowingly and willfully commits any act or causes to be done any act that violates any provision of this subchapter or knowingly and willfully omits to do any act or causes to be omitted any act that is required by any such provision commits a felony of the third degree.\n\n(b) Corporate liability for penalty.--Any individual, director, officer or agent of a corporation who knowingly and willfully authorizes, orders or performs any of the acts or practices constituting in whole or in part a violation of any provision of this subchapter commits a misdemeanor of the third degree for the first offense and a misdemeanor of the first degree for a subsequent offense under this section without regard to any penalties to which that corporation may be subject under subsection (a).\n\n(Mar. 21, 1996, P.L.35, No.11, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-71/section-7139/"
    }
  ]
}