{
  "state": "pennsylvania",
  "path": "title-title-75/chapter-chapter-91",
  "sections": [
    {
      "id": "section-9101",
      "number": "9101",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"ASHMA.\"All additional State funds from the highway maintenance appropriation, the secondary roads, maintenance and resurfacing executive authorization and supplemental distributions pursuant to section 9502(a)(2)(i) and (3)(ii) (relating to imposition of tax) in excess of all counties' base allocations.\n\n\"Base allocation.\"The annual expenditure for routine maintenance operations by a county maintenance district averaged over the immediately preceding five years.\n\n\"BMD.\"The Bridge Maintenance Deficiency index based upon bridge safety inspections conducted by certified professionals who have physically evaluated the condition of all State highway bridges greater than or equal to eight feet in length on a periodic basis in accordance with the National Bridge Inspection Standards. The criteria for determining any State highway bridge maintenance deficiencies shall include, but not be limited to, the priority and urgency of maintenance needs and the bridge deck area of all bridges greater than or equal to eight feet in length.\n\n\"c.\"When used alone or in conjunction with any formula part, any given county.\n\n\"Highway maintenance.\"A program to preserve, repair and restore a system of existing State roadways with its elements to its designed or accepted configuration. System elements include but are not limited to travelway surfaces, shoulders, roadsides, drainage facilities, bridges, tunnels, signs, markings, lighting and fixtures. Included in the program are such traffic services as lighting and signal operation, snow and ice removal and operation of roadside rest areas. Highway maintenance programs are developed to offset the effects of weather, organic growth, deterioration, traffic wear, damage and vandalism. Deterioration would include effects of aging, material failures and design and construction faults to existing State highways.\n\n\"LM.\"The number of actual State highway lane miles in each county as a proportion of the total number of State highway lane miles in this Commonwealth.\n\n\"Routine maintenance operations.\"Highway maintenance activities including traffic, roadside and winter services performed by a county maintenance district and also including costs incurred for personnel services, operational expenses and fixed assets. The term shall not include the costs of roadway repair and restoration.\n\n\"RPQ.\"The Relative Pavement Quality Index which shall be based upon a Road Quality Report which entails the evaluation of the conditions of the highways in each county on a periodic basis. The criteria for determining any road deficiencies shall include but not be limited to road surface, foundation, drainage, shoulders and other safety features such as road striping, guardrails, median barriers and signs. The index shall provide a reasonable comparison of highway quality and conditions between all counties. The report indicating methodology utilized and the resulting data shall be submitted annually to the Transportation Committees of the Senate and House of Representatives for their review.\n\n\"Vehicle miles.\"The total number of miles traveled by all vehicles on State maintained roads within a county as determined by the department.\n\n\"VM.\"The number of vehicle miles traveled in each county as a proportion of the total vehicle miles traveled in this Commonwealth.\n\n(Apr. 17, 1997, P.L.6, No.3, eff. July 1, 1997)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-91/section-9101/"
    },
    {
      "id": "section-9102",
      "number": "9102",
      "heading": "",
      "text": "(a) General rule.--The department shall distribute highway appropriations and executive authorizations for State highway maintenance in the various county maintenance districts in the following manner:\n\n(1) For any fiscal year in which the total highway maintenance appropriations and executive authorizations are equal to the combined total base allocations for all the county maintenance districts, each maintenance district shall receive its base allocation.\n\n(2) For any fiscal year in which the total highway maintenance appropriations and executive authorizations are less than the combined total base allocations of all the county maintenance districts, each maintenance district's share shall be reduced, to the extent necessary to bring the total allocation within the funding limits, in the same proportion that each county's base allocations bears to the combined total of all counties' base allocations.\n\n(3) For any fiscal year in which the total highway maintenance appropriations and executive authorizations are greater than the combined total base allocations of all the county maintenance districts, the funds shall be distributed based upon the formula in subsection (b), but notwithstanding the formula calculation for any particular county, no county shall receive less than its base allocation in any year.\n\n(b) Formula for distribution.--The department shall distribute to each county maintenance district:\n\n(1) an amount equal to the county's base allocation; plus\n\n(2) an amount based on the following incremental formula in which each county shall receive a portion of State highway maintenance appropriations and executive authorizations in excess of the total of all counties' base allocations, expressed in the following manner:\n\nASHMA (40% RPQc + 15% BMDc + 30% LMc + 15% VMc).\n\n(c) Establishment of applicable data.--The applicable data for all counties corresponding to each individual factor in the incremental formula in subsection (b) shall be established and certified by the Governor by May 1 of each year based on the best information available at that time for the immediately preceding five-year period with the exception of BMD. The submission of data relative to BMD shall only include the immediately preceding 12-month period beginning with fiscal year 1997-1998. In each subsequent fiscal year, an additional year of data relative to BMD shall be added until such time as data from a five-year period has been accumulated.\n\n(d) Effect of insufficient funds.--In the event sufficient funds are not available to fully fund all county maintenance districts under the formula in subsection (b) due to the hold harmless provision in subsection (a), each county maintenance district receiving an increase above its base allocation shall have its share reduced in the proportion that the increase over its base allocation bears to the total increases over the base allocation of all counties entitled to an increase, to the extent necessary to bring the total allocations within the funding limit.\n\n(Apr. 17, 1997, P.L.6, No.3, eff. July 1, 1997)\n\nCross References.Section 9102 is referred to in sections 9010, 9207, 9502 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-91/section-9102/"
    },
    {
      "id": "section-9103",
      "number": "9103",
      "heading": "",
      "text": "(a) General rule.--If the need arises for transfers to counties because of emergency or equipment needs, the department shall draw from the allocations of all counties in a manner such that the proportion of the transfer for any given county equals the proportion of the total allocation for that county to the total highway maintenance appropriations and executive authorizations.\n\n(b) Effect on subsequent allocation.--Expenditures from transfers made to or from any county for emergency or equipment needs shall not become a part of the computation for such county for the subsequent years' maintenance allocation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-91/section-9103/"
    },
    {
      "id": "section-9104",
      "number": "9104",
      "heading": "",
      "text": "The department shall initially determine the standards and methodology for data collection and shall, within ten days of the effective date of this chapter, publish them in the Pennsylvania Bulletin as a basis for making such determinations in subsequent years.\n\n(Apr. 17, 1997, P.L.6, No.3, eff. July 1, 1997)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-91/section-9104/"
    },
    {
      "id": "section-9105",
      "number": "9105",
      "heading": "",
      "text": "Where bids have been advertised for projects that would use funds allocated to any county maintenance district for a particular fiscal year but because of the bidding process the contract or contracts were not awarded before the close of that fiscal year, the county's allocation for that fiscal year shall not lapse but may be allocated to the particular contract that was not awarded because of the incompleteness of the bidding process. Any additional allocation remaining after all such contracts are let shall lapse as of the date of the awarding of the last of the contracts.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-91/section-9105/"
    },
    {
      "id": "section-9106",
      "number": "9106",
      "heading": "",
      "text": "(a) Statement of purpose.--It is the intent and purpose of this section:\n\n(1) To fund safe, efficient and environmentally sound maintenance of sections of dirt and gravel roads which have been identified as sources of dust and sediment pollution.\n\n(2) To establish a dedicated and earmarked funding mechanism that provides streamlined appropriation to the county level and enables local officials to establish fiscal and environmental controls.\n\n(3) To fund safe, efficient and environmentally sound maintenance of sections of low-volume roads that are sealed or paved with an average daily traffic count of 500 vehicles or less.\n\n(b) General rule.--Of the funds available under section 9502(a)(1) (relating to imposition of tax), $7,000,000 shall be annually distributed to the Department of Conservation and Natural Resources for the maintenance and mitigation of dust and sediment pollution from parks and forestry roads. Funds in the amount of $28,000,000 shall be appropriated annually to the State Conservation Commission and administered in a nonlapsing, nontransferable account restricted to maintenance and improvement of dirt, gravel and low-volume State and municipal roads. The State Conservation Commission shall apportion the funds based on written criteria it develops to establish priorities based on preventing dust and sediment pollution. In the first fiscal year, top priority shall be given to specific trouble spot locations already mapped by the Task Force on Dirt and Gravel Roads and available from the department. A minimum of $8,000,000 of the total appropriated annually shall be for maintenance and improvement of low-volume roads.\n\n(c) Apportionment criteria.--The apportionment criteria shall:\n\n(1) Be based on verified need to correct pollution problems related to the road.\n\n(2) Consider the total miles of dirt and gravel roads maintained by local municipalities or State agencies that are open to the public during any period of the year.\n\n(3) Consider total miles of dirt and gravel roads within watersheds protected as of November 1996 as exceptional value or high quality waters of this Commonwealth.\n\n(4) Consider allowances for the local costs of limestone aggregate.\n\n(5) Consider the commitments of grant applicants to comply with the nonpollution requirements established.\n\n(d) State Conservation Commission.--The State Conservation Commission shall:\n\n(1) Adopt performance standards.\n\n(2) Provide for a system of audit.\n\n(3) Annually assess the program and annually report to the Transportation Committee of the Senate and the Transportation Committee of the House of Representatives on its acceptance and effectiveness.\n\nThe State Conservation Commission shall be entitled to withhold and expend the costs of the audit and report preparation up to the maximum limit of 2% of the funds administered.\n\n(e) Quality assurance boards.--Apportioned funds are to be dispersed to county conservation districts which apply for them and are to be used by State agencies and local municipalities that maintain roads within the county and fulfill certain requirements specified under subsection (g). Within the conservation district a quality assurance board shall be impaneled to establish and administer the grant program. The four-member quality assurance board is to be comprised of a nonvoting chairman appointed by the conservation district directors and one local representative appointed by each of the following entities:\n\n(1) The Federal Natural Resources Conservation Service.\n\n(2) The Pennsylvania Fish and Boat Commission.\n\n(3) The county conservation district.\n\nIf circumstances require, the chairman may vote to decide a tie vote.\n\n(f) Administration.--The quality assurance board's administration of funding shall include:\n\n(1) Adoption of written criteria to assure equal access for all eligible applicants within specified funding categories.\n\n(2) Provision of documentation that application has been made for all required permits.\n\n(3) Adoption of procedures that assure a minimal amount of procedural paperwork.\n\n(4) Adoption of written criteria to specify priorities.\n\n(5) Adoption of funding categories to provide for separate budgeting for:\n\n(i) Department of Conservation and Natural Resources, Bureau of Forestry roads.\n\n(ii) Municipal government roads.\n\n(iii) Road demonstration projects.\n\n(iv) Training grants restricted to 15% of funding.\n\n(v) Administrative costs, limited to actual documented costs and restricted to a maximum of 10%.\n\n(6) Adoption of incentives for training road managers and equipment operators.\n\n(7) Adoption of standards that prohibit use of materials or practices which are environmentally harmful.\n\n(8) Adoption of site inspection requirements to verify completion of work.\n\n(g) Grant applications.--Each grant application shall:\n\n(1) Be specific to one work location or one type of work except that all State forest roads within one county and within one forest district may be authorized on a single grant.\n\n(2) Expedite the approval process by allowing the quality assurance board to insert additional requirements that complete and qualify the grant for approval and which when accepted by the applicant become a binding obligation on the applicant.\n\n(3) Require minimal handwritten information such as location, problem being solved, basis of cost estimate, project work schedule, basis of successful completion and type and amount of pollution reduced.\n\nThe grant application shall not exceed one page with reference to published standards being acceptable.\n\n(Apr. 17, 1997, P.L.6, No.3, eff. July 1, 1997; Nov. 25, 2013, P.L.974, No.89, eff. Apr. 1, 2014)\n\n2013Amendment.Act 89 amended the section heading and subsecs. (a) and (b). See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations.\n\n1997 Amendment.Act 3 added section 9106.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-91/section-9106/"
    }
  ]
}