{
  "state": "new-mexico",
  "path": "title-chapter-34-court-structure-and-administration/chapter-article-1-general-provisions",
  "sections": [
    {
      "id": "section-34-1-1",
      "number": "34-1-1",
      "heading": "Court sessions to be public.Section 34-1-2 - [Courts may preserve order and decorum; contempts",
      "text": "Except as provided in the Children's Code [Chapter 32A NMSA 1978] and in other laws making specific provisions for exclusion of the public, all courts of this state shall be held openly and publicly, and all persons whatsoever shall be freely admitted to the courts and permitted to remain so long as they shall observe good order and decorum.\n\nHistory:Laws 1851, p. 142; C.L. 1865, ch. 27, § 1; C.L. 1884, § 663; C.L. 1897, § 1037; Code 1915, § 1356; C.S. 1929, § 34-103; 1941 Comp., § 16-101; 1953 Comp., § 16-1-1; Laws 1972, ch. 97, § 46.\n\nCross references.— For vesting of judicial power,seeN.M. Const., art. VI, § 1.\n\nApplicability of common-law procedure.— The rule of procedure at common law as it existed at the time of our separation from England must govern in the absence of statutory rules of practice.Territory ex rel. Wade v. Ashenfelter, 1887-NMSC-013, 4 N.M. (Gild.) 93, 12 P. 879, appeal dismissed, 154 U.S. 493, 14 S. Ct. 1141, 38 L. Ed. 1079 (1893).\n\nHearings in chambers are to be avoided.— Courts operate in a forum of full disclosure, and unless there are exceptional reasons, hearings in chambers are to be avoided. 1972 Op. Att'y Gen. No. 72-34.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Place of holding sessions of trial court as affecting validity of its proceedings, 18 A.L.R.3d 572.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-1/"
    },
    {
      "id": "section-34-1-2",
      "number": "34-1-2",
      "heading": "[Courts may preserve order and decorum; contempts.]",
      "text": "It shall be within the power of each and every presiding offcer [officer] of the several courts of this state, whether of record or not of record, to preserve order and decorum, and for that purpose to punish contempts by reprimand, arrest, fine or imprisonment, being circumscribed by the usage of the courts of the United States.\n\nHistory:Laws 1851, p. 142; C.L. 1865, ch. 27, § 2; C.L. 1884, § 664; C.L. 1897, § 1038; Code 1915, § 1358; C.S. 1929, § 34-105; 1941 Comp., § 16-102; 1953 Comp., § 16-1-2.\n\nCross references.— For judges as conservators of peace,seeN.M. Const., art. VI, § 21.\n\nFor power of magistrates to punish for contempt,see35-3-9 NMSA 1978.\n\nFor punishment for contempt in quo warranto proceedings,see44-3-10 NMSA 1978.\n\nFor contempt of court,see5-902 NMRA.\n\nBracketed material.— The bracketed material in this section was inserted by the compiler to correct an apparent misspelling. It was not enacted by the legislature and is not a part of the law.\n\nI. GENERAL CONSIDERATION.\n\nThis section is only declaratory of common law.State v. Clark, 1952-NMSC-023, 56 N.M. 123, 241 P.2d 328;In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nCourt jurisdiction includes contempt.— The courts are always open, and their jurisdiction is comprehensive enough to include proceedings in contempt.In re Sloan, 1891-NMSC-011, 5 N.M. 590, 25 P. 930.\n\nPower to punish for contemptis inherent in the courts and its exercise is the exercise of the highest form of judicial power. The real basis of this power is to be found in the doctrine of separation of powers as provided for in the Organic Act and later in the New Mexico constitution.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nContempt is not made a crime by this section, which reiterates the court's inherent power to punish contempt.State v. Case, 1985-NMCA-027, 103 N.M. 574, 711 P.2d 19,rev'd on other grounds, 1985-NMSC-103, 103 N.M. 501, 709 P.2d 670.\n\nLegislative control over court's contempt power.— The power of the courts to punish for contempt is not absolute, exclusive and free of all legislative regulation. The separation of powers between the executive, legislature and judiciary was never intended to be complete.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nLegislature may not unduly limit penalty.— While the legislature may provide rules of procedure which are reasonable regulations of the contempt power, it may not, either by enacting procedural rules or by limiting the penalty unduly, substantially impair or destroy the implied power of the court to punish for contempt.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nLegislation limiting contempt powers.— Laws 1865, ch. 28, § 2 (C.L. 1897, § 1039), providing that fines for contempt were limited to $50 in absence of a jury trial, was invalid in that it violated the separation of powers doctrine contained in §§ 3, 5 and 10 of the Organic Act and was not within reasonable and proper regulatory limits; thus, it was not carried into effect upon statehood by N.M. Const., art. II, § 12.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nAttorney's attire.— Where attorney violated the court's order requiring attorneys to wear a tie by wearing a bandana, the district court had the discretion to exercise its power to issue a contempt sanction to preserve its authority and maintain respect for the court.State v. Cherryhomes, 1992-NMCA-111, 114 N.M. 495, 840 P.2d 1261, cert. denied, 114 N.M. 501, 841 P.2d 549.\n\nIntent necessary for conviction.— Regardless of the motive for the refusal to testify, as long as it was done with the awareness it was wrongful, the degree of intent necessary for a conviction of contempt was established.State v. Pothier, 1986-NMSC-039, 104 N.M. 363, 721 P.2d 1294.\n\nNotice of penalty.— It was not a due process violation that a person was not given notice of the possible penalty for contempt before committing that crime by refusing to answer questions as a witness during a trial.State v. Case, 1985-NMCA-027, 103 N.M. 574, 711 P.2d 19,rev'd on other grounds, 1985-NMSC-103, 103 N.M. 501, 502 P.2d 670.\n\nKnown but unissued order.— Since the board of county commissioners had knowledge of an order of an associate justice of the supreme court for issuance of writ or prohibition, but proceeded, on advice of counsel, to take the action prohibited because the supreme court clerk had not issued the writ, the commissioners, their counsel and the clerk were guilty of contempt.Territory v. Clancy, 1894-NMSC-012, 7 N.M. 580, 37 P. 1108.\n\nFailure of attorney to file brief for indigent.— Where the respondent, an attorney at law, failed to file a brief on or before a day certain in the appeal of defendant, an indigent whom respondent had been appointed to represent, and respondent appeared pro se at the contempt hearing, respondent was in contempt of the supreme court of the state of New Mexico.In re Rainwater, 1969-NMSC-015, 80 N.M. 33, 450 P.2d 633.\n\nContempt cannot be predicated upon breach of promise to individual.Horcasitas v. House, 1965-NMSC-074, 75 N.M. 317, 404 P.2d 140.\n\nNo basis for contempt after temporary injunction dissolved.— If a litigant violates a temporary injunction in a divorce action, during its existence, the litigant may be punished for civil or criminal contempt or both. However, if the temporary injunction is merged in the final decree of divorce, and thereby dissolved, no basis remains upon which to predicate a proceeding in contempt.Canavan v. Canavan, 1914-NMSC-019, 18 N.M. 640, 139 P. 154, 51 L.R.A. (n.s.) 972 (1914).\n\nRepeated questioning cannot multiply contempts.— Although a witness cannot pick and choose the questions to which an answer will be given, nevertheless, the prosecution cannot multiply contempts by repeated questioning on the same subject of inquiry within which a recalcitrant witness already has refused answers.State v. Sanchez, 1976-NMCA-104, 89 N.M. 673, 556 P.2d 359.\n\nAnswering some questions may limit number of contempts.— Where, by answers to other questions, the witness held in contempt distinguished between questions directed to actions of the defendant toward herself and actions of defendant toward the deceased, consistently refusing to answer questions designed to establish whether the defendant had threatened her, but answering most questions directed to the relationship between defendant and the deceased, refusal to testify as to threats on her life and on that of the deceased constituted two contempts, not three.State v. Sanchez, 1976-NMCA-104, 89 N.M. 673, 556 P.2d 359.\n\nFailure to verify motion may nullify jurisdiction.— Because the trial court had the matter of whether defendant should be cited for contempt for violating an injunction under advisement for 21 days and then entered judgment of conviction for contempt before the district attorney filed a verification of the motion that defendant be cited, the trial and judgment were nullities for lack of jurisdiction.State v. Clark, 1952-NMSC-023, 56 N.M. 123, 241 P.2d 328.\n\nDirect and indirect contempts distinguished.— Direct contempts are contemptuous acts committed in the presence of the court. Indirect, or constructive, contempts are contemptuous acts committed outside the presence of the courts.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nCourt's personal knowledge of contempt.— Where the district court summarily ordered the indefinite detention of petitioners, who were courtroom spectators, for contempt of court after a contentious hearing evolved into a courtroom disruption created by some, but not all, of the petitioners and the individual petitioners who were engaged in the disruptive behavior were not specifically identified, the summary contempt proceeding was inappropriate because the court did not have personal knowledge of the guilt or innocence of any single one of the thirty-two petitioners who were sentenced to jail.Concha v. Sanchez, 2011-NMSC-031, 150 N.M. 268, 258 P.3d 1060.\n\nReassignment of contempt order warranted in mistrial.— Because the judge, in declaring a mistrial, stated that he had become so involved in the case that he felt he could not fairly try it, the matter of the contempt order should have been left to another judge and not reassigned by the trial judge to himself.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nEvidence.— Where a trial court's order enjoined the national steelworkers from violating state and local laws relating to picketing, and it subsequently cited the union for contempt after an organized demonstration, the appellate court reversed on the grounds that the trial record did not show substantial evidence that the organizer was the agent of the national steelworkers. The organizer testified about receipt of two expense checks from the local union and the organizer's assistance to the local union. However, this evidence was not sufficient to establish the existence of an agency relationship nor was there evidence that, as an entity, national steelworkers initiated, participated in, authorized or ratified any illegal acts charged against it.City of Artesia v. United Steelworkers, 1974-NMCA-142, 87 N.M. 134, 529 P.2d 1255.\n\nDifferent fines for distinct offenses.— Fact that the court, in proceedings for contempt for refusal to obey writ of injunction in mandamus proceedings, assessed several different fines for several distinct offenses in the same proceeding would not make the entire punishment void.In re Sloan, 1891-NMSC-011, 5 N.M. 590, 25 P. 930.\n\nPropriety of sentences must be raised in trial court.— The propriety of a witness's sentences for contempt in refusing to answer questions put by the state was not before the court of appeals for review because the issue was not raised in the trial court.State v. Sanchez, 1976-NMCA-104, 89 N.M. 673, 556 P.2d 359.\n\nDisruption of proceedings warranted contempt sanction.— Trial judge properly invoked inherent power to issue a contempt sanction to preserve the decorum, respect and dignity of the court since defendant refused to obey the trial judge's order to button his top button and fix his tie and by disrupting the proceedings through disorderly attempts to leave.Purpura v. Purpura, 1993-NMCA-001, 115 N.M. 80, 847 P.2d 314, cert. denied, 115 N.M. 79, 847 P.2d 313.\n\nAttorney's violations of disbarment orderand failure to appear at court proceedings to explain why he should not be sanctioned warranted five months of incarceration.In re Herkenhoff, 1997-NMSC-007, 122 N.M. 766, 931 P.2d 1382.\n\nII. CIVIL OR CRIMINAL CONTEMPT.\n\nNew classification for \"civil\" or \"criminal\" contempt.— Contempt charges formerly classified as either \"civil\" or \"criminal\" should instead be regarded as \"remedial\" or \"punitive\" to more accurately reflect the distinctions between the different types of contempt.In re Marshall (II), 2023-NMSC-009.\n\nNo limit on punitive contempt fine.— New Mexico adheres to the precedent granting courts the power to determine whether an offense is serious under the circumstances of the case, and there is no express limit on contempt fines.In re Marshall (II), 2023-NMSC-009.\n\nAttorney faced both remedial and punitive contempt sanctions for indirect and direct contemptuous conduct.— Where Respondent was suspended indefinitely from the practice of law following his violations of Rules 16-301, 16-802, and 16-804(D) NMRA by making unsubstantiated statements about a judge in public pleadings, and where, due to his suspension, Respondent was required to comply with Rule 17-212 NMRA, which requires a suspended lawyer to send letters to the lawyer's clients, relevant courts, and opposing counsel informing them of the lawyer's suspension, that the suspended letters be on a form prescribed or approved by disciplinary counsel, that a suspended lawyer not engage in the practice of law, and that the lawyer file an affidavit of compliance with the New Mexico supreme court within ten days after the effective date of suspension, and where Respondent submitted an affidavit in an attempt to establish his compliance, but where disciplinary counsel found that the affidavit was deficient in that the notices to the courts were not on the form prescribed by disciplinary counsel, the affidavit contained no copies of letters to clients, the affidavit contained no copies of letters to opposing counsel, and the notices asked the lower courts to stay proceedings, which , according to disciplinary counsel, constituted the practice of law, and where the facts giving rise to disciplinary counsel's motion for order to show cause were not contested in Respondent's pleadings and remained uncontested at a show cause hearing, Respondent faced both remedial and punitive contempt sanctions as a result of his indirect contemptuous conduct by not complying with Rule 17-212, and his direct contemptuous conduct exhibited at the show cause hearing.In re Marshall (II), 2023-NMSC-009.\n\nCivil and criminal contempts distinguished.— Civil contempts are those proceedings instituted to preserve and enforce the rights of private parties to suits and to compel obedience to the orders, writs, mandates and decrees of the court; criminal contempt proceedings are instituted to preserve the authority and vindicate the dignity of the court.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094;Murphy v. Murphy, 1981-NMSC-069, 96 N.M. 401, 631 P.2d 307.\n\nTrial of criminal and civil contemptmay be, and often is, tried in the same proceeding. Indeed, the same conduct or acts may justify a court in resorting to coercive and punitive measures.State ex rel. Apodaca v. Our Chapel of Memories of N.M., Inc., 1964-NMSC-068, 74 N.M. 201, 392 P.2d 347.\n\nCivil and criminal contempt in single act.— Contempts are neither wholly civil nor criminal, and it may not always be easy to classify a particular act as belonging to either one of these two classes. It may partake of the characteristics of both.State ex rel. Apodaca v. Our Chapel of Memories of N.M., Inc., 1964-NMSC-068, 74 N.M. 201, 392 P.2d 347.\n\nNature of punishment controls contempt classification.— In determining whether a contempt proceeding is civil or criminal or whether it partakes of the characteristics of both, the nature and purpose of the punishment, rather than the character of the acts to be punished, is a controlling factor.International Minerals & Chem. Corp. v. Local 177 United Stone & Allied Prods. Workers, 1964-NMSC-098, 74 N.M. 195, 392 P.2d 343.\n\nMajor factor in determining whether contempt is civil or criminalis the purposes for which the power is exercised.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nPublic official or state involvement not determinative.— Although the alleged violation of an injunctive order was issued in an action brought by a public official charged with enforcement of a statutory duty and although the state was a party to the contempt proceeding neither fact was determinative of whether it was a civil or criminal proceeding. The purpose for which the power is exercised is a major factor in determining its character.State ex rel. Apodaca v. Our Chapel of Memories of N.M., Inc., 1964-NMSC-068, 74 N.M. 201, 392 P.2d 347.\n\nMajor factor in determining whether contempt is civil or criminal.— The fact that the state is a party to a contempt proceeding is not the conclusive factor in determining whether it is a criminal or civil proceeding. The major factor in determining whether a contempt is civil or criminal is the purpose for which the power is exercised.States ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nProceeding is criminal if punitive, not remedial.— Where the primary purpose is to preserve the court's authority and to punish for disobedience of its orders, the contempt is criminal. Where the primary purpose is to provide a remedy for an injured suitor and to coerce compliance with an order, the contempt is civil. The polar concepts are \"punitive\" versus \"remedial.\"State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nWhere the district court summarily ordered the indefinite detention of petitioners, who were courtroom spectators, for contempt of court after a contentious hearing evolved into a courtroom disruption created by some, but not all, of the petitioners; during the disruption, the petitioners who had been acting in a disruptive manner ceased doing so when the court orally announced that the court would send everyone to jail; and the court ordered the petitioners to be jailed when several unidentified petitioners made further disruptive statements, the commitment order was for criminal contempt because the petitioners were jailed for past behavior and could not obtain release from jail by complying with the court's orders.Concha v. Sanchez, 2011-NMSC-031, 150 N.M. 268, 258 P.3d 1060.\n\nCriminal nature of acts may be considered,particularly if acts complained of are indictable crimes.International Minerals & Chem. Corp. v. Local 177 United Stone & Allied Prods. Workers, 1964-NMSC-098, 74 N.M. 195, 392 P.2d 343.\n\nCollection of alimony is civil.— Where affidavits, motions and orders for contempt of court are filed in the original divorce action, and the prayer is for commitment to jail until costs and an amount decreed to plaintiff is paid, the proceeding is for civil and not criminal contempt.Canavan v. Canavan, 1914-NMSC-019, 18 N.M. 640, 139 P. 154, 51 L.R.A. (n.s.) 972 (1914).\n\nCourt need not label proceeding.— Witness who was sentenced for contempt had notice that a refusal to answer would be contempt and that sanctions in the form of a jail sentence or fine might be imposed; thus, the witness was not deprived of due process on a theory of lack of notice because the court failed to label the contempt proceedings as criminal.State v. Sanchez, 1976-NMCA-104, 89 N.M. 673, 556 P.2d 359.\n\nIII. CRIMINAL CONTEMPT.\n\nDirect criminal contempt.— Conduct violating a court order in the court's presence constitutes direct criminal contempt and when contempt is direct, the court may punish in a summary proceeding. However, except in case of flagrant contemptuous conduct, before summary punishment for contempt may be imposed and enforced, the record should be clear that a specific warning was given by the judge, an opportunity to explain was afforded, and a hearing was held.In re Byrnes, 2002-NMCA-102, 132 N.M. 718, 54 P.3d 996.\n\nAttorney's conduct was direct criminal contempt.— Attorney's refusal to answer the court's question in the presence of the court and the attorney's belligerent manner constituted direct criminal contempt.State v. Cherryhomes, 1985-NMCA-108, 103 N.M. 771, 714 P.2d 188, cert. denied, 103 N.M. 740, 713 P.2d 556 (1986).\n\nDistrict court did not abuse its discretion in holding attorney in direct criminal contempt.— Where attorney was held in criminal contempt of court for refusing to proceed with trial, asserting that proceeding to trial when a defense witness was unavailable would result in ineffective assistance of counsel, the district court did not abuse its discretion in finding attorney in direct criminal contempt of court where attorney openly and directly disobeyed the court's order in the presence of the court, and where attorney's defense, which was based on his perceived inability to comply with the court's order, was not sufficient to excuse his conduct.In re Maestas, 2022-NMCA-057.\n\nDistrict court abused its discretion by imposing disproportionately harsh sentence.— Where attorney was held in criminal contempt of court for refusing to proceed with trial, asserting that proceeding to trial when a defense witness was unavailable would result in ineffective assistance of counsel, and where the district court sentenced attorney to 182 days imprisonment, suspending 152 days, for a total term of incarceration of thirty days, fined attorney $999 and ordered him to pay $55 in fees, the district court abused its discretion by imposing a uniquely and disproportionately harsh sentence where the evidence established that attorney attempted before the trial date to mitigate the consequences of the contempt by requesting a twelve-day continuance soon after learning of the witness's unavailability and filing a motion putting the court on notice of his intended course of action, and where the sentence imposed significantly exceeded that of any New Mexico sentence imposed in a contempt case arising from attorney misconduct. The sentence imposed was not the least possible punishment necessary to deter future defiance.In re Maestas, 2022-NMCA-057.\n\nRequirements before imposition of criminal contempt.— Before criminal contempt may be imposed and enforced, the following requirements must be met: (1) except in cases of flagrant contemptuous conduct, the trial court should not exercise the power of summary contempt in the absence of a prior warning; (2) there must be an opportunity to explain; and (3) there must be a hearing on the matter.Murphy v. Murphy, 1981-NMSC-069, 96 N.M. 401, 631 P.2d 307.\n\nEssential rights must be preserved in criminal proceeding.— Since willful disobedience of a court's order is punishable by traditional criminal proceedings, and is sometimes referred to as quasi-criminal, the essential rights of the accused must be preserved and safeguarded.International Minerals & Chem. Corp. v. Local 177 United Stone & Allied Prods. Workers, 1964-NMSC-098, 74 N.M. 195, 392 P.2d 343.\n\nDue process protections.— Where the district court summarily ordered the indefinite detention of petitioners, who were courtroom spectators, for contempt of court after a contentious hearing evolved into a courtroom disruption created by some, but not all, of the petitioners; the contempt orders provided no fair notice of the petitioners' alleged contemptuous behavior; the findings that petitioners were in contempt of court were not based on any evidence; the petitioners were not given any opportunity to prepare or to present any defense or afforded assistance of counsel; and petitioners were held without any opportunity to be released on bail, the district court's convictions and jail sentences of petitioners violated the due process protections of indirect criminal contempt proceedings.Concha v. Sanchez, 2011-NMSC-031, 150 N.M. 268, 258 P.3d 1060.\n\nDue process for criminal contempt proceedings.— Criminal contempt proceedings vindicate the authority of the court by punishing completed acts of disobedience, and contemnors are entitled to the full panoply of due process protections afforded to criminal defendants.Tran v. Bennett, 2018-NMSC-009,rev'gNo. 32,677, mem. op. (N.M. Ct. App. May 28, 2014) (non-precedential).\n\nIn a custody hearing, where the district court found the mother and biological father of a child in contempt of court for violating a stipulated order by unilaterally taking their child on a vacation that interfered with a third-party's visitation rights, and where the court imposed a fifteen-day term of imprisonment on the parents, the district court abused its discretion in its contempt order, because if the purpose of the sanction was to punish the parents for a violation of the stipulated order, there is no indication that the district court afforded the parents the full panoply of due process protections, followed the procedures of criminal law, or applied the heightened standard of proof associated with a criminal trial and the presumption of innocence.Tran v. Bennett, 2018-NMSC-009,rev'gNo. 32,677, mem. op. (N.M. Ct. App. May 28, 2014) (non-precedential).\n\nAccused presumed innocent.— The general rule is that an accused in a criminal contempt proceeding is presumed innocent until found guilty beyond a reasonable doubt by evidence introduced.International Minerals & Chem. Corp. v. Local 177 United Stone & Allied Prods. Workers, 1964-NMSC-098, 74 N.M. 195, 392 P.2d 343.\n\nSelf-incrimination.— A defendant in a criminal contempt proceeding cannot be compelled to testify against himself.International Minerals & Chem. Corp. v. Local 177 United Stone & Allied Prods. Workers, 1964-NMSC-098, 74 N.M. 195, 392 P.2d 343.\n\nRight to bill of particulars.— An information charging a criminal contempt is a substitute for an indictment at common law. It serves the same purpose as the indictment in charging a criminal offense. The right of a defendant \"to demand the nature and cause of the accusation,\" assured by N.M. const., art. II, § 14, is preserved by the right to a bill of particulars. The information and bill of particulars are to be read together as a single instrument constituting the accusation.Norton v. Reese, 1966-NMSC-154, 76 N.M. 602, 417 P.2d 205 (decided under prior law).\n\nSummary punishment of criminal contemnor.— In the case of criminal contempt committed in its presence, the court has the power to punish the contemnor summarily.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nCriminal contempt punishment.— Commitments and fines for criminal contempt are imposed for the purpose of vindicating the authority of the court, are punitive in nature and intended as a deterrent to offenses against the public.International Minerals & Chem. Corp. v. Local 177 United Stone & Allied Prods. Workers, 1964-NMSC-098, 74 N.M. 195, 392 P.2d 343.\n\nFactors in determining proper punishment for criminal contempt.— In imposing punishment for criminal contempt, the seriousness of the consequences of the contumacious behavior, the public interest in enforcing a termination of defendant's defiance and the importance of deterring future defiance are all matters to be considered by the trial court. The trial court is accorded large discretion.State ex rel. Apodaca v. Our Chapel of Memories of N.M., Inc., 1964-NMSC-068, 74 N.M. 201, 392 P.2d 347.\n\nIn imposing punishment for a criminal contempt, the seriousness of the consequences of the contumacious behavior, the public interest in enforcing a termination of a defendant's defiance and the importance of deterring future defiance are all matters to be considered by the trial court.State v. Pothier, 1986-NMSC-039, 104 N.M. 363, 721 P.2d 1294.\n\nAbusive sentencing for failure to testify.— A sentence of 10 years for one count of criminal contempt, imposed upon a defendant who was given use immunity against prosecution in exchange for testimony, but who refused to answer any questions regarding a homicide regardless of the sentence to be imposed for contempt, was an abuse of discretion.Case v. State, 1985-NMSC-103, 103 N.M. 501, 709 P.2d 670).\n\nSufficient evidence to support criminal contempt conviction.— Where defendant was convicted of criminal contempt for making several attempts to contact the district court judge presiding over a child support case pending in district court for the purpose of influencing the judge to recuse himself, efforts which culminated in a confrontation with the judge outside a local restaurant in Sandoval county where defendant attempted to convince the judge to withdraw from the case, there was sufficient evidence to support defendant's conviction, because proof beyond a reasonable doubt of insolent behavior is sufficient to convict a person of contempt providing that such behavior actually obstructs or hinders the administration of justice or tends to diminish the court's authority, and in this case, defendant's persistence in pursuing a face-to-face meeting with the judge, even after being told that he must telephone for an appointment or file a motion, his lying about being an old friend of the judge as a way to gain access to the judge, his pursuing the judge to a restaurant several miles from the courthouse, accosting the judge, blocking his entrance to the restaurant, demanding that the judge recuse himself from a pending case, and thrusting a cell phone in the judge's face is behavior that is within the definition of insolent behavior. Moreover, the administration of justice is hindered and the court's authority diminished when outside influence is exerted on a judge, juror, or witness, and in this case, personally approaching a judge outside the courtroom and urging him to proceed in a certain way in a pending case, even in a non-threatening tone, is contemptuous conduct that hinders or obstruct the administration of justice and diminishes the integrity of our courts.State v. Villanueva, 2021-NMCA-016, cert. denied.\n\nThis section is not void for vagueness.— Where defendant was convicted of criminal contempt for making several attempts to contact the district court judge presiding over a child support case pending in district court for the purpose of influencing the judge to recuse himself, efforts which culminated in a confrontation with the judge outside a local restaurant in Sandoval county where defendant attempted to convince the judge to withdraw from the case, and where defendant argued that this section is unconstitutionally vague, defendant's claim was without merit because the definition of \"contempt\" in 1-093(B)(1)(a) NMRA clearly applies to defendant's conduct in pursuing a face-to-face meeting with the judge, even after being told that he must telephone for an appointment or file a motion, his lying about being an old friend of the judge as a way to gain access to the judge, his pursuing the judge to a restaurant several miles from the courthouse, accosting the judge, blocking his entrance to the restaurant, demanding that the judge recuse himself from a pending case, and thrusting a cell phone in the judge's face.State v. Villanueva, 2021-NMCA-016, cert. denied.\n\nThis section is not unconstitutionally overbroad.— Where defendant was convicted of criminal contempt for making several attempts to contact the district court judge presiding over a child support case pending in district court for the purpose of influencing the judge to recuse himself, efforts which culminated in a confrontation with the judge outside a local restaurant in Sandoval county where defendant attempted to convince the judge to withdraw from the case, and where defendant argued that this section is unconstitutionally overbroad and unnecessarily impinges on rights protected by the first amendment, defendant's overbreadth claim fails because this section expressly incorporates the common law of contempt, which addresses the intersection of the first amendment and the constitutional interest in protecting the integrity of the judicial system so as to ensure that both constitutional interests are protected in contempt proceedings involving public speech. Because this section acknowledges and incorporates the common law of contempt, it does not unnecessarily impinge on conduct protected by the first amendment and is not unconstitutionally overbroad.State v. Villanueva, 2021-NMCA-016, cert. denied.\n\nIV. CIVIL CONTEMPT.\n\nSanctions against a public entity.— A district court's inherent power to impose sanctions for a party's misconduct during litigation includes the authority to issue a non-compensatory monetary sanction against a public entity.Harrison v. UNM Bd. of Regents, 2013-NMCA-105, cert. granted, 2013-NMCERT-010.\n\nWhere plaintiffs sued defendant for medical malpractice by a physician employed by defendant's medical center; plaintiff retained a physician who was employed by the state medical examiner and as a professor at defendant's medical center to serve as plaintiff's expert witness; an attorney in defendant's legal department contacted the physician's supervisors and suggested that the physician's involvement in the case created a conflict of interest with defendant's medical center and that the physician should withdraw; several days later, the physician withdrew from the case because the physician felt intimidated and feared that the physician's career was in jeopardy; after plaintiff and defendant settled the case, the district court imposed a $100,000 sanction against defendant, the district court had the authority to impose the non-compensatory sanction against defendant even though defendant was a public entity.Harrison v. UNM Bd. of Regents, 2013-NMCA-105, cert. granted, 2013-NMCERT-010.\n\nSanction for non-appearance.— In a child support proceeding, the district court awarded attorney's fees to the father of the child after the mother failed to appear at a scheduled hearing on the mother's objections to the special master's calculation of arrearages in child support; in the order awarding attorney's fees, mother had failed to appear at a previous hearing she had requested and at both hearings, father and his attorney had appeared; in her motion to set aside the order awarding attorney's fees, mother alleged that she notified the father's attorney and left telephone messages for the judge one hour before the hearing that she had medical problems which caused her failure to appear and offered to provide medical documentation, but mother did not explain why her medical history prevented her from either attending the hearing or rescheduling it; and the hearing on the motion was vacated by mother and she did not pursue it, the district court did not abuse its discretion in awarding attorney's fees to the father.Thompson v. Dehne, 2009-NMCA-120, 147 N.M. 283, 220 P.3d 1132.\n\nNeither willfulness nor intent is an element of civil contempt.State v. Rivera, 1998-NMSC-024, 125 N.M. 532, 964 P.2d 93.\n\nElements of civil contempt.— The elements necessary for a finding of civil contempt are knowledge of the court's order, an ability to comply and willful noncompliance with the order.State ex rel. Udall v. Wimberly, 1994-NMCA-121, 118 N.M. 627, 884 P.2d 518.\n\nCategories of remedial sanctions for civil contempt.— Civil contempt proceedings are remedial, instituted to preserve and enforce the rights of private parties to suits and to compel obedience to the orders, writs, mandates and decrees of the court. If the court finds civil contempt, there are two general categories of remedial sanctions that the court may impose: compensatory sanctions or coercive sanctions. Compensatory sanctions may include damages or attorney's fees and are imposed for the purpose of compensating a party for pecuniary losses sustained due to the contempt. Coercive sanctions may include fines, imprisonment, or other sanctions designed to compel the contemnor to comply in the future with an order of the court.Tran v. Bennett, 2018-NMSC-009,rev'gNo. 32,677, mem. op. (N.M. Ct. App. May 28, 2014) (non-precedential).\n\nIn a custody hearing, where the district court found the mother and biological father of a child in contempt of court for violating a stipulated order by unilaterally taking their child on a vacation that interfered with a third-party's visitation rights, and where the court imposed a fifteen-day term of imprisonment on the parents, the district court abused its discretion in its contempt order, because the sanction imposed by the district court could not compensate the third-party for any monetary damages sustained due to the contemptuous conduct, and was therefore not an appropriate remedial sanction for civil contempt of court.Tran v. Bennett, 2018-NMSC-009,rev'gNo. 32,677, mem. op. (N.M. Ct. App. May 28, 2014) (non-precedential).\n\nPurpose of civil contempt sanctions.— Judicial sanctions may be employed in civil contempt for either or both of two purposes: to coerce the defendant into compliance with the court's order and to compensate the complainant for losses sustained.State ex rel. Apodaca v. Our Chapel of Memories of N.M., Inc., 1964-NMSC-068, 74 N.M. 201, 392 P.2d 347.\n\nCourt may punish civil contempt by means of prison sentencein particular proceedings.Local 890 Int'l UMW v. N.J. Zinc Co., 1954-NMSC-067, 58 N.M. 416, 272 P.2d 322.\n\nImprisonment for civil contempt was ordered where a defendant had refused to do an affirmative act required by the provision of an order, which either in form or substance was mandatory in its character, such as an order by the court to answer certain questions.State v. Pothier, 1986-NMSC-039, 104 N.M. 363, 721 P.2d 1294.\n\nCease and desist order.— Cease and desist order was proper contempt sanction against governor and executive agency that continued implementation of public assistance program for several months following issuance of writ of mandamus by supreme court ordering the cessation of the program.State ex rel. Taylor v. Johnson, 1998-NMSC-015, 125 N.M. 343, 961 P.2d 768.\n\nCourt's discretion not abused.— A witness's two consecutive 90-day sentences for contempt were not an abuse of the trial court's discretion where the court informed the witness of possible consequences if the witness persisted in a refusal to answer the prosecution's questions, and by withholding answers to the questions, the witness deprived the state of evidence which may have borne directly on the charge of first-degree murder.State v. Sanchez, 1976-NMCA-104, 89 N.M. 673, 556 P.2d 359.\n\nJudicial discretion to revoke suspended sentences.— In a hearing to revoke suspended sentences in civil contempt, the type of hearing, the procedure in such a hearing and the weight to be given the evidence at the hearing are largely matters in the trial court's discretion; thus, in the absence of a clear showing of abuse of discretion, the trial court's action will not be disturbed.Local 890 Int'l UMW v. N.J. Zinc Co., 1954-NMSC-067, 58 N.M. 416, 272 P.2d 322.\n\nV. SUMMARY CONTEMPT.\n\nNecessity for summary procedure in direct contempt caseis far greater than in the case of contempt outside the presence of the court. Summary measures may be the only effective means of defending the dignity of judicial tribunals and of insuring that they are able to accomplish the purpose of their existence.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nRequirements for summary punishment of contempt.— Except in cases of flagrant, contemptuous conduct, before summary punishment for contempt may be imposed and enforced, the record should be clear that a specific warning was given by the judge, that an opportunity to explain was afforded and that a hearing was held.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nSummary contempt improper without disruption or disrespect of court.— Where an attorney's actions do not constitute violent disruption of the proceedings of a court or blatant disrespect for a judge, the imposition of summary contempt is not proper.In re Klecan, 1979-NMSC-094, 93 N.M. 637, 603 P.2d 1094.\n\nSummary procedure does not violate due process.— Due process rights were not violated by summary contempt proceeding because the trial court took great care to make sure that the witness understood the question posed by the prosecution and understood that a continued refusal to answer could result in being held in contempt, allowed conference with counsel, and the court made it clear that by answering the questions in the presence of the jury the contempt could be purged.State v. Sanchez, 1976-NMCA-104, 89 N.M. 673, 556 P.2d 359.\n\nContempt sentence does not forfeit citizenship.— A person found guilty of contempt of court for failing to pay alimony and sentenced to imprisonment is not guilty of a felony and does not lose citizenship for this is not a public offense. 1933 Op. Att'y Gen. No. 33-565.\n\nLaw reviews.— For annual survey of criminal procedure in New Mexico, see 18 N.M.L. Rev. 345 (1988).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —17 Am. Jur. 2d Contempt § 41 et seq.\n\nMisconduct of officers in selection or summoning of jurors or grand jurors as contempt of court, 7 A.L.R. 345.\n\nProcuring or attempting to procure witnesses to leave jurisdiction as contempt, 21 A.L.R. 247, 33 A.L.R. 607.\n\nCommunicating with grand jury as contempt, 29 A.L.R. 489.\n\nContempt for disobedience of mandamus, 30 A.L.R. 148.\n\nConduct of juror in respect of verdict as basis of charge of contempt, 32 A.L.R. 436.\n\nPracticing or pretending to practice law without authority as contempt, 36 A.L.R. 533, 100 A.L.R. 236.\n\nSubpoenaing unnecessary witnesses as contempt, 37 A.L.R. 1113.\n\nDegree of proof necessary in contempt proceedings, 49 A.L.R. 975.\n\nDuty of attorney to call witness or to procure or aid in procuring witness's attendance, 56 A.L.R. 174.\n\nNecessity that hearing be allowed before imposition of punishment for contempt, 57 A.L.R. 545.\n\nShadowing, tampering or communicating with jurors as contempt, 63 A.L.R. 1269.\n\nRefusal to keep promise to waive privilege against self-incrimination as contempt, 69 A.L.R. 855.\n\nCriticism of attitude of the court or judge toward violations of liquor law as contempt, 97 A.L.R. 903.\n\nRefusal of attorney to disclose identity of, whereabouts of, or other information relating to client as contempt, 101 A.L.R. 470.\n\nRefusal or failure of clerk of court to comply with direction of court or judge on ground of its invalidity or supposed invalidity as contempt, 119 A.L.R. 1380.\n\nMisconduct of jurors as contempt, 125 A.L.R. 1274.\n\nAlteration, substitution, abstraction, withholding, or destruction of pleadings and papers by attorneys as criminal contempt, 151 A.L.R. 750.\n\nRight to punish for contempt for failure to obey court order or decree that is either beyond power or jurisdiction of court or merely erroneous, 12 A.L.R.2d 1059.\n\nPunishment of civil contempt in divorce cases by striking, pleading or entering default judgment or dismissal against contemnor, 14 A.L.R.2d 580.\n\nProcuring perjury as contempt, 29 A.L.R.2d 1157.\n\nBail-jumping after conviction, failure to surrender or to appear for sentencing, and the like as contempt, 34 A.L.R.2d 1100.\n\nAssaulting, threatening or intimidating witness as contempt of court, 52 A.L.R.2d 1297.\n\nAccused's right to, and prosecution's privilege against, disclosure of identity of informer, 76 A.L.R.2d 262.\n\nCourt's power to punish for contempt, a child within the age group subject to the jurisdiction of juvenile court, 77 A.L.R.2d 1004.\n\nUse of affidavits to establish contempt, 79 A.L.R.2d 657.\n\nPerjury or false swearing as contempt, 89 A.L.R.2d 1258.\n\nSeparate contempt punishments on successive refusals to respond to same or similar questions, 94 A.L.R.2d 1246.\n\nCircumstances under which one court can punish a contempt against another court, 99 A.L.R.2d 1100.\n\nDelay in adjudication of contempt committed in the actual presence of court as affecting court's power to punish contemnor, 100 A.L.R.2d 439.\n\nEffect of witness's violation of order of exclusion, 14 A.L.R.3d 16.\n\nPrejudicial effect of holding accused in contempt of court in presence of jury, 29 A.L.R.3d 1399.\n\nAttorney's refusal to accept appointment to defend indigent, or to proceed in such defense, is contempt, 36 A.L.R.3d 1221.\n\nAllowance of attorney's fees in civil contempt proceedings, 43 A.L.R.3d 793.\n\nRight to counsel in contempt proceedings, 52 A.L.R.3d 1002.\n\nPower of court to control evidence or witnesses going before grand jury, 52 A.L.R.3d 1316.\n\nPicketing court or judge as contempt, 58 A.L.R.3d 1297.\n\nAssault on attorney as contempt, 61 A.L.R.3d 500.\n\nAttorney addressing allegedly insulting remarks to court during course of trial as contempt, 68 A.L.R.3d 273.\n\nConduct of attorney in connection with making objections or taking exceptions during trial as contempt of court, 68 A.L.R.3d 314.\n\nRefusal to answer questions before state grand jury as direct contempt of court, 69 A.L.R.3d 501.\n\nAffidavit or motion for disqualification of judge as contempt, 70 A.L.R.3d 797.\n\nPower of court to impose standard of personal appearance or attire, 73 A.L.R.3d 353.\n\nPropriety of physically restraining defendant during trial, 90 A.L.R.3d 17.\n\nOral court order implementing prior written order or decree as independent basis of charge of contempt within contempt proceedings based on violation of written order, 100 A.L.R.3d 889.\n\nAttorney's failure to attend court, or tardiness, as contempt, 13 A.L.R.4th 122.\n\nContempt finding as precluding substantive criminal charges relating to same transaction, 26 A.L.R.4th 950.\n\nAuthority of trial judge to impose costs or other sanctions against attorney who fails to appear at, or proceed with, scheduled trial, 29 A.L.R.4th 160.\n\nOral communications insulting to particular state judge, made to third party out of judge's physical presence, as criminal contempt, 30 A.L.R.4th 155.\n\nAttorney's use of objectionable questions in examination of witness in state judicial proceeding as contempt of court, 31 A.L.R.4th 1279.\n\nFailure to rise in state courtroom as constituting criminal contempt, 38 A.L.R.4th 563.\n\nIntoxication of witness or attorney as contempt of court, 46 A.L.R.4th 238.\n\nValidity and construction of state court's order precluding publicity or comment about pending civil case by counsel, parties, or witnesses, 56 A.L.R.4th 1214.\n\nContempt: state court's power to order indefinite coercive fine or imprisonment to exact promise of future compliance with court's order - anticipatory contempt, 81 A.L.R.4th 1008.\n\nProfane or obscene language by party, witness or observer during trial proceedings as basis for contempt citation, 29 A.L.R.5th 702.\n\nHolding jurors in contempt under state law, 93 A.L.R.5th 493.\n\n17 C.J.S. Contempt §§ 27, 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-2/"
    },
    {
      "id": "section-34-1-3",
      "number": "34-1-3",
      "heading": "[Sworn answer in contempt proceedings; evidence.]",
      "text": "In all proceedings for contempt of court in the state, the common-law rule discharging the contemnor upon the filing of a sworn answer denying the acts of contempt charged, shall hereafter not be in force, but in any such proceeding evidence may be introduced by both parties upon any controverted point, and the court shall decide such point upon the evidence.\n\nHistory:Laws 1915, ch. 44, § 1; C.S. 1929, § 34-330; 1941 Comp., § 16-103; 1953 Comp., § 16-1-3.\n\nCross references.— For applicability of Rules of Evidence to contempt proceedings,seeParagraph B of Rule 11-1101 NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —17 Am. Jur. 2d Contempt § 204 et seq.\n\nPrivilege of defendant in contempt proceeding as to testifying against himself, 54 A.L.R. 1436.\n\nSufficiency of notice to, or service upon, contemnor's attorney in civil contempt proceedings, 60 A.L.R.2d 1244.\n\nWho may institute civil contempt proceedings, 61 A.L.R.2d 1083.\n\nAdmissibility, in contempt proceeding against witness, of evidence of incriminating nature of question as to which witness invoked privilege against self-incrimination, 88 A.L.R.2d 463.\n\nDefense of entrapment in contempt proceedings, 41 A.L.R.3d 418.\n\n17 C.J.S. Contempt § 83 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-3/"
    },
    {
      "id": "section-34-1-4",
      "number": "34-1-4",
      "heading": "[Indirect criminal contempt proceedings; written publication out of court; jury trial; rules of procedure.]",
      "text": "In all proceedings in the district courts for indirect criminal contempt arising out of written publications made out of court, the contemnor shall have the right to a trial by jury. The rules of procedure applicable to other criminal proceedings shall apply to these proceedings.\n\nHistory:1953 Comp., § 16-1-3.1, enacted by Laws 1965, ch. 165, § 1.\n\nCross references.— For freedom of speech and press,seeN.M. Const., art. II, § 17.\n\nFor change of judge,see38-3-9 NMSA 1978.\n\nFor applicability of Rules of Evidence to contempt proceedings,seeParagraph B of Rule 11-1101 NMRA.\n\nNecessity for summary procedure is far greater in case of direct contemptthan in the case of contempt outside the presence of the court. Summary measures may be the only effective means of defending the dignity of judicial tribunals and of insuring that they are able to accomplish the purpose of their existence.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nVenue.— The service of a restraining order in Eddy county constituted a material element of the alleged offense of criminal contempt; thus, the venue properly laid in Eddy county.Norton v. Reese, 1966-NMSC-154, 76 N.M. 602, 417 P.2d 205.\n\nInformation and bill of particulars read together.— An information charging a criminal contempt is a substitute for an indictment at common law. It serves the same purpose as the indictment in charging a criminal offense. The right of a defendant \"to demand the nature and cause of the accusation\" assured by N.M. Const., art. II, § 14, is preserved by the right to a bill of particulars. The information and bill of particulars are to be read together as a single instrument constituting the accusation.Norton v. Reese, 1966-NMSC-154, 76 N.M. 602, 417 P.2d 205 (decided under prior law).\n\nAffidavit disqualifying judge may be filed.— Where defendants are accused of an indirect criminal contempt arising out of a written publication, the presiding judge may be disqualified from further action in the case by the timely filing of the affidavit provided for by 38-3-9 NMSA 1978.Norton v. Reese, 1966-NMSC-154, 76 N.M. 602, 417 P.2d 205.\n\nLaw reviews.— For article, \" 'To Purify the Bar': A Constitutional Approach to Non-Professional Misconduct,\" see 5 Nat. Resources J. 299 (1965).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —17 Am. Jur. 2d Contempt §§ 17 et seq., 120 et seq., 203.\n\nPublication or broadcast, during course of trial, of matter prejudicial to criminal defendant as contempt, 33 A.L.R. 1116, 56 A.L.R. 1217.\n\nNecessity of affidavit or sworn statement as foundation for constructive contempt, 41 A.L.R.2d 1263.\n\nDisqualification of judge in proceedings to punish contempt against or involving himself or court of which he is a member, 64 A.L.R.2d 600, 37 A.L.R.4th 1004.\n\nPublished article or broadcast as direct contempt of court, 69 A.L.R.2d 676.\n\nFalse or inaccurate report of judicial proceedings as contempt, 99 A.L.R.2d 440.\n\nRelease of information concerning forthcoming or pending trial as ground for contempt proceedings or other disciplinary measures against member of the bar, 11 A.L.R.3d 1104.\n\nAttack on judiciary as a whole as indirect contempt, 40 A.L.R.3d 1204.\n\nViolation of state court order by one other than party as contempt, 7 A.L.R.4th 893.\n\nValidity and construction of state court's order precluding publicity or comment about pending civil case by counsel, parties, or witnesses, 56 A.L.R.4th 1214.\n\n17 C.J.S. Contempt §§ 4, 30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-4/"
    },
    {
      "id": "section-34-1-5",
      "number": "34-1-5",
      "heading": "[Judge eligible to hear and determine contempt proceedings.]",
      "text": "The resident judge when not disqualified in the original proceeding and the judge entering any order, judgment or decree shall have jurisdiction to hear and determine any proceeding for contempt arising out of such order, judgment or decree.\n\nHistory:Laws 1941, ch. 106, § 1; 1941 Comp., § 16-104; 1953 Comp., § 16-1-4.\n\nJudicial authority.— One judge's prior oral interlocutory order staying discovery depositions pending decision on a motion to dismiss did not divest another judge of the same court of authority to enter a subsequent interlocutory order concerning depositions in the same case; and having authority as a judge of the district court to enter the orders concerning depositions, the second judge thus had authority to enter orders imposing sanctions when the discovery orders were violated.Miller v. City of Albuquerque, 1975-NMCA-099, 88 N.M. 324, 540 P.2d 254, cert. denied, 88 N.M. 319, 540 P.2d 248.\n\nAttorney failing to produce deponents.— Where defendant city's administrative officer directed certain deponents to comply with the directions of its attorney with regard to attendance or nonattendance, and the attorney failed to produce these deponents after proper notice and court order, there was nothing showing an abuse of discretion on the court's part in holding the attorney in contempt.Miller v. City of Albuquerque, 1975-NMCA-099, 88 N.M. 324, 540 P.2d 254, cert. denied, 88 N.M. 318, 540 P.2d 248.\n\nRules of criminal law apply.— Where proceeding was one for criminal contempt, it was governed by rules of criminal law, and proof of guilt had to be beyond a reasonable doubt.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223.\n\nMerits of injunction are not open to questionin a contempt proceeding originating subsequent to final judgment. If a court has jurisdiction when it issues an injunction, then that order must be obeyed as long as it is in force.State ex rel. Bliss v. Greenwood, 1957-NMSC-071, 63 N.M. 156, 315 P.2d 223 (1957).\n\nWhen different judge should conduct contempt hearing.— A person cited for contempt, whether direct or indirect, is not automatically entitled to a hearing on the contempt charge in front of a different judge; it is only when a judge has become so embroiled in the controversy that he cannot fairly and objectively hear the case, or when he or his staff will necessarily be a witness in the proceeding, that the judge is precluded from hearing the case.State v. Stout, 1983-NMSC-094, 100 N.M. 472, 672 P.2d 645.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —17 Am. Jur. 2d Contempt § 187 et seq.\n\nDisqualification of judge in proceedings to punish contempt against or involving himself or court of which he is a member, 64 A.L.R.2d 600, 37 A.L.R.4th 1004.\n\nDisqualification of judge in state proceedings to punish contempt against or involving himself in open court and in his actual presence, 37 A.L.R.4th 1004.\n\nAbuse or misuse of contempt power as ground for removal or discipline of judge, 76 A.L.R.4th 982.\n\nContempt: state court's power to order indefinite coercive fine or imprisonment to exact promise of future compliance with court's order - anticipatory contempt, 81 A.L.R.4th 1008.\n\n17 C.J.S. Contempt § 53.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-5/"
    },
    {
      "id": "section-34-1-6",
      "number": "34-1-6",
      "heading": "[Clerks to record orders, make indexes, issue process and keep seal.]",
      "text": "The clerks of the supreme and inferior courts, and of the probate judges, shall seasonably record the judgments, rules, orders and other proceedings of the respective courts and make a complete alphabetical index thereto, issue and attest all processes issuing from their respective offices, and affix the seal of office thereto; they shall preserve the seal and other property belonging to their respective offices.\n\nHistory:Kearny Code, Clerks, § 3; C.L. 1865, ch. 39, § 3; C.L. 1884, § 642; C.L. 1897, § 1005; Code 1915, § 1357; C.S. 1929, § 34-104; 1941 Comp., § 16-105; 1953 Comp., § 16-1-5.\n\nCross references.— For adoption of design for supreme court seal,see34-2-3 NMSA 1978.\n\nFor adoption of design for court of appeals seal,see34-5-12 NMSA 1978.\n\nFor district court clerk keeping and using seal,see34-6-25 NMSA 1978.\n\nFor keeping and authenticating record of orders of district court,see34-6-26 NMSA 1978.\n\nFor notation of filing on first page of paper by district court clerk,see34-6-30 NMSA 1978.\n\nFor dockets, records and indexes to be kept by district court clerks,see34-6-33 NMSA 1978.\n\nFor probate court clerks,see34-7-14 to 34-7-25 NMSA 1978.\n\nFor county clerk as district and probate court clerk,seeN.M. Const., art. VI, § 22.\n\nFor supreme court clerk being member and secretary of compilation commission,see12-1-2 NMSA 1978.\n\nFor supreme court clerk being secretary of board of trustees of supreme court law library,see18-1-2 NMSA 1978.\n\nFor duties of supreme court clerk,see12-310 and 23-102 NMRA.\n\nFor specifications of supreme court seal,seeRule 3, N.M. S. Ct. Misc. R.\n\nThis section does not prescribe form or nature of bookin which records are to be kept. 1915 Op. Att'y Gen. No. 15-167.\n\nDecision not effective until entered.— A decision of an issue by the probate court is not completely and effectively rendered until it has been entered of record.In re Montano's Estate, 1934-NMSC-048, 38 N.M. 355, 33 P.2d 906.\n\nDecision not effective until filed with clerk.— In determining the time within which a cost bond must be filed, an order in writing signed by the district judge, allowing an appeal, becomes effective as the judgment of the court when the same is filed with the clerk for entry in the record, and not on the date of the signing of the order.State v. Capital City Bank, 1926-NMSC-022, 31 N.M. 430, 246 P. 899.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Clerks of Court § 21 et seq.; 20 Am. Jur. 2d Courts § 25 et seq.\n\nLiability of clerk of court or his bond for money paid into his hands by virtue of his office, 59 A.L.R. 60.\n\nValidity, construction, and application of statutes providing for entry of default judgment by clerk without intervention of court or judge, 158 A.L.R. 1091.\n\nMisinformation by judge or clerk of court as to status of case or time of trial or bearing as ground for relief from judgment, 164 A.L.R. 537.\n\nLiability of clerk of court or surety on bond for negligent or wrongful acts of deputies and assistants, 71 A.L.R.2d 1140.\n\nApplicability of judicial immunity to acts of clerk of court under state law, 34 A.L.R.4th 1186.\n\nFailure or refusal of state court judge to have record made of bench conference with counsel in criminal proceeding, 31 A.L.R.5th 704.\n\n21 C.J.S. Courts § 249 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-6/"
    },
    {
      "id": "section-34-1-7",
      "number": "34-1-7",
      "heading": "[Appointment of interpreters and translators.]",
      "text": "The courts may, from time to time, appoint interpreters and translators to interpret the testimony of witnesses, and to translate any writing necessary to be translated in such courts or causes therein.\n\nHistory:Kearny Code, Practice of Law in Civil Suits, § 17; C.L. 1865, ch. 29, § 15; C.L. 1884, § 1849; C.L. 1897, § 2898; Code 1915, § 1359; C.S. 1929, § 34-106; 1941 Comp., § 16-106; 1953 Comp., § 16-1-6.\n\nCross references.— For employment of interpreters in district courts,see34-6-19 NMSA 1978.\n\nFor interpreter responsibilities,see23-111 NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Competency of interpreter in court proceedings, 172 A.L.R. 923.\n\nDisqualification, for bias, of one offered as interpreter of testimony, 6 A.L.R.4th 158.\n\nPresence of unauthorized persons during state grand jury proceedings as affecting indictment, 23 A.L.R.4th 397.\n\nIneffective assistance of counsel: use or nonuse of interpreter at prosecution of foreign language speaking defendant, 79 A.L.R.4th 1102.\n\n21 C.J.S. Courts § 110.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-7/"
    },
    {
      "id": "section-34-1-8",
      "number": "34-1-8",
      "heading": "[Jurisdiction of courts to enforce federal law restricted.]",
      "text": "No court of the state of New Mexico shall have jurisdiction of, or enter any order or decree of any character in any action instituted or attempted to be instituted in the courts of this state, seeking to enforce, directly or indirectly, any federal statute, or rule or regulation described in Section 1 hereof [Laws 1947, ch. 43, §1], where the congress of the United States has curtailed, withdrawn or denied the district courts of the United States the right to enforce such statutes, rules or regulations aforesaid.\n\nHistory:1941 Comp., § 16-107, enacted by Laws 1947, ch. 43, § 2; 1953 Comp., § 16-1-7.\n\nCompiler's notes.— Laws 1947, ch. 43, § 1, [referred to in 34-1-8 NMSA 1978] reads: \"The legislature of the state of New Mexico hereby finds that: (a) the congress of the United States has heretofore authorized, and may hereafter authorize, by congressional act, the courts of the several states to entertain jurisdiction of and enforce causes of action created by or arising from federal statutes, or by rules or regulations of federal regulating bodies or agencies, and\n\n\"(b) The congress has no power to require the state courts of the several states to take cognizance of such actions, and\n\n\"(c) The congress has from time to time, and may hereafter, withdraw from the courts of the United States jurisdiction to enforce such statutes or rules or regulations aforesaid or to entertain actions for such purpose or to enter judgments or decrees based thereupon, and\n\n\"(d) In such event actions to enforce such statutes or rules or regulations aforesaid, or rights or obligations arising therefrom may hereafter be instituted in the courts of this state, burdening and taxing such courts, and placing upon the courts and people of the state the burden and expense of enforcing such federal statutes, rules or regulations, or settling disputes arising therefrom.\"\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 Am. Jur. 2d Courts § 97.\n\n21 C.J.S. Courts § 203 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-8/"
    },
    {
      "id": "section-34-1-9",
      "number": "34-1-9",
      "heading": "Salaries of justices, judges and magistrates.",
      "text": "A. Justices of the supreme court shall each receive an annual salary of two hundred thirty-two thousand six hundred dollars ($232,600) beginning July 1, 2024. The chief justice of the supreme court shall receive an annual salary that is two thousand dollars ($2,000) more than the annual salary of a justice of the supreme court.\n\nB. The chief judge of:\n\n(1) the court of appeals shall receive an annual salary that is ninety-five percent of the annual salary of the chief justice of the supreme court;\n\n(2) a district court shall receive an annual salary that is ninety-five percent of the annual salary of the chief judge of the court of appeals; and\n\n(3) a metropolitan court shall receive an annual salary that is ninety-five percent of the annual salary of the chief judge of a district court.\n\nC. Notwithstanding any other provision of law or any other provision of this section, the annual salaries of the following judges shall be established as follows:\n\n(1) a judge of the court of appeals shall receive an annual salary that is ninety-five percent of the annual salary of a justice of the supreme court;\n\n(2) a district court judge shall receive an annual salary that is ninety-five percent of the annual salary of a judge of the court of appeals; and\n\n(3) a metropolitan court judge shall receive an annual salary that is ninety-five percent of the annual salary of a district court judge.\n\nD. The annual salary for magistrates shall be provided by the legislature in an appropriations act.\n\nE. No additional salaries shall be paid to justices, judges or magistrates on account of services rendered the state. Justices of the supreme court, judges of the court of appeals, district court judges, metropolitan court judges and magistrates shall receive per diem and mileage for necessary travel on official business of the court as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978].\n\nHistory:1978 Comp., § 34-1-9, enacted by Laws 1993, ch. 278, § 1; 2004, ch. 101, § 3; 2007, ch. 170, § 1; 2024, ch. 3, § 1.\n\nCross references.— For provision that salaries of justices of supreme court are to be fixed by law,seeN.M. Const., art. VI, § 11.\n\nFor legislature providing for compensation for district judges,seeN.M. Const., art. VI, § 17.\n\nFor compensation of judges of court of appeals as provided by law,seeN.M. Const., art. VI, § 28.\n\nThe 2024 amendment,effective May 15, 2024, provided salary increases for justices of the state supreme court, and removed salary formulas for magistrate court judges; in Subsection A, after \"receive an annual salary\", deleted \"as provided by the legislature\" and added \"of two hundred thirty-two thousand six hundred dollars ($232,600) beginning July 1, 2024\"; deleted former Subsection C and redesignated former Subsections D through F as Subsections C through E, respectively; in Subsection C, after \"following judges\", deleted \"and magistrates\", and deleted Paragraphs C(4) through C(6); and in Subsection D, deleted \"For fiscal year 1995 and all subsequent fiscal years\" and after \"annual salary for\", deleted \"justices of the supreme court, judges of the court of appeals, district court judges, metropolitan court judges and\".\n\nThe 2007 amendment,effective June 15, 2007, increased the salary of the chief judge of a metropolitan court to ninety-five percent of the salary of a chief judge of a district court, and increased the salary of a metropolitan court judge to ninety-five percent of the salary of a district court judge.\n\nThe 2004 amendment,effective July 1, 2004, amended Subsection A to delete $77,250 and insert in its place \"as provided by the legislature\" and amended Subsection B to add the language in Paragraphs (2) through (4) relating to the annual salaries of district judges, metropolitan court judges and magistrate court judges.\n\nAppropriations for judicial salaries are subject to governor's veto power.— Judicial salaries must annually be established by the legislature in an appropriations act, as set forth in Subsection E of 34-1-9 NMSA 1978, and are subject to the governor's partial veto authority.State ex rel. Cisneros v. Martinez, 2015-NMSC-001.\n\nGovernor's partial veto must eliminate the whole of an item to be valid.— Where the legislature provided for two separate judicial raises in two separate appropriations, the governor's partial veto of one appropriation failed to eliminate the second appropriation providing for judicial raises.State ex rel. Cisneros v. Martinez, 2015-NMSC-001.\n\nIt is not unconstitutionally unreasonable that different classes of judges receive different salaries.1979 Op. Att'y Gen. No. 79-27.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 46 Am. Jur. 2d Judges § 54 et seq.\n\n48A C.J.S. Judges § 75 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-9/"
    },
    {
      "id": "section-34-1-10",
      "number": "34-1-10",
      "heading": "Judicial compensation commission; creation; membership; duties.",
      "text": "A. The \"judicial compensation commission\" is created to recommend salaries for judges of the magistrate courts, metropolitan courts, district courts and courts of appeals and justices of the supreme court.\n\nB. The judicial compensation commission shall be composed of five members and one chairperson as follows:\n\n(1) the dean of the university of New Mexico school of law, who shall serve as chairperson and vote only in the event of a tie vote;\n\n(2) the president of the state bar of New Mexico, or the president's designee;\n\n(3) one member appointed by the governor;\n\n(4) one member appointed by the president pro tempore of the senate;\n\n(5) one member appointed by the speaker of the house of representatives; and\n\n(6) one member appointed by the chief justice of the supreme court.\n\nC. The initial appointee of the governor shall serve for three years, the initial appointees of the president pro tempore and the speaker of the house shall serve for two years and the initial appointee of the chief justice shall serve for one year. All subsequent appointments shall be made for three-year terms.\n\nD. The commission is administratively attached to the administrative office of the courts. Staff and meeting rooms shall be provided by the administrative office of the courts. The commission may employ experts to provide analysis and data upon which to base its recommendations.\n\nE. The commission shall meet at the call of the chairperson not less than annually. The meetings shall be open to the public.\n\nF. Members of the commission shall receive per diem and mileage as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance.\n\nG. On or before December 1 of each year, the commission shall report to the legislative finance committee and the department of finance and administration its findings and recommendations on salaries for judges and justices.\n\nHistory:Laws 2005, ch. 85, § 1.\n\nEffective dates.— Laws 2005, ch. 85 contains no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, is effective June 17, 2005, 90 days after adjournment of the legislature.\n\nCross references.— For salaries of judges and justices,seeannotations following 34-1-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-10/"
    },
    {
      "id": "section-34-1-11",
      "number": "34-1-11",
      "heading": "Electronic services fund; created; purpose; electronic services fee established.",
      "text": "A. The \"electronic services fund\" is created in the state treasury to be administered by the administrative office of the courts. The fund consists of electronic services fees, appropriations, gifts, grants and donations. Interest earned on money in the fund shall be credited to the fund. Balances in the fund shall not revert to the general fund at the end of a fiscal year.\n\nB. Money in the fund is subject to appropriation by the legislature to the administrative office of the courts for the purpose of defraying the costs of operating and maintaining electronic filing services and providing public access to electronic documents in appellate, district, metropolitan and magistrate courts, consistent with rules promulgated by the supreme court.\n\nC. The supreme court is authorized to establish by rule reasonable electronic services fees to cover the expense of providing electronic services to the public, including electronic document filing, access to electronic documents and ancillary services.\n\nD. The administrative office of the courts is authorized to enter into agreements with electronic filing companies to provide electronic services, collect the electronic services fees and remit those fees to the administrative office of the courts. An agreement approved by the supreme court may further allow an electronic filing company to retain a portion of the electronic services fees collected and to remit the remainder of those fees to the administrative office of the courts for deposit in the electronic services fund.\n\nE. Disbursements from the electronic services fund shall be made by warrants drawn by the secretary of finance and administration upon vouchers issued and signed by the director of the administrative office of the courts or the director's designee.\n\nHistory:Laws 2009, ch. 112, § 1.\n\nEffective dates.— Laws 2009, ch. 112 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2009, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-34/article-1/section-34-1-11/"
    }
  ]
}