{
  "state": "pennsylvania",
  "path": "title-title-35/chapter-chapter-78",
  "sections": [
    {
      "id": "section-7802",
      "number": "7802",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Advanced life support services.\"The term shall have the meaning given to it in Chapter 81 (relating to emergency medical services system).\n\n\"Agency.\"The Pennsylvania Emergency Management Agency.\n\n\"Airport fire company.\"A fire company that does all of the following:\n\n(1) Is associated with an airport.\n\n(2) Has a mutual aid agreement with a neighboring municipality.\n\n(3) Has responded to at least 15 fire or rescue emergency calls annually to neighboring fire companies as provided in documentation requested by the State Fire Commissioner.\n\n\"Basic life support services.\"The term shall have the meaning given to it in Chapter 81 (relating to emergency medical services system).\n\n\"Career emergency medical services.\"As follows:\n\n(1) A for-profit chartered emergency medical service corporation, association or organization which meets all of the following:\n\n(i) Is located in this Commonwealth.\n\n(ii) Is licensed by the Department of Health.\n\n(iii) Is not associated or affiliated with a hospital, unless recognized in accordance with section 7823(b.1) (relating to award of grants).\n\n(iv) Is regularly engaged in the provision of emergency medical services, including basic life support or advanced life support services and advanced life support squads as defined in 28 Pa. Code ยง 1027.1 (relating to general provisions).\n\n(2) The term shall not include a corporation, association or organization that is primarily engaged in the operation of invalid coaches which are intended for the routine transport of individuals who are convalescent or nonambulatory and who do not ordinarily require emergency medical treatment while in transit.\n\n\"Commissioner.\"The State Fire Commissioner.\n\n\"Emergency medical services company\"or\"EMS company.\"A career or volunteer emergency medical services company.\n\n\"Facility.\"A structure or portion thereof intended for the purpose of storage or protection of firefighting apparatus, ambulances and rescue vehicles and related equipment and gear. The term does not include meeting halls, social halls, social rooms, lounges or any other facility not directly related to firefighting or the furnishing of ambulance or rescue services.\n\n\"Fire company.\"A volunteer fire company, a municipal fire company or a combined volunteer and municipal fire company located in this Commonwealth. The term includes an airport fire company.\n\n\"Grant program.\"The Fire Company Grant Program established in Subchapter B (relating to fire company grant program) or the Emergency Medical Services Grant Program established in Subchapter C (relating to emergency medical services grant program).\n\n\"Invalid coach.\"The term shall have the meaning given to it in Chapter 81 (relating to emergency medical services system).\n\n\"Volunteer EMS company.\"Any nonprofit chartered corporation, association or organization located in this Commonwealth, which is licensed by the Department of Health and is not associated or affiliated with any hospital, unless recognized in accordance with section 7823(b.1) (relating to award of grants), and which is regularly engaged in the provision of emergency medical services, including basic life support or advanced life support services and advanced life support squads as defined in 28 Pa. Code ยง 1027.1 (relating to general provisions). The term shall not include any corporation, association or organization that is primarily engaged in the operation of invalid coaches which are intended for the routine transport of persons who are convalescent or otherwise nonambulatory and do not ordinarily require emergency medical treatment while in transit.\n\n\"Volunteer fire company.\"A nonprofit chartered corporation, association or organization located in this Commonwealth which provides fire protection or rescue services and which may offer other voluntary emergency services within this Commonwealth. Voluntary emergency services provided by a volunteer fire company may include voluntary ambulance and voluntary rescue services.\n\n\"Volunteer rescue company.\"A nonprofit chartered corporation, association or organization located in this Commonwealth that provides rescue services as part of the response to fires or vehicle accidents within this Commonwealth.\n\n(June 29, 2012, P.L.663, No.78, eff. imd.; June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)\n\n2020 Amendment.Act 91 amended the def. of \"fire company\" and added the def. of \"airport fire company.\"\n\nCross References.Section 7802 is referred to in sections 7412, 7842 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7802/"
    },
    {
      "id": "section-7811",
      "number": "7811",
      "heading": "",
      "text": "The Fire Company Grant Program is established and shall be administered by the commissioner. Grants provided under this program shall be used to improve and enhance the capabilities of fire companies to provide firefighting, ambulance and rescue services.\n\n(June 29, 2012, P.L.663, No.78, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7811/"
    },
    {
      "id": "section-7812",
      "number": "7812",
      "heading": "",
      "text": "The commissioner shall publish notice of the grant program availability through the Legislative Reference Bureau for publication in the Pennsylvania Bulletin by August 8 for each fiscal year. The commissioner shall post a notice of the grant program and application for the grant program on the Office of the State Fire Commissioner's publicly accessible Internet website.\n\n(1) (Deleted by amendment).\n\n(2) (Deleted by amendment).\n\n(Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7812/"
    },
    {
      "id": "section-7813",
      "number": "7813",
      "heading": "",
      "text": "(a) Authorization.--The commissioner is authorized to make a grant award to each eligible fire company for the following:\n\n(1) Construction and renovation of facilities and purchase or repair of fixtures and furnishings, office equipment and support services necessary to maintain or improve the capability of the company to provide fire, ambulance and rescue services.\n\n(2) Repair of firefighting, ambulance or rescue equipment or purchase thereof.\n\n(3) Debt reduction associated with paragraph (1) or (2).\n\n(4) Training and certification of members.\n\n(5) Education of the general public regarding fire prevention and community risk reduction.\n\n(6) Recruitment and retention, including, but not limited to, volunteer firefighter length of service award programs and programs for minors.\n\n(7) Revenue loss for grants issued in 2021 and 2022.\n\n(a.1) Additional uses for paid municipal fire companies.--In addition to the authorized uses under subsection (a), the commissioner may establish additional authorized uses of grant funds for paid municipal fire companies. Additional authorized uses established under this subsection must be published in the Pennsylvania Bulletin and on the commissioner's publicly accessible Internet website.\n\n(a.2) Additional grants.--Each fire company with not more than 20 members who are certified by the National Board on Fire Service Professional Qualifications or by the International Fire Service Accreditation Congress and are verified by the Pennsylvania State Fire Academy at a minimum level of Firefighter 1 on or before July 1 of the year of the grant application shall be eligible to receive additional grants under a certification bonus point system as administered by the commissioner.\n\n(b) Limits.--\n\n(1) Except as provided in paragraph (3), grants shall be not less than $2,500 and not more than $20,000 per fire company.\n\n(2) Grants may be awarded on a pro rata basis if the total dollar amount of the approved application exceeds the amount of funds appropriated by the General Assembly for this purpose.\n\n(3) In a municipality where there are two or more volunteer fire companies and if two or more volunteer fire companies consolidated their use of equipment, firefighters and services within 20 years preceding the date of the current year application submission deadline, the consolidated entity shall be deemed eligible to receive a grant not to exceed the amount of the combined total for which the individual companies would have been eligible had they not consolidated.\n\n(4) A fire company may only apply for a grant for up to five years for the purpose under subsection (e).\n\n(5) In a municipality where one volunteer fire company and one EMS company consolidate their use of equipment, personnel and services within 20 years preceding the date of the current year application submission deadline, the consolidated entity shall be deemed eligible to receive a grant not to exceed the amount of the combined total for which the individual companies would have been eligible had they not consolidated.\n\n(c) Time for filing application and department action.--\n\n(1) By September 8 of each year, the commissioner shall provide applications and written instructions for grants under this chapter to:\n\n(i) except as set forth in subparagraph (ii), the fire chief and president of every fire company; or\n\n(ii) in the case of a municipal fire company, the chief executive of the municipality.\n\n(2) Fire companies seeking grants under this chapter shall submit completed applications to the commissioner and the municipalities where the fire companies are located. The application period shall remain open for 45 days each year. The agency shall act to approve or disapprove applications within 60 days of the application submission deadline each year. Applications which have not been approved or disapproved by the commissioner within 60 days after the close of the application period each year shall be deemed approved.\n\n(d) Eligibility.--To receive grant funds under this chapter, a fire company must:\n\n(1) Have actively responded to at least 15 fire or rescue emergencies during the previous calendar year.\n\n(2) Be actively participating in the Pennsylvania Fire Information Reporting System under a signed agreement. The commissioner shall develop and publish guidelines specifying the criteria necessary to determine the level of participation in the Pennsylvania Fire Information Reporting System to remain eligible for grant funds.\n\n(e) Construction Savings Account.--A fire company may apply for a grant under subsection (a) for the purpose of constructing a new facility. The grant shall be deposited into the Construction Savings Account, which is established within the State Treasury. Money in the Construction Savings Account may be withdrawn by application of the fire company. The Construction Savings Account shall be administered by the commissioner. The following shall apply:\n\n(1) A fire company may only access money in the Construction Savings Account for emergency purposes and at the discretion of the commissioner.\n\n(2) For a fire company to withdraw money from the Construction Savings Account:\n\n(i) The application shall contain the signatures of two duly elected officers of the fire company.\n\n(ii) The fire company shall indicate on the application how the money is going to be used under subsection (a).\n\n(3) Any interest accrued on the Construction Savings Account may be used by the commissioner for administrative purposes.\n\n(June 29, 2012, P.L.663, No.78, eff. imd.; June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days; Nov. 3, 2022, P.L.1674, No.104)\n\n2024 Partial Repeal.Section 21(12)(i) of Act 54 provided that subsec. (c)(2) was repealed insofar as it is inconsistent with the addition of section 1735-E(b)(1) of the act of April 9, 1929, P.L.343, No.176, known as The Fiscal Code.\n\n2022 Amendment.Act 104 amended subsec. (b)(1) and (3) and added subsec. (b)(5). Section 10 of Act 104 provided that the amendment of subsec. (b)(3) shall take effect in 60 days and immediately as to the remainder of the section.\n\n2020 Amendment.Act 91 amended subsecs. (a), (c) and (d) and added subsecs. (b)(4) and (e).\n\nCross References.Section 7813 is referred to in sections 7385.1, 7385.2, 7827.3, 7894, 7895 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7813/"
    },
    {
      "id": "section-7814",
      "number": "7814",
      "heading": "",
      "text": "If two or more volunteer fire companies consolidate their use of facilities, equipment, firefighters and services, the consolidated entity may, upon notification of the commissioner, be eligible for a reduction of the interest rate payable on any outstanding principal balance owed, as of the date of consolidation, by any or all of the consolidating companies to the Fire and Emergency Medical Services Loan Fund for loans made under the act of July 15, 1976 (P.L.1036, No.208), known as the Volunteer Fire Company, Ambulance Service and Rescue Squad Assistance Act, or under Subchapter E of Chapter 73 (relating to Fire and Emergency Medical Services Loan Program). The reduction in the interest rate payable shall be from 2% to 1%. Upon receipt of such notification, the commissioner shall determine and verify that the consolidated entity is in fact a bona fide consolidated volunteer fire company. If the commissioner determines that the consolidated entity is a bona fide consolidated volunteer fire company, the commissioner shall reduce the interest rate payable on any outstanding principal balance owed to the Fire and Emergency Medical Services Loan Fund for loans made under the former Volunteer Fire Company, Ambulance Service and Rescue Squad Assistance Act, or under Subchapter E of Chapter 73, for which the consolidating companies or the consolidated entity may be individually or jointly responsible. The commissioner may promulgate such rules and regulations as may be necessary to carry out the provisions of this section.\n\n(Oct. 29, 2020, P.L.739, No.91, eff. 60 days)\n\nReferences in Text.The act of July 15, 1976 (P.L.1036, No.208), known as the Volunteer Fire Company, Ambulance Service and Rescue Squad Assistance Act, referred to in this section, was repealed by the act of November 23, 2010 (P.L.1181, No.118). The subject matter is now contained in Chapter 78 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7814/"
    },
    {
      "id": "section-7822",
      "number": "7822",
      "heading": "",
      "text": "The commissioner shall publish notice of the grant program availability through the Legislative Reference Bureau for publication in the Pennsylvania Bulletin by August 8 for each fiscal year.\n\n(1) (Deleted by amendment).\n\n(2) (Deleted by amendment).\n\n(Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7822/"
    },
    {
      "id": "section-7821",
      "number": "7821",
      "heading": "",
      "text": "The Emergency Medical Services Grant Program is established and shall be administered by the commissioner. Grants provided under this program shall be used to improve and enhance the capabilities of EMS to provide ambulance, emergency medical, basic life support and advanced life support services.\n\n(June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7821/"
    },
    {
      "id": "section-7823",
      "number": "7823",
      "heading": "",
      "text": "(a) Authorization.--The commissioner is authorized to make a grant award to each eligible EMS company for the following:\n\n(1) Construction and renovation of the EMS company's facilities and purchase or repair of fixtures, furnishings, office equipment and support services necessary to maintain or improve the capability of the services to provide ambulance, emergency medical, basic life support and advanced life support services.\n\n(2) Repair of ambulance equipment or purchase thereof.\n\n(3) Debt reduction associated with paragraph (1) or (2).\n\n(4) Training and certification of members.\n\n(5) Education of the general public regarding community risk reduction programs.\n\n(6) Recruitment and retention programs, including, but not limited to, programs for minors.\n\n(7) Revenue loss for grants issued in 2021 and 2022.\n\n(b) Limits.--\n\n(1) Grants shall be not less than $2,500 and not more than $15,000 per EMS company.\n\n(2) Grants may be awarded on a pro rata basis if the total dollar amount of the approved application exceeds the amount of funds appropriated by the General Assembly for this purpose.\n\n(3) If two or more EMS companies consolidated their use of equipment, personnel and services within 20 years preceding the date of the current year application submission deadline, the consolidated entity shall be deemed eligible to receive a grant not to exceed the amount of the combined total for which the individual companies would have been eligible had they not consolidated.\n\n(4) In a municipality where one volunteer fire company and one EMS company consolidate their use of equipment, personnel and services within 20 years preceding the date of the current year application submission deadline, the consolidated entity shall be deemed eligible to receive a grant not to exceed the amount of the combined total for which the individual companies would have been eligible had they not consolidated.\n\n(b.1) Eligibility.--To receive grant funds under this chapter, an EMS company must be designated by a municipality as the municipality's primary EMS provider.\n\n(c) Time for filing application and department action.--\n\n(1) By September 8 of each year, the commissioner shall provide applications and written instructions for grants under this chapter to the president or lead officer of every EMS company in this Commonwealth.\n\n(2) EMS companies seeking grants under this chapter shall submit completed applications to the commissioner. The application period shall remain open for 45 days each year. The commissioner shall act to approve or disapprove applications within 60 days of the application submission deadline each year. Applications which have not been approved or disapproved by the commissioner within 60 days after the close of the application period each year shall be deemed approved.\n\n(June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days; Nov. 3, 2022, P.L.1674, No.104)\n\n2024 Partial Repeal.Section 21(12)(i) of Act 54 provided that subsec. (c)(2) was repealed insofar as it is inconsistent with the addition of section 1735-E(b)(1) of the act of April 9, 1929, P.L.343, No.176, known as The Fiscal Code.\n\n2022 Amendment.Act 104 amended subsec. (b)(1) and (3) and added subsec. (b)(4). Section 10 of Act 104 provided that the amendment of subsec. (b)(3) shall take effect in 60 days and immediately as to the remainder of the section.\n\n2020 Amendment.Act 91 amended subsecs. (a) and (c).\n\nCross References.Section 7823 is referred to in sections 7802, 7827.3, 7842, 7894 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7823/"
    },
    {
      "id": "section-7824",
      "number": "7824",
      "heading": "",
      "text": "After January 1, 2020, if two or more emergency medical services companies consolidate their use of facilities, equipment and services, the consolidated entity may, upon notification of the commissioner, be eligible for a reduction of the interest rate payable on any outstanding principal balance owed, as of the date of consolidation, by any or all of the consolidating companies to the Fire and Emergency Medical Services Loan Fund for loans made under Subchapter E of Chapter 73 (relating to Fire and Emergency Medical Services Loan Program). The reduction in the interest rate payable shall be from 2% to 1%. Upon receipt of such notification, the commissioner shall determine and verify that the consolidated entity is in fact a bona fide consolidated emergency medical services company. If the commissioner determines that the consolidated entity is a bona fide consolidated emergency medical services company, the commissioner shall reduce the interest rate payable on any outstanding principal balance owed to the Fire and Emergency Medical Services Loan Fund for loans made under Subchapter E of Chapter 73, for which the consolidating companies or the consolidated entity may be individually or jointly responsible. The commissioner may promulgate such rules and regulations as may be necessary to carry out the provisions of this section.\n\n(Oct. 29, 2020, P.L.739, No.91, eff. 60 days)\n\n2020 Amendment.Act 91 added section 7824.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7824/"
    },
    {
      "id": "section-7827-1",
      "number": "7827.1",
      "heading": "",
      "text": "The COVID-19 Crisis Fire Company and Emergency Medical Services Grant Program is established and shall be administered by the agency. Grants provided under the program shall be used by fire companies and EMS companies to provide services during the novel coronavirus pandemic as identified in the proclamation of disaster emergency issued by the Governor on March 6, 2020, published at 50 Pa.B. 1644 (March 21, 2020), and any renewal of the state of disaster emergency.\n\n(Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 renumbered former section 7823.1 to present section 7827.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7827-1/"
    },
    {
      "id": "section-7827-2",
      "number": "7827.2",
      "heading": "",
      "text": "The agency shall transmit notice of the COVID-19 Crisis Fire Company and Emergency Medical Services Grant Program availability to the Legislative Reference Bureau for publication in the Pennsylvania Bulletin within 30 days of the effective date of this section.\n\n(Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 renumbered former section 7823.2 to present section 7827.2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7827-2/"
    },
    {
      "id": "section-7827-3",
      "number": "7827.3",
      "heading": "",
      "text": "(a) Authorization.--The agency shall make a grant award from the COVID-19 Crisis Fire Company and Emergency Medical Services Grant Program to:\n\n(1) Each eligible fire company that received a grant award in fiscal year 2019-2020 under section 7813 (relating to award of grants) for the purposes under section 7813(a) and (a.1).\n\n(2) A fire company that did not apply for or receive a grant award in fiscal year 2019-2020 under section 7813 and that applies for a grant under this subchapter for the purposes under section 7813(a) and (a.1).\n\n(3) Each eligible EMS company that received a grant award in fiscal year 2019-2020 under section 7823 (relating to award of grants) for the purposes under section 7823(a).\n\n(4) An EMS company that did not apply for or receive a grant award in fiscal year 2019-2020 under section 7823 and that applies for a grant under this subchapter for the purposes under section 7823(a).\n\n(b) Amount of award.--The amount of the grant award under this subchapter shall be the same amount of the grant award for fiscal year 2019-2020 to:\n\n(1) An eligible fire company under section 7813.\n\n(2) An eligible EMS company under section 7823.\n\n(c) Application not required.--\n\n(1) Except as otherwise provided in paragraph (2), no additional application shall be required for a grant under this subchapter.\n\n(2) A fire company under subsection (a)(2) and an EMS company under subsection (a)(4) must file an application for a grant under this subchapter.\n\n(Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 renumbered former section 7823.3 to present section 7827.3.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7827-3/"
    },
    {
      "id": "section-7831",
      "number": "7831",
      "heading": "",
      "text": "The sum of $22,000,000 of the amount appropriated to the commissioner for fire company grants under section 1799-E of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, shall be expended for the purpose of making grants to eligible fire companies under Subchapter B (relating to fire company grant program).\n\n(June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7831/"
    },
    {
      "id": "section-7832",
      "number": "7832",
      "heading": "",
      "text": "The sum of $3,000,000 of the amount appropriated to the commissioner for EMS company grants under section 1799-E of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, shall be expended for the purpose of making grants to eligible EMS companies under Subchapter C (relating to emergency medical services grant program).\n\n(June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7832/"
    },
    {
      "id": "section-7832-1",
      "number": "7832.1",
      "heading": "",
      "text": "In addition to sums transferred from the State Gaming Fund and under section 2413(a)(1) of the act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971, the sum of $5,000,000 shall be transferred annually from the Property Tax Relief Reserve Fund to the Fire Company Grant Program for the purpose of making grants to eligible fire companies under this subchapter.\n\n(June 29, 2012, P.L.663, No.78, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7832-1/"
    },
    {
      "id": "section-7832-2",
      "number": "7832.2",
      "heading": "",
      "text": "The following shall apply to any appropriation from money received by the Commonwealth under the Coronavirus Aid, Relief, and Economic Security Act (Public Law 116-136, 134 Stat. 281) for purposes of making grants under Subchapter C.1 (relating to COVID-19 Crisis Fire Company and Emergency Medical Services Grant Program):\n\n(1) The sum of $44,000,000 of the amount appropriated shall be expended for the purpose of making grants to eligible fire companies.\n\n(2) The sum of $6,000,000 of the amount appropriated shall be expended for the purpose of making grants to eligible EMS companies.\n\n(3) Notwithstanding paragraphs (1) and (2), the agency may use up to $200,000 of unencumbered funds from the amount appropriated for administrative costs for the implementation of Subchapter C.1.\n\n(May 29, 2020, P.L.207, No.26, eff. imd.)\n\n2020 Amendment.Act 26 added section 7832.2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7832-2/"
    },
    {
      "id": "section-7833",
      "number": "7833",
      "heading": "",
      "text": "(a) Administration.--\n\n(1) Except as provided under paragraph (2), no money from the appropriation for grants shall be used for expenses or costs incurred by the commissioner for the administration of the grant programs authorized under Subchapters B (relating to fire company grant program) and C (relating to emergency medical services grant program).\n\n(2) Notwithstanding paragraph (1), the commissioner may use not more than $800,000 of any unencumbered funds remaining in the fund for administrative costs for grant program implementation under this chapter.\n\n(b) Grant allocation.--Unless otherwise expressly stated, money appropriated to the commissioner for purposes of fire company and EMS company grants shall be allocated as follows:\n\n(1) Eighty-eight percent of the amount appropriated shall be used for making grants to eligible fire companies under Subchapter B.\n\n(2) Twelve percent of the amount appropriated shall be used for making grants to eligible EMS companies under Subchapter C.\n\n(June 29, 2012, P.L.663, No.78, eff. imd.; June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7833/"
    },
    {
      "id": "section-7841",
      "number": "7841",
      "heading": "",
      "text": "The Emergency Medical Services COVID-19 Recovery Grant Program is established and shall be administered by the Office of the State Fire Commissioner in consultation with the Department of Health. Grants provided under the Emergency Medical Services COVID-19 Recovery Grant Program shall be used by EMS companies to provide services in response to the novel coronavirus pandemic.\n\n2022 Amendment.Act 10 renumbered former section 7841 to 7891 and added present section 7841.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7841/"
    },
    {
      "id": "section-7842",
      "number": "7842",
      "heading": "",
      "text": "(a) Application not required.--No application shall be required to receive a grant under this subchapter.\n\n(b) Notification.--The Office of the State Fire Commissioner shall notify in writing each EMS company, as defined under section 7802 (relating to definitions), of the availability of grants from the Emergency Medical Services COVID-19 Recovery Grant Program for the purposes under section 7823(a) (relating to award of grants).\n\n(c) Certification.--The Office of the State Fire Commissioner shall include with the written notification under subsection (b) a form for each eligible EMS company to certify that a grant received under this subchapter shall be used for the purposes under section 7823(a) and provide a deadline by which an EMS company must return the certification form.\n\n(d) Amount.--Grants shall be awarded under this subchapter in an amount equal to the total amount of funds appropriated under section 7843 (relating to funding and costs) less the amount used under section 7843(b) divided by the total number of EMS companies that returned the certification under subsection (c).\n\n(e) Report.--No later than July 30, 2022, each EMS company receiving a grant award under this subchapter shall report to the Office of the State Fire Commissioner how it will use the grant money awarded under subsection (d).\n\n2022 Amendment.Act 10 renumbered former section 7842 to 7894 and added present section 7842.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7842/"
    },
    {
      "id": "section-7843",
      "number": "7843",
      "heading": "",
      "text": "(a) Appropriation.--The sum of $25,000,000 of Federal funds in the COVID-19 Response Restricted Account is appropriated to the Pennsylvania Emergency Management Agency for the Emergency Medical Services COVID-19 Recovery Grant Program under this subchapter. The provisions of section 111-C(g) of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, shall not apply to the amount appropriated under this section.\n\n(b) Administrative costs.--The Office of the State Fire Commissioner may use up to $200,000 of unencumbered funds from the amount appropriated under subsection (a) for administrative costs for the implementation of this subchapter.\n\n2022 Amendment.Act 10 renumbered former section 7843 to 7895 and added present section 7843.\n\nCross References.Section 7843 is referred to in section 7842 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7843/"
    },
    {
      "id": "section-7844",
      "number": "7844",
      "heading": "",
      "text": "(a) Contents.--The commissioner shall prepare a report on the Emergency Medical Services COVID-19 Recovery Grant Program. The report shall include all of the following information:\n\n(1) The total number of EMS companies that were notified of the grant program.\n\n(2) The total number of EMS companies that submitted a certification for the grant program.\n\n(3) The total number of EMS companies that received a grant.\n\n(4) The total amount of the grant received by each EMS company.\n\n(5) A summary of how each EMS company will use the grant money awarded under the program.\n\n(b) Submission.--The commissioner shall submit the report by September 1, 2022, to all of the following:\n\n(1) The chair and minority chair of the Veterans Affairs and Emergency Preparedness Committee of the Senate.\n\n(2) The chair and minority chair of the Veterans Affairs and Emergency Preparedness Committee of the House of Representatives.\n\n(3) The chair and minority chair of the Appropriations Committee of the Senate.\n\n(4) The chair and minority chair of the Appropriations Committee of the House of Representatives.\n\n(c) Posting.--The commissioner shall post the annual report on the Office of the State Fire Commissioner's publicly accessible Internet website.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7844/"
    },
    {
      "id": "section-7891",
      "number": "7891",
      "heading": "",
      "text": "2024 Expiration.Section 7891 expired June 30, 2024. See Act 10 of 2022.\n\n2024 Repeal.Section 7891 was repealed July 11, 2024, P.L.550, No.54, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7891/"
    },
    {
      "id": "section-7892",
      "number": "7892",
      "heading": "",
      "text": "The authority of the agency to award grants under Subchapter C.1 (relating to COVID-19 Crisis Fire Company and Emergency Medical Services Grant Program) shall expire six months after the effective date of this section.\n\n(May 29, 2020, P.L.207, No.26, eff. imd.; Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 renumbered former section 7841.1 to present section 7892.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7892/"
    },
    {
      "id": "section-7893",
      "number": "7893",
      "heading": "",
      "text": "The authority of the Office of the State Fire Commissioner to award grants under Subchapter E (relating to Emergency Medical Services COVID-19 Recovery Grant Program) shall expire June 30, 2022.\n\n(Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 added section 7893.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7893/"
    },
    {
      "id": "section-7894",
      "number": "7894",
      "heading": "",
      "text": "(a) Claim.--An applicant for a grant under this chapter who failed to return a signed agreement for the preceding year shall not be permitted to apply for a grant in the current year unless the applicant has provided the commissioner with a reasonable written explanation as to why it did not claim its grant.\n\n(b) Delinquency.--An applicant for a grant under this chapter who is delinquent in loan payments to the Pennsylvania Fire and Emergency Medical Services Loan Program must use its grant funds to pay any arrears to the Commonwealth or it will not be qualified to receive a grant. Any organization that fails to comply with this subsection shall be disqualified from applying to the grant program for a period of five years.\n\n(c) Demonstration.--An applicant for a grant under this chapter must demonstrate that it complied with all of the terms of its grant agreement in the previous year regarding the use of the grant money it received in previous years or it shall not be eligible to receive a grant in the current year.\n\n(d) Approval.--An applicant shall not be approved for a grant to be used for purposes other than those stated in section 7813(a) (relating to award of grants) or 7823(a) (relating to award of grants).\n\n(June 30, 2016, P.L.432, No.60, eff. imd.; Oct. 29, 2020, P.L.739, No.91, eff. 60 days; Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 renumbered former section 7842 to present section 7894.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7894/"
    },
    {
      "id": "section-7895",
      "number": "7895",
      "heading": "",
      "text": "(a) Contents.--The commissioner shall prepare an annual report on the Fire Company Grant Program and Emergency Medical Services Grant Program. The annual report shall include all of the following information:\n\n(1) The total number of fire companies and EMS companies that were notified of the grant programs.\n\n(2) The total number of fire companies and EMS companies that submitted applications for the grant programs.\n\n(3) The total number of fire companies and EMS companies that were approved for grants.\n\n(4) An analysis of how the grants were used for facilities, equipment, debt reduction, training and certification, the education of the general public, construction savings accounts and recruitment and retention, including length of service award programs, as delineated by county and municipality.\n\n(5) A list of the fire companies as delineated by county that received additional grants under section 7813(a.2) (relating to award of grants).\n\n(6) A list of the different entities that received grants, including municipal fire companies, volunteer fire companies, municipal emergency medical services companies and volunteer EMS companies.\n\n(7) A list of the different reasons why grants were not issued to fire companies and EMS companies, including, but not limited to, the following:\n\n(i) Failure to submit applications for the grant programs.\n\n(ii) Failure to run calls for emergencies.\n\n(iii) Delinquencies and bankruptcies.\n\n(8) A list of the fire companies and EMS companies that utilized the grants to pay off loans under the Pennsylvania Fire and Emergency Medical Services Loan Program.\n\n(b) Submission.--The commissioner shall submit the annual report by October 1, 2020, and by October 1 of each year thereafter, to all of the following:\n\n(1) The chair and minority chair of the Veterans Affairs and Emergency Preparedness Committee of the Senate.\n\n(2) The chair and minority chair of the Veterans Affairs and Emergency Preparedness Committee of the House of Representatives.\n\n(c) Posting.--The commissioner shall post the annual report on the Office of the State Fire Commissioner's publicly accessible Internet website.\n\n(Oct. 29, 2020, P.L.739, No.91, eff. 60 days; Feb. 10, 2022, P.L.41, No.10, eff. imd.)\n\n2022 Amendment.Act 10 renumbered former section 7843 to present section 7895.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-78/section-7895/"
    }
  ]
}