{
  "state": "pennsylvania",
  "path": "title-title-35/chapter-chapter-77",
  "sections": [
    {
      "id": "section-7702",
      "number": "7702",
      "heading": "",
      "text": "(a) General rule.--Whenever any person or the Federal Government or any Federal agency or officer offers to the Commonwealth or, through the Commonwealth, to any political subdivision, services, equipment, supplies, materials or funds by way of gift, grant or loan for purposes of disaster emergency services, the Commonwealth, acting through the Governor, or the political subdivision, acting with the consent of the Governor and through its executive officer or governing body, may accept the offer and upon acceptance the Governor or executive officer or governing body of the political subdivision may authorize any officer of the Commonwealth or of the political subdivision, as the case may be, to receive the services, equipment, supplies, materials or funds on behalf of the Commonwealth or political subdivision subject to the terms of the offer and the rules and regulations, if any, of the agency or person making the offer.\n\n(b) Property of Commonwealth.--All equipment, supplies and materials referred to in subsection (a) shall, when accepted by the Commonwealth, be treated as the property of the Commonwealth and shall be subject to the relevant provisions of the act of April 9, 1929 (P.L.177, No.175), known as \"The Administrative Code of 1929,\" unless the General Assembly directs otherwise by statute.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7702/"
    },
    {
      "id": "section-7701",
      "number": "7701",
      "heading": "",
      "text": "(a) Governor.--In addition to disaster prevention measures included in the Commonwealth and local plans, the Governor shall consider on a continuing basis steps that could be taken to prevent or reduce the harmful consequences of disasters. The Governor, from time to time, shall make recommendations to the General Assembly, political subdivisions and other appropriate public and private entities as may facilitate measures for prevention or reduction of the harmful consequences of disasters.\n\n(b) Department of Environmental Resources.--The Department of Environmental Resources, in conjunction with the Pennsylvania Emergency Management Agency, shall keep land uses and construction of structures and other facilities under continuing study and identify areas which are particularly susceptible to severe land shifting, subsidence, flood or other catastrophic occurrence. The studies under this subsection shall concentrate on means of reducing or avoiding the dangers caused by this occurrence or the consequences thereof.\n\n(c) Other Commonwealth agencies.--At the direction of the Governor, and pursuant to any other authority and competence they have, Commonwealth agencies, including but not limited to those charged with economic recovery responsibilities in connection with floodplain management, stream encroachment and flow regulation, weather modification, fire prevention and control, air quality, public works, land use and land-use planning, construction standards, public utilities and energy, shall make studies of disaster prevention-related matters.\n\n(d) Schools.--Public-funded universities, colleges, and elementary and secondary schools shall be made available to local, county and State officials for emergency planning and exercise purposes and actual service as mass-care facilities in the event of an emergency evacuation.\n\n(e) Vehicles.--School bus and transportation vehicles owned or leased by universities, colleges and school districts shall be made available to local, county and State officials for emergency planning and exercise purposes and actual service in the event of an emergency evacuation.\n\n(f) Disaster response and emergency preparedness drills.--Annually, schools and custodial child care facilities shall conduct at least one disaster response or emergency preparedness plan drill.\n\n(g) Plans.--Every school district and custodial child care facility, in cooperation with the local Emergency Management Agency and the Pennsylvania Emergency Management Agency, shall develop and implement a comprehensive disaster response and emergency preparedness plan consistent with the guidelines developed by the Pennsylvania Emergency Management Agency and other pertinent State requirements. The plan shall be reviewed annually and modified as necessary. A copy of the plan shall be provided to the county emergency management agency.\n\n(July 13, 1988, P.L.501, No.87, eff. imd.; July 13, 2004, P.L.689, No.73, eff. 60 days)\n\n2004 Amendment.Act 73 amended subsecs. (f) and (g).\n\n1988 Amendment.Act 87 added subsecs. (d), (e), (f) and (g).\n\nReferences in Text.The Department of Environmental Resources, referred to in subsec. (b), was abolished by Act 18 of 1995. Its functions were transferred to the Department of Conservation and Natural Resources and the Department of Environmental Protection.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7701/"
    },
    {
      "id": "section-7703",
      "number": "7703",
      "heading": "",
      "text": "(a) General rule.--Upon finding that a vulnerable area lies only partly within this Commonwealth and includes territory in another state or states or territory in a foreign jurisdiction and that it would be desirable to establish an interstate relationship, mutual aid or an area organization for disaster emergency services, the Governor shall take steps to that end as desirable.\n\n(b) Negotiation and status of agreements.--If this action is taken with jurisdictions that have enacted the Interstate Civil Defense and Disaster Compact, any resulting agreement or agreements may be considered supplemental agreements pursuant to Article 6 of that compact. If the other jurisdiction or jurisdictions with which the Governor proposes to cooperate pursuant to subsection (a) have not enacted that compact, the Governor may negotiate special agreements with the jurisdiction or jurisdictions.\n\n(c) Legislative approval of agreements.--Any agreement, if sufficient authority for the making thereof does not otherwise exist, becomes effective only after its text has been communicated to the General Assembly and provided that neither House of the General Assembly has disapproved it by adjournment of the next ensuing session competent to consider it or within 30 days of its submission, whichever is longer.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7703/"
    },
    {
      "id": "section-7704",
      "number": "7704",
      "heading": "",
      "text": "(a) General rule.--Neither the Commonwealth, nor any Commonwealth agency, nor any political subdivision, nor, except in cases of willful misconduct, gross negligence, recklessness or bad faith, the agents, employees or representatives of any of them engaged in any emergency services activities, nor, except in cases of willful misconduct, gross negligence, recklessness or bad faith, any individual or other person under contract with them to provide equipment or work on a cost basis to be used in disaster relief, nor, except in cases of willful misconduct, gross negligence, recklessness or bad faith, any person, firm, corporation or an agent or employee of any of them engaged in emergency services activities, while complying with or attempting to comply with this part or any rule or regulation promulgated pursuant to the provisions of this part, shall be liable for the death of or any injury to persons or loss or damage to property as a result of that activity.\n\n(a.1) Deployment protections.--A person that or an agent or employee of an employer who is temporarily deployed by the Commonwealth or provides equipment for the purpose of emergency services activities in response to a mutual aid request by the agency shall be granted immunity under subsection (a), except in cases of willful misconduct, gross negligence, recklessness or bad faith, and shall not be liable for the death or injury to persons or for damage to or loss of property as a result of that activity. No immunity, rights or privileges shall be granted to persons under this subsection unless deployed by the Commonwealth in accordance with subsection (a.2).\n\n(a.2) Deployment by the Commonwealth.--The agency shall promulgate, adopt and enforce rules, regulations, standards, directives and orders as may be deemed necessary to carry out the provisions under subsection (a.1).\n\n(b) Real estate owners.--Any person, organization or authority owning or controlling real estate or other premises, who voluntarily and without compensation, grants a license or privilege or otherwise permits the designation or use of the whole or any part or parts of the real estate or premises for any emergency services purpose, shall, together with his successors in interest, if any, not be civilly liable for negligently causing the death of or injury to or loss or damage to the property of any person who is upon the real estate or other premises for that purpose.\n\n(c) Other benefits unaffected.--This section does not affect the right of any person to receive benefits to which he would otherwise be entitled under this part or under the workmen's compensation laws or under any pension law, nor the right of any person to receive any benefits or compensation under any Federal law.\n\n(July 23, 2020, P.L.670, No.69, eff. imd.)\n\n2020 Amendment.Act 69 amended subsec. (a) and added subsecs. (a.1) and (a.2).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7704/"
    },
    {
      "id": "section-7705",
      "number": "7705",
      "heading": "",
      "text": "(a) Roadway clearance.--Whenever the Governor shall have proclaimed a disaster emergency under section 7301(c) (relating to declaration of disaster emergency), officials of any political subdivision included in the disaster emergency shall have the authority to clear such roadways as are necessary for the health, safety and welfare of residents, even though such roadways are not officially the responsibility of such political subdivision. The political subdivision may be reimbursed for the cost of such clearing as provided in subsection (c).\n\n(b) Water systems.--Whenever the Governor shall have proclaimed a disaster emergency under section 7301(c) and in the event that a water system owned or operated by a political subdivision or municipal authority is damaged, destroyed or made inoperable as a direct result of such disaster emergency, the political subdivision or municipal authority shall have the authority to lease or hire such personnel and equipment as may be needed to effect restoration of such water system. The political subdivision or municipal authority may be reimbursed for the cost of such restoration as provided in subsection (c).\n\n(c) Reimbursement.--(Repealed).\n\n(d) Limitations.--Reimbursements pursuant to subsection (c) shall not be made to the extent that the Commonwealth, a political subdivision or a municipal authority may be eligible for assistance from the Federal Government.\n\n(May 22, 1996, 2nd Sp.Sess., P.L.1761, No.1, eff. imd.; July 17, 2007, P.L.141, No.42, eff. imd.)\n\n2007 Repeal.Act 42 repealed subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7705/"
    },
    {
      "id": "section-7706",
      "number": "7706",
      "heading": "",
      "text": "(a) Benefits.--All duly enrolled emergency management volunteers, and such other volunteers as the agency shall by regulation qualify, who are not eligible to receive benefits under the Workmen's Compensation Laws shall be entitled, except during a state of war or period of armed conflict within the continental limits of the United States, to the following benefits relating to injuries sustained while actually engaged in emergency management activities and services or in or en route to and from emergency management tests, drills, exercises or operations authorized by the Pennsylvania Emergency Management Agency and carried out in accordance with rules and orders promulgated and adopted by the agency:\n\n(1) A sum of $20,000 for accidental injury directly causing or leading to death.\n\n(2) A sum not exceeding $15,000 for reimbursement for medical and hospital expenses associated with accidental injury.\n\n(3) Weekly payments of $200, not to exceed six months in duration, beginning on the eighth day of disability directly arising from accidental injury rendering the individual totally incapable of following his normal gainful pursuits.\n\n(b) Source of funds.--All benefits hereby authorized shall be paid out of funds appropriated to the agency. Payments shall be made on the basis of claims submitted to the agency through the Department of Labor and Industry in accordance with rules and orders promulgated and adopted by the agency.\n\n(July 13, 1988, P.L.501, No.87, eff. imd.)\n\n1988 Amendment.Act 87 amended subsec. (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7706/"
    },
    {
      "id": "section-7707",
      "number": "7707",
      "heading": "",
      "text": "(a) General rule.--Any person violating any of the plans and programs adopted and promulgated by the Pennsylvania Emergency Management Council shall, upon conviction thereof in a summary proceeding, be sentenced to pay a fine not exceeding $200 or imprisonment not exceeding 30 days or both, for the first offense, and a fine not exceeding $500 or imprisonment not exceeding 90 days or both, for each subsequent offense.\n\n(b) Loss of funds.--Those political subdivisions in violation of section 7501 (relating to general authority of political subdivisions), section 7502 (relating to local coordinator of emergency management), section 7503 (relating to powers and duties of political subdivisions) or section 7504 (relating to coordination, assistance and mutual aid) shall, at the direction of the council, be subject to loss of Federal personnel and administrative funding for the remainder of the fiscal year in which conviction is established. Reinstatement of Federal personnel and administrative funding shall take place the year following approval of remedial action to the violation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7707/"
    },
    {
      "id": "section-7708",
      "number": "7708",
      "heading": "",
      "text": "(a) General rule.--No county, city, borough, town or township which has paid employes on its fire force, including, but not limited to, fire apparatus operators, except by referendum, shall disband such fire force in favor of having such services performed by volunteers.\n\n(b) Question.--The following shall apply:\n\n(1) Whenever authorized by ordinance of the governing body or upon petition of the registered voters of any municipality to the county board of electors of the county wherein the municipality is located, an election shall be held in the municipality upon the following question:\n\nShall the (county, city, borough, town or township) disband the paid fire force in favor of having fire protection services performed by volunteers?\n\nThe petition calling for such election shall be in the form required by this section and shall be signed by electors of the municipality comprising 20% of the number of electors registered to vote in the municipality. Within five days after the final enactment of an ordinance authorizing such election, the municipal clerk or secretary shall file a certified copy of the ordinance with the county board of elections, together with a copy of the question to be submitted to the electors. At the next municipal or general or primary election occurring not less than the 13th Tuesday after the filing of the ordinance or the petition with the county election board, it shall cause the question in paragraph (1) to be submitted to the electors of the municipality as other questions are submitted under the provisions of the act of June 3, 1937 (P.L.1333, No.320), known as the Pennsylvania Election Code.\n\n(2) A referendum petition under this section shall be filed not later than the 13th Tuesday prior to the election, and the petition and the proceedings therein shall be in the manner and subject to the provisions of the election laws which relate to the signing, filing and adjudication of nomination petitions insofar as such provisions are applicable, except that no petition shall be signed or circulated prior to the 20th Tuesday before the election nor later than the 13th Tuesday before the election.\n\n(3) A city of the third class may conduct a referendum under this section or, at the option of city council, under Article X of the act of June 23, 1931 (P.L.932, No.317), known as The Third Class City Code.\n\n(Nov. 23, 2010, P.L.1181, No.118, eff. 60 days)\n\n2010 Amendment.Act 118 added section 7708.\n\nSpecial Provisions in Appendix.See section 7(b.1)(6) of Act 118 of 2010 in the appendix to this title for special provisions relating to continuation of prior law.\n\nReferences in Text.The act of June 23, 1931 (P.L.932, No.317), known as The Third Class City Code, referred to in subsec. (b)(3), was repealed by the act of November 24, 2015 (P.L.242, No.67). The subject matter is now contained in Part V of Title 11 (Cities).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7708/"
    },
    {
      "id": "section-7709",
      "number": "7709",
      "heading": "",
      "text": "(a) General rule.--When requested by a State officer or a deputy serving as custodian of the premises, a volunteer fire, ambulance and rescue company or any member thereof is authorized to enter Commonwealth-owned premises for the purpose of fighting a fire.\n\n(b) Free assistance.--The Attorney General shall provide free legal assistance to any volunteer fire, ambulance and rescue company or member thereof who has entered State lands and premises for the purpose of fighting a fire when such ambulance or rescue company or member thereof is joined as a defendant in any civil action arising out of the performance of his or its duty under this section in fighting a fire after entering State premises on proper request.\n\n(Nov. 23, 2010, P.L.1181, No.118, eff. 60 days)\n\n2010 Amendment.Act 118 added section 7709.\n\nSpecial Provisions in Appendix.See section 7(b.1)(7) of Act 118 of 2010 in the appendix to this title for special provisions relating to continuation of prior law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7709/"
    },
    {
      "id": "section-7710",
      "number": "7710",
      "heading": "",
      "text": "(a) General rule.--In recognition of the invaluable services performed by more than 500,000 firefighters and the similar contributions made by their auxiliaries, the Sunday of the week designated by the Governor as Fire Prevention Week shall be Firefighters and their Auxiliaries Day. It is set aside to commemorate the tireless efforts of those dedicated men and women who brave incredible dangers so that all the citizenry can lead fruitful lives without fear of the devastating consequences of fire.\n\n(b) Proclamation.--The Governor shall issue a proclamation each year calling upon all Pennsylvanians to commemorate the too often unheralded gallantry and personal sacrifices of firefighters and their auxiliaries and to observe that day with appropriate honors, ceremonies and prayers.\n\n(Nov. 23, 2010, P.L.1181, No.118, eff. 60 days)\n\n2010 Amendment.Act 118 added section 7710.\n\nSpecial Provisions in Appendix.See section 7(b.1)(10) of Act 118 of 2010 in the appendix to this title for special provisions relating to continuation of prior law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7710/"
    },
    {
      "id": "section-7711",
      "number": "7711",
      "heading": "",
      "text": "(a) Establishment.--There is established a Firefighters' Memorial Flag for this Commonwealth.\n\n(b) Description.--The flag established in subsection (a) shall be a field of blue with a gold keystone in the center which surrounds a Maltese cross, and, at the bottom of the blue field, in gold capital letters, there is shown the phrase, \"Lest We Forget.\"\n\n(c) Use of flag.--The Firefighters' Memorial Flag may be displayed over firefighters' memorials, during firefighter funeral processions and from the poles of any public ground or political subdivision for a period of not more than seven days after the death of a firefighter and as further directed by the Pennsylvania State Fire Commissioner.\n\n(d) Agency responsibility.--The Pennsylvania Emergency Management Agency, through the Office of the Pennsylvania State Fire Commissioner, shall maintain the official flag and have the responsibility to implement the provisions of this section and oversee the production, acquisition and distribution of the flag.\n\n(e) Limitation.--Authorized utilization of the Firefighters' Memorial Flag by the Commonwealth or an entity thereof shall not constitute a presumption of eligibility nor be permissible as substantiating evidence for claims filed under the act of June 24, 1976 (P.L.424, No.101), referred to as the Emergency and Law Enforcement Personnel Death Benefits Act.\n\n(f) Appropriation.--The moneys necessary for the production, acquisition and distribution of the Firefighters' Memorial Flag in the first year shall be paid from period appropriations from the Pennsylvania Emergency Management Agency's budget as funds are required to support memorializing firefighters in this Commonwealth. Such funds are to be allocated to a segregated account maintained by the State Fire Commissioner.\n\n(Nov. 23, 2010, P.L.1181, No.118, eff. 60 days)\n\n2010 Amendment.Act 118 added section 7711.\n\nSpecial Provisions in Appendix.See section 7(b.1)(11) of Act 118 of 2010 in the appendix to this title for special provisions relating to continuation of prior law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7711/"
    },
    {
      "id": "section-7712",
      "number": "7712",
      "heading": "",
      "text": "The Sunday that marks the beginning of Fire Prevention Week of every year shall be designated \"Firefighters' Memorial Sunday\" to honor paid and volunteer firemen who have died during the previous year, either in the line of duty or of natural causes. If Fire Prevention Week begins on a day other than Sunday, the Sunday that falls within Fire Prevention Week shall be designated Firefighters' Memorial Sunday.\n\n(Nov. 23, 2010, P.L.1181, No.118, eff. 60 days)\n\n2010 Amendment.Act 118 added section 7712.\n\nSpecial Provisions in Appendix.See section 7(b.1)(12) of Act 118 of 2010 in the appendix to this title for special provisions relating to continuation of prior law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7712/"
    },
    {
      "id": "section-7714",
      "number": "7714",
      "heading": "",
      "text": "(a) Soliciting donations.--Notwithstanding 75 Pa.C.S. ยง 3545 (relating to pedestrians soliciting rides or business), a bona fide, duly constituted first responder organization may solicit donations in accordance with the following:\n\n(1) The solicitation shall only occur at a controlled-intersection approach which contains a stop sign or a traffic signal.\n\n(2) A first responder organization shall first obtain the written approval of the municipality where the solicitation occurs, subject to any conditions imposed in accordance with paragraph (3), and then the written approval of the Department of Transportation for highways under its jurisdiction. The municipality and the Department of Transportation, for highways under its jurisdiction, may base the decision regarding approval or disapproval on public safety or traffic operations issues. Approval may be revoked or modified if concerns are raised due to public safety or traffic operations issues.\n\n(3) The municipality shall be permitted to establish limitations on the solicitation, including, but not limited to, any of the following:\n\n(i) Duration of the solicitation.\n\n(ii) The time of day when solicitation shall occur.\n\n(iii) The number of individuals engaging in solicitation.\n\n(iv) Additional safety precautions, including signage and availability of first aid.\n\n(4) A solicitor on behalf of a first responder organization shall adhere to the following:\n\n(i) The solicitor must have both liability and workers' compensation insurance acceptable to the municipality provided by the organization for which the solicitor is soliciting if the solicitor is a bona fide member of the organization.\n\n(ii) The solicitor must wear a Pennsylvania Department of Transportation-approved traffic safety vest.\n\n(5) Neither the municipality nor the Department of Transportation shall be liable for any damages on account of any injury to a person or property caused by or resulting from solicitations on highways notwithstanding approvals or conditions as provided in this section.\n\n(b) Definitions.--As used in this section, the term \"first responder organization\" means any of the following which is a nonprofit organization as classified under section 501(c)(3) of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. ยง 501(c)(3)) and is located in this Commonwealth:\n\n(1) A volunteer fire, rescue or emergency medical services company.\n\n(2) Law enforcement personnel.\n\n(Nov. 4, 2015, P.L.220, No.57, eff. 60 days)\n\n2015 Amendment.Act 57 added section 7714.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7714/"
    },
    {
      "id": "section-7713",
      "number": "7713",
      "heading": "",
      "text": "A person convicted of violating 18 Pa.C.S. ยง 3301 (relating to arson and related offenses) or any similar offense under Federal or State law shall be prohibited from serving as a firefighter in this Commonwealth and shall be prohibited from being certified as a firefighter under Subchapter F of Chapter 73 (relating to State Fire Commissioner). Proof of nonconviction must consist of either of the following:\n\n(1) An official criminal history record check obtained under 18 Pa.C.S. Ch. 91 (relating to criminal history record information) indicating no arson convictions.\n\n(2) A dated and signed statement by the person swearing to the following:\n\nI have never been convicted of an offense that constitutes the crime of \"arson and related offenses\" under 18 Pa.C.S. ยง 3301 or any similar offense under any Federal or State law. I hereby certify that the statements contained herein are true and correct to the best of my knowledge and belief. I understand that if I knowingly make any false statement herein, I am subject to penalties prescribed by law, including, but not limited to, a fine of at least $1,000.\n\n(Nov. 23, 2010, P.L.1181, No.118, eff. 60 days)\n\n2010 Amendment.Act 118 added section 7713.\n\nSpecial Provisions in Appendix.See section 7(b.1)(15) of Act 118 of 2010 in the appendix to this title for special provisions relating to continuation of prior law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-35/chapter-77/section-7713/"
    }
  ]
}