{
  "state": "delaware",
  "path": "title-title-25/chapter-title25c043index",
  "sections": [
    {
      "id": "section-4301",
      "number": "4301.",
      "heading": "Liens in favor of charitable hospitals",
      "text": "Every charitable association, corporation or other institution maintaining a hospital in this State, supported in whole or in part by private charity, shall have a lien upon any and all claims or demands, all rights of action, suits, counterclaims of any person\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 3360; \n\n25 Del. C. 1953,\n\n§\n\n 4301;84 Del. Laws, c. 42,\n\n§\n\n109;§\n\n4302. Establishment of lien; notice of claim.A charitable association, corporation or other institution shall file in the office of the prothonotary of the county in which such injuries shall have occurred a notice in writing, containing the names and addresses of the injured person, the date of the accident, the name and location of the hospital and, if then known, the name of the person alleged to be liable to such injured person by reason of the injuries received, prior to the payment of any moneys to such injured person or such injured person’s legal representative by such person to such injured person. Copies of the notice shall be sent by registered mail by the hospital to such injured person and all parties in interest who are then known. Thereafter an affidavit by a competent person acting on behalf of such institution, setting forth such service, and all attempts to serve the same shall be filed in the office of the prothonotary.37 Del. Laws, c. 179,\n\n§\n\n 2; \n\nCode 1935,\n\n§\n\n 3361; \n\n25 Del. C. 1953,\n\n§\n\n 4302;84 Del. Laws, c. 42,\n\n§\n\n110;§\n\n4303. Attachment of lien to judgment.The lien of any hospital shall attach to any verdict, report, decision, decree, award, judgment or final order made or rendered in any action or proceeding in any court of record of Delaware or any public board or bureau in any suit, action, or proceeding brought by the injured person or by the estate of the injured person, in case of deaths as the result of such injuries, against any other person for the recovery of damages or other compensation or payment in any way arising out of injuries received in any such accident, as well as to the proceeds of any settlement thereof, any claim or demand effected by any such injured person or on such injured person’s behalf with any other person or corporation in any way liable to the injured person or the injured person’s legal representative in case of death, by reason of the injuries effected with any other person on account thereof.37 Del. Laws, c. 179,\n\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 3362; \n\n25 Del. C. 1953,\n\n§\n\n 4303;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n4304. Release as effective; liability of person making payment; limitation.After the filing of the notice as provided in this chapter, no release of any judgment, claim or demand by the injured person shall be valid or effectual as against such lien, and the person making any payment to such injured person or such injured person’s legal representative as compensation for the injuries sustained shall for a period of 1 year from the date of such payment remain liable to such hospital for the amount of its reasonable charges due at the time of such payment to the extent of the full and true consideration paid or given to, or on behalf of, such injured person or such injured person’s legal representative, and any such charitable association, corporation or other institution or body maintaining such hospital may, within such period, enforce its lien by a suit at law against such person making any such payment.37 Del. Laws, c. 179,\n\n§\n\n 4; \n\nCode 1935,\n\n§\n\n 3363; \n\n25 Del. C. 1953,\n\n§\n\n 4304;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n4305. Recording of liens; fees.(a) Every prothonotary shall, at the expense of the county, provide a suitable, well-bound book, to be called the Hospital Lien Docket, in which, upon the filing of any lien claim under this chapter, the prothonotary shall enter the name of the injured person, the date of the accident, the name of the hospital or other institution making the claim and the filing of an affidavit setting forth the service of or attempts to serve of all parties in interest.(b) The prothonotary shall make a proper index of the Docket in the name of the injured person and shall be entitled to $1 for filing each claim and at the rate of 25 cents per folio for such entry made in the Lien Docket and 25 cents for every search in the office for such lien claim.37 Del. Laws, c. 179,\n\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 3364; \n\n25 Del. C. 1953,\n\n§\n\n 4305;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n4306. Examination of hospital records.Any person legally liable or against whom a claim shall be asserted for compensation for injuries shall be permitted to examine the records of any association, corporation or other institution or body maintaining a hospital in reference to the treatment, care and maintenance of the injured person.37 Del. Laws, c. 179,\n\n§\n\n 6; \n\nCode 1935,\n\n§\n\n 3365; \n\n25 Del. C. 1953,\n\n§\n\n 4306;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4302",
      "number": "4302.",
      "heading": "Establishment of lien; notice of claim",
      "text": "A charitable association, corporation or other institution shall file in the office of the prothonotary of the county in which such injuries shall have occurred a notice in writing, containing the names and addresses of the injured person, the date of the accid\n§\n\n 2; \n\nCode 1935,\n\n§\n\n 3361; \n\n25 Del. C. 1953,\n\n§\n\n 4302;84 Del. Laws, c. 42,\n\n§\n\n110;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4303",
      "number": "4303.",
      "heading": "Attachment of lien to judgment",
      "text": "The lien of any hospital shall attach to any verdict, report, decision, decree, award, judgment or final order made or rendered in any action or proceeding in any court of record of Delaware or any public board or bureau in any suit, action, or proceeding brought by th\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 3362; \n\n25 Del. C. 1953,\n\n§\n\n 4303;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4304",
      "number": "4304.",
      "heading": "Release as effective; liability of person making payment; limitation",
      "text": "After the filing of the notice as provided in this chapter, no release of any judgment, claim or demand by the injured person shall be valid or effectual as against such lien, and the person making any payment to such injured perso\n§\n\n 4; \n\nCode 1935,\n\n§\n\n 3363; \n\n25 Del. C. 1953,\n\n§\n\n 4304;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4305",
      "number": "4305.",
      "heading": "Recording of liens; fees.(a) Every prothonotary shall, at the expense of the county, provide a suitable, well-bound book, to be called the Hospital Lien Docket, in which, upon the filing of any lien claim under this chapter, the prothonotary shall enter the name of the injured person, the date of th",
      "text": "§\n\n 5; \n\nCode 1935,\n\n§\n\n 3364; \n\n25 Del. C. 1953,\n\n§\n\n 4305;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4306",
      "number": "4306.",
      "heading": "Examination of hospital records",
      "text": "Any person legally liable or against whom a claim shall be asserted for compensation for injuries shall be permitted to examine the records of any association, corporation or other institution or body maintaining a hospital in reference to the treatment, care and main\n§\n\n 6; \n\nCode 1935,\n\n§\n\n 3365; \n\n25 Del. C. 1953,\n\n§\n\n 4306;",
      "history": "",
      "source_url": ""
    }
  ]
}