{
  "state": "alabama",
  "path": "title-title-31-military-affairs-and-civil-defense/chapter-chapter-9a-alabama-homeland-security-act-of-2003",
  "sections": [
    {
      "id": "section-31-9a-1",
      "number": "31-9A-1",
      "heading": "Short Title.Section 31-9A-2 - Findings and Declaration of Necessity; Purpose of Chapter and Public Policy",
      "text": "Section 31-9A-3 - Definitions.Section 31-9A-4 - Department of Homeland Security.Section 31-9A-5 - Director of Homeland Security.Section 31-9A-6 - Deputy Director of Homeland Security.Section 31-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-9a-2",
      "number": "31-9A-2",
      "heading": "Findings and Declaration of Necessity; Purpose of Chapter and Public Policy.",
      "text": "Section 31-9A-2\n\nFindings and Declaration of Necessity; Purpose of Chapter and Public Policy.\n\n(a) As a result of the unprecedented and devastating attack of September 11, 2001, upon the people and the vital infrastructure of the United States of America and the possibility that such attacks may be perpetrated in the future by those persons identified as terrorists and other enemies of this country, and in order to ensure that preparations of this state will be adequate to deal with such events and to generally provide for the common defense and to protect and preserve the life, health, welfare, and property of the people of Alabama, it is found and is declared to be necessary to:\n\n(1) Create a State Department of Homeland Security.\n\n(2) Confer upon the Governor the powers provided in this chapter.\n\n(3) Provide for the rendering of aid to the political subdivisions of the state, and between other states, and the federal government with respect to performing those functions related to homeland security.\n\n(4) Authorize necessary and appropriate action to implement this chapter.\n\n(b) It is further declared to be the purpose of this chapter and policy of the State of Alabama to assist, coordinate, and encourage homeland security preparedness by state departments and agencies and political subdivisions of the state by authorizing the making of grants, as funds are appropriated for such purpose, to any political subdivision of the state in amounts not to exceed the amounts authorized, for the purpose of promoting homeland security.\n\n(Act 2003-276, p. 658, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-2/"
    },
    {
      "id": "section-31-9a-3",
      "number": "31-9A-3",
      "heading": "Definitions.",
      "text": "Section 31-9A-3\n\nDefinitions.\n\nUnless a different meaning is clearly indicated by the context, for the purposes of this chapter, the terms defined in this section have the following meanings ascribed to them:\n\n(1) DEPARTMENT. The Department of Homeland Security.\n\n(2) DIRECTOR. The Director of Homeland Security.\n\n(3) HOMELAND SECURITY. The development, coordination, and implementation of a state policy to secure the State of Alabama from terrorist threat or attack. The term includes efforts to detect, prepare for, prevent, protect against, share intelligence where applicable, respond to, and recover from terrorist attacks within the State of Alabama.\n\n(4) POLITICAL SUBDIVISION. A county, city, town, or fire district of the State of Alabama.\n\n(Act 2003-276, p. 658, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-3/"
    },
    {
      "id": "section-31-9a-4",
      "number": "31-9A-4",
      "heading": "Department of Homeland Security.",
      "text": "Section 31-9A-4\n\nDepartment of Homeland Security.\n\n(a) The Department of Homeland Security is created within the Executive Branch of the state government, and shall be inclusive and reflect the racial, gender, geographic, urban/rural, and economic diversity of the state.\n\n(b) The department is designated as the principal state agency to coordinate the receipt, distribution, and monitoring of all funds available from any source for the purpose of equipping, training, research, and education in regard to homeland security related items, issues, or services. The department is further designated and authorized to coordinate and establish standards for all operations and activities of the state related to homeland security efforts.\n\n(c) The department shall not have any power or authority to interfere with any funds from any source specifically appropriated for the Alabama State Port Authority, the Birmingham Airport Authority, the Huntsville Airport Authority, the Mobile Airport Authority, and the Montgomery Airport Authority.\n\n(Act 2003-276, p. 658, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-4/"
    },
    {
      "id": "section-31-9a-5",
      "number": "31-9A-5",
      "heading": "Director of Homeland Security.",
      "text": "Section 31-9A-5\n\nDirector of Homeland Security.\n\n(a) The position of Director of Homeland Security is created. The director shall be the head of the department. The director shall be appointed by and hold office at the pleasure of the Governor and shall be subject to confirmation by the Senate. Notwithstanding the foregoing, any person holding the position of director on June 18, 2003, shall not be subject to confirmation by the Senate. The director shall devote his or her entire time to the duties of office and shall be subject to Chapter 25, Title 36, the Alabama Ethics Law. The salary of the director shall be set by the Governor.\n\n(b) The director, subject to the direction and authority of the Governor, shall be the executive head of the department and shall be responsible to the Governor for coordinating, designing, and implementing Alabama’s program for homeland security. The director shall be the principal point of contact for and to the Governor with respect to homeland security issues.\n\n(c) The director is given the following additional and cumulative powers and duties to:\n\n(1) Receive intelligence information from federal authorities relating to homeland security and ensure that, to the extent allowed by law, all appropriate and necessary intelligence and law enforcement information regarding homeland security is disseminated to and exchanged among appropriate executive departments responsible for homeland security, and where appropriate, promote the exchange of such information with county and local governments and private entities.\n\n(2) Assist in planning and executing exercises and simulations designed to practice those systems that would be utilized in response to a terrorist threat or attack within Alabama.\n\n(3) Assist in state efforts to ensure public health preparedness for a terrorist event.\n\n(4) Engage in the exchange of information with the federal government relating to immigration and efforts to improve the security of the borders, territorial waters, and ports of the United States.\n\n(5) Coordinate the efforts to protect the people of Alabama and the state’s critical infrastructure from terrorist attack, including, but not limited to, energy production, transmission and distribution systems, telecommunications, nuclear facilities, public and privately owned information systems, special public and private events, transportation hubs and networks, livestock, water, food supplies, and research institutions. Notwithstanding any other provision of this chapter, the director shall not impose security requirements on any private sector facility that are inconsistent with existing or future requirements applicable to private sector facilities pursuant to federal law or regulations, including those adopted by the Nuclear Regulatory Commission, the Federal Energy Regulatory Commission, the federal Department of Homeland Security, or other federal agencies.\n\n(6) Ensure that state, county, and local governmental agencies and authorities coordinate and cooperate with private sector security forces responsible for the protection of critical infrastructure consistent with federal laws and regulations applicable to private sector security forces related to homeland security issues.\n\n(7) Promulgate, pursuant to the Alabama Administrative Procedure Act, necessary rules to implement and administer this chapter.\n\n(d) The director shall coordinate the strategy of the Executive Branch for communicating with the public in the event of a terrorist threat or attack within the State of Alabama. The director shall also coordinate the development of programs for educating the public about the nature of terrorist threats and the appropriate precautions and responses.\n\n(e) The director shall provide information and advice to the Director of Finance and to the Permanent Joint Legislative Committee on Finances and Budgets on the level and use of funding for state departments and agencies relating to homeland security. Prior to the Governor transmitting the annual budget to the Legislature, the director shall certify to the Director of Finance the funding levels that are necessary and appropriate to carry out the homeland security activities of the Executive Branch.\n\n(f) The director and other personnel of the department shall be provided with appropriate office space, furniture, equipment, supplies, stationery, and printing in the same manner as provided for personnel of other state agencies.\n\n(g) The director shall have such additional authority, duties, and responsibilities as may be prescribed by the Governor within the confines of this chapter.\n\n(Act 2003-276, p. 658, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-5/"
    },
    {
      "id": "section-31-9a-6",
      "number": "31-9A-6",
      "heading": "Deputy Director of Homeland Security.",
      "text": "Section 31-9A-6\n\nDeputy Director of Homeland Security.\n\n(a) The position of Deputy Director of Homeland Security is created. The deputy director shall be responsible for such tasks and duties as assigned by the director.\n\n(b) The deputy director shall be appointed by and serve at the pleasure of the Governor. The salary of the deputy director shall be set by the Governor.\n\n(Act 2003-276, p. 658, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-6/"
    },
    {
      "id": "section-31-9a-7",
      "number": "31-9A-7",
      "heading": "Authority to Establish Personnel Policies; Salary Schedules; Employ Various Persons.",
      "text": "Section 31-9A-7\n\nAuthority to Establish Personnel Policies; Salary Schedules; Employ Various Persons.\n\n(a) The director may establish personnel policies and salary schedules for all employees of the department. The director may appoint assistant directors who shall be inclusive and reflect the racial, gender, geographic, urban/rural, and economic diversity of the state. The positions of director, deputy director, and assistant director may not be limited by Sections 36-6-5 and 36-6-6.\n\n(b) Subject to the Merit System, the director may appoint or employ such other professional, technical, clerical, and other personnel as may be necessary to carry out this chapter. The salary of these personnel shall be determined by the Governor and the State Personnel Board in accordance with Section 36-26-12. The director may make expenditures from the appropriation for these personnel, or from other funds made available for purposes of homeland security.\n\n(c) One of the assistant directors shall be the state Director of Emergency Management, whose position shall also include the title of Assistant Director of Homeland Security for Emergency Preparedness and Response. Any conflicting provisions in Section 31-9-4 to this section shall be void.\n\n(d) The employees of the department shall represent the diversity of the state and shall be inclusive and reflect the racial, gender, geographic, urban/rural, and economic diversity of the state.\n\n(Act 2003-276, p. 658, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-7/"
    },
    {
      "id": "section-31-9a-8",
      "number": "31-9A-8",
      "heading": "Additional Powers and Duties.",
      "text": "Section 31-9A-8\n\nAdditional Powers and Duties.\n\nIn performing his or her duties under this chapter, the director may perform all of the following duties, under the direction and control of the Governor, and shall be authorized to:\n\n(1) Prepare a comprehensive plan and program for homeland security, such plan and program to be integrated and coordinated with the plans of the federal government and of other states to the fullest possible extent, including plans for the security of critical infrastructure licensed or regulated by agencies of the federal government.\n\n(2) Cooperate with the President and the heads of the armed forces, with the U. S. Department of Homeland Security, and with the officers and agencies of other states in matters pertaining to the security and defense of the state and nation.\n\n(3) Assist in the utilization of the services and facilities of existing officers and agencies of the state and the political subdivisions of the state for homeland security issues.\n\n(4) Assist state and local law enforcement officers and agencies as may be reasonable and necessary for the purpose of securing compliance with this chapter and with the orders, rules, and regulations made pursuant to this chapter.\n\n(Act 2003-276, p. 658, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-8/"
    },
    {
      "id": "section-31-9a-9",
      "number": "31-9A-9",
      "heading": "Additional Powers of Director That May Be Exercised Under the Direction and Control of the Governor During a Declaration of Emergency as Authorized in Section 31-9-8",
      "text": "Section 31-9A-9\n\nAdditional Powers of Director That May Be Exercised Under the Direction and Control of the Governor During a Declaration of Emergency as Authorized in Section 31-9-8.\n\n(a) When the Governor declares a state of emergency as authorized in Section 31-9-8, if the emergency is related to homeland security, the director shall have and may exercise the following additional powers, under the direction and control of the Governor:\n\n(1) Enforce all laws, rules, and regulations relating to homeland security and direct state resource allocations when required; provided, this chapter shall not vest authority to enforce the criminal laws of this state in the Director of Homeland Security, or the deputies or personnel of the department.\n\n(2) Sell, lend, lease, give, transfer, or deliver materials or perform services for homeland security purposes on such terms and conditions as the Governor shall prescribe and without regard to the limitations of any existing law, and account to the State Treasurer for any funds received for such property.\n\n(3) Perform and exercise such other functions, powers, and duties as are necessary to promote and secure the safety and protection of the civilian population and achieve the purposes of this chapter.\n\n(4) Assist the Department of Agriculture and Industries and the Department of Public Health to employ such measures as the quarantine of persons, animals, plants, fruits, or food products, as may be reasonably necessary for the purpose of securing compliance with this chapter.\n\n(5) In coordination with the Department of Transportation and Alabama State Law Enforcement Agency, with due consideration to the recommendations of local authorities, formulate and execute plans and regulations for the control of traffic in order to provide for the rapid and safe movement over public highways and streets of people, troops, or vehicles, and materials for national defense or for use in any defense industry, and coordinate the activities of the departments or agencies of the state and of the political subdivisions of the state concerned directly or indirectly with public highways and streets, in a manner that will best effectuate such plans.\n\n(b) During the pendency of the emergency and the subsequent recovery period, state employees called upon to respond to the emergency, upon the approval of the director, may claim state per diem, subsection (a) of Section 36-7-20, notwithstanding.\n\n(Act 2003-276, p. 658, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-9/"
    },
    {
      "id": "section-31-9a-10",
      "number": "31-9A-10",
      "heading": "Director May Accept Services from Federal Government and Private Persons.",
      "text": "Section 31-9A-10\n\nDirector May Accept Services from Federal Government and Private Persons.\n\nWhenever the federal government or any agency or officer of the federal government, any other state, or any person, firm, or corporation offers to the state or, through the state, to any political subdivision of the state, services, equipment, supplies, materials, or funds by way of gift, grant, or loan for purposes of homeland security, the state, acting through the director, or such political subdivision, acting through its governing body, may accept the offer, and, upon the acceptance, the director or governing body of the political subdivision may authorize any officer of the state or of the political subdivision, as the case may be, to receive the services, equipment, supplies, materials, or funds on behalf of the state or political subdivision. This provision does not include grants listed in 42 U.S.C. § 5121 through 42 U.S.C. § 5206, the Robert T. Stafford Disaster Relief Act.\n\n(Act 2003-276, p. 658, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-10/"
    },
    {
      "id": "section-31-9a-11",
      "number": "31-9A-11",
      "heading": "Regular and Emergency Appropriations; State Grants to Political Subdivisions.",
      "text": "Section 31-9A-11\n\nRegular and Emergency Appropriations; State Grants to Political Subdivisions.\n\n(a) The funds appropriated by the Legislature in the general appropriation act for the support and maintenance of the department shall be expended solely for the purposes designated in the appropriation act and shall be limited to the amounts provided therein and shall be disbursed, in the same manner as all other state funds are disbursed, by warrant of the Comptroller authorized by the director.\n\n(b) The department may coordinate the receipt, distribution, and monitoring of all funds available for homeland security purposes that may be appropriated, or provided by any grant program, to any political subdivision of the state in amounts not to exceed the amounts expended, or to be expended, by the political subdivision for training, planning, education, exercises, personnel, and administrative costs of local homeland security preparedness.\n\n(Act 2003-276, p. 658, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-11/"
    },
    {
      "id": "section-31-9a-12",
      "number": "31-9A-12",
      "heading": "Homeland Security Task Force.",
      "text": "Section 31-9A-12\n\nHomeland Security Task Force.\n\n(a) The Homeland Security Task Force shall consist of the following members:\n\n(1) The Governor, as chairman.\n\n(2) The Director of Homeland Security.\n\n(3) The Director of Emergency Management.\n\n(4) The Adjutant General.\n\n(5) The Attorney General.\n\n(6) The Commissioner of Agriculture and Industries.\n\n(7) The State Health Officer.\n\n(8) The Secretary of the Alabama State Law Enforcement Agency.\n\n(9) The Director of Transportation.\n\n(10) The Director of Finance.\n\n(11) The Director of the Alabama Port Authority.\n\n(12) The State Fire Marshal.\n\n(13) A representative of county governments appointed by the Governor.\n\n(14) A representative of municipal governments appointed by the Speaker of the House of Representatives.\n\n(15) A representative of county law enforcement agencies appointed by the Speaker of the House of Representatives.\n\n(16) A representative of municipal law enforcement agencies appointed by the President Pro Tempore of the Senate.\n\n(17) A representative of paid fire departments appointed by the President Pro Tempore of the Senate.\n\n(18) A representative of volunteer fire departments appointed by the Speaker of the House of Representatives.\n\n(19) A representative of local emergency management agencies appointed by the Speaker of the House of Representatives.\n\n(20) A representative of local emergency communications districts appointed by the Lieutenant Governor.\n\n(21) A representative of the airport authorities located within the state appointed by the Lieutenant Governor.\n\n(22) A representative of the Judicial Branch of Government of Alabama appointed by the Chief Justice of the Alabama Supreme Court.\n\n(23) Other representatives as deemed necessary and appointed by the Governor, and approved by the legislative oversight committee.\n\n(b) The appointments identified in subdivisions (13) through (21), inclusive, of subsection (a) shall be made from a list of three nominees from each of the enumerated groups.\n\n(c) The membership of the Homeland Security Task Force shall be inclusive and reflect the racial, gender, geographic, urban/rural, and economic diversity of the state.\n\n(d) The task force shall meet at least twice each year and when convened by the Governor for the purpose of advising the Homeland Security Director on the comprehensive plan and program for homeland security and other matters as determined by majority vote of the task force.\n\n(Act 2003-276, p. 658, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-12/"
    },
    {
      "id": "section-31-9a-13",
      "number": "31-9A-13",
      "heading": "Immunity of State from Liability.",
      "text": "Section 31-9A-13\n\nImmunity of State from Liability.\n\nAll functions under this chapter and all other activities relating to homeland security are declared to be governmental functions and protected by the State of Alabama governmental immunity.\n\n(Act 2003-276, p. 658, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-13/"
    },
    {
      "id": "section-31-9a-14",
      "number": "31-9A-14",
      "heading": "Exemption from Disclosure.",
      "text": "Section 31-9A-14\n\nExemption from Disclosure.\n\nRecords and information under this chapter are protected from disclosure by applicable state and federal laws. Further exemptions may specifically be granted by administrative rules promulgated under this chapter.\n\n(Act 2003-276, p. 658, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-14/"
    },
    {
      "id": "section-31-9a-15",
      "number": "31-9A-15",
      "heading": "Joint Legislative Committee; Powers.",
      "text": "Section 31-9A-15\n\nJoint Legislative Committee; Powers.\n\n(a) The Joint Legislative Committee on Homeland Security Oversight is created. The committee shall be composed of three members of the Senate, one appointed by the President of the Senate, one appointed by the President Pro Tempore of the Senate, and one appointed by the Senate Committee on Assignments; and three members of the House of Representatives appointed by the Speaker. Each member shall serve a term on the committee concurrent with the legislative term of the member. Vacancies shall be filled by the original appointing authority. Members shall serve at the pleasure of the appointing authority.\n\n(b) Each member of the committee shall be entitled to regular legislative compensation, per diem, and travel expenses for each day he or she attends a meeting of the committee, which shall be paid out of the funds appropriated to the use of the Legislature, on warrants drawn on the state Comptroller upon requisition signed by the committee’s chair. Members shall not receive additional compensation or per diem when the Legislature is in session.\n\n(c) The committee shall review the operations of the department and shall report thereon annually to the Legislature. The report shall include, but not be limited to, suggestions for legislation.\n\n(d) The department shall report quarterly to the committee the receipt and disbursement of federal funds for homeland security.\n\n(e) The initial meeting of the committee shall jointly be called by the Speaker of the House of Representatives and the President of the Senate. The committee shall organize itself at the first meeting and elect from among its membership a chair and a vice chair. The committee shall hold regular meetings at least quarterly.\n\n(Act 2003-276, p. 658, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-15/"
    },
    {
      "id": "section-31-9a-16",
      "number": "31-9A-16",
      "heading": "Penalties.",
      "text": "Section 31-9A-16\n\nAny person violating any provision of this chapter, or any rule, order, or regulation made pursuant to this chapter, upon conviction thereof, shall be guilty of a Class A misdemeanor.\n\n(Act 2003-276, p. 658, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-31/chapter-9a/section-31-9a-16/"
    }
  ]
}