{
  "state": "wyoming",
  "path": "title-title-24-highways/chapter-chapter-9-establishment-of-private-roads",
  "sections": [
    {
      "id": "section-24-9-101",
      "number": "24-9-101",
      "heading": "Answer and Complaint; Initial Hearing; Appointment of Viewers and Appraisers",
      "text": "24-9-101. Answer and complaint; initial hearing; appointment of viewers and appraisers.\n\n(a) Any person whose land has no outlet to, nor connection with a public road, may commence an action in district court in any county in which any part of the land is located for a private road leading from his land to some convenient public road. The plaintiff shall join as defendants the owners of record, owners of recorded easements and rights of way and any lessee, mortgagee or occupant of the land over which any proposed road would cross. The complaint shall contain a short and plain statement of:\n\n(i) The legal description of the land owned by the plaintiff to which access is sought and a statement that all or some of the land is located within the county;\n\n(ii) A specific statement as to why the land has no legally enforceable access, other than a waterway, and whether the land is surrounded on all sides by land owned by another person or persons or a natural or man-made barrier making access unreasonably costly;\n\n(iii) A description of the plaintiff's efforts to purchase a legally enforceable access to a public road;\n\n(iv) A description sufficient to identify the general location of any access routes proposed by the plaintiff;\n\n(v) The legal description of all land over which any proposed access routes would cross; and\n\n(vi) A statement as to whether any actions of the plaintiff or any person with the consent and knowledge of the plaintiff, caused the plaintiff's land to lose or to not have any legally enforceable access.\n\n(b) The defendant's answer shall set forth the location and description, in the manner described in paragraphs (a)(iv) and (v) of this section, of any alternate routes proposed by the defendant and the owners of record, owners of recorded easements and rights of way and any lessee, mortgagee or occupant of the land over which any proposed alternate routes would cross.\n\n(c) The court shall give an action for a private road precedence over other civil cases pending in court, other than election contests, and the action shall in every way be expedited.\n\n(d) If the plaintiff has had access to his land and that access is being denied or restricted, the court may grant temporary access to the plaintiff over a route identified by the court pending the outcome of the proceedings.\n\n(e) The plaintiff shall join as defendants persons identified under subsection (b) of this section or otherwise identified by a defendant as the owners of record, owners of recorded easements and rights of way and any lessee, mortgagee or occupant of the land over which any proposed alternative routes would cross.\n\n(f) The court may require the plaintiff to file a bond to pay for costs allowed under W.S. 24-9-103.\n\n(g) Repealed By Laws 2013, Ch. 99, 3.\n\n(h) The court shall hold an initial hearing to determine whether the plaintiff has satisfied the requirements of this section and access is necessary because the plaintiff has no legally enforceable access. If the court finds the requirements of this section have been met and access is necessary, the court shall appoint three (3) disinterested persons as viewers and appraisers. Before entering upon their duties the viewers shall take and subscribe to an oath that they will faithfully and impartially perform their duties under their appointment as viewers and appraisers. The court shall direct them to meet on a day named in the order on the proposed road, and view and appraise any damages, at which time and place all persons interested may appear and be heard by the viewers. The viewers and appraisers shall then proceed to locate and mark out a private road and alternative routes as they deem appropriate, provided the location of the road shall not be marked out to cross the lands of any person not joined in the action. The viewers and appraisers shall recommend to the court the most reasonable and convenient route, provided that access shall be along section and boundary lines whenever practical. The viewers and appraisers may recommend specific conditions that the court place on the road, including provisions for maintenance and limitations on the amount and type of use. The proposed road shall not exceed thirty (30) feet in width from a certain point on the land of the plaintiff to some certain point on the public road, and shall be located so as to do the least possible damage to the lands through which the private road is located. The viewers and appraisers shall also appraise any damages sustained by the owner over which the road is to be established and make full and true returns, with a plat of the road to the court. The viewers and appraisers shall also determine whether or not any gates or cattleguards should be placed at proper points on the road, and appraise any damages in accordance with that determination.\n\n(j) In determining any damages to be suffered by a defendant, the viewers and appraisers shall appraise the value of the property affected by the road before and after the road is in place. Damages also may include reasonable compensation for any improvements on the lands over which any private road is to be granted which were not paid for and will be used by the plaintiff.\n\n(k) Repealed By Laws 2013, Ch. 99, 3.\n\n(m) Repealed By Laws 2013, Ch. 99, 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-9/section-24-9-101/"
    },
    {
      "id": "section-24-9-102",
      "number": "24-9-102",
      "heading": "Repealed by Laws 2000, Ch. 88, 2.",
      "text": "Repealed by Laws 2000, Ch. 88, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-9-103",
      "number": "24-9-103",
      "heading": "Report of Viewers and Appraisers; Trial to the Court; Costs.",
      "text": "24-9-103. Report of viewers and appraisers; trial to the court; costs.\n\n(a) The viewers and appraisers so appointed, or a majority of them, shall make a report of their recommendations to the court, and also the amount of damages, if any, appraised by them, and the defendant entitled to such damages. Upon receiving the report of the viewers and appraisers, the matter shall be tried to the court without a jury. The court may accept, reject or modify the report and recommendations. The court shall select the most reasonable and convenient route for the access, provided that access shall be along section and boundary lines whenever practical. The court shall issue a final order specifying the route, any conditions imposed by the court and any damages and costs to be paid by the plaintiff.\n\n(b) A party may appeal any final judgment of the district court under this section to the supreme court.\n\n(c) After the court has received a survey of the route and proof of payment of any damages and costs ordered to be paid, the court shall enter an order incorporating a legal description of the road, a legal description of the land benefitted by the road, declaring the road to be a private road, and citing in the order any conditions imposed by the court. A certified copy of the court's order shall be filed in the office of the county clerk.\n\n(d) In addition to paying any damages to be suffered by the defendants, the court shall order the plaintiff to pay appropriate costs, which shall include any survey, plat, engineering and construction costs incurred concerning the location and construction of the road.\n\n(e) Repealed By Laws 2013, Ch. 99, 3.\n\n(f) In addition to paying other damages and costs required by this section and by W.S. 24-9-101, the plaintiff shall be responsible for paying the reasonable costs of an appraisal obtained by a defendant if that appraisal was adopted in substantial part as a basis for damages and varied more than fifteen percent (15%) from the valuation determined by the viewers and appraisers appointed under W.S. 24-9-101(h).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-9/section-24-9-103/"
    },
    {
      "id": "section-24-9-104",
      "number": "24-9-104",
      "heading": "Water and Timber Ways.",
      "text": "24-9-104. Water and timber ways.\n\nUpon the presentation of a petition signed by at least five (5) freeholders of any neighborhood, praying for passage to any watercourse for the purpose of watering livestock, or for the convenient access to timber, the district court may establish such water or timber way as provided in W.S. 24-9-101 through 24-9-105 relating to the opening of private roads.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-9/section-24-9-104/"
    },
    {
      "id": "section-24-9-105",
      "number": "24-9-105",
      "heading": "Rules of Procedure; Legislative Findings and Intent.",
      "text": "24-9-105. Rules of procedure; legislative findings and intent.\n\n(a) The supreme court may adopt rules governing proceedings commenced under W.S. 24-9-101, including limited application of the rules relating to procedure, discovery and evidence and such other rules as the court determines appropriate to provide for expedited and efficient proceedings, including appellate proceedings, which minimize the delay and cost in actions to establish a private road.\n\n(b) It is the intent of the legislature to provide for a more expeditious and affordable means to establish a private road under this article. The legislature further intends that the precedents established with respect to the creation of private roads prior to the July 1, 2013 amendments to this article should continue to be followed to the extent they are not inconsistent with the provisions of this article.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-9/section-24-9-105/"
    }
  ]
}