{
  "state": "wyoming",
  "path": "title-title-24-highways/chapter-chapter-13-utility-relocation-assistance",
  "sections": [
    {
      "id": "section-24-13-101",
      "number": "24-13-101",
      "heading": "Short Title.Section 24-13-102 - Definitions",
      "text": "Section 24-13-103 - Relocation of Utility Facilities; Payment of Costs.Section 24-13-104 - Applicability of Chapter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24-13-102",
      "number": "24-13-102",
      "heading": "Definitions.",
      "text": "24-13-102. Definitions.\n\n(a) As used in this chapter:\n\n(i) \"Cost of relocation\" means the entire amount paid by a utility properly attributable to relocation after deducting therefrom any increase in the value of the new facility and any salvage value derived from the old facility;\n\n(ii) \"Department\" means the department of transportation created by W.S. 24-2-101;\n\n(iii) \"Federal-aid highway system\" means the federal-aid primary highway system, the federal-aid secondary highway system and the interstate system, including extensions of any of them within urban areas;\n\n(iv) \"Interstate system\" means any highway now or hereafter included as a part of the national system of interstate and defense highways provided for in Title 23 of the United States Code;\n\n(v) \"Utility\" means all publicly, privately and cooperatively owned utilities, regulated and unregulated, supplying utility services to or for the public.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-13/section-24-13-102/"
    },
    {
      "id": "section-24-13-103",
      "number": "24-13-103",
      "heading": "Relocation of Utility Facilities; Payment of Costs.",
      "text": "24-13-103. Relocation of utility facilities; payment of costs.\n\nIf the relocation of any utility facility is necessitated by the construction of a project on the federal-aid highway system, the owner or operator of that utility facility shall relocate the facility at its expense and in accordance with the order of the director of the department of transportation. Upon completing the relocation, the department shall determine the cost of relocation and may pay any portion of that amount to the utility.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-13/section-24-13-103/"
    },
    {
      "id": "section-24-13-104",
      "number": "24-13-104",
      "heading": "Applicability of Chapter.",
      "text": "24-13-104. Applicability of chapter.\n\n(a) This chapter does not apply to any taking or damaging of property for which a utility is entitled to compensation pursuant to:\n\n(i) Other applicable law;\n\n(ii) The constitution of this state or of the United States; or\n\n(iii) A binding agreement inuring to the utility's benefit.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-24/chapter-13/section-24-13-104/"
    }
  ]
}