{
  "state": "idaho",
  "path": "title-title-72/chapter-chapter-9",
  "sections": [
    {
      "id": "section-72-901",
      "number": "72-901",
      "heading": "",
      "text": "72-901. BOARD OF DIRECTORS OF STATE INSURANCE FUND — CREATION OF STATE INSURANCE FUND. (1) There is hereby created as an independent body corporate politic a fund, to be known as the state insurance fund, for the purpose of insuring employers against liability for compensation under this worker’s compensation law and the occupational disease compensation law and of securing to the persons entitled thereto the compensation provided by said laws. Such fund shall consist of all premiums and penalties received and paid into the fund, of property and securities acquired by and through the use of moneys belonging to the fund, and of interest earned upon moneys belonging to the fund and deposited or invested as herein provided.\n\nSuch fund shall be administered without liability on the part of the state. Such fund shall be applicable to the payment of losses sustained on account of insurance and to the payment of compensation under the worker’s compensation law and the occupational disease compensation law and of expenses of administering such fund.\n\n(2) The governor shall appoint five (5) persons to be the board of directors of the state insurance fund. One (1) member shall be a licensed insurance agent, one (1) member shall represent businesses of the state, one (1) member shall be a representative of labor, one (1) member shall be a member of the state senate and one (1) member shall be a member of the state house of representatives. The governor shall appoint a chairman from the five (5) directors. The directors shall be appointed for terms of four (4) years, except that all vacancies shall be filled for the unexpired term, provided that the first two (2) appointments the governor makes after the effective date of this act shall serve a term of two (2) years and the other three (3) members shall serve a term of four (4) years. Thereafter, a member shall serve a term of four (4) years. A certificate of appointment shall be filed in the office of the secretary of state. A majority of the members shall constitute a quorum for the transaction of business or the exercise of any power or function of the state insurance fund and a majority vote of the members shall be necessary for any action taken by the board of directors. The members of the board of directors shall appoint a manager of the state insurance fund who shall serve at their pleasure and such other officers and employees as they may require for the performance of their duties and shall prescribe the duties and compensation of each officer and employee. Members of the board of directors shall receive a compensation for service like that prescribed in section 59-509(n), Idaho Code.\n\n(3) It shall be the duty of the board of directors to direct the policies and operation of the state insurance fund to assure that the state insurance fund is run as an efficient insurance company, remains actuarially sound and maintains the public purposes for which the state insurance fund was created.\n\n(4) The state insurance fund is subject to and shall comply with the provisions of the Idaho insurance code, title 41, Idaho Code. For purposes of regulation, the state insurance fund shall be deemed to be a mutual insurer. The state insurance fund shall not be a member of the Idaho insurance guaranty association.\n\n(5) Nothing in this chapter, or in title 41, Idaho Code, shall be construed to authorize the state insurance fund to operate as an insurer in other states.\n\n[(72-901) added 1917, ch. 81, sec. 75, p. 252; compiled and reen. C.L. 256:75; C.S., sec. 6288; I.C.A., sec. 43-1701; am. 1939, ch. 251, sec. 1, p. 617; am. 1941, ch. 20, sec. 1, p. 37; am. 1998, ch. 428, sec. 1, p. 1347; am. 2012, ch. 280, sec. 1, p. 784.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-901/"
    },
    {
      "id": "section-72-902",
      "number": "72-902",
      "heading": "",
      "text": "72-902. STATE INSURANCE MANAGER — POWERS AND DUTIES OF STATE INSURANCE MANAGER. The board of directors of the state insurance fund shall appoint a manager of the state insurance fund, whose duties, subject to the direction and supervision of the board, shall be to conduct the business of the state insurance fund, and do any and all things which are necessary and convenient in the administration thereof, or in connection with the insurance business to be carried on under the provisions of this chapter. The manager shall have skill and expertise in managing and administering within the insurance industry, shall be of good moral character and shall be bonded in the time, form and manner as prescribed by chapter 8, title 59, Idaho Code.\n\n[(72-902) 1917, ch. 81, sec. 77, p. 252; reen. C.L. 256:77; C.S., sec. 6289; I.C.A., sec. 43-1702; am. 1939, ch. 251, sec. 2, p. 617; am. 1941, ch. 20, sec. 2, p. 37; am. 1951, ch. 126, sec. 1, p. 294; am. 1971, ch. 136, sec. 48, p. 522; am. 1974, ch. 22, sec. 49, p. 592; am. 1998, ch. 428, sec. 2, p. 1348.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-902/"
    },
    {
      "id": "section-72-904",
      "number": "72-904",
      "heading": "",
      "text": "72-904. POWER TO SUE AND BE SUED. The state insurance fund may, in its official name, sue and be sued in all the courts of the state, and before the industrial commission in all actions or proceedings arising out of anything done or offered in connection with the state insurance fund or business relating thereto.\n\n[(72-904) 1917, ch. 81, sec. 79, p. 252; reen. C.L. 256:79; C.S., sec. 6291; I.C.A., sec. 43-1704; am. 1939, ch. 251, sec. 4, p. 617; am. 1941, ch. 20, sec. 4, p. 37; am. 2014, ch. 95, sec. 1, p. 262.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-904/"
    },
    {
      "id": "section-72-906",
      "number": "72-906",
      "heading": "",
      "text": "72-906. EMPLOYMENT OF ASSISTANTS. The manager may employ such assistants, experts, statisticians, actuaries, accountants, inspectors, clerks, and other employees as necessary to carry out the provisions of this chapter and to perform the duties imposed upon him by this chapter. The personnel policies and compensation schedules for employees shall be adopted by the board of directors and shall be comparable in scope to other insurance companies doing business in the state and the region. Employees shall be members of the public employee retirement system.\n\n[(72-906) 1917, ch. 81, sec. 81, p. 252; reen. C.L. 256:81; C.S., sec. 6293; I.C.A., sec. 43-1706; am. 1941, ch. 20, sec. 6, p. 37; am. 1974, ch. 22, sec. 50, p. 592; am. 1998, ch. 428, sec. 3, p. 1348.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-906/"
    },
    {
      "id": "section-72-907",
      "number": "72-907",
      "heading": "",
      "text": "72-907. PERSONAL LIABILITY. The manager shall not, nor shall any person employed by him, be personally liable in his private capacity for or on account of any act performed or contract entered into in an official capacity in good faith and without intent to defraud, in connection with the administration of the state insurance fund or affairs relating thereto.\n\n[(72-907) 1917, ch. 81, sec. 82, p. 252; reen. C.L. 256:82; am. 1919, ch. 8, sec. 47, p. 43; C.S., sec. 6294; am. 1921, ch. 104, sec. 8, p. 233; I.C.A., sec. 43-1017; am. 1939, ch. 251, sec. 7, p. 617; am. 1941, ch. 20, sec. 7, p. 37.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-907/"
    },
    {
      "id": "section-72-908",
      "number": "72-908",
      "heading": "",
      "text": "72-908. SALARIES, EXPENSES AND PAYMENT OF SAME. The salary of the manager of the state insurance fund, and the salary or compensation of employees in said fund, and all expenses incurred by said fund shall be audited and paid out of the moneys belonging to said fund.\n\n[(72-908) 1917, ch. 81, sec. 83, p. 252; reen. C.L. 256:83; am. 1919, ch. 8, sec. 48, p. 43; C.S., sec. 6295; I.C.A., sec. 43-1708; am. 1939, ch. 251, sec. 8, p. 617.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-908/"
    },
    {
      "id": "section-72-910",
      "number": "72-910",
      "heading": "",
      "text": "72-910. STATE TREASURER CUSTODIAN OF FUND. The state treasurer shall be the custodian of the state insurance fund, and all disbursements therefrom shall be paid by him upon warrants signed by the state controller, or upon sight drafts signed by the state insurance manager as provided by section 72-927, Idaho Code. The state treasurer shall give a separate and additional bond in an amount to be fixed by the governor, and with sureties approved by him, conditioned for the faithful performance of his duty as custodian of the state insurance fund. The state treasurer may deposit any portion of the said fund not needed for immediate use, in the manner and subject to all the provisions of law respecting the deposit of other state funds by him. Interest earned by such portion of the state insurance fund deposited by the state treasurer shall be collected by him and placed to the credit of the fund.\n\n[72-910, added 1917, ch. 81, sec. 86, p. 252; reen. C.L. 256:86; C.S., sec. 6297; I.C.A., sec. 43-1710; am. 1939, ch. 251, sec. 10, p. 617; am. 1994, ch. 180, sec. 236, p. 569.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-910/"
    },
    {
      "id": "section-72-912",
      "number": "72-912",
      "heading": "",
      "text": "72-912. INVESTMENT OF SURPLUS OR RESERVE. The endowment fund investment board shall at the direction of the manager invest any of the surplus or reserve funds belonging to the state insurance fund in real estate and the same securities and investments authorized for investments by insurance companies in Idaho as shall be approved by the manager. The endowment fund investment board shall be the custodian of all such securities or evidences of indebtedness, provided that the endowment fund investment board may employ a custodial bank to hold such securities. The state insurance fund is authorized to pay the actual expenses of the endowment fund investment board which the board incurs in investing surplus or reserve funds and which are approved by the manager of the state insurance fund. It shall collect the principal and interest thereof, when due, and pay the same into the state insurance fund. The state treasurer shall pay all warrants or vouchers drawn on the state insurance manager and by the state controller. The endowment fund investment board at the request of the manager may sell any of such securities, the proceeds thereof to be paid over to the state treasurer for said insurance fund. Where such funds of the state insurance fund have been or are hereafter invested, with real property as security, and the said real property has been or is hereafter acquired by the state of Idaho by reason of foreclosure proceedings, voluntary deed, or otherwise, such property shall be held in trust by the state of Idaho for the benefit of the state insurance fund and may be sold by the endowment fund investment board at the request of the manager of said fund, and said sale may be had at private sale or public auction, upon such terms and under such conditions as the endowment fund investment board deems for the best interest of the state, but no sale of real estate at private sale may be had for a less price than the amount, with accrued interest, costs and expenses, which has been invested by the state insurance fund in said real estate. Where such sale is to be made at public auction, it must take place in the county where the real estate is situated, and notice of time and place of sale must be posted in three (3) of the most public places in such county, and published in a newspaper, if there be one (1) printed in the said county, for at least once a week for not less than two (2) consecutive weeks, within thirty (30) days prior to the sale. Where such sale is to be made at private sale, it must take place in the county where the real estate is situated, and notice of time and place of sale must be posted in three (3) of the most public places in such county, and published in a newspaper, if there be one (1) printed in said county, for at least once a week for not less than two (2) consecutive weeks, within thirty (30) days prior to the sale. The notice must state a day on or after which the sale will be made, and a place where offers or bids will be received. The day last referred to must be at least fifteen (15) days from the first publication of notice, and the sale must not be made before that day, but must be made within six (6) months thereafter. The bids or offers must be in writing, sealed, and delivered to the investment manager of the endowment fund investment board. The real estate and tenements, or the part thereof or interest therein to be sold, must be described with common certainty in the notice. The deed or deeds to such real estate shall be executed in the name of the state of Idaho as required by section 16, chapter 4 of the constitution of the state of Idaho, and the proceeds from any such sale be paid over to the state treasurer for said insurance funds.\n\n[(72-912) C.S., sec. 6299, as enacted by 1925, ch. 129, sec. 2, p. 183; I.C.A., sec. 43-1712; am. 1939, ch. 251, sec. 12, p. 617; am. 1941, ch. 20, sec. 10, p. 37; am. 1943, ch. 168, sec. 1, p. 355; am. 1969, ch. 466, sec. 13, p. 1326; am. 1970, ch. 170, sec. 1, p. 498; am. 1978, ch. 18, sec. 1, p. 36; am. 1994, ch. 180, sec. 237, p. 569.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-912/"
    },
    {
      "id": "section-72-912a",
      "number": "72-912A",
      "heading": "",
      "text": "72-912A. APPOINTMENT OF INVESTMENT MANAGERS. The manager of the state insurance fund may direct the endowment fund investment board to select and contract with a minimum of one (1) investment manager to manage the investment of the state insurance funds. The designated investment manager or managers, shall, subject to the direction of the endowment fund investment board, exert control over the funds as though the investment manager were the owner thereof. The endowment fund investment board shall be responsible for assuring that the investment manager complies with this act.\n\n[72-912A, added I.C., sec. 72-912A, as added by 1970, ch. 170, sec. 2, p. 498; am. 1978, ch. 18, sec. 2, p. 37.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-912a/"
    },
    {
      "id": "section-72-926",
      "number": "72-926",
      "heading": "",
      "text": "72-926. DISCLOSURES PROHIBITED. Information acquired by the manager from employers or employees pursuant to this chapter shall be subject to disclosure according to chapter 1, title 74, Idaho Code, and any officer or employee of the manager or of the state insurance fund who, without authority of the manager or pursuant to his rules, or as otherwise required by law, shall disclose the same, shall be guilty of a misdemeanor.\n\n[(72-926) 1917, ch. 81, sec. 103, p. 252; reen. C.L. 256:103; C.S., sec. 6314; I.C.A., sec. 43-1726; am. 1939, ch. 251, sec. 25, p. 617; am. 1941, ch. 20, sec. 23, p. 37; am. 1990, ch. 213, sec. 107, p. 562; am. 2015, ch. 141, sec. 193, p. 529.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-926/"
    },
    {
      "id": "section-72-927",
      "number": "72-927",
      "heading": "",
      "text": "72-927. PAYMENT OF COMPENSATION AND REFUNDS. The state insurance manager shall submit each month to the state board of examiners an estimate of the amount necessary to meet the current disbursements for workmen’s compensation insurance losses and premium refunds to policyholders from the state insurance fund, during each succeeding calendar month, and when such estimate shall be approved by the state board of examiners, the state treasurer is authorized to pay the same out of the state insurance fund upon sight drafts drawn by the state insurance manager. At the end of each calendar month the state insurance manager shall account to the state board of examiners for all money so received, furnishing proper vouchers therefor.\n\n[(72-927) 1917, ch. 81, sec. 105, p. 252; reen. C.L. 256:105; C.S., sec. 6315; I.C.A., sec. 43-1727; am. 1939, ch. 251, sec. 26, p. 37.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-927/"
    },
    {
      "id": "section-72-928",
      "number": "72-928",
      "heading": "",
      "text": "72-928. INSURANCE BY PUBLIC CORPORATIONS — PROVISION FOR IDAHO NATIONAL GUARD. (a) A public corporation may insure against its liability for compensation with the state insurance fund and not with any other insurance carrier, unless such fund shall refuse to accept the risk when the application for insurance is made: Provided however that the benefits secured by section 72-205(6), Idaho Code, to members of the Idaho national guard while on duty shall be secured in the manner prescribed in subsections (b) and (c) of this section; and provided further that the restrictions of this section shall not apply to any governmental hospital whose operation is financed primarily by patient care revenue.\n\n(b) All claims for compensation against the Idaho national guard accruing on or after March 5, 1949, under the provisions of title 72, Idaho Code, on account of members of the Idaho national guard while on duty shall be deemed secured by the state insurance fund, and payment thereof shall be made to claimants entitled thereto in accordance with the provisions of title 72, Idaho Code, in the same manner and amount as any other employment insured by the state insurance fund. The manager of the state insurance fund shall service all claims as though they were insured claims and not require payment of any premium as a condition of securing the liability of the Idaho national guard, but the state insurance fund shall, in lieu of any premium, be reimbursed, as provided in subsection (c) of this section, for moneys paid out on account of the liability of the Idaho national guard. Nothing in this subsection shall be construed to amend or modify any substantive provision of this title. No charge shall be made by the fund for administration of the guard’s liability hereunder.\n\n(c) Commencing on July 1, 1950, and quarterly thereafter, the manager of the state insurance fund shall prepare in the form of a claim an itemized statement of all moneys paid out by the fund pursuant to subsection (b) of this section during the quarter concerned on account of the liability as an employer of Idaho national guard. Such statement shall list the amount of payments made and to whom and on whose account such payments are made, and shall be forwarded to the adjutant general of the state, who shall endorse thereon his approval of the statement and forward the same to the board of examiners. The board of examiners shall examine such claim, and if the board finds the claim in accordance with law, the board shall order the state treasurer to pay to the state insurance fund an amount equal to the total sum of moneys paid out as set forth in such statement. There is hereby appropriated out of any moneys in the treasury, not otherwise appropriated, a sum of money sufficient to meet these quarterly claims as they are from time to time presented.\n\n(d) For the purposes of this section, the term \"public corporation\" shall not include any single-purpose district organized or that may be organized as a local public body in accordance with the laws of the state of Idaho for the purpose of constructing or furnishing any municipal service. For the purposes of this section, a \"public corporation\" includes a city, county, and school district. The provisions of this subsection shall be null, void, and of no force and effect on and after July 1, 2030. Prior to July 1, 2030, the legislature may evaluate the effectiveness of the provisions of this subsection, including whether to remove this subsection or revise the definition of \"public corporation\" provided in this subsection to include cities, counties, and school districts.\n\n[72-928, added 1917, ch. 81, sec. 107, p. 252; reen. C.L. 256:107; C.S., sec. 6316; I.C.A., sec. 43-1728; am. 1950 (E.S.), ch. 79, sec. 2, p. 106; am. 1977, ch. 118, sec. 1, p. 253; am. 2025, ch. 105, sec. 2, p. 563.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-928/"
    },
    {
      "id": "section-72-929",
      "number": "72-929",
      "heading": "",
      "text": "72-929. MARITIME RISK COVERAGE. Notwithstanding any Idaho Code provision to the contrary, the state insurance fund may participate in any pooling arrangement that is under the direction and control of the national council on compensation insurance that will provide insurance for risks located in the state of Idaho which are subject to the United States longshoremen’s and harbor workers’ compensation act. The state insurance fund is hereby authorized to pay any reasonable assessments that arise out of participation in such a pooling arrangement.\n\n[72-929, added 1977, ch. 301, sec. 1, p. 845.]",
      "source_url": "https://law.justia.com/codes/idaho/title-72/chapter-9/section-72-929/"
    }
  ]
}