{
  "state": "new-mexico",
  "path": "title-chapter-32a-childrens-code/chapter-article-20-uniform-case-numbering",
  "sections": [
    {
      "id": "section-32a-20-1",
      "number": "32A-20-1",
      "heading": "Uniform case numbering system.",
      "text": "A. As used in this section, \"uniform case numbering system\" means a system of referring to cases of alleged child abuse or neglect, including child sexual abuse, to allow only one numerical designation to be assigned to each case of child abuse or neglect. The uniform case numbering system shall provide for uniform reference to each case by all state agencies and organizations supported by state funds.\n\nB. In any investigation, intervention or disposition of a case involving child abuse or neglect, including child sexual abuse, a uniform case number shall be assigned to the investigation and shall be maintained and referred to by all persons or agencies having occasion to become involved in any way in the investigation, intervention or disposition of the case.\n\nC. A uniform case numbering system shall be devised, proposed and, after opportunity for public input, adopted by:\n\n(1) the department;\n\n(2) the secretary of public safety or his designee;\n\n(3) the secretary of the department or his designee;\n\n(4) the secretary of health or his designee;\n\n(5) the superintendent of public instruction or his designee;\n\n(6) the chief justice of the supreme court or his designee; and\n\n(7) a representative of the elected or appointed district attorneys.\n\nD. The data collected in connection with the uniform case numbering system shall be limited to the names of the alleged offender and alleged victim, the date of the alleged occurrence and a unique case number which encodes the county of the alleged offense, the type of alleged offense and the case disposition, if known. The names of the alleged offender and alleged victim shall be purged as soon as the uniform case number is disseminated to all agencies involved in investigation and rehabilitative service provision in that case, or within six months of the date the uniform case number is assigned, whichever is first.\n\nHistory:1978 Comp., ยง 32A-20-1, enacted by Laws 1993, ch. 77, ยง 229.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-20/section-32a-20-1/"
    }
  ]
}