{
  "state": "new-mexico",
  "path": "title-chapter-32a-childrens-code/chapter-article-26-fostering-connections",
  "sections": [
    {
      "id": "section-32a-26-1",
      "number": "32A-26-1",
      "heading": "Short title.Section 32A-26-2 - Definitions",
      "text": "Chapter 32A, Article 26 NMSA 1978 may be cited as the \"Fostering Connections Act\".\n\nHistory:Laws 2019, ch. 149, § 1; 2020, ch. 52, § 3.\n\nThe 2020 amendment,effective May 20, 2020, changed \"Sections 1 through 10 of this act\" to \"Chapter 32A, Article 26 NMSA 1978\".\n\nTemporary provisions.— Laws 2019, ch. 149, § 14 provided:\n\nA. By October 1, 2020, the children, youth and families department shall:\n\n(1) submit an amendment to the state plan to seek federal funding for newly eligible adults for whom an adoption subsidy or a guardianship assistance agreement was in effect if the child had attained sixteen years of age before the agreement became effective or for whom a state-funded guardianship assistance agreement was in effect if the youth had attained sixteen years of age before the agreement became effective;\n\n(2) implement the fostering connections program pursuant to the provisions of the Fostering Connections Act and maximize the children, youth and families department's access to federal funds for extended guardianship assistance and extended adoption assistance for the benefit of eligible adults participating in the fostering connections program; and\n\n(3) adopt and promulgate rules as needed to carry out the provisions of the Fostering Connections Act.\n\nB. As used in this section, \"eligible adult\" means an individual who meets the eligibility criteria for participating in the fostering connections program.\n\nLaws 2019, ch. 149, § 15 provided that the secretary of children, youth and families shall convene a work group composed of experts in children's services and juvenile justice to collect information and make recommendations on including in the fostering connections program youth who have been adjudicated under the Delinquency At. The work group shall examine and report to the secretary of children, youth and families and the legislature by November 1, 2019;\n\nA. the potential number of young adults who could be included in the fostering connections program;\n\nB. the processes by which young adults eligible to participate in the fostering connections program could be identified;\n\nC. procedures for assisting young adults to become eligible for the fostering connections program; and\n\nD. the potential placement and service array that would be required for including young adults who have been adjudicated under the Delinquency Act in the fostering connections program.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-1/"
    },
    {
      "id": "section-32a-26-2",
      "number": "32A-26-2",
      "heading": "Definitions.",
      "text": "As used in the Fostering Connections Act:\n\nA. \"active efforts\" means a heightened standard that is greater than reasonable efforts that include affirmative, active, thorough and timely efforts;\n\nB. \"eligible adult\" means an individual who meets the eligibility criteria for participation in the fostering connections program;\n\nC. \"foster care maintenance payment\" means a payment for the care and support of an eligible adult, which is based on the needs of the eligible adult;\n\nD. \"host home\" means a setting in an eligible adult's former foster home or in another residence in which an eligible adult:\n\n(1) shares a residence with another adult or adults; and\n\n(2) agrees to meet the basic expectations established by the:\n\n(a) eligible adult;\n\n(b) other adult or adults sharing the residence; and\n\n(c) department;\n\nE. \"placement and care\" means the day-to-day care and protection of the child or eligible adult, including responsibility for placement decisions about the child or eligible adult;\n\nF. \"supervised independent living setting\" means an age-appropriate setting that the department approves for placement of an eligible adult, which setting:\n\n(1) is consistent with federal law and guidance for a supervised setting in which an eligible adult lives independently; and\n\n(2) may be a residence where the eligible adult lives alone or shares a residence with others, including:\n\n(a) a host home;\n\n(b) a college dormitory or other post-secondary education or training housing; or\n\n(c) the home of a parent of the eligible adult;\n\nG. \"transition plan\" means a written, individualized plan developed collaboratively between the department and the eligible adult that assesses the eligible adult's strengths and needs, establishes goals and identifies the services and activities that will be provided to the eligible adult to achieve the established goals, the time frames for achieving the goals and the individuals or entities responsible for providing the identified services and activities as provided by rule;\n\nH. \"voluntary services and support agreement\" means a written agreement, binding on the parties to the agreement, between the department and an eligible adult, which agreement is consistent with the requirements of a voluntary placement agreement pursuant to federal law and which specifies, at a minimum, the legal status of the eligible adult and the rights and obligations of the eligible adult and the department while the eligible adult is participating in the fostering connections program; and\n\nI. \"young adult\" means an individual who is at least eighteen years of age and who is under twenty-one years of age and is not currently participating in the fostering connections program pursuant to Section 32A-26-3 NMSA 1978.\n\nHistory:Laws 2019, ch. 149, § 2; 2020, ch. 52, § 4.\n\nThe 2020 amendment,effective May 20, 2020, added definitions for \"active efforts\" and \"placement and care\" and revised the meaning of certain terms as used in the Fostering Connections Act; added a new Subsection A and redesignated former Subsections A through C as Subsections B through D, respectively; in Subsection C, after \"which\", deleted \"payment rate is established through legislative appropriation and\"; added a new Subsection E and redesignated former Subsections D through G as Subsections F through I, respectively; in Subsection F, Paragraph F(1), deleted \"conforms to federal requirements for supervised independent living settings\" and added \"is consistent with federal law and guidance for a supervised setting in which an eligible adult lives independently\", in Paragraph F(2), after \"may be\", deleted \"single or shared\", and after \"residence\", added \"where the eligible adult lives alone or shares a residence with others\"; in Subsection G, in the introductory clause, after \"eligible adult that\", deleted \"identifies the\", deleted former Paragraphs (1) and (2) and added the remainder of the subsection; in Subsection H, after \"which agreement\", added \"is consistent with the requirements of a voluntary placement agreement pursuant to federal law and which\"; and in Subsection I, after \"twenty-one years of age\", added \"and is not currently participating in the fostering connections program pursuant to Section 32A-26-3 NMSA 1978\".\n\nTemporary provisions.— Laws 2019, ch. 149, § 14 provided:\n\nA. By October 1, 2020, the children, youth and families department shall:\n\n(1) submit an amendment to the state plan to seek federal funding for newly eligible adults for whom an adoption subsidy or a guardianship assistance agreement was in effect if the child had attained sixteen years of age before the agreement became effective or for whom a state-funded guardianship assistance agreement was in effect if the youth had attained sixteen years of age before the agreement became effective;\n\n(2) implement the fostering connections program pursuant to the provisions of the Fostering Connections Act and maximize the children, youth and families department's access to federal funds for extended guardianship assistance and extended adoption assistance for the benefit of eligible adults participating in the fostering connections program; and\n\n(3) adopt and promulgate rules as needed to carry out the provisions of the Fostering Connections Act.\n\nB. As used in this section, \"eligible adult\" means an individual who meets the eligibility criteria for participating in the fostering connections program.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-2/"
    },
    {
      "id": "section-32a-26-3",
      "number": "32A-26-3",
      "heading": "Fostering connections program; eligibility.",
      "text": "A. The \"fostering connections program\" is established in the department. The department shall make the fostering connections program available, on a voluntary basis, to an eligible adult who:\n\n(1) has attained at least eighteen years of age and who is younger than:\n\n(a) as of July 1, 2020, nineteen years of age;\n\n(b) as of July 1, 2021, twenty years of age; and\n\n(c) after July 1, 2022, twenty-one years of age;\n\n(2) meets one of the following criteria:\n\n(a) has attained at least eighteen years of age and: 1) was adjudicated pursuant to the Children's Code or its equivalent under tribal law; 2) was subject to a court order that placement and care be the responsibility of the department or the Indian tribe that entered into an agreement with the department; and 3) was subject to an out-of-home placement order; or\n\n(b) attained at least fourteen years of age when a guardianship assistance agreement or adoption assistance agreement was in effect and whose guardianship assistance agreement or adoption assistance agreement was terminated or the guardian or parents are no longer willing to provide emotional or financial support after the child attained eighteen years of age;\n\n(a) completing secondary education or an educational program leading to an equivalent credential;\n\n(b) enrolled in an institution that provides post-secondary or vocational education;\n\n(c) employed for at least eighty hours per month;\n\n(d) participating in a program or activity designed to promote employment or remove barriers to employment; or\n\n(e) incapable of doing any of the activities described in Subparagraphs (a) through (d) of this paragraph due to a medical or behavioral condition that is supported by regularly updated information in the transition plan; and\n\n(4) enters into a voluntary services and support agreement with the department pursuant to the Fostering Connections Act.\n\nB. The citizenship or immigration status of a young adult shall not be a factor when determining the young adult's eligibility pursuant to this section.\n\nHistory:Laws 2019, ch. 149, § 3; 2020, ch. 52, § 5.\n\nThe 2020 amendment,effective May 20, 2020, revised the criteria for an eligible adult to participate in the fostering connections program; in Subsection A, Subparagraph A(1)(c), deleted \"as of\" and added \"after\", deleted former Paragraph A(2) and added a new Paragraph A(2), in Subparagraph A(3)(e), after \"behavioral condition\", deleted \"which incapacity\" and added \"that\", and after \"information in the\", deleted \"case\" and added \"transition\".\n\nTemporary provisions.— Laws 2019, ch. 149, § 14 provided:\n\nA. By October 1, 2020, the children, youth and families department shall:\n\n(1) submit an amendment to the state plan to seek federal funding for newly eligible adults for whom an adoption subsidy or a guardianship assistance agreement was in effect if the child had attained sixteen years of age before the agreement became effective or for whom a state-funded guardianship assistance agreement was in effect if the youth had attained sixteen years of age before the agreement became effective;\n\n(2) implement the fostering connections program pursuant to the provisions of the Fostering Connections Act and maximize the children, youth and families department's access to federal funds for extended guardianship assistance and extended adoption assistance for the benefit of eligible adults participating in the fostering connections program; and\n\n(3) adopt and promulgate rules as needed to carry out the provisions of the Fostering Connections Act.\n\nB. As used in this section, \"eligible adult\" means an individual who meets the eligibility criteria for participating in the fostering connections program.\n\nLaws 2019, ch. 149, § 15 provided that the secretary of children, youth and families shall convene a work group composed of experts in children's services and juvenile justice to collect information and make recommendations on including in the fostering connections program youth who have been adjudicated under the Delinquency At. The work group shall examine and report to the secretary of children, youth and families and the legislature by November 1, 2019;\n\nA. the potential number of young adults who could be included in the fostering connections program;\n\nB. the processes by which young adults eligible to participate in the fostering connections program could be identified;\n\nC. procedures for assisting young adults to become eligible for the fostering connections program; and\n\nD. the potential placement and service array that would be required for including young adults who have been adjudicated under the Delinquency Act in the fostering connections program.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-3/"
    },
    {
      "id": "section-32a-26-4",
      "number": "32A-26-4",
      "heading": "Fostering connections program; services; supports.",
      "text": "A. The fostering connections program shall provide at least the following services and supports to eligible adults:\n\n(1) major medical and behavioral health care coverage;\n\n(2) housing, in one of the following settings that the eligible adult chooses:\n\n(a) a supervised independent living setting;\n\n(b) a transitional living program that the department licenses or approves; or\n\n(c) a residential facility or another institution; provided that an eligible adult who is residing in a residential facility upon leaving foster care may choose to temporarily stay until the eligible adult is able to transition to a more age-appropriate setting;\n\n(3) foster care maintenance payments; provided that these payments:\n\n(a) shall be sent by the department, all or in part, directly to: 1) the eligible adult, if the eligible adult is living in a supervised independent living setting; or 2) a transitional living program, if the eligible adult is living in a transitional living program; and\n\n(b) shall reflect the eligible adult's status as a parent, if applicable; and\n\n(4) services that include the development of a transition plan, developed jointly by the department and the eligible adult, that includes a description of the identified housing situation or living arrangement, and the resources to assist the eligible adult in the transition from the fostering connections program to adulthood. The services shall include assisting the eligible adult in effectuating each element of a transition plan.\n\nB. The department shall not require background checks for other residents of a supervised independent living setting or a transitional living program as a condition of approving an eligible adult's living setting.\n\nC. The department shall develop procedures to provide extended subsidies to families for adoption and guardianship until the eligible adult turns twenty-one years of age if:\n\n(1) an adoption assistance or guardianship assistance agreement was in effect for the eligible adult when the eligible adult was sixteen years of age or older; and\n\n(2) when at least eighteen years of age and under twenty-one years of age, the eligible adult meets at least one of the following participation criteria:\n\n(a) completing secondary education or an educational program leading to an equivalent credential;\n\n(b) enrolled in an institution that provides post-secondary or vocational education;\n\n(c) participating in a program or activity designed to promote employment or remove barriers to employment;\n\n(d) employed for at least eighty hours per month; or\n\n(e) is incapable of doing any of the activities described in Subparagraphs (a) through (d) of this paragraph due to a medical or behavioral condition that is supported by regularly updated information in the transition plan.\n\nHistory:Laws 2019, ch. 149, § 4; 2020, ch. 52, § 6.\n\nThe 2020 amendment,effective May 20, 2020, revised the fostering connections program services, and clarified duties of and services provided by the children, youth and families department; in Subsection A, Subparagraph A(2)(c), after \"provided that\", deleted \"1) except as provided pursuant to Item 2) of this subparagraph\", and after \"age-appropriate setting\", deleted \"and 2) if the court finds that an eligible adult's developmental level, disability or other condition indicates placement in a residential facility or another institution due to an eligible adult's developmental level, disability or other condition, the eligible adult shall be placed in a residential facility or another institution until the court deems that the eligible adult may be appropriately placed in another setting\", in Subparagraph A(3)(a), deleted \"may\" and added \"shall\", in Paragraph A(4), deleted \"case management\" preceding each occurrence of \"services\", after \"development of a\", deleted \"case\" and added \"transition\", and after \"assisting the eligible adult in\" added \"effectuating each element of a transition plan\", and deleted former Subparagraphs A(4)(a) through A(4)(n); in Subsection B, after \"independent living setting\", added \"or a transitional living program\", and after \"eligible adult's\", deleted \"supervised independent\"; and in Subsection C, Paragraph C(2), deleted \"between the ages of eighteen and\" and added \"when at least eighteen years of age and under\", and in Subparagraph C(2)(e), after \"behavioral condition\", added \"that is supported by regularly updated information in the transition plan\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-4/"
    },
    {
      "id": "section-32a-26-5",
      "number": "32A-26-5",
      "heading": "Fostering connections program; participation; voluntary services and support agreement; periodic reviews.",
      "text": "A. An eligible adult may participate in the fostering connections program for any duration of time by entering into a voluntary services and support agreement immediately upon turning eighteen years of age or any time thereafter.\n\nB. There is no limit to the number of times an eligible adult may opt out of and reenter the fostering connections program.\n\nC. When an eligible adult elects to participate in the fostering connections program, the department and the eligible adult shall execute, and the eligible adult shall be provided with a signed copy of, a voluntary services and support agreement that sets forth, at a minimum, the following:\n\n(1) a requirement that the eligible adult continue to be eligible in accordance with the Fostering Connections Act for the duration of the voluntary services and support agreement;\n\n(2) the services and support that the eligible adult will receive through the fostering connections program;\n\n(3) the voluntary nature of the eligible adult's participation and the eligible adult's right to terminate the voluntary services and support agreement at any time; and\n\n(4) conditions that may result in the termination of the voluntary services and support agreement and the eligible adult's early discharge from the fostering connections program pursuant to Section 32A-26-6 NMSA 1978.\n\nD. As soon as possible and no later than forty-five days after the eligible adult and the department execute the voluntary services and support agreement, the department shall conduct a determination of income eligibility for purposes of compliance with federal foster care and transitional care assistance; provided that within fifteen days after execution of the voluntary services and support agreement, the department shall provide those services and supports set forth in that agreement.\n\nE. The department shall assign an eligible adult a case manager, who shall be trained in primarily providing services for transition-aged eligible adults.\n\nF. The department shall make active efforts to assist eligible adults in achieving permanency and creating permanent connections.\n\nG. The department and at least one person who is not responsible for case management, in collaboration with the eligible adult and additional persons identified by the eligible adult, shall conduct periodic reviews of the transition plan not less than once every one hundred eighty days to evaluate progress made toward meeting the goals set forth in the transition plan. The department shall use a team approach in conducting periodic reviews of the transition plan and shall facilitate the participation of the eligible adult.\n\nH. The department shall hold the periodic review of the transition plan no more than thirty days before and no less than five days before each review hearing.\n\nHistory:Laws 2019, ch. 149, § 5; 2020, ch. 52, § 7.\n\nThe 2020 amendment,effective May 20, 2020, provided that there is no limit to the number of times an eligible adult may opt out of and reenter the fostering connections program, and required the department to hold the periodic review of the transition plan no more than thirty days before and no less than five days before each review hearing; in Subsection A, after \"duration of time\", deleted \"while the eligible adult is between eighteen and twenty-one years of age\"; added a new Subsection B and redesignated former Subsections B through F as Subsections C through G, respectively; in Subsection C, Paragraph C(4), changed \"Section 6 of the Fostering Connections Act\" to \"Section 32A-26-6\"; in Subsection F, after \"shall\", deleted \"provide reasonable\" and added \"make active\", and after \"permanent connections\", deleted \"after the age of eighteen\"; and added Subsection H.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-5/"
    },
    {
      "id": "section-32a-26-6",
      "number": "32A-26-6",
      "heading": "Termination of voluntary services and support agreement; notice; procedure.",
      "text": "A. An eligible adult may choose to terminate the voluntary services and support agreement and stop receiving services and support under the fostering connections program at any time. If an eligible adult chooses to terminate the voluntary services and support agreement, the department shall provide the eligible adult with a clear and developmentally appropriate written notice informing the eligible adult of:\n\n(1) the potential negative effects of terminating the voluntary services and support agreement early;\n\n(2) the option to reenter the fostering connections program at any time before attaining twenty-one years of age, so long as the eligibility requirements are met;\n\n(3) the procedures for reentering the fostering connections program; and\n\n(4) information about and contact information for community resources that may benefit the eligible adult.\n\nB. As part of the case management processes, the department shall identify as soon as possible any barriers to maintaining eligibility that an eligible adult is encountering and shall make active efforts to assist the eligible adult to overcome identified barriers and maintain eligibility. The department's efforts shall be documented in the transition plan.\n\nC. Academic breaks in post-secondary education attendance, such as semester and seasonal breaks, and other transitions between status that meet eligibility requirements, including education and employment transitions of no longer than thirty days, shall not be a basis for termination.\n\nD. If the department determines that a young adult is no longer eligible for the fostering connections program, the department shall:\n\n(1) no more than fifteen days after the determination and prior to requesting a discharge hearing, provide to the young adult and the young adult's attorney a clear and developmentally appropriate:\n\n(a) written notice informing the young adult of the department's intent to terminate the voluntary services and support agreement; and\n\n(b) explanation of the basis for the termination; and\n\n(2) make active efforts to meet in person with the young adult to explain the information in the written termination notice and to assist the young adult in reestablishing eligibility if the young adult wishes to continue participating in the program.\n\nE. The department shall not terminate services under the fostering connections program without court approval after a discharge hearing.\n\nF. If an eligible adult remains in the fostering connections program until attaining twenty-one years of age, at least sixty days before the eligible adult's twenty-first birthday, the department shall provide the eligible adult with:\n\n(1) a clear and developmentally appropriate written notice informing the eligible adult of the termination of the voluntary services and support agreement at twenty-one years of age;\n\n(2) an updated plan with ongoing goals; and\n\n(3) information about and contact information for community resources that may benefit the young adult, including information regarding state programs established pursuant to federal law that provide transitional foster care assistance to young adults.\n\nHistory:Laws 2019, ch. 149, § 6; 2020, ch. 52, § 8.\n\nThe 2020 amendment,effective May 20, 2020, provided additional duties for the children, youth and families department in assisting eligible adults under the fostering connections program; in the section heading, deleted \"appeal\"; in Subsection B, after \"shall make\", deleted \"all reasonable\" and added \"active\", after \"efforts to\", deleted \"address those barriers\" and added \"assist the eligible adult to overcome identified barriers and maintain eligibility\", and preceding \"plan\", deleted \"case\" and added \"transition\"; in Subsection D, Paragraph D(1), in the introductory clause, added \"no more than fifteen days after the determination and prior to requesting a discharge hearing\", and after \"young adult\", added \"and the young adult's attorney\", and in Paragraph D(2), after \"make\", deleted \"reasonable\" and added \"active\"; in Subsection E, after \"court approval\", added \"after a discharge hearing\"; and in Subsection F, added new paragraph designations \"(1)\" through \"(3)\", in Paragraph F(1), after \"twenty-one years of age\", deleted \"the transition plan requirement\", and in Paragraph F(2), added \"an updated plan with ongoing goals\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-6/"
    },
    {
      "id": "section-32a-26-7",
      "number": "32A-26-7",
      "heading": "Fostering connections program; children's court petition; jurisdiction; contents; program file.",
      "text": "A. An eligible adult participating in the fostering connections program shall remain under the jurisdiction of the children's court while participating in the program. The eligible adult is the eligible adult's own legal custodian.\n\nB. Within fifteen days after the voluntary services and support agreement is executed, the department shall file a petition initiating proceedings pursuant to the Fostering Connections Act that shall be entitled, \"In the Matter of . . . . . . . . . , an eligible adult\", and shall set forth with specificity:\n\n(1) the name, birth date and residence of the eligible adult; and\n\n(2) the facts necessary to invoke the jurisdiction of the court.\n\nC. A petition filed pursuant to Subsection B of this section shall be accompanied by a copy of the eligible adult's voluntary services and support agreement and transition plan.\n\nD. There shall be no interruption in the foster care maintenance payment, housing, medical assistance coverage or case management for an eligible adult who is eligible and chooses to participate in the fostering connections program immediately following the termination of children's court jurisdiction at age eighteen.\n\nE. At the inception of a fostering connections proceeding, the court shall appoint an attorney to represent the eligible adult. If the eligible adult consents, the attorney who previously served as the eligible adult's attorney may be appointed.\n\nF. Until excused by a court, an attorney appointed to represent an eligible adult shall represent the eligible adult in any subsequent appeals.\n\nG. A hearing held pursuant to the Fostering Connections Act shall be commenced within ninety days of the filing of the petition, at which time the court shall review the voluntary services and support agreement and determine whether the agreement is in the best interests of the eligible adult and the transition plan meets the requirements of the Fostering Connections Act.\n\nHistory:Laws 2019, ch. 149, § 7; 2020, ch. 52, § 9.\n\nThe 2020 amendment,effective May 20, 2020, required the court, in a hearing held pursuant to the Fostering Connections Act, to determine whether the transition plan meets the requirements of the act; in Subsection C, added \"transition\" preceding \"plan\"; in Subsection F, deleted \"Unless\" and added \"Until\"; and in Subsection G, after \"best interests of the eligible adult\", added \"and the transition plan meets the requirements of the Fostering Connections Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-7/"
    },
    {
      "id": "section-32a-26-8",
      "number": "32A-26-8",
      "heading": "Review hearings.",
      "text": "A. The court shall conduct a review hearing at least once every six months.\n\nB. The primary purpose of the review hearing shall be to ensure that the fostering connections program is providing the eligible adult with the needed services and support to help the eligible adult move toward permanency and a successful transition to adulthood. At the review hearing, the department shall show that it has made active efforts to comply with the voluntary services and support agreement and effectuate the transition plan. A review hearing shall be conducted in a manner that seeks the eligible adult's meaningful participation by considering procedural modifications and flexible times.\n\nC. The department shall prepare and present to the children's court a report addressing progress made in meeting the goals in the transition plan, including an independent living transition proposal, and shall propose modifications as necessary to further those goals.\n\nD. If the court finds the department has not made active efforts to comply with the voluntary support and services agreement and effectuate the transition plan, the court may order additional services and support to achieve the goals of the transition plan and the goals of state and federal law.\n\nE. At every review hearing that occurs after the child attains sixteen years and six months of age, the court shall make a finding that the child has been notified about the fostering connections program and of the benefits of the program.\n\nF. At the review hearing that occurs no later than three months before the child attains eighteen years of age, the court shall make a finding of whether the child has decided to participate in the fostering connections program and whether the child has been provided an opportunity to develop a voluntary services and support agreement.\n\nHistory:Laws 2019, ch. 149, § 8; 2020, ch. 52, § 10.\n\nThe 2020 amendment,effective May 20, 2020, required the court to conduct review hearings every six months, and provided additional duties for the children, youth and families department and the children's court in review hearings; in Subsection A, after \"at least once\", deleted \"per year\" and added \"every six months\"; in Subsection B, after \"shall show that it has made\", deleted \"reasonable\" and added \"active\", after \"efforts to\", deleted \"implement the case\" and added \"comply with the voluntary services and support agreement and effectuate the transition\", and after \"meaningful participation\", added \"by considering procedural modifications and flexible times\"; in Subsection C, replaced \"case\" plan with \"transition\" plan; in Subsection D, after \"department has not made\", deleted \"reasonable\" and added \"active\", after \"efforts to\", deleted \"implement the case\" and added \"comply with the voluntary support and services agreement and effectuate the transition\", after \"goals of the\", deleted \"case\" and added \"transition\", and after \"transition plan and the\", deleted \"department's policies or state or\" and added \"goals of state and\"; and added Subsections E and F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-8/"
    },
    {
      "id": "section-32a-26-9",
      "number": "32A-26-9",
      "heading": "Discharge hearing.",
      "text": "A. At the last review hearing held prior to the eligible adult's twenty-first birthday, or prior to an eligible adult's discharge from the fostering connections program, the court shall review the eligible adult's transition plan and shall determine whether the department has made active efforts to implement the requirements of Subsection B of this section.\n\nB. The court shall determine whether the department made active efforts to assist the eligible adult in effectuating each element of the transition plan.\n\nC. If the court finds that the department has not made active efforts to assist the eligible adult in effectuating each element of the transition plan and that termination of jurisdiction would be harmful to the eligible adult, the court may continue to exercise its jurisdiction for a period not to exceed one year from the eligible adult's twenty-first birthday or the eligible adult's discharge from the fostering connections program; provided that the eligible adult consents to continued jurisdiction of the court. The court may dismiss the case for good cause at any time after the eligible adult's twenty-first birthday or the eligible adult's discharge from the fostering connections program.\n\nHistory:Laws 2019, ch. 149, § 9; 2020, ch. 52, § 11.\n\nThe 2020 amendment,effective May 20, 2020, clarified duties of the children's court in determining whether the transition plan is being put into effect; in Subsection A, after \"eligible adult's\", deleted \"twentieth\" and added \"twenty-first\", and after \"department has made\", deleted \"reasonable\" and added \"active\"; in Subsection B, after \"whether\", added \"the department has made active efforts to assist the eligible adult in effectuating each element of the transition plan\", and deleted former Paragraphs B(1) through B(4); and in Subsection C, after \"department has not made\", deleted \"reasonable efforts to meet all of the requirements of Subsection B of this section\" and added \"active efforts to assist the eligible adult in effectuating each element of the transition plan\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-9/"
    },
    {
      "id": "section-32a-26-10",
      "number": "32A-26-10",
      "heading": "Fostering connections advisory committee; membership; appointment; terms; duties; meetings; report.",
      "text": "A. By October 1, 2019, the secretary shall appoint a \"fostering connections advisory committee\" to make recommendations to the department and to the legislature regarding the fostering connections program. The committee shall meet on a biannual basis to advise the department and the legislature regarding ongoing implementation of the fostering connections program. By September 1, 2020 and each September 1 thereafter, the committee shall provide a written report to the governor, the legislature and the secretary regarding ongoing implementation of the fostering connections program, including the number of participants and the number of early discharges.\n\nB. By October 1, 2020, the committee shall develop a proposal for qualitative and quantitative longitudinal data to be collected to drive ongoing program design and implementation. Each October 1 thereafter, the committee shall develop specific recommendations for improving the fostering connections program and outcomes for the eligible adults it serves and expanding the fostering connections program or improving outcomes for similar groups of at-risk young adults.\n\nC. The members of the committee shall include:\n\n(1) the following seven voting members:\n\n(a) the secretary, ex officio, or the secretary's designee;\n\n(b) three members who are appointed by the secretary as follows: 1) two youth or young adults who are currently or were previously placed in foster care; and 2) one representative of a child advocacy group; and\n\n(c) three members who are appointed by the secretary as follows: 1) one representative of a child welfare advocacy organization; 2) one representative of the department; and 3) one representative of an agency providing independent living services; and\n\n(2) the following nonvoting members:\n\n(a) a legislator, appointed by the New Mexico legislative council;\n\n(b) a children's court judge, appointed by the administrative office of the courts; and\n\n(c) a subject-matter expert, appointed by the secretary.\n\nD. Members of the committee shall be appointed for terms of two years; provided that the initial committee members' terms shall be staggered so that no more than five members' terms shall expire in any one year.\n\nE. The secretary shall convene a first meeting of the committee by December 1, 2019. At that first meeting, the members of the committee shall choose a chair, and members' terms shall be chosen by lot.\n\nF. The secretary shall fill vacancies on the committee as they occur.\n\nG. A majority of the committee members constitutes a quorum for voting purposes.\n\nH. Members of the committee shall receive per diem and mileage pursuant to the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance for their service on the committee.\n\nI. As used in this section:\n\n(1) \"committee\" means the fostering connections advisory committee; and\n\n(2) \"secretary\" means the secretary of children, youth and families.\n\nHistory:Laws 2019, ch. 149, § 10; 2020, ch. 52, § 12.\n\nThe 2020 amendment,effective May 20, 2020, provided additional duties for the fostering connections advisory committee; in Subsection B, after \"October 1, 2020\", deleted \"and\" and added \"the committee shall develop a proposal for qualitative and quantitative longitudinal data to be collected to drive ongoing program design and implementation\", after \"recommendations for\", added \"improving the fostering connections program and outcome for the eligible adults it serves\", and after \"at-risk young\", deleted \"people\" and added \"adults\"; and in Subsection C, Paragraph C(2), after \"the following\", deleted \"ex-officio\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-10/"
    },
    {
      "id": "section-32a-26-11",
      "number": "32A-26-11",
      "heading": "Administrative appeals.",
      "text": "A young adult may appeal an adverse eligibility determination in accordance with rules promulgated by the department. The department shall provide the young adult, in the young adult's primary language, with clear and developmentally appropriate verbal and written information concerning the administrative appeal process.\n\nHistory:Laws 2020, ch. 52, § 13.\n\nEffective dates.— Laws 2020, ch. 52 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 20, 2020, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-11/"
    },
    {
      "id": "section-32a-26-12",
      "number": "32A-26-12",
      "heading": "Duties of the department.",
      "text": "A. The department shall notify every child in its custody about the fostering connections program beginning when the child attains sixteen years of age and at every transition planning meeting thereafter.\n\nB. Prior to attaining seventeen years and six months of age, every child in the custody of the department shall be provided detailed information about the fostering connections program and given the opportunity to develop a voluntary services and support agreement that would be finalized and executed upon the child attaining eighteen years of age.\n\nHistory:Laws 2020, ch. 52, § 14.\n\nEffective dates.— Laws 2020, ch. 52 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 20, 2020, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-26/section-32a-26-12/"
    }
  ]
}