{
  "state": "new-mexico",
  "path": "title-chapter-32a-childrens-code/chapter-article-12-residential-treatment-program",
  "sections": [
    {
      "id": "section-32a-12-1",
      "number": "32A-12-1",
      "heading": "Residential treatment program established.Section 32A-12-2 - Residential treatment programs; rules.",
      "text": "A. There is established within the children, youth and families department a residential treatment program for youths. The program shall be for the purpose of providing residential treatment or therapeutic group home care to youths. Residential treatment services shall be provided to youths who are determined to be in need of such services pursuant to Section 43-1-16 or 43-1-16.1 NMSA 1978.\n\nB. Services shall be provided through a grant or contract with local community providers who have demonstrated the capability of providing such services. All program facilities used for provision of residential treatment or therapeutic group home care shall meet all applicable licensing requirements.\n\nC. Contracts may be let to out-of-state providers only upon a finding by the secretary of children, youth and families that appropriate in-state providers are not available.\n\nD. The secretary of human services and the secretary of children, youth and families shall execute an agreement specifying the manner in which clients and funds in the custody of the human services department [health care authority department] shall be transferred to the children, youth and families department for treatment and the ongoing responsibilities of each agency toward the clients served.\n\nHistory:Laws 1979, ch. 227, § 1; 1983, ch. 93, § 1; 1992, ch. 57, § 37; recompiled as 1978 Comp., § 32A-12-1 by Laws 1993, ch. 77, § 213.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\nCross references.— For children, youth and families department,see9-2A-1 NMSA 1978.\n\nCompiler's notes.— Sections 43-1-16 and 43-1-16.1 NMSA 1978, referred to in Subsection A, were repealed in 1993. For present comparable provisions,see32A-6-12 and 32A-6-13 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-12/section-32a-12-1/"
    },
    {
      "id": "section-32a-12-2",
      "number": "32A-12-2",
      "heading": "Residential treatment programs; rules.",
      "text": "The secretary of children, youth and families shall adopt rules to provide for:\n\nA. minimum standards that shall be met by a residential treatment program, including a requirement that the program make reasonable provisions for adequate physical space for a school district to provide the required free appropriate public education;\n\nB. procedures and forms for applying for a departmental grant or contract;\n\nC. procedures and criteria for review and approval or denial of such applications;\n\nD. procedures for approval of facilities and programs in or through which services are to be performed;\n\nE. procedures and specifications of programmatic and financial information to be reported by residential treatment programs to the children, youth and families department for purposes of evaluating the effectiveness of programs funded by the department; and\n\nF. procedures for review of potential clients for residential treatment or therapeutic group home care.\n\nHistory:Laws 1979, ch. 227, § 2; 1992, ch. 57, § 38; recompiled as 1978 Comp., § 32A-12-2 by Laws 1993, ch. 77, § 213; 2009, ch. 162, § 2.\n\nCross references.— For children, youth and families department,see9-2A-1 NMSA 1978 et seq.\n\nThe 2009 amendment,effective July 1, 2009, in Subsection A, after \"residential treatment program\", added the remainder of the sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-32a/article-12/section-32a-12-2/"
    }
  ]
}