{
  "state": "south-dakota",
  "path": "title-title-5-public-property-purchases-and-contracts/chapter-chapter-18a-public-agency-procurement-general-provisions",
  "sections": [
    {
      "id": "section-5-18a-1",
      "number": "5-18A-1",
      "heading": "Definitions.Section 5-18A-2 - Application to purchasing agency contracts",
      "text": "5-18A-1. Definitions.\n\nTerms used in this chapter and chapters 5-18B, 5-18C, and 5-18D mean:\n\n(1)\"Acceptance,\" the formal resolution of a purchasing agency authorizing the execution of a design-build contract;\n\n(2)\"Biobased,\" any materials composed wholly or in a significant part of biological products including renewable agricultural materials or forestry materials;\n\n(3)\"Contract,\" any type of agreement, regardless of what the agreement may be called, for the procurement of supplies, services, or construction;\n\n(4)\"Construction,\" and \"constructed,\" in addition to their ordinary meaning, repair, demolition, and alteration;\n\n(5)\"Construction management,\" any project delivery system based on an agreement whereby a construction manager provides leadership to the construction process through a series of services to the purchasing agency;\n\n(6)\"Construction manager,\" any person or entity that provides construction management services for a purchasing agency, and is either a construction manager-agent or construction manager-at-risk;\n\n(7)\"Construction manager-agent,\" any construction manager that provides construction management services to a purchasing agency in a fiduciary capacity;\n\n(8)\"Construction manager-at-risk,\" any construction manager that assumes the risk for construction, rehabilitation, alteration, or repair of a public improvement and that provides construction management services to the purchasing agency;\n\n(9)\"Design-build contract,\" any contract between a purchasing agency and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design-build contract may be conditioned upon future refinements in scope and price, and may permit the purchasing agency to make changes in the scope of the project without invalidating the design-build contract;\n\n(10)\"Design-build proposal,\" an offer to enter into a design-build contract;\n\n(11)\"Design-build request for proposals,\" any document or publication whereby a purchasing agency solicits proposals for a design-build contract;\n\n(12)\"Design-builder,\" any person that proposes to design and construct a public improvement covered by the procedures of this chapter and chapters 5-18B, 5-18C, and 5-18D;\n\n(13)\"Environmentally preferable product,\" any cleaning or maintenance product having properties that minimize potential impacts to human health and the environment, any product designed to conserve energy and water, any biobased product, and any product containing recycled materials or recovered materials;\n\n(14)\"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web;\n\n(15)\"Invitation for bids,\" any document, whether attached or incorporated by reference, used for soliciting bids;\n\n(16)\"Officer,\" any elected official or administrative officer appointed to that position by the governing body;\n\n(17)\"Performance criteria,\" requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal;\n\n(18)\"Performance criteria developer,\" any person and the person's subcontractors retained by the purchasing agency to develop performance criteria;\n\n(19)\"Professional services,\" services arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual;\n\n(19A)“Prohibited entity,” an organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates, of those entities or business associations, regardless of their principal place of business, which is ultimately owned or controlled by:\n\n(a)A foreign parent entity from the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela; or\n\n(b)The government of the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela.\n\nA prohibited entity does not include a citizen or legal permanent resident of the United States, or an individual foreign national;\n\n(20)\"Proposal,\" any offer to enter into contract in response to a request for proposals;\n\n(21)\"Purchasing agency,\" any governmental body or officer authorized by law, administrative rule, or delegated authority, to enter into contracts;\n\n(22)\"Public improvement,\" the process of building, altering, repairing, improving, or demolishing any public infrastructure facility, including any utility infrastructure, structure, building, or other improvements of any kind to real property, the cost of which is payable from taxes or other funds under the control of the purchasing agency, and includes any local improvement for which a special assessment is to be levied;\n\n(23)\"Qualified agency,\" any public or private nonprofit corporation geographically located in the State of South Dakota that provides services for persons with disabilities and is certified by the Department of Human Services;\n\n(24)\"Request for proposals,\" any document, whether attached or incorporated by reference, utilized by a purchasing agency when soliciting proposals for contracts for the procurement of supplies, services, or construction;\n\n(25)\"Request for qualifications,\" the document or publication whereby a purchasing agency solicits interested design-builders to pre-qualify for a design-build contract;\n\n(26)\"Resident,\" any person, partnership, association, limited liability company, foreign limited liability company, corporation, or foreign corporation licensed to do business within this state that has maintained a substantial and bona fide place of business and has conducted business from within this state for at least one year prior to the date on which a contract was awarded. The members of the partnership or association shall have been bona fide residents of the state for one year or more immediately prior to bidding upon the contract. A foreign corporation licensed pursuant to §§47-1A-1501 to 47-1A-1532, inclusive, is not a resident as defined by this section if the state or country in which it is organized enforces or has a preference for resident bidders;\n\n(26A)\"Reverse auction,\" a purchasing process in which bidders submit bids in competing to sell supplies or nonprofessional services in an open environment via the internet;\n\n(27)\"Sealed bid or proposal,\" a response to an invitation for bids or request for proposals submitted in a manner where the contents of the bid or proposal cannot be opened or viewed before the date and time of the formal opening without leaving evidence that the bid or proposal has been opened or viewed;\n\n(28)\"Services,\" furnishing of labor, time, or effort by a contractor not involving the delivery of a specific end product other than reports which are merely incidental to the required performance;\n\n(29)\"Supplies,\" any property, including equipment, materials, and printing;\n\n(30)\"Surety,\" a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of the company resident in the State of South Dakota. However, nothing in this subdivision requires countersignature of a bid bond.\n\nSource: SL 2010, ch 31, §2; SL 2013, ch 29, §4; SL 2023, ch 17, §1; SL 2023, ch 18, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-1/"
    },
    {
      "id": "section-5-18a-2",
      "number": "5-18A-2",
      "heading": "Application to purchasing agency contracts.",
      "text": "5-18A-2. Application to purchasing agency contracts.\n\nUnless otherwise authorized by law, the provisions of this chapter and chapters 5-18B, 5-18C, and 5-18D apply to all contracts issued by any purchasing agency.\n\nSource:SL 2010, ch 31, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-2/"
    },
    {
      "id": "section-5-18a-3",
      "number": "5-18A-3",
      "heading": "Methods of awarding contracts.",
      "text": "5-18A-3. Methods of awarding contracts.\n\nUnless otherwise authorized by law, each contract for supplies, services, and construction shall be awarded by one of the following methods:\n\n(1)Competitive sealed bids as provided in §5-18A-5;\n\n(2)Competitive sealed proposals as provided in §§5-18A-6 and 5-18A-7;\n\n(3)Small purchases as provided in §5-18A-11;\n\n(4)Sole source procurement as provided in §5-18A-8; or\n\n(5)Emergency procurement as provided in §5-18A-9.\n\nSource:SL 2010, ch 31, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-3/"
    },
    {
      "id": "section-5-18a-4",
      "number": "5-18A-4",
      "heading": "Competitive sealed bids required.",
      "text": "5-18A-4. Competitive sealed bids required.\n\nContracts shall be awarded by the use of competitive sealed bids except as otherwise provided in this chapter and chapters 5-18B, 5-18C, and 5-18D.\n\nSource:SL 2010, ch 31, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-4/"
    },
    {
      "id": "section-5-18a-5",
      "number": "5-18A-5",
      "heading": "Procedures for competitive sealed bids.",
      "text": "5-18A-5. Procedures for competitive sealed bids.\n\nThe following procedures apply to the use of competitive sealed bids:\n\n(1)Public notice of the invitation for bids shall be given pursuant to §5-18A-14;\n\n(2)The invitation for bids shall include a purchase description, all contractual terms and conditions applicable to the procurement. The invitation for bids for supplies shall include the length of time, not to exceed forty-five days, between the bid opening and the award of the bid;\n\n(3)A bid may be submitted either manually or electronically in a manner authorized by the purchasing agency;\n\n(4)Each bid shall be opened publicly in the presence of one or more witnesses at the time and place designated in the invitation for bids. The amount of each bid, and other relevant information as may be specified, together with the name of each bidder shall be recorded. Except as otherwise provided by law, the record and each bid shall be open to public inspection;\n\n(5)Each bid shall be unconditionally accepted without alteration or correction, except as authorized in this section. Each bid shall be evaluated based on the requirements set forth in the invitation for bids, which may include criteria to determine acceptability such as inspection, testing, quality, workmanship, delivery, and suitability for a particular purpose. Those criteria that will affect the bid price and be considered in evaluation for award shall be objectively measurable, such as discounts, transportation costs, and total or life cycle costs. The invitation for bids shall set forth the evaluation criteria to be used. No criteria may be used in bid evaluation that are not set forth in the invitation for bids;\n\n(6)Any bid may be withdrawn by letter, by electronic communications, or in person before the time specified in the advertisement for bid. The purchasing agency may allow modification of bids by mail, facsimile, or electronic notice received at the place designated in the invitation to bid not later than the time set for the opening of bids. A modification may not reveal the bid price but shall provide the addition, subtraction, or modification so the final prices or terms will not be known to the purchasing agency until the sealed bid is opened. A modification may not be withdrawn after the time set for the opening of bids. Each modification shall be confirmed in writing by the successful bidder before award of the contract. No bid made may be changed or altered by telephone. After bid opening, no withdrawal of a bid or change in bid prices or other provisions of bids prejudicial to the interest of the purchasing agency or fair competition is permitted. The purchasing agency may waive technical irregularities in the bid or proposal of the low bidder or offeror that do not alter the price, quality, or quantity of the services, or items of tangible personal property bid or offered. Any decision to permit the correction or withdrawal of a bid, or to cancel an award or a contract based on a bid mistake, shall be supported by a written determination made by the purchasing agency, and included in the bid file;\n\n(7)The contract for services or public improvement shall be awarded within thirty days and the contract for supplies shall be awarded within forty-five days of the bid opening by written notice to the lowest responsible and responsive bidder whose bid meets the requirements and criteria set forth in the invitation for bids. The purchasing agency may reject any and all bids and readvertise for bids if none of the bids are satisfactory, or if the purchasing agency believes an agreement has been entered into by the bidders to prevent competition. If the low bidder is not responsible or the bid is not made in accordance with the requirements of this chapter and chapters 5-18B, 5-18C, and 5-18D or the low bid is withdrawn as authorized by this section, the bid of the next lowest responsible and responsive bidder may be accepted;\n\n(8)If it is considered impractical to initially prepare a purchase description to support an award based on price, an invitation for bids may be issued requesting the submission of unpriced offers to be followed by an invitation for bids limited to those bidders whose offers have been qualified under the criteria set forth in the first solicitation;\n\n(9)If, after advertising for bids, no firm bids are received, the purchasing agency may negotiate a contract for the purchase of the supplies, services, or public improvement projects at the most advantageous price, if the specifications of the original bid are met;\n\n(10)If two or more competitive sealed bids submitted are identical in price and product quality, the bids are the low bid, and no resident bidder preference is applicable, the purchasing agency may:\n\n(a)Award the bid by lottery to one of the identical low bidders; or\n\n(b)Reject all the bids and resolicit bids for the required supplies, services, or public improvement.\n\nSource:SL 2010, ch 31, §6; SL 2016, ch 39, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-5/"
    },
    {
      "id": "section-5-18a-6",
      "number": "5-18A-6",
      "heading": "Competitive sealed proposals--When permitted.",
      "text": "5-18A-6. Competitive sealed proposals--When permitted.\n\nA contract may be entered into by competitive sealed proposals if the purchasing agency determines in writing that the use of competitive sealed bids is either not practicable or not advantageous.\n\nSource:SL 2010, ch 31, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-6/"
    },
    {
      "id": "section-5-18a-7",
      "number": "5-18A-7",
      "heading": "Procedures for competitive sealed proposals.",
      "text": "5-18A-7. Procedures for competitive sealed proposals.\n\nThe procedures for issuing a contract through competitive sealed proposals are as follows:\n\n(1)The proposals shall be solicited through a request for proposals. The request for proposals shall state the relative importance of price and other factors, if any;\n\n(2)Public notice of the request for proposals shall be given pursuant to §5-18A-14;\n\n(3)A proposal may be submitted either manually or electronically in a manner authorized by the purchasing agency;\n\n(4)Each proposal shall be opened so as to avoid disclosure of contents to competing offerors during the process of negotiation. A register of proposals shall be prepared documenting the name and address of each offeror and identifying each offeror awarded a contract. The register shall be open for public inspection after contract award;\n\n(5)As provided in the request for proposals, a discussion may be conducted with any responsible offeror who submitted a proposal determined to be reasonably susceptible of being selected for award for the purpose of clarification to assure full understanding of, and responsiveness to, the solicitation requirements. Each offeror shall be accorded fair and equal treatment with respect to any opportunity for discussion and revision of a proposal. A revision may be permitted after a submission and prior to an award for the purpose of obtaining the best and final offer. In conducting any discussion, there may be no disclosure of any information derived from any proposal submitted by a competing offeror;\n\n(6)An award shall be made to the responsible offeror whose proposal conforms to the solicitation and is determined in writing to be the most advantageous to the purchasing agency taking into consideration price and the evaluation factors set forth in the request for proposals. No other factors or criteria may be used in the evaluation. The contract file shall contain the basis on which the award is made. Written notice of the award of a contract to the successful offeror shall be promptly given to each offeror. The purchasing agency may reject any and all proposals and readvertise for proposals if none of the proposals are satisfactory, or if the purchasing agency believes any agreement has been entered into by the offerors to prevent competition; and\n\n(7)This section does not apply to state professional service contracts issued pursuant to §5-18A-37 and §§5-18D-17 to 5-18D-24, inclusive.\n\nSource:SL 2010, ch 31, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-7/"
    },
    {
      "id": "section-5-18a-8",
      "number": "5-18A-8",
      "heading": "Unique supplies or services--Sole source procurement--Negotiations.",
      "text": "5-18A-8. Unique supplies or services--Sole source procurement--Negotiations.\n\nA contract may be awarded for supplies or services without competition if the purchasing agency determines in writing that the supplies or services are of such a unique nature that the contractor selected is clearly and justifiably the only practicable source to provide the supplies or services. The determination that the contractor selected is justifiably the sole source shall be based on either the uniqueness of the supplies or services or the sole availability at the location required. In such cases, the purchasing agency shall conduct negotiations, including price, delivery, and quantity to obtain the most advantageous price and shall include the written verification of the sole source in the contract file. This section does not apply to construction services or construction equipment.\n\nSource:SL 2010, ch 31, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-8/"
    },
    {
      "id": "section-5-18a-9",
      "number": "5-18A-9",
      "heading": "Emergency procurement.",
      "text": "5-18A-9. Emergency procurement.\n\nA purchasing agency may make or authorize others to make an emergency procurement without advertising the procurement if rentals are not practicable and there exists a threat to public health, welfare, or safety or for other urgent and compelling reasons. Failure to abide by the bid provisions of this chapter and chapters 5-18B, 5-18C, and 5-18D in a timely manner is not an emergency. An emergency procurement shall be made with such competition as is practicable under the circumstances. A written determination of the basis for the emergency and for the selection of the particular contractor shall be included in the contract file.\n\nSource:SL 2010, ch 31, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-9/"
    },
    {
      "id": "section-5-18a-10",
      "number": "5-18A-10",
      "heading": "Records of sole source procurement and emergency procurement contracts.",
      "text": "5-18A-10. Records of sole source procurement and emergency procurement contracts.\n\nThe purchasing agency shall maintain a record listing each contract made under sole source procurement and emergency procurement for a minimum of five years. The record shall contain:\n\n(1)Each contractor's name;\n\n(2)The amount and type of each contract; and\n\n(3)A listing of the supplies, services, and public improvements procured under each contract.\n\nSource:SL 2010, ch 31, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-10/"
    },
    {
      "id": "section-5-18a-11",
      "number": "5-18A-11",
      "heading": "Purchases of supplies and services under fifty thousand dollars.",
      "text": "5-18A-11. Purchases of supplies and services under fifty thousand dollars.\n\nUnless otherwise specified by statute, purchases of supplies and services under fifty thousand dollars must be made as follows:\n\n(1)Notwithstanding other provisions of chapter 5-18A or 5-18D, the Bureau of Human Resources and Administration may authorize state agencies and institutions to make purchases of supplies over four thousand dollars and under fifty thousand dollars by obtaining three quotes from different vendors. If three quotes cannot be obtained, the Bureau of Human Resources and Administration may approve the purchase if in the best interest of the state, require additional quotes to be obtained, or require the purchase be advertised for bids;\n\n(2)State purchases of supplies under four thousand dollars may be made in accordance with procedures established by the purchasing agency in the best interests of the state;\n\n(3)State purchases of services under fifty thousand dollars may be made in accordance with procedures established by the purchasing agency in the best interests of the state; and\n\n(4)For all other purchasing agencies, purchases under fifty thousand dollars may be made in accordance with procedures established by the purchasing agency.\n\nNo purchases may be artificially divided to constitute a small purchase under this section.\n\nSource: SL 2010, ch 31, §12; SL 2011, ch 31, §2; SL 2023, ch 17, §2; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-11/"
    },
    {
      "id": "section-5-18a-12",
      "number": "5-18A-12",
      "heading": "Cancellation of invitation for bids or request for proposals and rejection of bids or proposals.",
      "text": "5-18A-12. Cancellation of invitation for bids or request for proposals and rejection of bids or proposals.\n\nAn invitation for bids, a request for proposals, or other solicitation may be canceled, or any or all bids or proposals may be rejected in whole or in part as may be specified in the solicitation, if the purchasing agency determines it is in the best interests of the agency. The reasons for the cancellation or rejection shall be made part of the contract file.\n\nSource:SL 2010, ch 31, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-12/"
    },
    {
      "id": "section-5-18a-13",
      "number": "5-18A-13",
      "heading": "Centralized public bid exchange created.",
      "text": "5-18A-13. Centralized public bid exchange created.\n\nThere is hereby created a centralized public bid exchange. The Bureau of Human Resources and Administration shall establish the exchange either within the bureau or within another public or private organization. The purpose of the exchange is to facilitate the publishing of official state and political subdivision bids to provide greater notice to bidders and to the state and its political subdivisions. The exchange shall maintain a list of all state bids and proposals and all bids and proposals provided by political subdivisions which participate in the exchange. The exchange shall set and charge each bidder, offeror, or political subdivision or both a fee for participation in the exchange to defray the cost of administering the exchange.\n\nSource: SL 2010, ch 31, §14; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-13/"
    },
    {
      "id": "section-5-18a-14",
      "number": "5-18A-14",
      "heading": "Public improvement contracts--Supplies and services contracts--Advertisement for bids or proposals.",
      "text": "5-18A-14. Public improvement contracts--Supplies and services contracts--Advertisement for bids or proposals.\n\nIf the purchasing agency intends to enter into a contract for any public improvement that involves the expenditure of one hundred thousand dollars or more, or a contract for the purchase of supplies or services, other than professional services, that involves the expenditure of fifty thousand dollars or more, the purchasing agency shall advertise for bids or proposals. The advertisement shall appear as a legal notice in the appointed legal newspaper. The advertisement shall be printed at least twice, with the first publication at least ten days before opening of bids or the deadline for the submission of proposals. The first publication shall be in each official newspaper of the purchasing agency, and the second publication may be in any legal newspaper of the state chosen by the purchasing agency. If the purchasing agency has no official newspaper, the first publication shall be made in a legal newspaper with general circulation in the jurisdiction of the purchasing agency to be selected by the purchasing agency. The advertisement shall state the time and place where the bids will be opened or the deadline for the submission of proposals. In each notice, the purchasing agency shall reserve the right to reject any or all bids or proposals.\n\nSource: SL 2010, ch 31, §15; SL 2020, ch 22, §1; SL 2023, ch 17, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-14/"
    },
    {
      "id": "section-5-18a-15",
      "number": "5-18A-15",
      "heading": "Time for entering into contract.",
      "text": "5-18A-15. Time for entering into contract.\n\nAfter receiving notice of a contract award, the successful bidder or offeror shall enter into a contract with the purchasing agency within the time specified in the invitation for bids or request for proposals. If any bidder or offeror fails to enter into a contract within the time specified, the contract may be awarded to the next lowest responsive and responsible bidder or offeror for the same kind of work and material, unless all bids or proposals are rejected. The defaulting bidder or offeror shall be responsible for the difference in price.\n\nSource:SL 2010, ch 31, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-15/"
    },
    {
      "id": "section-5-18a-16",
      "number": "5-18A-16",
      "heading": "Recovery from defaulting bidder or offeror.",
      "text": "5-18A-16. Recovery from defaulting bidder or offeror.\n\nIf any successful bidder or offeror fails to fulfill the conditions of an awarded contract, the purchasing agency may proceed to recover from the defaulting party whatever damages may have been sustained as a result of the default. The purchasing agency shall have all remedies provided in the contract and provided by law.\n\nSource:SL 2010, ch 31, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-16/"
    },
    {
      "id": "section-5-18a-17",
      "number": "5-18A-17",
      "heading": "Self-dealing by state officer or employee in award or terms of agency contract prohibited.",
      "text": "5-18A-17. Self-dealing by state officer or employee in award or terms of agency contract prohibited.\n\nNo state officer or employee who approves, awards, or administers a contract on behalf of a state agency, may have an interest in a contract or derive a direct benefit from a contract that is within the scope of the officer's or employee's official duties, nor for a one-year period following the end of their employment or position as a state officer may the officer or employee derive a direct benefit as a result of such contract except as provided in §5-18A-17.2. In addition, no such officer or employee may enter into any contract, other than a contract of employment, with any state agency for a period of one year following their leaving office or employment except as provided in §5-18A-17.3. This prohibition includes any state officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any state officer who serves without compensation or who may be paid per diem pursuant to §4-7-10.4.\n\nSource:SL 2010, ch 31, §18; SL 2011, ch 2, §154; SL 2015, ch 30, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17/"
    },
    {
      "id": "section-5-18a-171",
      "number": "5-18A-17.1",
      "heading": "Direct benefit from contract.",
      "text": "5-18A-17.1. Direct benefit from contract.\n\nA state officer or employee derives a direct benefit from a contract if the state officer or employee, the officer's or employee's spouse, or other persons with whom the state officer or employee lives and commingles assets:\n\n(1)Has more than a five percent ownership or other interest in an entity that is a party to the contract;\n\n(2)Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract;\n\n(3)Acquires property under the contract; or\n\n(4)Serves on the board of directors of a for-profit entity that derives income or commission directly from the contract or acquires property under the contract.\n\nA state officer or employee does not derive a direct benefit from a contract based solely on the value associated with the officer's or employee's investments or holdings, or the investments or holdings of other persons with whom the state officer or employee lives and commingles assets.\n\nSource:SL 2015, ch 30, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17-1/"
    },
    {
      "id": "section-5-18a-172",
      "number": "5-18A-17.2",
      "heading": "Authorization of officer or employee to be a party to or derive direct benefit from contract.",
      "text": "5-18A-17.2. Authorization of officer or employee to be a party to or derive direct benefit from contract.\n\nA governing body may authorize an officer or employee whose responsibilities include approving, awarding, or administering a contract on behalf of a state agency or supervising any employee who has these responsibilities to be a party to or derive a direct benefit from a contract if:\n\n(1)The officer or employee has provided full written disclosure to the governing body;\n\n(2)The governing body has reviewed the essential terms of the transaction or contract and the state officer's or employee's role in the contract or transaction; and\n\n(3)The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest.\n\nThe authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the commissioner of human resources and administration, who shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee.\n\nSource: SL 2015, ch 30, §4; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 35, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17-2/"
    },
    {
      "id": "section-5-18a-173",
      "number": "5-18A-17.3",
      "heading": "Authorization of contract with former officer or employee.",
      "text": "5-18A-17.3. Authorization of contract with former officer or employee.\n\nWithin the one-year period prohibiting any contract with a state agency, the governing body of the state agency may approve a former officer or employee to contract with any state agency if the governing body determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing.\n\nAny approval given pursuant to this section is a public record. Each approval shall be filed with the commissioner of human resources and administration, who shall compile the approvals and present them annually for review by the Government Operations and Audit Committee.\n\nSource: SL 2015, ch 30, §5; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 35, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17-3/"
    },
    {
      "id": "section-5-18a-174",
      "number": "5-18A-17.4",
      "heading": "Self-dealing violation as misdemeanor--Removal--Forfeiture of benefit--Contract voidable.",
      "text": "5-18A-17.4. Self-dealing violation as misdemeanor--Removal--Forfeiture of benefit--Contract voidable.\n\nA state officer or employee who knowingly violates the provisions of §3-16-8 or 5-18A-17 commits malfeasance in office. The state officer or employee shall be removed from office or employment and such person is guilty of a Class 1 misdemeanor. Any benefit to a person or entity derived from the person's knowing violation of §3-16-8 or 5-18A-17 is subject to forfeiture. Any contract made in violation of §3-16-8 or 5-18A-17 is voidable by the governing body.\n\nSource:SL 2015, ch 30, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17-4/"
    },
    {
      "id": "section-5-18a-175",
      "number": "5-18A-17.5",
      "heading": "Specific conflict of interest prohibitions not affected.",
      "text": "5-18A-17.5. Specific conflict of interest prohibitions not affected.\n\nNothing in §§5-18A-17 to 5-18A-17.6, inclusive, affects a specific conflict of interest prohibition that applies to specific employees.\n\nSource:SL 2015, ch 30, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17-5/"
    },
    {
      "id": "section-5-18a-176",
      "number": "5-18A-17.6",
      "heading": "Definitions applicable to §§ 5-18A-17 to 5-18A-17.5.",
      "text": "5-18A-17.6. Definitions applicable to §§5-18A-17 to 5-18A-17.5.\n\nThe terms used in §§5-18A-17 to 5-18A-17.5, inclusive, mean:\n\n(1)\"State agency,\" each board, commission, committee, council, department, division, office, task force, or agency of state government. The term, state agency, does not include any authority created by the Legislature or executive order;\n\n(2)\"State officer,\" a person who is elected or appointed to serve a state agency. The term does not include a member of the Legislature, a person who serves without compensation, or a person who is only paid per diem in accordance with §4-7-10.4;\n\n(3)\"Governing body,\" the Executive Board of the Legislative Research Council, the Supreme Court, the Board of Regents, the Public Utilities Commission, each constitutional officer, the Board of Trustees of the South Dakota Retirement System, the State Investment Council, or the Governor;\n\n(4)\"Administer a contract,\" decision making or substantive influence on the decision making concerning the manner, method, or means of a contract's performance or enforcement such as the ability to terminate, suspend, change terms, or evaluate the counter-party's performance under the contract. The term does not include review and approval of contract documents for matters of style and form or conformity with authorizing legislation or rule, mere clerical tasks such as posting, making, or reconciling payments or accounts under the contract, collecting or reporting fiscal data or other information in relation to the contract's performance, or relaying substantive decisions made by another person or body as to the manner, method, or means of a contract's performance or enforcement.\n\nSource:SL 2015, ch 30, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-17-6/"
    },
    {
      "id": "section-5-18a-18",
      "number": "5-18A-18",
      "heading": "Specifications to promote economy and encourage competition--Circumstances under which brand name or equal specifications permitted.",
      "text": "5-18A-18. Specifications to promote economy and encourage competition--Circumstances under which brand name or equal specifications permitted.\n\nAny specification shall seek to promote overall economy for the purposes intended and encourage competition in satisfying the purchasing agency's needs, and may not be unduly restrictive. Brand name or equal specifications may be used if the purchasing agency determines in writing that:\n\n(1)No other design or performance specification or qualified products list is available;\n\n(2)Time does not permit the preparation of another form of purchase description, not including a brand name specification;\n\n(3)The nature of the product or the nature of the purchasing agency's requirements makes use of a brand name or equal specification suitable for the procurement; or\n\n(4)Use of a brand name or equal specification is in the purchasing agency's best interests.\n\nSource:SL 2010, ch 31, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-18/"
    },
    {
      "id": "section-5-18a-19",
      "number": "5-18A-19",
      "heading": "Requirements for brand name or equal specifications.",
      "text": "5-18A-19. Requirements for brand name or equal specifications.\n\nBrand name or equal specifications shall seek to designate three, or as many different brands as are practicable, as \"or equal\" references and shall further state that substantially equivalent products to those designated will be considered for award. Unless the purchasing agency determines in writing that the essential characteristics of the brand names included in the specifications are commonly known in the industry or trade, brand name or equal specifications shall include a description of the particular design, functional, or performance characteristics which are required. If a brand name or equal specification is used in a solicitation, the solicitation shall contain explanatory language that the use of a brand name is for the purpose of describing the standard of quality, performance, and characteristics desired and is not intended to limit or restrict competition.\n\nSource:SL 2010, ch 31, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-19/"
    },
    {
      "id": "section-5-18a-20",
      "number": "5-18A-20",
      "heading": "Circumstances under which brand name only specifications permitted.",
      "text": "5-18A-20. Circumstances under which brand name only specifications permitted.\n\nBrand name specification may be used only if the purchasing agency makes a written determination that only the identified brand name item or items will satisfy the agency's needs. The agency shall seek to identify sources from which the designated brand name item or items can be obtained and shall solicit such sources to achieve whatever degree of price competition is practicable. If only one source can supply the requirement, the procurement shall be made under the sole source procurement provisions of §5-18A-8.\n\nSource:SL 2010, ch 31, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-20/"
    },
    {
      "id": "section-5-18a-21",
      "number": "5-18A-21",
      "heading": "Written contract required--Signatures.",
      "text": "5-18A-21. Written contract required--Signatures.\n\nEach contract shall be in writing, shall have the printed name of any individual signing the contract, and shall be signed on behalf of the purchasing agency by the authorized officials. Failure to comply with the requirement for a printed name under this section does not void the terms or purpose of the contract.\n\nSource:SL 2010, ch 31, §22; SL 2018, ch 46, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-21/"
    },
    {
      "id": "section-5-18a-22",
      "number": "5-18A-22",
      "heading": "Procurements exempt from chapters 5-18A through 5-18D.",
      "text": "5-18A-22. Procurements exempt from chapters 5-18A through 5-18D.\n\nThe provisions of this chapter and chapters 5-18B, 5-18C, and 5-18D do not apply to:\n\n(1)Any highway construction contract entered into by the Department of Transportation;\n\n(2)Any contract for the purchase of supplies from the United States or its agencies or any contract issued by the General Services Administration;\n\n(3)Any purchase of supplies or services, other than professional services, by purchasing agencies from any active contract that has been awarded by any government entity by competitive sealed bids or competitive sealed proposals or from any contract that was competitively solicited and awarded within the previous twelve months;\n\n(4)Any equipment repair contract;\n\n(5)Any procurement of electric power, water, or natural gas; chemical and biological products; laboratory apparatus and appliances; published books, maps, periodicals and technical pamphlets; works of art for museum and public display; medical supplies; communications technologies, computer hardware and software, peripheral equipment, and related connectivity; tableware or perishable foods;\n\n(6)Any supplies, services, and professional services required for externally funded research projects at institutions under the control of the Board of Regents;\n\n(7)Any property or liability insurance or performance bonds, except that the actual procurement of any insurance or performance bonds by any department of the state government, state institution, and state agency shall be made under the supervision of the Bureau of Human Resources and Administration;\n\n(8)Any supplies needed by the Department of Human Services or the Department of Social Services or prison industries for the manufacturing of products;\n\n(9)Any printing involving student activities, conducted by student organizations and paid for out of student fees, at institutions under the control of the Board of Regents. However, nothing in this subdivision exempts, from the requirements of this chapter and chapters 5-18B, 5-18C, and 5-18D, purchases that involve printing for other activities at institutions under the control of the Board of Regents;\n\n(10)Any purchase of surplus property from another purchasing agency;\n\n(11)Any animals purchased;\n\n(12)Any purchase by a school district of perishable food, raw materials used in construction or manufacture of products for resale, or for transportation of students;\n\n(13)Any authority authorized by chapters 1-16A, 1-16B, 1-16G, 1-16H, 1-16J, 5-12, or 11-11;\n\n(14)Any seeds, fertilizers, herbicides, pesticides, feeds, and supplies used in the operation of farms by institutions under the control of the Board of Regents;\n\n(15)Any purchase of supplies for any utility owned or operated by a municipality if the purchase does not exceed the limits established in §5-18A-14;\n\n(16)For political subdivisions, any contract for asbestos removal in emergency response actions and any contract for services provided by individuals or firms for consultants, audits, legal services, ambulance services, architectural services and engineering, insurance, real estate services, or auction services;\n\n(17)Any purchase of supplies or services from a contract established through a Midwestern Higher Education Compact group purchasing program by a competitive sealed bid or a competitive sealed proposal; or\n\n(18)Any contract concerning the custody, management, purchase, sale, and exchange of fund investments and research by the State Investment Council or Division of Investment.\n\nSource: SL 2010, ch 31, §23; SL 2011, ch 1 (Ex. Ord. 11-1), §134, eff. Apr. 12, 2011; SL 2011, ch 2, §153; SL 2011, ch 31, §1; SL 2015, ch 35, §2; SL 2016, ch 40, §1; SL 2020, ch 4, §30; SL 2023, ch 17, §4; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-22/"
    },
    {
      "id": "section-5-18a-23",
      "number": "5-18A-23",
      "heading": "Purchase of foreign meat food products prohibited.",
      "text": "5-18A-23. Purchase of foreign meat food products prohibited.\n\nExcept for canned meat food products that are not available from a domestic source, no purchasing agency may purchase any meat food products that are the products of any foreign country or that are imported from outside the boundaries of the United States.\n\nSource:SL 2010, ch 31, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-23/"
    },
    {
      "id": "section-5-18a-24",
      "number": "5-18A-24",
      "heading": "Grade A milk processors preferred.",
      "text": "5-18A-24. Grade A milk processors preferred.\n\nAny milk processor licensed pursuant to §39-6-7, bidding any milk or milk product under a competitive bid contract, shall receive the bid contract if the processor's bid is equal to, or within five percent or less, of any other bidder who is not a licensed processor.\n\nSource:SL 2010, ch 31, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-24/"
    },
    {
      "id": "section-5-18a-25",
      "number": "5-18A-25",
      "heading": "Preferences to certain resident businesses, qualified agencies, and businesses using South Dakota supplies or services.",
      "text": "5-18A-25. Preferences to certain resident businesses, qualified agencies, and businesses using South Dakota supplies or services.\n\nIn awarding a contract, if all things are equal, including the price and quality of the supplies or services, a purchasing agency shall give preference:\n\n(1)To a qualified agency if the other equal low bid or proposal was submitted by a business that was not a qualified agency;\n\n(2)To a resident business if the other equal low bid or proposal was submitted by a nonresident business;\n\n(3)To a resident manufacturer if the other equal low bid or proposal was submitted by a resident business that is not a manufacturer;\n\n(4)To a resident business whose principal place of business is located in the State of South Dakota, if the other equal low bid or proposal was submitted by a resident business whose principal place of business is not located in the State of South Dakota; or\n\n(5)To a nonresident business providing or utilizing supplies or services found in South Dakota, if the other equal low bid or proposal was submitted by a nonresident business not providing or utilizing supplies or services found in South Dakota.\n\nIn computing price, the cost of transportation, if any, including delivery, shall be considered.\n\nSource:SL 2010, ch 31, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-25/"
    },
    {
      "id": "section-5-18a-26",
      "number": "5-18A-26",
      "heading": "Resident bidder preferred over nonresident bidder from state or foreign province that has preference for resident bidders.",
      "text": "5-18A-26. Resident bidder preferred over nonresident bidder from state or foreign province that has preference for resident bidders.\n\nA resident bidder shall be allowed a preference on a contract against the bid of any bidder from any other state or foreign province that enforces or has a preference for resident bidders. The amount of the preference given to the resident bidder shall be equal to the preference in the other state or foreign province.\n\nSource:SL 2010, ch 31, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-26/"
    },
    {
      "id": "section-5-18a-27",
      "number": "5-18A-27",
      "heading": "List of states with resident bidder preferences.",
      "text": "5-18A-27. List of states with resident bidder preferences.\n\nThe Bureau of Human Resources and Administration shall maintain a current list of all states that have a resident bidder preference law and the amount or percent of preference taken by each state. The bureau shall make the list available upon request to any purchasing agency.\n\nSource: SL 2010, ch 31, §30; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-27/"
    },
    {
      "id": "section-5-18a-28",
      "number": "5-18A-28",
      "heading": "List of supplies, custodial services, and maintenance services provided by qualified agency.",
      "text": "5-18A-28. List of supplies, custodial services, and maintenance services provided by qualified agency.\n\nA qualified agency may submit a list of supplies, custodial services, and maintenance services, provided by the agency, to the Bureau of Human Resources and Administration. The bureau shall make the information available to purchasing agencies of the State of South Dakota on a website maintained by the bureau.\n\nSource: SL 2010, ch 31, §31; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-28/"
    },
    {
      "id": "section-5-18a-29",
      "number": "5-18A-29",
      "heading": "Persons with disabilities.",
      "text": "5-18A-29. Persons with disabilities.\n\nNo provision of this chapter or chapter 5-18B, 5-18C, or 5-18D may be so construed as to prohibit any person with a disability from negotiating a contract for service or supplies or in any other manner doing business with any purchasing agency.\n\nSource:SL 2010, ch 31, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-29/"
    },
    {
      "id": "section-5-18a-30",
      "number": "5-18A-30",
      "heading": "Supplies manufactured from recycled or biobased materials.",
      "text": "5-18A-30. Supplies manufactured from recycled or biobased materials.\n\nA purchasing agency may give preference to the purchase of supplies manufactured from recycled or biobased materials if the bids are within five percent of the lowest bid offering nonrecycled or nonbiobased materials.\n\nSource:SL 2010, ch 31, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-30/"
    },
    {
      "id": "section-5-18a-31",
      "number": "5-18A-31",
      "heading": "Information regarding preferences to be provided.",
      "text": "5-18A-31. Information regarding preferences to be provided.\n\nPrior to the award of a contract, the purchasing agency may require of each bidder or offeror such information as shall allow the agency to determine whether a bidder or offeror is entitled to a preference or subject to having a preference enforced against it under this chapter and chapters 5-18B, 5-18C, and 5-18D.\n\nSource:SL 2010, ch 31, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-31/"
    },
    {
      "id": "section-5-18a-32",
      "number": "5-18A-32",
      "heading": "Procurements utilizing federal funds.",
      "text": "5-18A-32. Procurements utilizing federal funds.\n\nIn addition to the provisions of this chapter and chapters 5-18B, 5-18C, and 5-18D, any procurement utilizing federal funds is subject to any federal statutes and regulations governing the use and payment of such funds.\n\nSource:SL 2010, ch 31, §35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-32/"
    },
    {
      "id": "section-5-18a-33",
      "number": "5-18A-33",
      "heading": "Disallowance of noncomplying bid or offer--Contracts in violation void.",
      "text": "5-18A-33. Disallowance of noncomplying bid or offer--Contracts in violation void.\n\nAny bidder or offeror who fails to comply with the provisions of this chapter or chapter 5-18B, 5-18C, or 5-18D, or who provides any false information in the submission of any bid or offer is subject to having the bid or offer disallowed by the purchasing agency soliciting the bid or offer. Any contract entered into in violation of this chapter or chapter 5-18B, 5-18C, or 5-18D is null and void.\n\nSource:SL 2010, ch 31, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-33/"
    },
    {
      "id": "section-5-18a-34",
      "number": "5-18A-34",
      "heading": "Bureau of Human Resources and Administration to serve as state's central procurement agency.",
      "text": "5-18A-34. Bureau of Human Resources and Administration to serve as state's central procurement agency.\n\nThe Bureau of Human Resources and Administration shall serve as the central procurement agency of the State of South Dakota. Except for the legislative and judicial branches and as otherwise specifically provided in this chapter and chapters 5-18B, 5-18C, and 5-18D, the Bureau of Human Resources and Administration shall procure, or authorize the procurement of all supplies and public improvements for state government. No claim for any such procurement may be paid unless authorization has been issued by the bureau. All state agencies and institutions are responsible for the procurement of services for their respective governmental unit. The governing body of all other purchasing agencies, including the legislative and judicial branches of state government, is responsible for procuring or authorizing the procurement of supplies, services, and public improvements for their respective governmental unit.\n\nSource: SL 2010, ch 31, §37; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-34/"
    },
    {
      "id": "section-5-18a-35",
      "number": "5-18A-35",
      "heading": "Bond or approved security.",
      "text": "5-18A-35. Bond or approved security.\n\nIn the procurement of supplies or services, a purchasing agency may require a bond or an approved security to be submitted with any bid or proposal as a guarantee that the bidder will enter into a contract with the purchasing agency. No offeror or bidder may be required to leave the bond or security posted for a longer period than that allowed by §5-18A-5 if the bid or proposal is not accepted. The bond or approved security of the successful offeror or bidder shall be returned upon the signing of the contract.\n\nSource:SL 2010, ch 31, §38; SL 2016, ch 39, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-35/"
    },
    {
      "id": "section-5-18a-36",
      "number": "5-18A-36",
      "heading": "Performance and payment bond or approved security.",
      "text": "5-18A-36. Performance and payment bond or approved security.\n\nFor any public improvement contract, a performance and payment bond is required pursuant to chapter 5-21. For any other contract, a purchasing agency may require a bond or an approved security to be provided by the successful offeror or bidder as a guarantee of faithful performance of the contract. In any case, the bond or approved security of the successful offeror or bidder shall be returned upon satisfactory completion of the contract.\n\nSource:SL 2010, ch 31, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-36/"
    },
    {
      "id": "section-5-18a-37",
      "number": "5-18A-37",
      "heading": "Cooperation and agreements with other state and federal purchasing agencies.",
      "text": "5-18A-37. Cooperation and agreements with other state and federal purchasing agencies.\n\nAny purchasing agency may enter into agreements with purchasing agents in this or any other state or the United States government under which any of the parties may agree to participate in, administer, sponsor, or conduct purchasing transactions under a joint agreement or contract for the purchase of supplies or contractual services. A purchasing agency may cooperate with purchasing agencies and other interested parties in any other state or the United States government to develop uniform purchasing specifications on a regional or national level to facilitate cooperative interstate purchasing transactions.\n\nSource:SL 2010, ch 31, §110.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-37/"
    },
    {
      "id": "section-5-18a-38",
      "number": "5-18A-38",
      "heading": "Environmentally preferable products to be selected.",
      "text": "5-18A-38. Environmentally preferable products to be selected.\n\nThe Bureau of Human Resources and Administration, any other designated state purchasing agent, and any agency making purchases shall, to the extent practicable, make purchasing selections to maximize the purchase of environmentally preferable products. The Bureau of Human Resources and Administration shall promulgate rules, pursuant to chapter 1-26, to establish specifications, requirements, and certification standards for the purchase for use by state government agencies of environmentally preferable products. The certification standards established by the bureau shall be based on standards established by the United States Environmental Protection Agency's Design for the Environment program, the TerraChoice EcoLogo program, the United States Department of Agriculture's Biopreferred program, the Green Seal program, or any other certification program or comparable data, including life cycle assessment data, approved by the bureau. No rule may prohibit the use of disinfectants, disinfecting cleaners, sanitizers, or any other antimicrobial product regulated by the federal Insecticide, Fungicide and Rodenticide Act (7 U.S.C. Sec. 136 et seq.), as amended to January 1, 2010, if the use is necessary to protect public health and if the use is in accordance with responsible cleaning procedure requirements.\n\nSource: SL 2010, ch 31, §120; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-38/"
    },
    {
      "id": "section-5-18a-39",
      "number": "5-18A-39",
      "heading": "Reverse auction permitted for certain procurements.",
      "text": "5-18A-39. Reverse auction permitted for certain procurements.\n\nNotwithstanding any other provision of this chapter, a purchasing agency may conduct an online reverse auction for the procurement of supplies or nonprofessional services, if the purchasing agency determines in writing that a reverse auction is appropriate for the specific procurement. No reverse auction may be used to establish contracts for public improvements, professional services, or indefinite quantity supply purchases.\n\nSource:SL 2013, ch 29, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-39/"
    },
    {
      "id": "section-5-18a-40",
      "number": "5-18A-40",
      "heading": "Procedures applicable to reverse auctions.",
      "text": "5-18A-40. Procedures applicable to reverse auctions.\n\nThe following procedures apply to the use of an online reverse auction:\n\n(1)The purchasing agency shall pre-qualify bidders to participate in the reverse auction event. The pre-qualification shall be completed by issuing an invitation to qualify. The factors used to determine a vendor qualified for the reverse auction shall be clearly stated in the invitation to qualify. No other factors may be used to qualify a vendor for the reverse auction than those stated in the invitation to qualify;\n\n(2)Public notice shall be given pursuant to §5-18A-14 of the invitation to qualify;\n\n(3)The purchasing agency shall notify any responding vendor as to whether the vendor has qualified. The purchasing agency may not disclose to the public or other vendors, the name of any vendor that has been invited to the reverse auction until after the reverse auction has occurred;\n\n(4)A bidder shall directly enter bids on the internet to participate in the reverse auction. The purchasing agency may not accept bids via any alternate method;\n\n(5)Any clarification, negotiation, and acceptance of all specifications, requirements, and terms and conditions shall occur before the purchasing agency decides whether to invite a vendor to the reverse auction. After the reverse auction, the purchasing agency may permit changes only if the changes do not affect the justification that was used to eliminate any other vendor from being qualified;\n\n(6)During any reverse auction, the online view of the bids presented to the bidders may not identify who has placed a particular bid. Each bidder may see only the amount of the bid;\n\n(7)If a bidder loses the ability to place bids during an auction for any reason, the auction shall be suspended until all bidders regain the ability to place bids via the internet auction site. If no resolution to the problem is imminent, the reverse auction may be terminated and rescheduled by the purchasing agency. In addition, the auction may be suspended or terminated for any reason by the purchasing agency or the reverse auction service provider. Upon resuming an auction after a suspension, the time remaining shall be the time remaining when the auction was suspended or ten minutes, whichever is greater;\n\n(8)In conducting a reverse auction, the agency may establish an extension activation period, which is the number of minutes before the end of the auction during which, if a bid is received, the auction will be extended by a pre-defined number of additional minutes. The minimum extension activation period that may be used is ten minutes; and\n\n(9)After the reverse auction is completed, the award shall be made in accordance with §5-18A-5.\n\nSource:SL 2013, ch 29, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-40/"
    },
    {
      "id": "section-5-18a-41",
      "number": "5-18A-41",
      "heading": "Bureau of Human Resources and Administration to conduct reverse auction for supplies for state agency.",
      "text": "5-18A-41. Bureau of Human Resources and Administration to conduct reverse auction for supplies for state agency.\n\nThe Bureau of Human Resources and Administration shall conduct any online reverse auction that is for the procurement of supplies on behalf of any state agency.\n\nSource: SL 2013, ch 29, §3; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-41/"
    },
    {
      "id": "section-5-18a-42",
      "number": "5-18A-42",
      "heading": "Fair and open competition in government contracts.",
      "text": "5-18A-42. Fair and open competition in government contracts.\n\nSections 5-18A-43 to 5-18A-47, inclusive, are intended to provide for more economical, nondiscriminatory, neutral, and efficient procurement of construction-related goods and services by this state and political subdivisions of this state as market participants by providing for fair and open competition in government contracts.\n\nSource:SL 2014, ch 40, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-42/"
    },
    {
      "id": "section-5-18a-43",
      "number": "5-18A-43",
      "heading": "Terms prohibited in construction contracts.",
      "text": "5-18A-43. Terms prohibited in construction contracts.\n\nSubject to the provisions of §5-18A-45, no governmental unit awarding a contract after July 1, 2014, for the construction, repair, remodel, or demolition of a facility and no construction manager acting on behalf of the governmental unit may include any of the following in a bid specification, project agreement, or other controlling document:\n\n(1)A term that requires or prohibits a bidder, offeror, contractor, or subcontractor from entering into or adhering to an agreement with one or more labor organizations in regard to that project or a related construction project; or\n\n(2)A term that otherwise discriminates against a bidder, offeror, contractor, or subcontractor for becoming, remaining, or refusing to become or remain a signatory to, or for adhering or refusing to adhere to, an agreement with one or more labor organizations in regard to that project or a related construction project.\n\nSource:SL 2014, ch 40, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-43/"
    },
    {
      "id": "section-5-18a-44",
      "number": "5-18A-44",
      "heading": "Conditional grant, tax abatement, and tax credit prohibited in construction contracts.",
      "text": "5-18A-44. Conditional grant, tax abatement, and tax credit prohibited in construction contracts.\n\nSubject to the provisions of §5-18A-45, no governmental unit may award a grant, tax abatement, or tax credit that is conditioned upon a requirement that the awardee include a term described in §5-18A-43 in a contract or document for any construction, improvement, maintenance, or renovation to real property or fixture that is the subject of the grant, tax abatement, or tax credit.\n\nSource:SL 2014, ch 40, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-44/"
    },
    {
      "id": "section-5-18a-45",
      "number": "5-18A-45",
      "heading": "Conditions related to agreements with labor organizations.",
      "text": "5-18A-45. Conditions related to agreements with labor organizations.\n\nNothing in §§5-18A-42 to 5-18A-47, inclusive, prohibits a governmental unit from awarding a contract, grant, tax abatement, or tax credit to a private owner, bidder, contractor, or subcontractor who enters into or who is party to an agreement with a labor organization, if being or becoming a party or adhering to an agreement with a labor organization is not a condition for award of the contract, grant, tax abatement, or tax credit, and if the governmental unit does not discriminate against a private owner, bidder, contractor, or subcontractor in the awarding of that contract, grant, tax abatement, or tax credit based upon the status as being or becoming, or the willingness or refusal to become, a party to an agreement with a labor organization.\n\nNothing in §§5-18A-42 to 5-18A-47, inclusive, prohibits a contractor or subcontractor from voluntarily entering into or complying with an agreement entered into with one or more labor organizations in regard to a contract with a governmental unit or funded in whole or in part from a grant, tax abatement, or tax credit from the governmental unit.\n\nSource:SL 2014, ch 40, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-45/"
    },
    {
      "id": "section-5-18a-46",
      "number": "5-18A-46",
      "heading": "Exemptions for special circumstances.",
      "text": "5-18A-46. Exemptions for special circumstances.\n\nThe head of a governmental unit may exempt a particular project, contract, subcontract, grant, tax abatement, or tax credit from the requirements of any or all of the provisions of §§5-18A-43 and 5-18A-44 only if the governmental unit finds, after public notice and a hearing, that special circumstances require an exemption to avert an imminent threat to public health or safety. A finding of special circumstances under this section may not be based on the possibility or presence of a labor dispute concerning the use of contractors or subcontractors who are nonsignatories to, or otherwise do not adhere to, agreements with one or more labor organizations, or concerning employees on the project who are not members of or affiliated with a labor organization.\n\nSource:SL 2014, ch 40, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-46/"
    },
    {
      "id": "section-5-18a-47",
      "number": "5-18A-47",
      "heading": "Construction with National Labor Relations Act.",
      "text": "5-18A-47. Construction with National Labor Relations Act.\n\nNothing in §§5-18A-42 to 5-18A-46, inclusive, prohibits an employer or other party from entering into an agreement or engaging in any other activity protected by the National Labor Relations Act, 29 U.S.C. 151 to 169.\n\nNothing in §§5-18A-42 to 5-18A-46, inclusive, interferes with labor relations of parties that are not regulated by the National Labor Relations Act, 29 U.S.C. 151 to 169.\n\nSource:SL 2014, ch 40, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-47/"
    },
    {
      "id": "section-5-18a-48",
      "number": "5-18A-48",
      "heading": "Persons involved in grant or contract determinations ineligible for grant or contract--Performance evaluation by recipients and sub-recipients prohibited",
      "text": "5-18A-48. Persons involved in grant or contract determinations ineligible for grant or contract--Performance evaluation by recipients and sub-recipients prohibited.\n\nNo person involved in the determination of the recipient of a grant or contract from a state agency may be awarded the grant or contract. No recipient or sub-recipient of a grant or contract from a state agency may conduct any external evaluation of the performance of the grant or contract.\n\nSource:SL 2018, ch 44, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-48/"
    },
    {
      "id": "section-5-18a-49",
      "number": "5-18A-49",
      "heading": "Forms for acknowledging review of conflict of interest policy and disclosing conflicts.",
      "text": "5-18A-49. Forms for acknowledging review of conflict of interest policy and disclosing conflicts.\n\nAny person holding a statewide office as defined in §12-27-1, and any head of an agency in the executive branch, shall annually sign a form, as created by the Bureau of Human Resources and Administration, acknowledging that the person has reviewed the state conflict of interest policy and disclosing any conflicts that have not previously been disclosed. The Bureau of Human Resources and Administration shall compile the forms and present them annually for review by the Government Operations and Audit Committee.\n\nSource: SL 2018, ch 44, §5; SL 2024, ch 1 (Ex. Ord. 24-1), §35, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-49/"
    },
    {
      "id": "section-5-18a-50",
      "number": "5-18A-50",
      "heading": "Prohibited foreign contracts--Certification.",
      "text": "5-18A-50. Prohibited foreign contracts--Certification.\n\nA purchasing agency may not execute a contract that is subject to §5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 with a prohibited entity. A purchasing agency may rely on a contractor’s certification, made pursuant to §5-18A-51, without conducting any further investigative research or inquiry.\n\nSource: SL 2023, ch 18, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-50/"
    },
    {
      "id": "section-5-18a-51",
      "number": "5-18A-51",
      "heading": "Prohibited foreign contracts--Notice--Certify on offer--Termination permitted.",
      "text": "5-18A-51. Prohibited foreign contracts--Notice--Certify on offer--Termination permitted.\n\nA request for proposal, an invitation to bid, or any other document issued by a purchasing agency, with the intent of soliciting responses for the potential award of a contract, must include notice of the certification requirement of this section.\n\nEach bidder or offeror shall, at the time a bid or offer is submitted, or at the time a contract that is subject to §5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 is awarded or renewed, certify, in writing, that the bidder or offeror is not a prohibited entity.\n\nIf at any time thereafter, any party to a contract subject to §5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 becomes a prohibited entity, that party must provide written notification to the purchasing agency. Upon receiving the notification, the agency may terminate the contract.\n\nSource: SL 2023, ch 18, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-51/"
    },
    {
      "id": "section-5-18a-52",
      "number": "5-18A-52",
      "heading": "Prohibited foreign contracts--Grounds for waiver.",
      "text": "5-18A-52. Prohibited foreign contracts--Grounds for waiver.\n\nThe commissioner of the Bureau of Human Resources and Administration, or the commissioner's designee, or the governing board of a unit of local government, as applicable, may waive the prohibition set forth in §5-18A-50 and the certification required in §5-18A-51, except as prohibited by federal law, if:\n\n(1)Compliance is not possible;\n\n(2)The supplies or services subject to the contract are unique or would be otherwise unavailable; or\n\n(3)There is no other market participant.\n\nSource: SL 2023, ch 18, §4; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-52/"
    },
    {
      "id": "section-5-18a-53",
      "number": "5-18A-53",
      "heading": "Prohibited foreign contracts--False certification--Cause to suspend or debar.",
      "text": "5-18A-53. Prohibited foreign contracts--False certification--Cause to suspend or debar.\n\nAny certification that falsely indicates a person is not a prohibited entity at the time of certification, and any failure to provide written notification to the purchasing agency that a person has become a prohibited entity as required by §5-18A-51, is cause to suspend or debar a business under §5-18D-12.\n\nSource: SL 2023, ch 18, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-18a/section-5-18a-53/"
    }
  ]
}