{
  "state": "south-dakota",
  "path": "title-title-5-public-property-purchases-and-contracts/chapter-chapter-07-minerals-on-school-and-public-lands",
  "sections": [
    {
      "id": "section-5-7-1",
      "number": "5-7-1",
      "heading": "Commissioner of school and public lands to conduct leasing of state-owned mineral interests",
      "text": "5-7-1. Commissioner of school and public lands to conduct leasing of state-owned mineral interests.\n\nThe commissioner of school and public lands shall conduct all leasing of mineral interests owned by the state, or held in trust by the state, including school, indemnity, and endowment lands, rural credit lands, lands owned by the state and administered by the Department of Game, Fish and Parks, the Board of Regents or any other mineral interest of any kind in the state or any of its departments or institutions. However, with respect to lands administered by the Department of Game, Fish and Parks, the consent of the department shall be obtained.\n\nSource:SL 1953, ch 72, §1; SDC Supp 1960, §15.0516 (1); SL 1989, ch 20, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-1/"
    },
    {
      "id": "section-5-7-2",
      "number": "5-7-2",
      "heading": "Advertising and auction of mineral leases--Exemptions.",
      "text": "5-7-2. Advertising and auction of mineral leases--Exemptions.\n\nIt is hereby specifically provided that all leases for prospecting for, producing, and marketing oil and gas, geothermal resources, bentonite, and gypsum, shall be, and for feldspar, mica, coal, and all other minerals or combinations thereof, may be, issued after advertising and sale at public auction to the highest bidder. The public auction may be an electronic event that is advertised and made available to the public via the internet. The sale of sand, gravel, rock, stone, clay, shale, and lake sediment are specifically exempted from the provisions of this section.\n\nSource:SL 1953, ch 72, §2; SL 1955, ch 47, §1; SDC Supp 1960, §15.0517; SL 1980, ch 40, §2; SL 1980, ch 42, §1; SL 1998, ch 30, §1; SL 2019, ch 46, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-2/"
    },
    {
      "id": "section-5-7-3",
      "number": "5-7-3",
      "heading": "Lands subject to lease.",
      "text": "5-7-3. Lands subject to lease.\n\nAll coal, ores, asphaltum, metals, minerals, and other metallic or mineral products in or upon lands belonging to the state or in lands which subsequent to July 1, 1919, were or may hereafter be sold, granted, conveyed, or leased for agricultural, meadow, pasturage, or other purposes, or in any way transferred by the state, are subject to lease by the state, except as provided in this chapter.\n\nSource:SL 1919, ch 305, §1; SL 1931, ch 203, §13; SDC 1939, §15.0501; SL 1980, ch 42, §2; SL 1993, ch 53, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-3/"
    },
    {
      "id": "section-5-7-4",
      "number": "5-7-4",
      "heading": "Right of entry to prospect for and remove minerals.",
      "text": "5-7-4. Right of entry to prospect for and remove minerals.\n\nThe state and all persons claiming under it shall have the right to enter upon such lands and to prospect for, mine, sell, and remove such coal, ores, asphaltum, metals, minerals, and other metallic and mineral products and for such purpose to construct all necessary roads, buildings, and improvements thereon, including machinery for mining or removing such coal, ores, asphaltum, metals, minerals, and other metallic and mineral products in such lands.\n\nSource:SL 1919, ch 305, §1; SL 1931, ch 203, §13; SDC 1939, §15.0501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-4/"
    },
    {
      "id": "section-5-7-41",
      "number": "5-7-4.1",
      "heading": "Lease required to explore for minerals--Civil penalty--Publication of data collected--Judicial remedies for enforcement.",
      "text": "5-7-4.1. Lease required to explore for minerals--Civil penalty--Publication of data collected--Judicial remedies for enforcement.\n\nNo person may conduct mineral exploration upon state lands, including lands in which the state has a mineral interest, without obtaining a lease under the provisions of this chapter. Any person who violates this section is subject to a civil penalty of not more than one thousand dollars for each day of violation. All data collected on any state lands as a result of such violation shall be made immediately available to the commissioner of school and public lands who shall make such data available to the public as soon as practicable. The penalty may be collected by means of a civil action brought in the circuit court for the county in which any of the affected state lands are found or in the circuit court for Hughes County. The right of the commissioner to any data may be enforced by the circuit court through appropriate injunctive relief.\n\nSource:SL 1978, ch 43, §2; SL 1993, ch 53, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-4-1/"
    },
    {
      "id": "section-5-7-5",
      "number": "5-7-5",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-6",
      "number": "5-7-6",
      "heading": "Oil, gas, and geothermal resources not subject to provisions--Exemption of lands sold prior to reservation.",
      "text": "5-7-6. Oil, gas, and geothermal resources not subject to provisions--Exemption of lands sold prior to reservation.\n\nThe provisions of §§5-7-3, 5-7-4, 5-7-4.1, 5-7-6, 5-7-8, and 5-7-16 shall not apply to oil and gas, or geothermal resources, and shall not apply to lands sold prior to the reservation of such coal, ores, asphaltum, metals, minerals, and other metallic and mineral products.\n\nSource:SL 1919, ch 305, §1; SL 1931, ch 203, §13; SDC 1939, §15.0501; SL 1980, ch 40, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-6/"
    },
    {
      "id": "section-5-7-7",
      "number": "5-7-7",
      "heading": ", 5-7-7.1. Repealed.",
      "text": ", 5-7-7.1. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-8",
      "number": "5-7-8",
      "heading": "Priority to receive permit determined by application date.",
      "text": "5-7-8. Priority to receive permit determined by application date.\n\nPriority to receive a permit on each tract, as provided in §5-7-45, shall be determined by the certification date on the application. The commissioner of school and public lands shall issue the lease accordingly.\n\nSource:SDC 1939, §15.0503 as added by SL 1953, ch 43, §1; SL 1975, ch 48, §2; SL 1993, ch 53, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-8/"
    },
    {
      "id": "section-5-7-81",
      "number": "5-7-8.1",
      "heading": ", 5-7-8.2. Repealed.",
      "text": ", 5-7-8.2. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-9",
      "number": "5-7-9",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-10",
      "number": "5-7-10",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-11",
      "number": "5-7-11",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-111",
      "number": "5-7-11.1",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-12",
      "number": "5-7-12",
      "heading": ", 5-7-13. Repealed.",
      "text": ", 5-7-13. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-14",
      "number": "5-7-14",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-15",
      "number": "5-7-15",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-16",
      "number": "5-7-16",
      "heading": "Right of lease holder to enter sold or leased lands.",
      "text": "5-7-16. Right of lease holder to enter sold or leased lands.\n\nIn all cases where state lands have been sold subject to the reservation regarding coal, ores, asphaltum, metals, and mineral rights referred to in §5-7-3 and in all cases where such lands have been leased for agricultural, meadow, pasturage, or other purposes, pursuant to the provisions of law, the holder of any lease subsequently issued thereon may nevertheless enter upon the same and prospect thereunder.\n\nSource:SL 1919, ch 305, §5; SL 1931, ch 203, §13; SDC 1939, §15.0504; SL 1993, ch 53, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-16/"
    },
    {
      "id": "section-5-7-17",
      "number": "5-7-17",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-171",
      "number": "5-7-17.1",
      "heading": "Disposition of payments for damages.",
      "text": "5-7-17.1. Disposition of payments for damages.\n\nAny agreed payments for damages to the lease between the holder and the lessee shall be approved or disapproved by the commissioner of school and public lands and shall be paid fifty percent to the lessee and fifty percent to the state.\n\nSource:SL 1984, ch 38, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-17-1/"
    },
    {
      "id": "section-5-7-18",
      "number": "5-7-18",
      "heading": "Oil and gas leases--Casing-head gas included.",
      "text": "5-7-18. Oil and gas leases--Casing-head gas included.\n\nWhere the term \"oil and gas\" is used in §§5-7-19 to 5-7-33, inclusive, it shall be construed to mean \"oil, gas, and casing-head gas.\"\n\nSource:SDC 1939, §15.0510 as added by SL 1941, ch 53, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-18/"
    },
    {
      "id": "section-5-7-19",
      "number": "5-7-19",
      "heading": "Oil, gas, and geothermal exploration, development and production leases authorized.",
      "text": "5-7-19. Oil, gas, and geothermal exploration, development and production leases authorized.\n\nThe commissioner of school and public lands may execute and issue in the name of the State of South Dakota, as lessor, under rules and regulations prescribed by the commissioner, leases for the exploration and development of, and production of, oil, gas, or geothermal resources from any lands belonging to the State of South Dakota, including lands which have been or may hereafter be sold by the state with the reservation of the minerals in the land. Such leases to be issued upon such terms and conditions as the commissioner may deem to be to the best interests of the state and not inconsistent with the provisions of §§5-7-20 to 5-7-37, inclusive.\n\nSource:SL 1931, ch 203, §1; SDC 1939, §15.0507; SL 1980, ch 40, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-19/"
    },
    {
      "id": "section-5-7-20",
      "number": "5-7-20",
      "heading": "Application for oil, gas, or geothermal lease--Tender of annual rental and bonus--Form and contents of application.",
      "text": "5-7-20. Application for oil, gas, or geothermal lease--Tender of annual rental and bonus--Form and contents of application.\n\nApplications for the issuance of any such oil, gas, or geothermal resources lease shall be executed under oath by the applicant, or his agent or attorney duly authorized in writing, or by any officer or attorney in fact of the corporation, if the application is made by a corporation. The application shall be accompanied by a certified check, bank draft, or money order in the amount of the annual delay rental for one year and the bonus offered, if any.\n\nThe form of the application shall be prescribed by the commissioner of school and public lands and all applications shall contain a description of the lands by legal subdivisions upon which the lease is desired, together with such data and information concerning development on and in the vicinity of the land as may reasonably be required by the commissioner. No lease shall be issued for less than the amount offered by the applicant as a bonus, if any, and the annual delay rental for one year.\n\nSource:SL 1931, ch 203, §5; SDC 1939, §15.0508; SL 1953, ch 44, §1; SL 1980, ch 40, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-20/"
    },
    {
      "id": "section-5-7-21",
      "number": "5-7-21",
      "heading": "Advertising of oil and gas or geothermal leases--Conduct of auction.",
      "text": "5-7-21. Advertising of oil and gas or geothermal leases--Conduct of auction.\n\nWhenever an application is made for such an oil and gas or geothermal resources lease the commissioner of school and public lands shall advertise the lands for lease by the publication, once in each week for at least two successive weeks in a newspaper of general circulation published in the county where the lands are located, if there be one, or if there be none, in such newspaper as will be most likely to give notice of the leasing, of a notice stating the time and place at which the leasing of such lands will be held. The commissioner shall conduct the letting at public auction. The commissioner may establish such rules and regulations as in his judgment shall be necessary in order that the lands may be leased most profitably for the state and to carry out the provisions of this chapter. The lands shall be leased to the highest bidder but the commissioner shall have the right to reject any or all bids.\n\nSource:SDC 1939, §15.0510 as added by SL 1941, ch 53, §1; SL 1972, ch 28, §2; SL 1980, ch 40, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-21/"
    },
    {
      "id": "section-5-7-22",
      "number": "5-7-22",
      "heading": "Withholding of tracts from oil, gas, other mineral or geothermal resources leasing.",
      "text": "5-7-22. Withholding of tracts from oil, gas, other mineral or geothermal resources leasing.\n\nNothing contained in this chapter shall be construed as requiring the commissioner of school and public lands to offer any tract of land for lease, nor to lease the same, but the commissioner may withhold any tract from leasing for oil, gas, other mineral or geothermal resources purposes if, in his opinion, the best interests of the state shall be served by so doing.\n\nSource:SL 1931, ch 203, §7; SDC 1939, §15.0515; SL 1980, ch 40, §7; SL 1980, ch 42, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-22/"
    },
    {
      "id": "section-5-7-23",
      "number": "5-7-23",
      "heading": "Term of oil and gas leases--Resumption of drilling operations after cessation of production.",
      "text": "5-7-23. Term of oil and gas leases--Resumption of drilling operations after cessation of production.\n\nThe term of all such oil and gas leases shall be for a period not to exceed ten years and as long thereafter as oil or gas is produced from the leased land. In no event, however, shall such leases covering lands granted to the state of South Dakota by the Enabling Act of February 22, 1889, or by later congressional act, be for terms longer than as provided in said acts as subsequently amended or to be amended. If for any reason production of oil or gas from the leased lands shall cease after the primary term the lessee shall be entitled to resume drilling operations on said land within such reasonable time as may be prescribed by the rules and regulations of the commissioner of school and public lands, and if such drilling operations shall be conducted with reasonable diligence and the production of oil and gas in paying quantities shall result therefrom, then said lease shall remain in force as long thereafter as oil or gas in paying quantities is or can be produced from the leased lands.\n\nSource:SL 1931, ch 203, §2; SDC 1939, §15.0510; SL 1941, ch 53, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-23/"
    },
    {
      "id": "section-5-7-231",
      "number": "5-7-23.1",
      "heading": "Term of geothermal leases.",
      "text": "5-7-23.1. Term of geothermal leases.\n\nThe term of all geothermal leases shall be for a period not to exceed ten years and as long as geothermal resources are produced from the leased lands.\n\nSource:SL 1980, ch 40, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-23-1/"
    },
    {
      "id": "section-5-7-24",
      "number": "5-7-24",
      "heading": "Royalty provisions in oil and gas leases--Annual rental.",
      "text": "5-7-24. Royalty provisions in oil and gas leases--Annual rental.\n\nAll such leases shall provide for delivery to the state in the pipeline to which the lessee may connect the wells of a royalty of not less than one-eighth of the oil and gas produced, saved, and marketed from the leased lands, or the equivalent proportion of the market value of such oil and gas in the field at the time of production; provided, however, that no royalties shall be payable upon oil or gas used in operations on the land for the development and production of oil or gas therefrom.\n\nAll such leases shall provide for the payment of a reasonable annual rental, as fixed by the rules and regulations of the commissioner of school and public lands, but in no event to be less than ten cents per acre per annum.\n\nSource:SL 1931, ch 203, §2 (6); SL 1937, ch 213, §1; SDC 1939, §§15.0509, 15.0510; SL 1941, ch 53, §1; SL 1976, ch 57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-24/"
    },
    {
      "id": "section-5-7-241",
      "number": "5-7-24.1",
      "heading": "Royalty provisions in geothermal leases--Renegotiation--Annual rental.",
      "text": "5-7-24.1. Royalty provisions in geothermal leases--Renegotiation--Annual rental.\n\nAll geothermal leases shall provide for the payments of royalty to the state. The royalty payments shall consist of:\n\n(1)Not less than ten percent of the gross revenue, exclusive of charges, approved by the commissioner of school and public lands, that were made or incurred with respect to transmission or other services or processes, received from the sale of steam, brines, from which no minerals have been extracted, and associated gases at the point of delivery to the purchaser; and\n\n(2)A royalty of five percent of the gross revenue, exclusive of charges, approved by the commissioner, that were made or incurred with respect to transmission or other services or processes, received from the sale of mineral products or chemical compounds recovered from geothermal fluids or chemical compounds.\n\nAll royalties shall be subject to renegotiation after ten years from the effective date of the lease and at ten-year intervals thereafter.\n\nAll geothermal leases shall provide for the payment of a reasonable annual rental, as fixed by the rules and regulations of the commissioner of school and public lands, but in no event to be less than one dollar per acre per year.\n\nSource:SL 1980, ch 40, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-24-1/"
    },
    {
      "id": "section-5-7-25",
      "number": "5-7-25",
      "heading": "Customary provisions inserted in leases for protection of state and surface owners and lessees.",
      "text": "5-7-25. Customary provisions inserted in leases for protection of state and surface owners and lessees.\n\nThe commissioner of school and public lands may insert in oil, gas, and geothermal resources leases such general provisions as are customary and proper for the protection of the rights of the state and of the lessee and of the owners of the surface of the leased land and not inconsistent or in conflict with the provisions of this chapter and of other laws.\n\nSource:SL 1931, ch 203, §9; SDC 1939, §15.0510; SL 1941, ch 53, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-25/"
    },
    {
      "id": "section-5-7-251",
      "number": "5-7-25.1",
      "heading": "Geothermal resources--Additional provisions applicable to.",
      "text": "5-7-25.1. Geothermal resources--Additional provisions applicable to.\n\nThe provisions of §§5-7-25 to 5-7-37, inclusive, apply to geothermal resources.\n\nSource:SL 1980, ch 40, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-25-1/"
    },
    {
      "id": "section-5-7-26",
      "number": "5-7-26",
      "heading": "Leases assignable--Minimum tract assignable.",
      "text": "5-7-26. Leases assignable--Minimum tract assignable.\n\nAll oil, gas, and geothermal resources leases shall be assignable in whole or in part, provided no assignment of less than a legal subdivision shall be recognized or approved by the commissioner of school and public lands. The term \"legal subdivision\" as used herein shall be construed in the ordinary sense as used and recognized in the Bureau of Land Management of the United States.\n\nSource:SL 1931, ch 203, §4; SDC 1939, §15.0512.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-26/"
    },
    {
      "id": "section-5-7-27",
      "number": "5-7-27",
      "heading": "Execution and acknowledgment of assignments of leases--Filing and recordation--Form and fees.",
      "text": "5-7-27. Execution and acknowledgment of assignments of leases--Filing and recordation--Form and fees.\n\nThe assignments provided for in §5-7-26 shall be executed and acknowledged in duplicate in the manner prescribed for conveyance of real estate in this state, and subject to recordation as other instruments conveying real estate and, in addition thereto, a duplicate original shall be filed in the office of the commissioner of school and public lands who shall record same in permanent form in his office as a public record and shall return the original to the person entitled thereto after recording. The approval of the commissioner shall be noted upon all originals of the assignment. The commissioner shall prescribe the form to be used for such assignments and shall fix a reasonable fee for the filing, recording, and approval of the same.\n\nSource:SL 1931, ch 203, §4; SDC 1939, §15.0512.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-27/"
    },
    {
      "id": "section-5-7-28",
      "number": "5-7-28",
      "heading": "Grounds for refusal to approve assignment of lease.",
      "text": "5-7-28. Grounds for refusal to approve assignment of lease.\n\nThe commissioner of school and public lands shall have the right to refuse approval of any assignment not executed in proper form or by the proper person or persons, or when the lease is not in good standing as to the assigned tracts, or when litigation is pending affecting the lease or the interest of any person therein.\n\nSource:SL 1931, ch 203, §4; SDC 1939, §15.0512.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-28/"
    },
    {
      "id": "section-5-7-29",
      "number": "5-7-29",
      "heading": "Effect of approved assignment of lease.",
      "text": "5-7-29. Effect of approved assignment of lease.\n\nUpon approval by the commissioner of school and public lands of an assignment, the assignor shall stand relieved from all obligations to the state with respect to the lands embraced in the assignment and the state shall likewise be relieved from all obligations to the assignor as to such tract or tracts, and thereupon, the assignee shall succeed to all of the rights and privileges of the assignor with respect to such tracts and shall be held to have assumed all of the duties and obligations of the assignor to the state as to such tracts.\n\nSource:SL 1931, ch 203, §4; SDC 1939, §15.0512.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-29/"
    },
    {
      "id": "section-5-7-30",
      "number": "5-7-30",
      "heading": "Grounds for cancellation of lease--Notice of intent to cancel and opportunity to remedy default.",
      "text": "5-7-30. Grounds for cancellation of lease--Notice of intent to cancel and opportunity to remedy default.\n\nThe commissioner of school and public lands is hereby authorized to cancel any lease issued as provided in §§5-7-18 to 5-7-32, inclusive, for nonpayment of rentals or nonperformance by the lessee of any requirement of the lease. With the exception of the nonpayment of rentals on or before the date they are due, if any such cancellation shall be made, the commissioner must mail to the lessee or assignee, by registered or certified letter addressed to the post office address of such lessee or assignee shown by the records of the office of the commissioner, a notice of intention to cancel said lease, specifying the default for which the lease is subject to cancellation and if within thirty days after the mailing of said notice to the lessee or assignee he shall remedy the default specified in such notice, then no cancellation of said lease shall be ordered by the commissioner but, otherwise, the cancellation shall be made and all the rights of the lessee or assignee under the lease shall thereupon terminate. No notice of intention to cancel shall be required where the default is the nonpayment of rentals on or before the date they are due.\n\nThe mailing of the notice as provided in this section shall constitute notice of the intention of the commissioner to cancel the lease and no proof of receipt of such notice shall be necessary or required.\n\nSource:SL 1931, ch 203, §8; SDC 1939, §15.0513; SL 1953, ch 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-30/"
    },
    {
      "id": "section-5-7-31",
      "number": "5-7-31",
      "heading": "Correction of mistaken land descriptions in leases.",
      "text": "5-7-31. Correction of mistaken land descriptions in leases.\n\nWhenever any person, firm, or corporation has been granted a lease or leases and has not tested or prospected the land so leased and a mistake has been made in the description of the land, there may be substituted therefor other land for that leased, under such rules and regulations as may be prescribed by the commissioner of school and public lands; provided however, that such application for such correction must be made within six months from the date of the lease.\n\nSource:SL 1931, ch 203, §11; SDC 1939, §15.0514.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-31/"
    },
    {
      "id": "section-5-7-32",
      "number": "5-7-32",
      "heading": "Pooling agreements on behalf of state authorized.",
      "text": "5-7-32. Pooling agreements on behalf of state authorized.\n\nThe commissioner of school and public lands is hereby authorized, in his discretion, to enter into agreements on behalf of the State of South Dakota for the pooling of acreage under his jurisdiction with other acreage for unit operations for the production of oil, gas, or geothermal resources and for the apportionment of oil, gas, or geothermal resources royalties on an acreage or other equitable basis.\n\nSource:SL 1939, ch 164, §1; SDC Supp 1960, §42.0815; SL 1976, ch 20, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-32/"
    },
    {
      "id": "section-5-7-33",
      "number": "5-7-33",
      "heading": "Deposit of collections from leases in treasury.",
      "text": "5-7-33. Deposit of collections from leases in treasury.\n\nThe commissioner of school and public lands shall deposit the money realized from leasing of mineral interests owned by the state, or held in trust by the state with the state treasurer and direct that such money be credited to the appropriate fund.\n\nSource:SL 1953, ch 72, §1; SDC Supp 1960, §15.0516 (2); SL 1985, ch 39, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-33/"
    },
    {
      "id": "section-5-7-34",
      "number": "5-7-34",
      "heading": "Apportionment of receipts from leasing of school, indemnity and endowment lands.",
      "text": "5-7-34. Apportionment of receipts from leasing of school, indemnity and endowment lands.\n\nAll money received from the leasing of all common school, indemnity, and endowment lands for oil and gas and other mineral or geothermal resources leasing of said lands shall be apportioned as follows:\n\nFifty percent shall be credited to the permanent school funds and fifty percent thereof into the several interest and income funds in the following proportions, to wit:\n\nCommon school 82.02289745\n\nSouth Dakota State University 4.66838105\n\nUniversity of South Dakota 2.51170245\n\nEducational and charitable .72960665\n\nDepartment of Corrections, juvenile programs 1.16718575\n\nSchool for Deaf 1.16728565\n\nSchool for Blind and Visually Impaired .72952995\n\nSouth Dakota Developmental Center--Redfield 1.16726135\n\nSchool of Mines and Technology 1.16728735\n\nBlack Hills and Dakota State Universities 3.11243403\n\nNorthern State University 1.55642832\n\nSource:SL 1955, ch 53; SL 1985, ch 39, §3; SL 1989, ch 170, §1; SL 1989, ch 238, §4; SL 1998, ch 110, §3; SL 2002, ch 132, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-34/"
    },
    {
      "id": "section-5-7-35",
      "number": "5-7-35",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-7-36",
      "number": "5-7-36",
      "heading": "Records of mineral interests and leases maintained by commissioner.",
      "text": "5-7-36. Records of mineral interests and leases maintained by commissioner.\n\nThe commissioner of school and public lands shall keep in his office a full and complete record of all lease lettings, sales, copies of all leases, a record of the payment of the rentals, a record of the assignment of the leases, a record of the acquisition of all mineral interests, a record of the royalties due and paid, and such other information as shall be determined by him to be of value to the State of South Dakota and the owners of mineral interests and leases.\n\nSource:SL 1953, ch 72, §1; SDC Supp 1960, §15.0516 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-36/"
    },
    {
      "id": "section-5-7-37",
      "number": "5-7-37",
      "heading": "Rules and regulations governing leasing--Promulgation.",
      "text": "5-7-37. Rules and regulations governing leasing--Promulgation.\n\nThe commissioner of school and public lands shall from time to time promulgate such rules and regulations, not in conflict with any of the provisions of this chapter, as may be necessary or proper for carrying out such provisions governing the duties of the commissioner in executing leases of mineral, oil, gas, or geothermal resources rights, specifically prescribing forms to be used, fixing minimum bonus and rentals, and prescribing the method of sale, whether private or by public auction, or either or both.\n\nSource:SL 1919, ch 305, §9; SL 1931, ch 203, §10; SDC 1939, §15.0502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-37/"
    },
    {
      "id": "section-5-7-38",
      "number": "5-7-38",
      "heading": "Water law provisions applicable to certain geothermal leases.",
      "text": "5-7-38. Water law provisions applicable to certain geothermal leases.\n\nAll leases granted by the commissioner of school and public lands for the development of geothermal resources for industrial or commercial heating or production of electricity or minerals in solution, are subject to all of the provisions of chapters 46-5 and 46-6, inclusive.\n\nSource:SL 1980, ch 40, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-38/"
    },
    {
      "id": "section-5-7-39",
      "number": "5-7-39",
      "heading": "Validation of oil and gas leases prior to July 1, 1981.",
      "text": "5-7-39. Validation of oil and gas leases prior to July 1, 1981.\n\nAny oil and gas lease executed by the Governor and the commissioner of school and public lands prior to July 1, 1981, is, notwithstanding any omissions, irregularities, or defects in the procedures, including publications, taken by the State of South Dakota in leasing the same, hereby validated and cured to the extent that the lease shall operate to convey to the person named as the lessee in the lease all of the rights provided in the lease.\n\nSource:SL 1982, ch 51, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-39/"
    },
    {
      "id": "section-5-7-40",
      "number": "5-7-40",
      "heading": "Limitation of actions to contest validity of oil and gas leases.",
      "text": "5-7-40. Limitation of actions to contest validity of oil and gas leases.\n\nIf any person has a vested right in any real property leased and desires to contest the validity of an oil and gas lease and no action to enforce such right is begun before July 1, 1983, such right shall be forever barred. No action so brought shall be of any force or effect, or maintained in any court in this state, unless before July 1, 1983, there is recorded in the office of the register of deeds of the county in which the real estate is situated, a notice of pendency of such action, in accordance with the provisions of chapter 15-10.\n\nSource:SL 1982, ch 51, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-40/"
    },
    {
      "id": "section-5-7-41",
      "number": "5-7-41",
      "heading": "Assignment of certain state-owned minerals to oil and gas royalty increment status--Required findings.",
      "text": "5-7-41. Assignment of certain state-owned minerals to oil and gas royalty increment status--Required findings.\n\nThe commissioner of school and public lands may, upon his own motion or upon petition by an interested person assign, specific state-owned minerals to oil and gas royalty increment status. The assignment shall be made pursuant to the contested case requirements of chapter 1-26 and shall include a legal description of the state mineral lands assigned the status and a specific term, under ten years, during which the lands may be leased as on an oil and gas royalty increment status. The assignment may be made only upon a finding by the commissioner that:\n\n(1)There has been no oil or gas production on the state-owned mineral land proposed to be assigned royalty increment status, and on private or federal minerals within the immediate area;\n\n(2)There has been no oil or gas lease issued on the state-owned mineral land proposed to be assigned royalty increment status within the last ten years;\n\n(3)There has been no oil or gas prospecting permit issued for the state-owned mineral land proposed to be assigned royalty increment status within the last five years;\n\n(4)There has been no exploration permit for oil or gas issued by the Department of Agriculture and Natural Resources in the immediate area of the state-owned mineral land proposed to be assigned royalty increment status within the last five years;\n\n(5)The assignment of oil and gas royalty increment status to the state-owned minerals may encourage the development of oil or gas reserves on those lands; and\n\n(6)The assignment will not have a substantial impact on privately owned minerals within the immediate area surrounding the state-owned mineral land proposed to be assigned royalty increment status.\n\nSource: SL 1992, ch 43, §1; SL 2021, ch 1 (Ex. Ord.21-3), § 14, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-41/"
    },
    {
      "id": "section-5-7-42",
      "number": "5-7-42",
      "heading": "Amount of royalty for leases of lands assigned oil and gas royalty increment status.",
      "text": "5-7-42. Amount of royalty for leases of lands assigned oil and gas royalty increment status.\n\nNotwithstanding the provisions of §5-7-24, the commissioner may offer oil and gas leases for lands assigned oil and gas royalty increment status with a royalty of one-sixteenth of the oil and gas produced, saved and marketed from the leased lands for the first three years of the lease. The royalty on the lease shall automatically increase to one-twelfth of the oil and gas produced, saved and marketed from the leased lands for the second three years of the lease. Thereafter, the royalty on the lease shall automatically increase to a minimum of one-eighth of the oil and gas produced, saved and marketed from the leased lands, as established by the commissioner. All other terms of the oil and gas lease for state minerals assigned royalty increment status shall be the same as the standard oil and gas lease for state minerals.\n\nSource:SL 1992, ch 43, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-42/"
    },
    {
      "id": "section-5-7-43",
      "number": "5-7-43",
      "heading": "Royalty increments for commingled lands assigned oil and gas royalty increment status.",
      "text": "5-7-43. Royalty increments for commingled lands assigned oil and gas royalty increment status.\n\nThe royalty increments of an oil and gas lease for lands assigned royalty increment status may not be altered due to the shut-in of a well. If the mineral lands assigned oil and gas royalty increment status are pooled, unitized, or otherwise commingled with production from other areas, the royalty increment status assignment shall automatically expire and the royalty on the involved state minerals shall automatically increase to a minimum of one-eighth of the oil and gas produced, saved, and marketed from the leased lands, as established by the commissioner.\n\nSource:SL 1992, ch 43, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-43/"
    },
    {
      "id": "section-5-7-44",
      "number": "5-7-44",
      "heading": "Leases offered only during term of royalty increment status.",
      "text": "5-7-44. Leases offered only during term of royalty increment status.\n\nRoyalty increment status leases may be offered only during the term in which the state-owned minerals are assigned royalty increment status.\n\nSource:SL 1992, ch 43, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-44/"
    },
    {
      "id": "section-5-7-45",
      "number": "5-7-45",
      "heading": "Commissioner authorized to issue leases for prospecting, exploration and mining.",
      "text": "5-7-45. Commissioner authorized to issue leases for prospecting, exploration and mining.\n\nThe commissioner may execute and issue in the name of the State of South Dakota, as lessor, leases for the sole and exclusive purpose of prospecting, exploration, and mining of all minerals upon or from any public lands over which the commissioner has jurisdiction, direction, control, care, and disposition under the constitution and laws of the State of South Dakota, such leases to be issued upon such terms and conditions as the commissioner may deem to be in the best interests of the State of South Dakota and not inconsistent with the provisions of this chapter.\n\nSource:SL 1993, ch 53, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-45/"
    },
    {
      "id": "section-5-7-46",
      "number": "5-7-46",
      "heading": "Penalties for fraud.",
      "text": "5-7-46. Penalties for fraud.\n\nAny lessee of mineral lands under this chapter who conceals, or attempts to conceal any sale of ores or mineral products derived therefrom on which a royalty is payable, or who defrauds, or attempts to defraud, the state out of any such royalty is subject to a civil penalty of not more than one thousand dollars for each day of violation. In addition, such civil penalty does not operate as a bar to the collection of amounts owed to the state by such lessee; and his lease shall be forfeited in the manner provided in this chapter.\n\nSource:SL 1993, ch 53, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-46/"
    },
    {
      "id": "section-5-7-47",
      "number": "5-7-47",
      "heading": "Inspection of records.",
      "text": "5-7-47. Inspection of records.\n\nThe commissioner may inspect all records or books of account pertaining to the mining, extraction, transportation, reduction, and returns of all ores taken from such leased lands.\n\nSource:SL 1993, ch 53, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-47/"
    },
    {
      "id": "section-5-7-48",
      "number": "5-7-48",
      "heading": "Preferential right of lessee to renew or purchase leased lands.",
      "text": "5-7-48. Preferential right of lessee to renew or purchase leased lands.\n\nAny lessee of lands subject to a mineral lease, or the heirs, successors or assigns of such lessee, have a preferential right to renew the lease or to purchase or lease any estate in such lands that the state intends to sell, lease, or otherwise dispose of during the term of the mineral lease on the same terms and conditions as the state otherwise intends to lease, sell, or otherwise dispose of such estate. If the mineral lessee does not exercise such preferential right and the commissioner sells or leases any estate in such lands subject to a mineral lease, including an estate or lease for agricultural, meadow, pasturage, or other purposes, the rights of the purchaser or lessee of such estate are subordinate to the rights of the mineral lessee.\n\nSource:SL 1993, ch 53, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-48/"
    },
    {
      "id": "section-5-7-49",
      "number": "5-7-49",
      "heading": "Definitions.",
      "text": "5-7-49. Definitions.\n\nThe term, minerals, as used in this chapter means all mineral deposits, whether lode, placer, or otherwise. The term, lessee, as used in this chapter includes an assignee under an approved assignment. The term, legal subdivision, as used in this chapter, has its ordinary meaning, as used and recognized by the Bureau of Land Management of the United States and the Office of School and Public Lands of the State of South Dakota.\n\nSource:SL 1993, ch 53, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-49/"
    },
    {
      "id": "section-5-7-50",
      "number": "5-7-50",
      "heading": "Validity of leases prior to 1993 amendments to this chapter.",
      "text": "5-7-50. Validity of leases prior to 1993 amendments to this chapter.\n\nAll prospecting permits and leases issued prior to July 1, 1993 which have not expired, or which have not been canceled legally for nonperformance, are hereby declared to be valid and existing contracts with the State of South Dakota according to their terms and provisions, and the commissioner shall accept and recognize all such permits and leases according to their terms and provisions.\n\nSource:SL 1993, ch 53, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-50/"
    },
    {
      "id": "section-5-7-51",
      "number": "5-7-51",
      "heading": "Relinquishment of prospecting permit.",
      "text": "5-7-51. Relinquishment of prospecting permit.\n\nAny legal owner of any prospecting permit issued by the commissioner prior to July 1, 1993, if not in default of any of the provisions thereof, may relinquish such permit to the state and, upon application filed at the time of filing such relinquishment, the commissioner shall issue a lease in accordance with the provisions of this chapter.\n\nSource:SL 1993, ch 53, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-51/"
    },
    {
      "id": "section-5-7-52",
      "number": "5-7-52",
      "heading": "Term of permit--Primary and secondary terms--Tertiary and quaternary terms--Royalties.",
      "text": "5-7-52. Term of permit--Primary and secondary terms--Tertiary and quaternary terms--Royalties.\n\nAll leases issued under these provisions shall be for a primary term of three years and as long thereafter as any mineral or minerals in paying quantities be produced or mined from the lands, subject to the continued payment of annual rentals.\n\nIf the lessee fails to discover and produce minerals in paying quantities during the primary term of the lease, the lessee may continue the lease in full force and effect for an additional or secondary term of two years and as long thereafter as any mineral or minerals in paying quantities be produced or mined from the leased land, by paying each year in advance two times the rental provided in the primary term.\n\nHowever, if the lessee fails to discover and produce minerals in paying quantities during the secondary term of the lease, the lessee of record or the record owner of an approved assignment may continue the lease, as to the portion held by him, in full force and effect for an additional or tertiary term of five years and so long thereafter as any mineral or minerals in paying quantities be produced or mined from the leased land, by paying each year in advance not less than three dollars per acre per year as rental.\n\nIf the lessee fails to discover and produce minerals in paying quantities during the tertiary term of the lease, the lessee of record or the record owner of an approved assignment may continue the lease, as to the portion held by him, in full force and effect for an additional or quaternary term of five years and so long thereafter as any mineral or minerals in paying quantities be produced or mined from the leased land, by paying each year in advance of the lease anniversary date not less than ten dollars per acre per year as rental, plus a sum as advance royalty computed as follows:\n\nFor the eleventh year, not less than ten dollars per acre per year;\n\nFor the twelfth year, not less than twenty dollars per acre per year;\n\nFor the thirteenth year, not less than thirty dollars per acre per year;\n\nFor the fourteenth year, not less than forty dollars per acre per year; and\n\nFor the fifteenth year, not less than fifty dollars per acre per year.\n\nHowever, upon the commencing of the production of minerals in paying quantities, the principal sum so paid as advance royalty for the lease year in which the mineral is produced and the advance royalty paid for the two previous years shall be credited against the royalty payable to the lessor.\n\nSource:SL 1993, ch 53, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-52/"
    },
    {
      "id": "section-5-7-53",
      "number": "5-7-53",
      "heading": "Conditions warranting suspension of license--Effective date--Term of suspension.",
      "text": "5-7-53. Conditions warranting suspension of license--Effective date--Term of suspension.\n\nIn all cases where the lessee of a valid lease issued under these provisions, or the record owner of an approved assignment of such lease, provides to the commissioner of school and public lands proof of discovery on such lease of an ore body containing valuable mineral deposits deemed to be of merchantable quality and quantity and the lessee has established commercial production on lands subject to the lease, the commissioner of school and public lands upon proper application by the lessee or the record owner and after notice and hearing shall authorize a suspension of the lease during either the primary, secondary, tertiary, quaternary, or indeterminable terms of such lease for such period as may be fixed by him if the commissioner is satisfied that:\n\n(1)Marketing conditions beyond the control of the lessee are such that the leased land cannot be mined and the ore marketed except at a loss; or\n\n(2)Temporary conditions exist beyond the control of the lessee, with regard to the leased land then being mined which would operate to prevent the mining of the ore in keeping with safe mining practices.\n\nA suspension authorized by the commissioner pursuant to the provisions of this section shall take effect as of the date of the commissioner's decision and shall suspend the lease for the period of such suspension, but in no event may any single suspension be for a period longer than five years.\n\nAll obligations of the lessee under a lease suspended pursuant to the provisions of this section are suspended, including the payment of rentals and advance royalties. However, the lessee shall pay an annual rental of not less than sixty dollars per acre per year for each year of suspension.\n\nSource:SL 1993, ch 53, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-53/"
    },
    {
      "id": "section-5-7-54",
      "number": "5-7-54",
      "heading": "Annual rental--Minimum.",
      "text": "5-7-54. Annual rental--Minimum.\n\nAll leases issued by the commissioner shall provide for an annual rental to be paid by the lessee in advance, the amount thereof to be fixed by the commissioner, but in no case may the annual rental be less than one dollar per acre for the primary term nor less than two dollars per acre for the secondary term. The annual rental for any one lease may not be less than ten dollars.\n\nSource:SL 1993, ch 53, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-54/"
    },
    {
      "id": "section-5-7-55",
      "number": "5-7-55",
      "heading": "Payment of royalty--Amount.",
      "text": "5-7-55. Payment of royalty--Amount.\n\nIn addition to the annual rental, the lessee shall pay to the commissioner a royalty of not less than two percent of the gross returns from the sale of ores and mineral products derived therefrom, less reasonable transportation and smelting or reduction charges, if any, and such other customary and appropriate charges as determined by the commissioner by rules promulgated pursuant to chapter 1-26, of all ores or materials mined and extracted from the land. In addition, the lessee shall pay to the commissioner as royalty not less than two percent of any premiums and bonuses received in connection with the discovery, production or marketing.\n\nAccounting for all royalties shall be made on the twentieth day of the month following the month of sale or receipt of premium or bonus.\n\nSource:SL 1993, ch 53, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-55/"
    },
    {
      "id": "section-5-7-56",
      "number": "5-7-56",
      "heading": "Marketing minerals.",
      "text": "5-7-56. Marketing minerals.\n\nAny lease issued under the provisions of this chapter shall contain provisions requiring the lessee to market the mineral within a reasonable time after production is had.\n\nSource:SL 1993, ch 53, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-56/"
    },
    {
      "id": "section-5-7-57",
      "number": "5-7-57",
      "heading": "Bond required--Amount.",
      "text": "5-7-57. Bond required--Amount.\n\nBefore any lessee of minerals commences development or operations upon the lands, such lessee shall execute and file with the commissioner a good and sufficient bond or undertaking in an amount to be fixed by the commissioner, but not less than five thousand dollars, in favor of the State of South Dakota, for the benefit of any surface lessee, patentee, or contract purchaser, to secure the payment for such damage to the livestock, water, crops, or other tangible improvements on such lands as may be suffered by reason of development, use and occupation of such lands by the mining lessee. However, any lessee owning one or more mining leases may file a blanket bond in an amount to be fixed by the commissioner, but not less than ten thousand dollars, covering all leases then owned or thereafter acquired by him.\n\nIf any surface lessee, patentee, or contract purchaser files with the commissioner a waiver duly executed and acknowledged by him of his right to require such bond, such development, or occupation and use of the lands by a mineral lessee may be permitted without providing for the bond. This bond is in addition to any required by any other statute.\n\nSource:SL 1993, ch 53, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-57/"
    },
    {
      "id": "section-5-7-58",
      "number": "5-7-58",
      "heading": "Records furnished within reasonable bounds--Confidentiality of records.",
      "text": "5-7-58. Records furnished within reasonable bounds--Confidentiality of records.\n\nThe commissioner or the commissioner's designee may inspect all records, books, or accounts pertaining to the mining, extraction, transportation, and returns of ores taken from such leased lands. At the request of the commissioner, the lessee shall furnish such reports, samples, logs, assays, or cores within reasonable bounds as the commissioner may deem to be necessary to the proper administration of the lands under lease. The commissioner shall unless otherwise required by law keep such reports, samples, logs, assays, and cores confidential and may not disclose any such information to any third party during the life of the lease.\n\nSource:SL 1993, ch 53, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-58/"
    },
    {
      "id": "section-5-7-59",
      "number": "5-7-59",
      "heading": "Relinquishing lease to state.",
      "text": "5-7-59. Relinquishing lease to state.\n\nWith the consent of the commissioner, any lease issued under the provisions of this chapter may be relinquished in whole or in part to the State of South Dakota.\n\nSource:SL 1993, ch 53, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-59/"
    },
    {
      "id": "section-5-7-60",
      "number": "5-7-60",
      "heading": "Cancellation of lease by commissioner--Notice required.",
      "text": "5-7-60. Cancellation of lease by commissioner--Notice required.\n\nThe commissioner may cancel any lease issued under the provisions of this chapter for nonpayment of rentals, for nonpayment of royalties or for violation of any of the terms, covenants, or conditions thereof, but before any such cancellation shall be made, the commissioner shall mail to the lessee or assignee, by registered or certified mail, addressed to the post office address of the lessee or assignee as shown by the records of the office of the commissioner, a notice of intention to cancel the lease, specifying the default for which the lease is subject to cancellation. No proof of receipt of notice is necessary. Thirty days after the mailing, the commissioner may enter cancellation unless the lessee has remedied the default or contested in good faith. Any action to cancel a lease as provided in this chapter shall be conducted in accordance with the provisions of chapter 1-26. The lessee may remain in possession until a final decision is rendered.\n\nSource:SL 1993, ch 53, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-60/"
    },
    {
      "id": "section-5-7-61",
      "number": "5-7-61",
      "heading": "Assignment of lease.",
      "text": "5-7-61. Assignment of lease.\n\nAll leases issued under the provisions of this chapter are assignable in whole or in part. The assignment shall be executed and acknowledged in the manner prescribed for conveyance in this state and shall be filed in the office of the commissioner. Any assignment is subject to the consent of the commissioner who may not withhold his consent unreasonably. The approval of the commissioner shall be noted upon the assignment. The commissioner shall prescribe by rule promulgated pursuant to chapter 1-26 the form to be used for such assignments and shall fix a reasonable fee for the filing, recording and approval of the assignment. Upon approval by the commissioner of an assignment, the assignee is the successor to all of the rights and privileges of the assignor with respect to such tracts and shall be held to have assumed all of the duties and obligations of the assignor to the state as to such tracts. However, the record owner of any mineral lease may enter into any contract for the development of the leasehold premises or any portion thereof, or may create overriding royalties or obligations payable out of production, or enter into any other agreements with respect to the development of the leasehold premises or disposition of the production therefrom, and it is not necessary for any such contracts, agreements or other instruments to be approved by the commissioner of school and public lands. Nothing in this section relieves the record title owner of such lease from complying with any of the terms or provisions thereof. In any controversy respecting any such contracts, agreements or other instruments entered into by such lessee with other persons, neither the State of South Dakota nor the commissioner of school and public lands is a necessary party. All such contracts and other instruments shall be filed in the office of the commissioner of school and public lands and recorded in the office of the register of deeds of the county where the lands are situated, and the filing or recording thereof shall constitute public notice of the existence and contents of the instruments so filed or recorded. The commissioner may by rule promulgated pursuant to chapter 1-26 prescribe a reasonable fee for the filing of such instruments in the office of the commissioner of school and public lands. The production of minerals upon any lands embraced in any mineral lease shall continue such lease as to all of the land embraced therein for as long thereafter as any mineral or minerals in paying quantities are being produced in accordance with the provisions thereof, regardless of any assignment of all or a portion of the lease which may have been made prior or subsequent to the production.\n\nSource:SL 1993, ch 53, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-61/"
    },
    {
      "id": "section-5-7-62",
      "number": "5-7-62",
      "heading": "Removal of improvements and equipment upon termination--Time limit.",
      "text": "5-7-62. Removal of improvements and equipment upon termination--Time limit.\n\nUpon termination of any lease issued under the provisions of this chapter by reason of forfeiture, surrender, expiration of term, or for any other reason, the lessee may remove all improvements and equipment as can be removed without material injury to the premises. However, all rents and royalties shall be paid and such removal accomplished within two years from the termination date or before such earlier date as the commissioner may set upon thirty days' written notice to the lessee. All improvements and equipment remaining upon the premises after the removal date as set in accordance with this section shall be forfeited to the State of South Dakota without compensation.\n\nSource:SL 1993, ch 53, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-62/"
    },
    {
      "id": "section-5-7-63",
      "number": "5-7-63",
      "heading": "Authority to withhold land from leasing--Rejection of application--Competitive bidding.",
      "text": "5-7-63. Authority to withhold land from leasing--Rejection of application--Competitive bidding.\n\nNothing contained in this chapter may be construed as requiring the commissioner to offer any tract of land for lease. The commissioner may withhold any tract from leasing for mineral purposes, if, in his opinion, the best interests of the state would be served by so doing, and nothing contained in this chapter may be construed as prohibiting the commissioner from rejecting any application at any time prior to approval and offering acreage embraced therein for lease upon competitive bidding.\n\nSource:SL 1993, ch 53, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-63/"
    },
    {
      "id": "section-5-7-64",
      "number": "5-7-64",
      "heading": "Transfer of State Cement Plant Commission mineral estates to commissioner of school and public lands.",
      "text": "5-7-64. Transfer of State Cement Plant Commission mineral estates to commissioner of school and public lands.\n\nNotwithstanding any other provisions of law, the commission shall, not later than June 30, 2011, transfer all of the commission's right, title and interest in and to any mineral estates owned or leased by the commission to the commissioner of school and public lands.\n\nSource:SL 2010, ch 32, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-64/"
    },
    {
      "id": "section-5-7-65",
      "number": "5-7-65",
      "heading": "Limited surface and subsurface easements for access to oil, gas, minerals, and geothermal resources.",
      "text": "5-7-65. Limited surface and subsurface easements for access to oil, gas, minerals, and geothermal resources.\n\nThe commissioner of school and public lands may grant limited surface and subsurface easements on public lands to provide access to land containing potential oil, gas, minerals, or geothermal resources which are not subject to lease pursuant to chapter 5-7 or to public lands held by a separate exploration, development, or production lease issued pursuant to chapter 5-7. Any easement shall be granted pursuant to the provisions of §5-2-11 with terms and conditions that are customary and proper for the protection of the rights of the state and the surface lessee.\n\nSource:SL 2014, ch 39, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-07/section-5-7-65/"
    }
  ]
}