{
  "state": "south-dakota",
  "path": "title-title-5-public-property-purchases-and-contracts/chapter-chapter-27-capital-construction-fund",
  "sections": [
    {
      "id": "section-5-27-1",
      "number": "5-27-1",
      "heading": "State capital construction fund established",
      "text": "5-27-1. State capital construction fund established.\n\nThere is hereby established within the state treasury the state capital construction fund into which shall be deposited the net proceeds to the state from the sale of on-line lottery tickets pursuant to §42-7A-24, and such other revenues as the Legislature may designate. The fund shall be a participating fund and shall be credited for all interest earned on fund balances. Expenditures from the fund shall be made only upon approval by the Legislature.\n\nSource:SL 1993, ch 48, §1; SL 1996, ch 47, §1; SL 2018, ch 124, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-27/section-5-27-1/"
    },
    {
      "id": "section-5-27-2",
      "number": "5-27-2",
      "heading": ", 5-27-3. Repealed.",
      "text": ", 5-27-3. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5-27-4",
      "number": "5-27-4",
      "heading": "Transfer of funds to ethanol fuel fund.",
      "text": "5-27-4. Transfer of funds to ethanol fuel fund.\n\nIn fiscal year 2019, the Bureau of Finance and Management shall transfer each month twenty-one and one-half percent of the monthly state capital construction fund revenues from the state capital construction fund to the ethanol fuel fund. In fiscal year 2020, the Bureau of Finance and Management shall transfer each month fifteen percent of the monthly state capital construction fund revenues from the state capital construction fund to the ethanol fuel fund. In fiscal year 2021, the Bureau of Finance and Management shall transfer each month ten percent of the monthly state capital construction fund revenues from the state capital construction fund to the ethanol fuel fund. In fiscal year 2022, the Bureau of Finance and Management shall transfer each month five percent of the monthly state capital construction fund revenues from the state capital construction fund to the ethanol fuel fund.\n\nSource:SL 1993, ch 48, §23A; SL 1994, ch 57; SL 1995, ch 251, §33A; SL 1996, ch 47, §5; SL 1998, ch 218, §2; SL 2018, ch 124, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-27/section-5-27-4/"
    },
    {
      "id": "section-5-27-5",
      "number": "5-27-5",
      "heading": "Transfer of funds to state highway fund.",
      "text": "5-27-5. Transfer of funds to state highway fund.\n\nIn fiscal year 2019, the Bureau of Finance and Management shall transfer each month fourteen and one-half percent of the monthly state capital construction fund revenues from the state capital construction fund to the state highway fund. In fiscal year 2020, the Bureau of Finance and Management shall transfer each month twenty-three percent of the monthly state capital construction fund revenues from the state capital construction fund to the state highway fund. In fiscal year 2021, the Bureau of Finance and Management shall transfer each month twenty-nine percent of the monthly state capital construction fund revenues from the state capital construction fund to the state highway fund. In fiscal year 2022, the Bureau of Finance and Management shall transfer each month thirty-four percent of the monthly state capital construction fund revenues from the state capital construction fund to the state highway fund. Beginning in fiscal year 2023 and each year thereafter, the Bureau of Finance and Management shall transfer each month thirty-six percent of the monthly state capital construction fund revenues from the state capital construction fund to the state highway fund.\n\nSource:SL 1993, ch 48, §25A; SL 1996, ch 47, §6; SL 1998, ch 218, §3; SL 2002, ch 170, §4; SL 2018, ch 124, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-27/section-5-27-5/"
    },
    {
      "id": "section-5-27-6",
      "number": "5-27-6",
      "heading": "Transfer of funds to water and environment fund.",
      "text": "5-27-6. Transfer of funds to water and environment fund.\n\nDuring fiscal year 2019, the Bureau of Finance and Management shall transfer each month sixty-four percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund. In fiscal year 2020, the Bureau of Finance and Management shall transfer each month sixty-two percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund. In fiscal year 2021, the Bureau of Finance and Management shall transfer each month sixty-one percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund. In fiscal year 2022, the Bureau of Finance and Management shall transfer each month sixty-one percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund. Beginning in fiscal year 2023 and each year thereafter, the Bureau of Finance and Management shall transfer each month sixty-four percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund.\n\nSource:SL 1993, ch 48, §25B; SL 1996, ch 47, §7; SL 1998, ch 218, §4; SL 2018, ch 124, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-5/chapter-27/section-5-27-6/"
    },
    {
      "id": "section-5-27-7",
      "number": "5-27-7",
      "heading": "to 5-27-12. Repealed.",
      "text": "to 5-27-12. Repealed.",
      "history": "",
      "source_url": ""
    }
  ]
}