{
  "state": "connecticut",
  "path": "title-title-32-commerce-and-economic-and-community-development/chapter-chapter-583-defense-contracts",
  "sections": [
    {
      "id": "section-32-56",
      "number": "32-56.",
      "heading": "(Formerly Sec. 32-9a). - Defense conversion",
      "text": "(a) In view of the contemplated reduction in defense expenditures by the federal government and the fact that Connecticut ranks first in the nation on a per capita basis in defense contracts awarded, the department shall engage special agent technologists who shall take steps to assist medium-sized and small manufacturers to find solutions for the problems related to defense conversion and in executing adaptation to new technologies. Such assistance shall be made available to medium-sized and small companies which lack sufficient resources to keep abreast of new technologies in fields allied to their own or in entering new markets not oriented to defense production.\n\n(b) It is found and declared that Connecticut ranks very high among the states on a per capita basis in the amounts of prime defense contracts awarded; that the economies of many areas in the state and the employment opportunities offered by many businesses in the state are heavily defense-dependent and would suffer severe adverse impacts in the event of prime defense contract cutbacks or major aerospace or defense plant closures; that, in the event that defense-dependent areas or businesses in the state were severely impacted by a prime defense contract cutback or major aerospace or defense plant closure, there would be a serious need for non-defense-related industrial and commercial development and activity in such areas or by such businesses to provide and maintain employment and tax revenues; that private and public capital investment in the construction, renovation, and expansion of nondefense manufacturing and other industrial facilities will best contribute to maintaining employment and the existing tax base and to the development of a wider-based and more balanced economy in the state; and that the tax and other financial incentives provided by this section to encourage such public and private investment in businesses and municipalities severely impacted by prime defense contract cutbacks or major aerospace or defense plant closure, are important and necessary applications of the resources of the state in the exercise of its responsibility to preserve the health, safety and general welfare in the state of its people; and therefore the necessity, in the public interest and for the public benefit and good, of the provisions of this section is hereby declared as a matter of legislative determination.\n\n(c) The Commissioner of Economic and Community Development may determine that the economy of a municipality has been severely impacted by a prime defense contract cutback or the closure of a major aerospace or defense plant with not less than eight hundred employees. The commissioner shall make such a determination only after a public hearing, at which hearing information shall be submitted to support the findings required by this section.\n\n(d) (1) In determining that a municipality has been severely impacted by a prime defense contract cutback or the closure of a major aerospace or defense plant with not less than eight hundred employees, the commissioner shall find that (A) one or more businesses in the municipality has experienced a cancellation of one or more prime defense contracts or a significant reduction in prime defense contract or related subcontract awards or orders, or the closure of a major aerospace or defense plant with not less than eight hundred employees; (B) such prime defense contract cutback or major aerospace or defense plant closure has caused or will cause a loss of employment opportunities in the municipality; (C) such prime defense contract cutback or major aerospace or defense plant closure has caused or will cause a severe adverse impact in the municipality. In making such findings, the commissioner may consider the extent to which the businesses in the municipality are, or were at the period in time before the prime defense contract cutback or major aerospace or defense plant closure occurred, dependent on prime defense contracts or on subcontracts related to such prime defense contracts or on the major aerospace or defense plant; the extent to which one or more prime defense contractors in the municipality has or plans to reduce its work force or the amount of defense subcontract awards or orders which would be performed by businesses in the municipality; the extent to which the unemployed in the municipality are or were defense workers with specialized skills not easily transferable to other industries; the existence of abandoned or underutilized defense-related manufacturing facilities in the municipality; and any other factors which the commissioner deems relevant to such finding.\n\n(2) The commissioner's determination that a municipality is severely impacted by a prime defense contract cutback or major aerospace or defense plant closure shall be effective for two years from the date of the decision of the commissioner. The commissioner may renew such determination for two additional two-year periods following a public hearing and upon making the findings required by this subsection. Notwithstanding the provisions of this subdivision, if (A) a military installation of the United States Department of Defense at which military vehicle engines were produced is located in any such municipality, (B) the military installation is closed pursuant to 10 USC 2687, and (C) the Department of Defense plans to convey the site of said installation to said municipality, the determination by the commissioner that the municipality is severely impacted by a prime defense contract cutback or major aerospace or defense plant closure shall remain effective until such conveyance and any environmental remediation of the site are completed or until such time as the plant has been reoccupied by another business, and such determination may be renewed for a period not exceeding two years.\n\n(e) Any business facility located in a municipality declared by the commissioner to be severely impacted by a prime defense contract cutback or major aerospace or defense plant closure pursuant to subsection (c) of this section, which facility would be a manufacturing facility, as defined in subsection (d) of section 32-9p, but for the fact that the facility is not in a distressed municipality, as defined in subsection (b) of section 32-9p, will be deemed a manufacturing facility for the purposes of sections 32-9p to 32-9s, inclusive, section 12-217e, and subdivisions (59) and (60) of section 12-81, if the purpose of the construction, expansion, renovation or acquisition of such facility is not dependent on prime defense contracts or related subcontracts. The provisions of this section shall apply to a business facility located in a building that was vacant (1) on July 1, 1998, and was formerly used for defense manufacturing, or (2) on or after June 21, 2011, and was formerly a major aerospace or defense plant with not less than eight hundred employees.\n\n(f) Any municipality declared by the commissioner to be severely impacted by a prime defense contract cutback or major aerospace or defense plant closure will be deemed a distressed municipality under sections 8-190 and 8-195 for the purpose of assisting non-defense-dependent projects.\n\n(February, 1965, P.A. 348, S. 1; P.A. 73-599, S. 24; P.A. 79-230; P.A. 80-267, S. 4; P.A. 98-146, S. 4, 5; May 9 Sp. Sess. P.A. 02-4, S. 18; P.A. 04-186, S. 24; P.A. 10-162, S. 1; P.A. 11-61, S. 53; 11-104, S. 5.)\n\nHistory: P.A. 73-599 replaced Connecticut development commission with department of commerce, here referred to as “the department” (P.A. 77-614 replaced department of commerce with department of economic development); P.A. 79-230 added Subsec. (b) re feasibility study; P.A. 80-267 replaced Subsec. (b) provisions with legislative finding and added Subsecs. (c) to (f); Sec. 32-9a transferred to Sec. 32-56 in 1981; P.A. 98-146 amended Subsec. (e) by applying provisions to a business facility located in a building vacant on July 1, 1998, effective July 1, 1998, and applicable to assessment years commencing on and after October 1, 1998; May 9 Sp. Sess. P.A. 02-4 amended Subsec. (d) to provide that the commissioner may renew determinations under said subsection for two additional two-year periods, effective August 15, 2002; P.A. 04-186 amended Subsec. (d) by designating existing provisions as Subdivs. (1) and (2), changing former Subdiv. numbers to Subpara. letters, and amending Subdiv. (2) to provide for different effective period for, and renewal of, commissioner's determination that a municipality meeting criteria re military installation is severely impacted by prime defense contract cutback, effective June 1, 2004; P.A. 10-162 added provisions re major aerospace or defense plant closure as a severe adverse impact on economy of a municipality throughout, effective June 9, 2010; P.A. 11-61 amended Subsec. (e) by designating existing provision re building formerly used for defense manufacturing as Subdiv. (1) and adding Subdiv. (2) re former major aerospace or defense plant with not less than 800 employees, effective June 21, 2011; P.A. 11-104 made technical changes in Subsecs. (a), (b), (c) and (d)(1), effective July 8, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-583/section-32-56-formerly-sec-32-9a/"
    },
    {
      "id": "section-32-57",
      "number": "32-57.",
      "heading": "Determination by commissioner of severe impact of defense contract cutbacks on a business.",
      "text": "The Commissioner of Economic and Community Development may determine that the employment opportunities offered by a business in the state have been severely impacted by a prime defense contract cutback. The commissioner shall make such a determination only after a public hearing, at which hearing information shall be submitted to support findings required by this section. In making such determination the commissioner may require the submission by such business of all books, records, documents, drawings, specifications, certifications and other evidentiary items which it deems appropriate. In determining that employment opportunities offered by a business in this state have been severely impacted by a prime defense contract cutback the commissioner shall find that:\n\n(1) The business derives, or derived at the period of time before a prime defense contract cutback occurred, over fifty per cent of its gross income, generated by operations within the state, from prime defense contracts or from subcontracts entered into in connection with prime defense contracts, and a significant portion of its facilities and equipment are designed for defense production and cannot be converted to nondefense production without substantial investment;\n\n(2) The business has suffered a cancellation of one or more prime defense contracts or related subcontracts, or a significant reduction in prime defense contract or related subcontract awards or orders;\n\n(3) The business has reduced its workforce substantially, or will reduce its workforce substantially, as a result of such cancellation of prime defense contracts or related subcontracts or of the reduction of prime defense contract or related subcontract awards or orders.\n\n(P.A. 80-267, S. 8; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6.)\n\nHistory: P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-583/section-32-57/"
    },
    {
      "id": "section-32-58",
      "number": "32-58.",
      "heading": "Department to advise local governments.",
      "text": "The Department of Economic and Community Development shall advise and cooperate with any municipal or regional agency, commission or authority responsible for economic planning in order to formulate and implement plans to reduce the dependency of a municipal or regional economy on prime defense contracts and to alleviate the effects of a possible prime defense contract cutback.\n\n(P.A. 80-267, S. 10; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6; P.A. 17-219, S. 11.)\n\nHistory: P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development; P.A. 17-219 deleted provision re annual report.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-583/section-32-58/"
    },
    {
      "id": "section-32-58a",
      "number": "32-58a.",
      "heading": "Reimbursement to state residents for travel to meeting of federal base relocation closure commission.",
      "text": "The Secretary of the Office of Policy and Management may, within available appropriations, reimburse state residents who are official state advocates before any federal base relocation closure commission for the reasonable expenses incurred for travel while attending meetings of said commission.\n\n(June 30 Sp. Sess. P.A. 03-6, S. 172.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 effective August 20, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-583/section-32-58a/"
    },
    {
      "id": "section-32-58b",
      "number": "32-58b.",
      "heading": "Office of Military Affairs established. Appointment and duties of executive director.",
      "text": "(a) There is established an Office of Military Affairs within the Department of Economic and Community Development for administrative purposes only. The Office of Military Affairs shall promote and coordinate state-wide activities that enhance the quality of life of all branches of military personnel and their families and to expand the military and homeland security presence in this state.\n\n(b) The Governor, in consultation with the Commissioner of Economic and Community Development, shall appoint an executive director, in accordance with the provisions of sections 4-5 to 4-8, inclusive, to manage the daily activities and duties of the Office of Military Affairs. The executive director shall have the necessary qualifications to perform the duties of said office, including, but not limited to, having prior military experience, and having attained the rank of a field grade or senior officer within a branch of the armed forces. The Governor shall give preference to any person with the necessary training and experience who has served in the Navy or who has knowledge or prior experience with the federal Base Realignment and Closure or “BRAC” process. Within available appropriations, the executive director shall: (1) Appoint, employ and remove such assistants, employees and personnel as deemed necessary for the efficient and effective administration of the activities of the office; (2) coordinate state and local efforts to prevent the closure or downsizing of Connecticut military facilities, particularly United States Naval Submarine Base-New London, located in Groton; (3) maximize the state's input into the federal Base Realignment and Closure or “BRAC” process, including, but not limited to, (A) acting as liaison to the state's congressional delegation on defense, military and BRAC issues, and (B) coordinating the activities of consultants hired by the state to assist in monitoring activities related to BRAC; (4) encourage the relocation of military missions to the state; (5) coordinate state and local efforts to enhance the quality of life of all branches of military personnel stationed in or deploying from Connecticut and their families living or working in Connecticut; (6) review and make recommendations for state policies that affect Connecticut's military facilities and defense and homeland security industries; (7) coordinate state, regional and local efforts to encourage the growth of Connecticut's defense and homeland security industry; (8) serve as an advocate for service members and their families to other state agencies; (9) initiate and sustain collaborative partnerships with local military commanders; (10) consult with the Department of Economic and Community Development on proposed financial assistance agreements with defense and homeland security firms; and (11) prepare and submit a report of activities, findings and recommendations annually to the Governor and the joint standing committees of the General Assembly having cognizance of matters relating to commerce and public safety, in accordance with the provisions of section 11-4a.\n\n(P.A. 07-205, S. 1; June Sp. Sess. P.A. 07-4, S. 22; P.A. 15-65, S. 1; P.A. 23-22, S. 11.)\n\nHistory: June Sp. Sess. P.A. 07-4 amended Subsec. (b) by requiring Governor to give preference to any person who has served in the military “or” has knowledge or prior experience with the BRAC process, rather than requiring military service “and” knowledge or prior experience with such process; P.A. 15-65 amended Subsec. (b) by replacing “rank of an officer” with “rank of a field grade or senior officer”, replacing “acting as liaison to consultant lobbyists” with “coordinating the activities of consultants”, replacing “military personnel” with “military personnel stationed in or deploying from Connecticut”, and replacing former provisions in Subdivs. (8) to (10) with provisions re advocacy for service members to other state agencies, collaborative partnerships with local military commanders and consultation with Department of Economic and Community Development on proposed financial assistance agreements with defense and homeland security firms; P.A. 23-22 amended Subsec. (b) by adding reference to Secs. 4-5 to 4-8 re appointment of executive director.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-583/section-32-58b/"
    },
    {
      "id": "section-32-59",
      "number": "32-59.",
      "heading": "Defense readjustment task force.",
      "text": "There is established within the Department of Economic and Community Development a defense readjustment task force which shall consist of the Commissioner of Economic and Community Development and the Labor Commissioner and the Secretary of the Office of Policy and Management, or their designees. The Commissioner of Economic and Community Development shall serve as chairman. The defense readjustment task force shall advise and assist the Governor and the Department of Economic and Community Development with respect to economic planning for any municipality or region which is or may be severely impacted by prime defense contract cutbacks. The defense readjustment task force shall design procedures for expedient and effective aid to businesses and their employees that are severely impacted by prime defense contract cutbacks. Such procedures shall include, but not be limited to: (1) Expediting unemployment claims; (2) finding alternative employment for affected employees; (3) recommending priority in such state assistance as job training programs; and (4) technical assistance. The procedures developed by the defense readjustment task force may be implemented at the direction of the Governor.\n\n(P.A. 80-267, S. 11; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6.)\n\nHistory: P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development (Revisor's note: The phrase “Commissioners of Economic and Community Development and Labor” was changed editorially by the Revisors to “Commissioner of Economic and Community Development and the Labor Commissioner” for consistency with customary statutory usage).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-583/section-32-59/"
    }
  ]
}