{
  "state": "connecticut",
  "path": "title-title-32-commerce-and-economic-and-community-development/chapter-chapter-584-industrial-revenue-bond-mortgage-insurance-fund",
  "sections": [
    {
      "id": "section-32-60",
      "number": "32-60.",
      "heading": "Legislative finding.Section 32-61",
      "text": "It is hereby found and declared that a continuing need exists to maintain and develop the state's economy; that there are significant barriers inhibiting access by the authority and eligible financial institutions to the public capital markets and inhibiting expansion of the secondary loan market to assist in financing economic development and other projects in the state; that the establishment of the Revenue Bond Mortgage Insurance Fund, financial assistance by the state in support of the insurance fund and the exercise by the authority of the powers granted in this chapter, will promote economic development by increasing access to the public capital markets for the authority; and that therefore the necessity in the public interest and for the public benefit and good for the provisions of this chapter and chapter 579, is hereby declared as a matter of legislative determination.\n\n(P.A. 81-388, S. 1, 12; P.A. 88-265, S. 14, 36.)\n\nHistory: P.A. 88-265 substituted economy for industrial plant, added language re barriers inhibiting access to public capital markets and expansion of the secondary loan market, changed industrial project to economic development and other projects, added provisions re increasing access to public capital markets and made other technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-60/"
    },
    {
      "id": "section-32-61",
      "number": "32-61.",
      "heading": "Definitions.",
      "text": "As used in this chapter, “corporation” means Connecticut Innovations, Incorporated created under subsection (a) of section 32-35; “chief executive officer” means the chief executive officer of Connecticut Innovations, Incorporated appointed pursuant to section 32-38; “project” means a project as defined in subsection (d) of section 32-23d; “insurance fund” means the Revenue Bond Mortgage Insurance Fund created under section 32-62; “eligible financial institution” means an eligible financial institution as defined in section 32-65; “state” means the state of Connecticut; and “loan” means loans, notes, bonds or other forms of indebtedness related to the financing or refinancing of a project by the corporation or an eligible financial institution, or any participation or other interest therein, however evidenced, or any pool or portion of the foregoing.\n\n(P.A. 81-388, S. 2, 12; P.A. 88-265, S. 15, 36; June 12 Sp. Sess. P.A. 12-1, S. 152; P.A. 13-123, S. 27.)\n\nHistory: P.A. 88-265 defined “project”, “insurance fund”, “eligible financial institution”, “state”, and “loan”; pursuant to June 12 Sp. Sess. P.A. 12-1, “Connecticut Development Authority” and “authority” were changed editorially by the Revisors to “Connecticut Innovations, Incorporated” and “corporation”, respectively, effective July 1, 2012; P.A. 13-123 replaced reference to Sec. 32-11a(a) with reference to Sec. 32-35(a), replaced definition of “executive director” with definition of “chief executive officer” and replaced reference to Sec. 32-11a(d) with reference to Sec. 32-38, effective June 18, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-61/"
    },
    {
      "id": "section-32-62",
      "number": "32-62.",
      "heading": "Revenue Bond Mortgage Insurance Fund.",
      "text": "There is created a Revenue Bond Mortgage Insurance Fund. The insurance fund shall be held by the corporation, a trustee or other fiduciary or custodian designated by the corporation. There shall be deposited in the insurance fund such revenues and assets as the corporation shall determine to be deposited therein in accordance with this chapter and chapter 579 and any applicable contract or agreement entered into by the corporation under section 32-65. Amounts in the insurance fund shall be used in accordance with this chapter to satisfy any valid insurance claim payable therefrom and may be used for any other purpose determined by the corporation in accordance with insurance contracts or contracts with eligible financial institutions entered into pursuant to this chapter and said subsections, including without limitation protecting the interest of the corporation or eligible financial institutions in projects during periods of loan delinquency or upon loan default. If the corporation determines from time to time that the addition of money to the fund is required to meet the obligations of the fund or to bid for and purchase mortgaged property at foreclosure sale or would otherwise serve to protect the interests of the state or the insurance fund, the corporation with the approval of the Secretary of the Office of Policy and Management may borrow temporarily from the General Fund for such purpose within the limitations of the bond authorization contained in section 32-68. Any amounts temporarily loaned to the insurance fund by the state pursuant to this section shall reduce the obligation of the state to provide moneys to the insurance fund pursuant to section 32-67 to the extent of the amounts so loaned, but such obligation shall be reinstated to the extent of any principal repayment made to the state. Such amounts may also be withdrawn by the corporation at any time for the payment or reimbursement of its reasonable costs of administering the insurance program established hereby. Any amounts in the insurance fund not currently needed to meet the obligations of the fund and the expenses of the corporation may be invested in obligations designated by the corporation, and all income from such investments shall become part of the insurance fund.\n\n(P.A. 81-388, S. 3, 12; P.A. 88-265, S. 16, 36; June 12 Sp. Sess. P.A. 12-1, S. 152.)\n\nHistory: P.A. 88-265 changed industrial revenue bond mortgage insurance fund to revenue bond mortgage insurance fund, added provisions re temporary state loans to the insurance fund and made other technical changes; pursuant to June 12 Sp. Sess. P.A. 12-1, “authority” was changed editorially by the Revisors to “corporation”, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-62/"
    },
    {
      "id": "section-32-63",
      "number": "32-63.",
      "heading": "Insurance of payments. Applications.",
      "text": "The corporation may insure and make advance commitments to insure all or any portion of the payment required by a loan or any portion of a loan upon such terms and conditions as the corporation may prescribe in accordance with this chapter. In administering the insurance program authorized by this chapter, the corporation may establish application fees and prescribe application, notification, contract and insurance forms, rules and regulations it deems necessary or appropriate. The chief executive officer shall, on the basis of the application and any other appropriate information, prepare a report to the corporation concerning the credit-worthiness of the proposed borrower, the manner in which the project will advance the purposes of state commerce and the soundness of the proposed loan.\n\n(P.A. 81-388, S. 4, 12; P.A. 88-265, S. 17, 36; June 12 Sp. Sess. P.A. 12-1, S. 152; P.A. 13-123, S. 28.)\n\nHistory: P.A. 88-265 authorized commitments to insure all or part of loan payments, deleted provisions re lenders' committee and made other technical changes; pursuant to June 12 Sp. Sess. P.A. 12-1, “authority” was changed editorially by the Revisors to “corporation”, effective July 1, 2012; P.A. 13-123 changed “executive director” to “chief executive officer”, effective June 18, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-63/"
    },
    {
      "id": "section-32-64",
      "number": "32-64.",
      "heading": "Eligibility.",
      "text": "Any loan insured by the corporation under this chapter shall (1) be made for a project; (2) be made to a borrower approved by the corporation as responsible and creditworthy; (3) in the case of real property, be secured by a mortgage on the property, be made in a principal amount not exceeding ninety per cent of the cost of the property, and have a maturity date not later than twenty-five years from the date of the mortgage; (4) in the case of machinery and equipment, be secured by a security interest in the machinery and equipment, be made in a principal amount not exceeding eighty per cent of the cost of the machinery and equipment, and have a maturity not later than ten years from the date of the loan; (5) contain amortization provisions satisfactory to the corporation; and (6) be in such principal amount and form, and contain such terms, conditions and provisions with respect to the payment of fees, expenses and other costs, property insurance, repairs, alterations, payment of taxes and assessments, delinquency charges, default remedies, additional security and other matters as the corporation may determine. Any contract of insurance executed by the corporation under this chapter shall be conclusive evidence of eligibility for such insurance, and the validity of any contract of insurance so executed or of an advance commitment to insure shall be incontestable in the hands of an approved borrower and an insured party from the date of execution and delivery of the contract or commitment, except for fraud or misrepresentation on the part of the borrower and, as to commitments to insure, noncompliance with the commitment or corporation rules or regulations in force at the time of issuance of the commitment.\n\n(P.A. 81-388, S. 5, 12; P.A. 88-265, S. 18, 36; June 12 Sp. Sess. P.A. 12-1, S. 152.)\n\nHistory: P.A. 88-265 deleted provisions re initial financing from special obligation rate or bond proceeds, deleted provisions re lenders' committee and made other technical changes; pursuant to June 12 Sp. Sess. P.A. 12-1, “authority” was changed editorially by the Revisors to “corporation”, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-64/"
    },
    {
      "id": "section-32-65",
      "number": "32-65.",
      "heading": "Eligible financial institutions.",
      "text": "The corporation is authorized from time to time to enter into guarantee agreements, letters of credit, insurance contracts, participations, collateral sharing agreements, servicing agreements, and any other agreements or contracts with insured parties and with eligible financial institutions with respect to the insurance fund and any loan insured thereunder. An eligible financial institution is one which is a trust company, bank, savings bank, building and loan association, savings and loan association, insurance company, investment company, trustee, executor, pension fund, retirement fund, or other fiduciary or financial institution, the state or, to the extent otherwise permitted by law, any municipality or any political subdivision, instrumentality, agency or body politic and corporate thereof which is approved by the corporation as eligible for participation taking into consideration the workability and market viability of the program of insuring loans for or related to projects authorized by this chapter. Any such agreement or contract may contain terms and provisions necessary or desirable in connection with the program subject to the requirements established by this chapter, including without limitation terms and provisions relating to loan documentation, review and approval procedures, origination and servicing rights and responsibilities, default conditions, procedures and obligations and obligations with respect to insurance contracts made under this chapter. The agreements or contracts may be executed on an individual, group or master contract basis with eligible financial institutions.\n\n(P.A. 81-388, S. 6, 12; P.A. 88-265, S. 19, 36; June 12 Sp. Sess. P.A. 12-1, S. 152.)\n\nHistory: P.A. 88-265 authorized the Connecticut development authority to enter into guarantee agreements, participations, collateral sharing agreements and servicing agreements with insured parties and eligible financial institutions, added investment companies, trustees, executors, pension funds, retirement fund, other fiduciary or financial institutions, the state, municipalities, political subdivisions, instrumentalities, and agencies to the provisions re eligible financial institutions and made other technical changes; pursuant to June 12 Sp. Sess. P.A. 12-1, “authority” was changed editorially by the Revisors to “corporation”, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-65/"
    },
    {
      "id": "section-32-66",
      "number": "32-66.",
      "heading": "Lenders' committee.",
      "text": "Section 32-66 is repealed.\n\n(P.A. 81-388, S. 7, 12; P.A. 88-265, S. 35, 36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-66/"
    },
    {
      "id": "section-32-67",
      "number": "32-67.",
      "heading": "Claims. Premiums.",
      "text": "Any contract of insurance made by the corporation under the authorization of this chapter shall provide that claims payable under such contract shall first be paid from any amounts readily available in the insurance fund before any amounts available from the bond authorization contained in section 32-68 are utilized for claim payment. The faith and credit of the state is hereby pledged, pursuant to said bond authorization and in accordance with section 3-20, to provide to the insurance fund up to a maximum of ten million dollars as and when necessary to make timely payments of all amounts required to be paid under the terms of any insurance contract executed by the corporation pursuant to this chapter. The aggregate outstanding principal balance of all loans insured, to the extent insured, under this chapter shall not exceed ten times the amount of bonds authorized in section 32-68. The obligation of the corporation to make payments under any such insurance contract shall be limited solely to such sources and shall not constitute a debt or liability of the corporation or the state. Any insurance contract and any rule or regulation of the corporation implementing the insurance program may contain such other terms, provisions or conditions as the corporation deems necessary or appropriate, including, without limitation, those relating to the payment of insurance premiums, the giving of notice, claim procedures, the sources of payment for claims, the priority of competing claims for payment, the release or termination of loan security and borrower liability, the timing of payment, the maintenance and disposition of industrial projects and the use of amounts received during periods of loan delinquency or upon default, and any other provision concerning the rights of insured parties or conditions to the payment of insurance claims. Any premiums for the insurance of loan payments under the provisions of this chapter may be determined on such basis, be payable by such person, in such amounts and at such times as the corporation shall determine, and the amount of the premium need not be uniform among the various insurance contracts.\n\n(P.A. 81-388, S. 8, 12; P.A. 88-265, S. 20, 36; June 12 Sp. Sess. P.A. 12-1, S. 152.)\n\nHistory: P.A. 88-265 deleted provisions re payment of claims from amounts available under the terms of any applicable contract or agreement, added provisions pledging the full faith and credit of the state to provide the insurance fund up to $10,000,000 and made other technical changes; pursuant to June 12 Sp. Sess. P.A. 12-1, “authority” was changed editorially by the Revisors to “corporation”, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-67/"
    },
    {
      "id": "section-32-68",
      "number": "32-68.",
      "heading": "Bond issue.",
      "text": "Section 32-68 is repealed.\n\n(P.A. 81-388, S. 9, 12; P.A. 88-265, S. 21, 36; P.A. 89-331, S. 29, 30.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-68/"
    },
    {
      "id": "section-32-68a",
      "number": "32-68a.",
      "heading": "Pledge to insurance contract holders. Powers of Connecticut Innovations, Incorporated.",
      "text": "The state hereby pledges to and agrees with the holders of any insurance contracts issued under this chapter and with persons who may enter into other contracts or agreements with the corporation or its successor agency pursuant to the provisions of this chapter that the state will not limit or alter the rights granted to the corporation until such insurance contracts and other contracts or agreements are fully performed by the corporation, provided nothing contained in this section shall preclude any such limitation or alteration if and when adequate provision is made by the law for the protection of such insurance contracts or persons entering into other contracts or agreements with the corporation. The corporation may include the provisions of this section in any such insurance contracts and other contracts or agreements. In carrying out the program authorized by this chapter, the corporation shall have and may exercise all the powers granted to the corporation under chapter 579 provided no provision of chapter 579 shall be construed to limit any power specifically granted to the corporation under this chapter and no provision of this chapter shall be construed to limit the power specifically granted to the corporation under chapter 579.\n\n(P.A. 88-265, S. 22, 36; June 12 Sp. Sess. P.A. 12-1, S. 152.)\n\nHistory: Pursuant to June 12 Sp. Sess. P.A. 12-1, “authority” was changed editorially by the Revisors to “corporation”, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-584/section-32-68a/"
    },
    {
      "id": "section-32-69",
      "number": "32-69.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}