{
  "state": "connecticut",
  "path": "title-title-32-commerce-and-economic-and-community-development/chapter-chapter-588q-regional-economic-development",
  "sections": [
    {
      "id": "section-32-325",
      "number": "32-325.",
      "heading": "Short title: Regional Economic Development Act",
      "text": "Section 32-326. - Legislative finding.Section 32-327. - Definitions.Section 32-328. - Financial assistance.Section 32-329. - Bond issue.Section 32-330. - Unrestricted federal funds for capital improvements.Section 32-331 to 32-339. - Reserved for future",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-326",
      "number": "32-326.",
      "heading": "Legislative finding.",
      "text": "It is hereby found and declared that there exists in this state a great and growing need for additional public and private capital improvements and acquisitions and project development that will promote economic diversification, stability and growth; that such improvements, acquisitions and projects are a particularly effective investment of state funds because of their relative immobility in an increasingly global economy; that such improvements, acquisitions and projects are particularly needed in communities experiencing significant military and industrial job losses; and that regional cooperation in the planning and development of such improvements, acquisitions and projects is desirable and should be encouraged; and therefore, it is necessary and in the public interest and for the public good that the provisions of sections 32-325 to 32-330, inclusive, are hereby declared a matter of legislative determination.\n\n(P.A. 93-382, S. 24, 69.)\n\nHistory: P.A. 93-382 effective July 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588q/section-32-326/"
    },
    {
      "id": "section-32-327",
      "number": "32-327.",
      "heading": "Definitions.",
      "text": "As used in sections 32-325 to 32-330, inclusive, 32-23ww and 32-23xx:\n\n(1) “Act” means the Regional Economic Development Act.\n\n(2) “Agency” means any regional economic development commission formed under sections 7-136 and 7-137, other regional development commission or corporation formed under any other provision of the general statutes or any special act, or any regional council of governments organized under sections 4-124i to 4-124p, inclusive, except that for purposes of financial assistance for greenways projects, “agency” means a municipality or other organizations.\n\n(3) “Commissioner” means the Commissioner of Economic and Community Development.\n\n(4) “Eligible project” means (A) a public or private improvement or acquisition which, in the sole judgment of the commissioner, will significantly enhance economic diversification, stability, growth or scientific knowledge in the region where the project is to be located, and includes a “business development project” as defined in subsection (a) of section 32-222 or greenways projects or (B) an application for a grant under section 32-23ww or 32-23xx. (i) In determining eligibility with regard to an application submitted for an eligible project under subparagraph (A) of this subdivision before June 21, 1994, the commissioner shall also evaluate the project in accordance with a one-hundred-point scale as follows: Fifteen points based on such criteria as the commissioner may from time to time establish, fifteen points for projects located in targeted investment communities, up to twenty-five points for projects in regions where fifty per cent or more of the member municipalities within any planning region participate and fifteen points for every two thousand manufacturing jobs that the region has lost or, in the judgment of the commissioner, is scheduled to lose between July 1, 1989, and July 1, 1996, up to a total of forty-five points. (ii) In determining eligibility with regard to an application submitted for any eligible project under this subdivision on or after June 21, 1994, the commissioner shall also evaluate the project in accordance with a one-hundred-point scale as follows: Fifteen points based on such criteria as the commissioner may from time to time establish, fifteen points for projects located in targeted investment communities, up to twenty-five points for projects in regions where fifty per cent or more of the member municipalities within any planning region participate and fifteen points for every two thousand manufacturing jobs that the region has lost or, in the judgment of the commissioner, is scheduled to lose between July 1, 1989, and July 1, 1996, up to a total of twenty-five points, and ten points if the project consists of an application for a grant under section 32-23ww or 32-23xx, up to a total of twenty points.\n\n(5) “Manufacturing jobs” means jobs at a business that is located, in whole or in part, in Connecticut and that has a North American Industrial Classification code of 311111 through 339999; a business engaged in research and development directly related to manufacturing; a business engaged in the significant servicing, overhauling or rebuilding of machinery and equipment for industrial use; or any establishment or auxiliary or operating unit thereof, as defined in the North American Industrial Classification Manual, which the commissioner determines will materially contribute to the economy of the state by creating or retaining jobs, exporting products or services beyond the state's boundaries, encouraging innovation in products or services, adding value to products or services, or otherwise supporting or enhancing existing activities that are important to the economy of the state.\n\n(6) “Eligible project cost” means the total cost in dollars of an eligible project.\n\n(7) “Financial assistance” means grants, extensions of credit, loans, other investments, or guarantees of any of the foregoing, or any combination thereof, or any guaranty of any pool of such loans determined by the commissioner to be necessary or appropriate to establish or maintain a secondary market for such loans.\n\n(8) “Regional economic development plan” means a plan prepared by an agency that identifies, and which may rank, in order of priority, eligible projects for which the agency intends to apply for financial assistance under section 32-325, and includes an economic development plan developed as contemplated by section 32-7.\n\n(9) “Planning region” means any planning region of the state recognized by the commissioner and established in connection with the development of any regional economic development plan.\n\n(P.A. 93-382, S. 25, 69; May Sp. Sess. P.A. 94-2, S. 191, 203; P.A. 95-250, S. 1; 95-335, S. 6, 26; P.A. 96-211, S. 1, 5, 6; P.A. 09-234, S. 4; P.A. 13-247, S. 310.)\n\nHistory: P.A. 93-382 effective July 1, 1993; May Sp. Sess. P.A. 94-2 applied definitions to Secs. 32-23ww and 32-23xx, amended Subdiv. (4) by including applications for grants under Sec. 32-23ww or 32-23xx in definition of “eligible project”, applying existing point scale to project applications submitted under Subpara. (A) before June 21, 1994, and adding Subclause (ii) re point scale for project applications submitted on or after said date, repealed former Subdiv. (6) re definition of “military installation jobs”, and renumbered remaining Subdivs. accordingly, effective June 21, 1994; P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development; P.A. 95-335 amended Subdiv. (2) to include reference to greenways projects and to include municipalities in definition of “agency” and amended Subdiv. (4) to include reference to greenways projects, effective July 1, 1995; P.A. 09-234 redefined “manufacturing jobs” in Subdiv. (5), effective July 9, 2009; P.A. 13-247 amended Subdiv. (2) to redefine “agency” by deleting references to any regional planning agency or any regional council of elected officials and making conforming changes, effective January 1, 2015.\n\nSubdiv. (4):\n\nFunds would clearly be available to plaintiffs under Regional Economic Development Act, as long as plaintiff applied for the grant. 272 C. 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588q/section-32-327/"
    },
    {
      "id": "section-32-328",
      "number": "32-328.",
      "heading": "Financial assistance.",
      "text": "(a) An agency may apply for financial assistance under this section by submitting a regional economic development plan to the commissioner, with a request for financial assistance for one or more projects identified in the plan. The commissioner may also propose eligible projects, in amounts not to exceed one-third of the funds available under sections 32-325 to 32-330, inclusive, for financial assistance under this section, after submitting such proposal to the agencies within the planning region in which the project is to be located and consulting with such agencies as to the appropriateness of such project under any applicable regional economic development plan.\n\n(b) The commissioner may fund not more than ninety per cent of total project costs in targeted investment communities, not more than seventy-five per cent of total project costs in the case of a project in a region that includes a targeted investment community or not more than sixty-six and two-thirds per cent of total project costs in the case of a project in a region that does not include a targeted investment community.\n\n(c) Financial assistance may be provided to municipalities and other organizations to develop greenways, including, but not limited to, transportation-related greenways supported by the federal Transportation Equity Act for the 21st Century, as amended from time to time. The amount of any grant shall be as follows: (1) For transportation greenways projects that are part of interstate greenways, not more than twenty per cent of the project cost; (2) for transportation greenways projects that are local spurs from interstate greenways or that are intertown greenways projects, not more than ten per cent of the project cost; and (3) for greenways that are not transportation greenways, not more than half of the capital costs of the project.\n\n(d) The total financial assistance under sections 32-325 to 32-330, inclusive, for any agency or project shall not exceed twenty million dollars of state funds plus any federal funds that the commissioner applies to the project.\n\n(P.A. 93-382, S. 26, 69; P.A. 95-335, S. 7, 26; P.A. 00-148, S. 17.)\n\nHistory: P.A. 93-382 effective July 1, 1993; P.A. 95-335 inserted new Subsec. (c) making greenways projects eligible for financial assistance and relettered former Subsec. accordingly, effective July 1, 1995; P.A. 00-148 amended Subsec. (c) by changing “Intermodal Surface Transportation Efficiency Act of 1991” to “Transportation Equity Act for the 21stCentury”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588q/section-32-328/"
    },
    {
      "id": "section-32-329",
      "number": "32-329.",
      "heading": "Bond issue.",
      "text": "(a) For the purposes described in subsection (b) of this section, the State Bond Commission shall have the power, from time to time, to authorize the issuance of bonds of the state in one or more series and in principal amounts not exceeding in the aggregate one hundred million dollars.\n\n(b) The proceeds of the sale of said bonds, to the extent of the amount stated in subsection (a) of this section, shall be used by the Department of Economic and Community Development for the purposes of sections 32-328, 32-763 and 32-765.\n\n(c) All provisions of section 3-20, or the exercise of any right or power granted thereby which are not inconsistent with the provisions of this section are hereby adopted and shall apply to all bonds authorized by the State Bond Commission pursuant to this section, and temporary notes in anticipation of the money to be derived from the sale of any such bonds so authorized may be issued in accordance with said section 3-20 and from time to time renewed. Such bonds shall mature at such time or times not exceeding twenty years from their respective dates as may be provided in or pursuant to the resolution or resolutions of the State Bond Commission authorizing such bonds. None of said bonds shall be authorized except upon a finding by the State Bond Commission that there has been filed with it a request for such authorization, which is signed by or on behalf of the Secretary of the Office of Policy and Management and states such terms and conditions as said commission, in its discretion, may require. Said bonds issued pursuant to this section shall be general obligations of the state and the full faith and credit of the state of Connecticut are pledged for the payment of the principal of and interest on said bonds as the same become due, and accordingly and as part of the contract of the state with the holders of said bonds, appropriation of all amounts necessary for punctual payment of such principal and interest is hereby made, and the Treasurer shall pay such principal and interest as the same become due.\n\n(P.A. 93-382, S. 27, 69; May Sp. Sess. P.A. 94-2, S. 195, 203; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6; P.A. 13-308, S. 25.)\n\nHistory: P.A. 93-382 effective July 1, 1993; May Sp. Sess. P.A. 94-2 in Subsec. (a) increased bond authorization from $60,000,000 to $100,000,000, effective June 21, 1994; P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development; P.A. 13-308 amended Subsec. (b) to add reference to Secs. 32-763 and 32-765, effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588q/section-32-329/"
    },
    {
      "id": "section-32-330",
      "number": "32-330.",
      "heading": "Unrestricted federal funds for capital improvements.",
      "text": "Any unrestricted funds available for capital improvements received on or after January 1, 1993, by the state from the federal government under any program for defense conversion or general economic assistance may be made available for the purposes of section 32-328.\n\n(P.A. 93-382, S. 28, 69.)\n\nHistory: P.A. 93-382 effective July 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588q/section-32-330/"
    },
    {
      "id": "section-32-331",
      "number": "32-331",
      "heading": "to 32-339. - Reserved for future use.",
      "text": "to 32-339. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}