{
  "state": "connecticut",
  "path": "title-title-32-commerce-and-economic-and-community-development/chapter-chapter-588c-industrial-development-bonds",
  "sections": [
    {
      "id": "section-32-140",
      "number": "32-140.",
      "heading": "Definitions.Section 32-141. - Allocation of private activity bonds",
      "text": "As used in sections 32-140 to 32-142, inclusive:\n\n(1) “Private activity bonds” means any bonds or notes which meet the criteria set forth in Section 141 of the Internal Revenue Code of 1986, as amended, the interest on which is exempt from tax under Section 103 of the Internal Revenue Code of 1986, as amended, except for those bonds which are specifically excluded from the state ceiling under the terms of Section 146 of the Internal Revenue Code of 1986, as amended.\n\n(2) “State ceiling” means the limit which is prescribed by Section 146 of the Internal Revenue Code of 1986, as amended, on the amount of private activity bonds which may be issued collectively by all state issuers in any calendar year.\n\n(3) “State issuer” means the state or any political subdivision thereof, any municipality or any political subdivision thereof or any department, agency, authority or other body of the state or any municipality, which is authorized to issue private activity bonds.\n\n(P.A. 85-526, S. 1, 5; P.A. 87-539, S. 1, 5.)\n\nHistory: P.A. 87-539 amended references to reflect adoption of the Internal Revenue Code of 1986.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588c/section-32-140/"
    },
    {
      "id": "section-32-141",
      "number": "32-141.",
      "heading": "Allocation of private activity bonds. Study of multifamily housing goals and programs by the Connecticut Housing Finance Authority.",
      "text": "(a)(1) The total amount of private activity bonds which may be issued by state issuers in the calendar year commencing January 1, 2001, under the state ceiling in effect for such year, shall be allocated as follows: (A) Sixty per cent to the Connecticut Housing Finance Authority; (B) fifteen per cent to Connecticut Innovations, Incorporated; and (C) twenty-five per cent to municipalities and political subdivisions, departments, agencies, authorities and other bodies of municipalities, the Connecticut Higher Education Supplemental Loan Authority and for contingencies.\n\n(2) The total amount of private activity bonds which may be issued by state issuers in the calendar year commencing January 1, 2007, and each calendar year thereafter, under the state ceiling in effect for each such year, shall be allocated as follows: (A) Sixty per cent to the Connecticut Housing Finance Authority; (B) twelve and one-half per cent to Connecticut Innovations, Incorporated; and (C) twenty-seven and one-half per cent to municipalities and political subdivisions, departments, agencies, authorities and other bodies of municipalities, the Connecticut Higher Education Supplemental Loan Authority and the Connecticut Green Bank, then to the Connecticut Student Loan Foundation and then for contingencies. At least ten per cent of bonds allocated under subparagraph (A) of this subdivision shall be used for multifamily residential housing in the calendar year commencing January 1, 2008. In each calendar year commencing January 1, 2009, fifteen per cent of such bonds shall be used for multifamily residential housing.\n\n(3) The board of directors of the Connecticut Housing Finance Authority shall undertake a review and analysis of the multifamily housing goals and programs of the authority to determine the extent to which the authority can increase the production of multifamily housing and promote its preservation, including production of multifamily housing that serves households with incomes less than fifty per cent of the area median income and households with incomes less than twenty-five per cent of the area median income. Such review and analysis shall include, but not be limited to, the use of private activity bonds in conjunction with four per cent federal tax credits. The board of directors of the authority shall report its findings and recommendations to the joint standing committee of the General Assembly having cognizance of matters relating to planning and development and to the select committee on housing not later than January 1, 2008.\n\n(b) No municipality or political subdivision, department, agency, authority or other body of a municipality shall issue any private activity bonds, and no state issuer shall issue private activity bonds which are allocated under subsection (a) of this section for contingencies unless (1) the project or program to be financed is consistent with the state plan of conservation and development, the consolidated plan for housing and community development and the action plan for housing and community development, and (2) the Secretary of the Office of Policy and Management approves the issuance. The secretary shall adopt regulations in accordance with chapter 54, establishing procedures and standards for the submission and review of applications for such approvals.\n\n(c) The secretary shall monitor the needs of all state issuers for private activity bonds and shall be responsible for ensuring that no private activity bonds are issued which exceed any allocation under subsection (a) of this section, except as provided under section 32-142.\n\n(P.A. 85-526, S. 2, 5; P.A. 87-539, S. 2, 5; P.A. 91-210, S. 3, 5; P.A. 98-237, S. 14, 15; June Sp. Sess. P.A. 01-7, S. 8, 28; P.A. 07-109, S. 5; 07-234, S. 1; June 12 Sp. Sess. P.A. 12-1, S. 152; June 12 Sp. Sess. P.A. 12-2, S. 162; P.A. 14-94, S. 29.)\n\nHistory: P.A. 87-539 amended allocation in Subsec. (a) to eliminate the Connecticut Student Loan Foundation, to allocate 40% to the Connecticut Housing Finance Authority, to decrease the allocated percentage for the Connecticut Development Authority from 65% to 32%, to increase the allocated percentage for municipal entities from 15% to 18% and to reduce the contingency amount from 15% to 10%; P.A. 91-210 amended Subsec. (a) to set forth the allocation for calendar year 1991; P.A. 98-237 amended Subsec. (b) to make consistency with state plan of conservation and development, consolidated plan for housing and community development and action plan for housing and community development a requirement for projects or programs to receive bond allocations, effective July 1, 1998; June Sp. Sess. P.A. 01-7 amended Subsec. (a) to change the allocation amounts for each category for which private activity bonds may be issued, designating existing provisions as Subdiv. (1) re the 2001 calendar year, and adding Subdiv. (2) re the 2002 calendar year and subsequent years, effective July 1, 2001; P.A. 07-109 amended Subsec. (a)(2) to change 2002 to 2007 and to add Connecticut Student Loan Foundation, effective July 1, 2007; P.A. 07-234 amended Subsec. (a)(2) to require that 10% of bonds allocated under Subdiv. (2)(A) be used for multifamily residential housing for calendar year commencing January 1, 2008, and thereafter in each calendar year 15% be used for such housing, and added Subsec. (a)(3) requiring Connecticut Housing Finance Authority to study multifamily housing goals and programs, effective July 1, 2007; pursuant to June 12 Sp. Sess. P.A. 12-1, “Connecticut Development Authority” was changed editorially by the Revisors to “Connecticut Innovations, Incorporated” in Subsec. (a)(1) and (2), effective July 1, 2012; June 12 Sp. Sess. P.A. 12-2 amended Subsec. (a)(2) to add reference to Clean Energy Finance and Investment Authority, effective July 1, 2012; pursuant to P.A. 14-94, “Clean Energy Finance and Investment Authority” was changed editorially by the Revisors to “Connecticut Green Bank” in Subsec. (a)(2), effective June 6, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588c/section-32-141/"
    },
    {
      "id": "section-32-142",
      "number": "32-142.",
      "heading": "State Bond Commission authority re private activity bonds.",
      "text": "(a) The State Bond Commission, established under section 3-20 shall have all powers and duties related to any and all matters concerning private activity bonds, as defined in section 32-140.\n\n(b) When the General Assembly is not in regular or special session, the State Bond Commission may, for the then existing calendar year only, in response to a recommendation from the Governor or on its own initiative, modify any private activity bond allocation established under section 32-141 upon determining that such action would be in the best interests of the state. The commission may conduct a public hearing before making any such modification.\n\n(P.A. 85-526, S. 3, 5; P.A. 87-539, S. 3, 5; P.A. 91-210, S. 4, 5; 91-280, S. 2, 4; P.A. 96-251, S. 13; P.A. 00-167, S. 65, 69; June Sp. Sess. P.A. 01-7, S. 9, 28.)\n\nHistory: P.A. 87-539 removed prohibition against commission meeting during periods when the general assembly is in session; P.A. 91-210 amended Subsec. (c) to correct reference to Sec. 32-141 from the previous incorrect reference to 31-241; P.A. 91-280 amended Subsec. (a) by adding the chairpersons and ranking members of the joint standing committee on commerce and exportation to the commission; P.A. 96-251 amended Subsec. (d) by requiring that on and after October 1, 1996, reports be submitted to finance, planning and development and commerce committees and upon request to legislators and by adding provisions re submission of report summaries to legislators; P.A. 00-167 amended Subsec. (b) to change the minimum meeting requirement for the commission from twice annually to once annually, effective July 1, 2000; June Sp. Sess. P.A. 01-7 deleted former Subsecs. (a), (b) and (d) re the State Private Activity Bond Commission, added new Subsec. (a) providing that the State Bond Commission shall have power re private activity bonds and redesignated former Subsec. (c) as Subsec. (b), making a conforming change therein, effective July 1, 2001.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-32/chapter-588c/section-32-142/"
    },
    {
      "id": "section-32-143",
      "number": "32-143",
      "heading": "to 32-149. - Reserved for future use.",
      "text": "to 32-149. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}