{
  "state": "idaho",
  "path": "title-title-34/chapter-chapter-9",
  "sections": [
    {
      "id": "section-34-901",
      "number": "34-901",
      "heading": "",
      "text": "34-901. OFFICIAL ELECTION BALLOT IDENTIFICATION. (1) The county clerk shall provide that all election ballots are identified as official. Each ballot shall have upon its face the date and year of the election in which it is used and the words \"Official Election Ballot.\" To ensure the authenticity of all ballots cast in Idaho elections, each county clerk shall employ anti-fraud measures as provided in this section. All measures selected by a county clerk shall be tested and verified before each election, and the county clerk shall notify the county board of canvassers which measures are being used for each election. The confidentiality of each voter’s choices shall be maintained in accordance with section 1, article VI of the constitution of the state of Idaho, which guarantees the absolute secrecy of all ballots.\n\n(2) For counties using voting machines as provided in chapter 24, title 34, Idaho Code, the county clerk shall use one (1) or more of the following anti-fraud measures on all ballots prior to being issued to the voter:\n\n(a) Assignment of a unique identifier to each ballot in the form of a barcode or quick response code. The unique identifiers shall be randomly generated and non-sequential such that the identifier is never associated with the identity of the voter. The unique identifier shall be assigned to the ballot prior to being submitted to a scanner or tabulator;\n\n(b) Printing of ballots on watermarked paper or display of a unique watermark image on each ballot;\n\n(c) Printing of a hologram design on each ballot that is unique to each election. The hologram design shall be such that if a ballot is copied, the hologram design will change and not match the original;\n\n(d) Printing of ballots on security paper such that, if copied, the copy will display that it is a copy and not the original; or\n\n(e) Stamping or printing of the words \"Official Election Ballot\" on each ballot at the time it is issued to the voter.\n\n(3) For counties hand counting the tally of votes, each ballot shall, at the time it is issued to the voter, be stamped or have printed the words \"Official Election Ballot\" along with the date of the election.\n\n(4) The clerk shall maintain documentation of the security measures taken and the chain of custody of all ballots.\n\n[34-901, added 1970, ch. 140, sec. 121, p. 351; am. 2013, ch. 285, sec. 2, p. 736; am. 2025, ch. 88, sec. 1, p. 404.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-901/"
    },
    {
      "id": "section-34-902",
      "number": "34-902",
      "heading": "",
      "text": "34-902. COUNTY COMMISSIONERS TO PROVIDE SUFFICIENT BALLOTS AND BALLOT BOXES FOR EACH POLLING PLACE AT ALL ELECTIONS. The board of county commissioners shall authorize that a suitable number of ballots be printed for each polling place. The county clerk shall cause such ballots to be printed upon receiving final instructions from the secretary of state, and the cost shall be paid from the county treasury. The board of county commissioners shall authorize the printing of ballots in the same manner for special elections when such special election is ordered by the governor or provided by law.\n\nThe board of county commissioners shall also provide a suitable number of ballot boxes for each polling place within the county, and shall have complete authority to determine the specifications for such ballot boxes.\n\n[34-902, added 1970, ch. 140, sec. 122, p. 351; am. 1975, ch. 174, sec. 14, p. 469; am. 1979, ch. 309, sec. 10, p. 838; am. 2011, ch. 11, sec. 13, p. 31.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-902/"
    },
    {
      "id": "section-34-903",
      "number": "34-903",
      "heading": "",
      "text": "34-903. SECRETARY OF STATE TO PRESCRIBE FORM AND CONTENTS OF ALL BALLOTS AND RELATED DOCUMENTS. (1) The secretary of state shall, in a manner consistent with the election laws of this state, prescribe the form for all ballots, absentee ballots, diagrams, sample ballots, voting machine labels or booklets, certificates, notices, declarations of candidacy, affidavits of all types, lists, applications, poll books, tally sheets, registers, rosters, statements, and abstracts if required by the election laws of this state.\n\n(2) The secretary of state shall prescribe the arrangement of the matter to be printed on each kind of ballot and label, including:\n\n(a) The placement and listing of all offices, candidates and issues upon which voting is statewide, which shall be uniform throughout the state.\n\n(b) The listing of all other candidates required to file with him, and the order of listing all offices and issues upon which voting is not statewide.\n\n(3) The names of candidates for legislative or special district offices shall be printed only on the ballots furnished to voters of such district.\n\n(4)(a) The names of candidates that appear on election ballots for federal, state, county, and city offices shall be rotated in the manner determined by the secretary of state.\n\n(b) The names of candidates that appear on election ballots for other offices shall be rotated in the manner determined by the secretary of state for any political entity whose number of registered voters at the last general election exceeds one hundred thousand (100,000).\n\n(c) The order of candidates for office in all other elections shall be determined by applying the first letter of each candidate’s last name to a random alphabet selected prior to each election by the secretary of state.\n\n(5) No candidate’s name may appear on a ballot for more than one (1) partisan office or one (1) judicial office, except that a candidate for precinct committeeman may seek one (1) additional office upon the same ballot. The provisions of this subsection shall not apply to the election of electors of president and vice president of the United States.\n\n[34-903, added 1970, ch. 140, sec. 123, p. 351; am. 1971, ch. 189, sec. 1, p. 870; am. 1987, ch. 313, sec. 1, p. 656; am. 2011, ch. 285, sec. 8, p. 781; am. 2012, ch. 211, sec. 6, p. 575; am. 2015, ch. 282, sec. 5, p. 1148; am. 2022, ch. 99, sec. 1, p. 343; am. 2024, ch. 260, sec. 13, p. 907.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-903/"
    },
    {
      "id": "section-34-903a",
      "number": "34-903A",
      "heading": "",
      "text": "34-903A. NAME ON BALLOT. Should it appear to the secretary of state or county clerk that a person has filed as a candidate and that such person has changed their name and has changed their name to words that convey or attempt to convey a political message, the secretary of state or county clerk shall make an inquiry to determine: (i) if such person has changed their name; and (ii) if such name contains words that convey a political message to voters on the ballot; and (iii) if an explanation on the ballot would clarify the ballot and would assist in eliminating voter confusion. If the secretary of state or county clerk finds affirmatively that all three (3) criteria have been met, the secretary of state or county clerk shall be required to note on the ballot immediately following the name that appears to be a political proposition the following statement in parentheses: (A person, formerly known as …… ……..), inserting in the blank within the parentheses the name by which the candidate who changed their name was formerly known.\n\n[34-903A, added 2008, ch. 408, sec. 2, p. 1124.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-903a/"
    },
    {
      "id": "section-34-903b",
      "number": "34-903B",
      "heading": "",
      "text": "34-903B. RANKED CHOICE VOTING PROHIBITED. (1) No county elections office shall use ranked choice voting or instant runoff voting to conduct an election or nomination of any candidate in this state for any local government, statewide, or federal elective office.\n\n(2) For the purpose of this section:\n\n(a) \"Local government\" means any municipality, county, school district, special taxing district, or any other regional or local district or unit of government that is governed by one (1) or more elected officials.\n\n(b) \"Ranked choice voting\" or \"instant runoff voting\" means a method of casting and tabulating votes in which:\n\n(i) Voters rank candidates in order of preference;\n\n(ii) Tabulation proceeds in rounds such that in each round either a candidate or candidates are elected or the last-place candidate is defeated;\n\n(iii) Votes are transferred from elected or defeated candidates to the voters’ next ranked candidate or candidates in order of preference; and\n\n(iv) Tabulation ends when a candidate receives the majority of votes cast or the number of candidates elected equals the number of offices to be filled.\n\n(3) Any local government ordinance in conflict with this section is void.\n\n[34-903B, added 2023, ch. 135, sec. 1, p. 379.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-903b/"
    },
    {
      "id": "section-34-904",
      "number": "34-904",
      "heading": "",
      "text": "34-904. PRIMARY ELECTION BALLOTS. (1) There shall be a separate primary election ballot for each political party upon which its ticket shall be printed; however, a county may use a separate ballot for the office of precinct committeeman. All candidates who have filed their declarations of candidacy and are subsequently certified shall be listed under the proper office titles on their political party ticket. The secretary of state shall design the primary election ballot to allow for write-in candidates when needed.\n\n(2) The office titles shall be listed in order beginning with the highest federal office and ending with precinct offices. The secretary of state has the discretion and authority to arrange the classifications of offices as provided by law.\n\n(3) It is not necessary to print a primary ballot for a political party which does not have candidates for more than half of the federal or statewide offices on the ballot if no more than one (1) candidate files for nomination by that party for any of the offices on the ballot. The secretary of state shall certify that no primary election is necessary for that party if such is the case and shall certify to the county clerk the names of candidates for that party for the general election ballot only.\n\n[34-904, added 1970, ch. 140, sec. 124, p. 351; am. 1971, ch. 189, sec. 2, p. 870; am. 1972, ch. 130, sec. 1, p. 259; am. 1983, ch. 213, sec. 10, p. 593; am. 2001, ch. 272, sec. 2, p. 994; am. 2011, ch. 319, sec. 7, p. 932; am. 2012, ch. 57, sec. 1, p. 157; am. 2020, ch. 69, sec. 3, p. 158.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-904/"
    },
    {
      "id": "section-34-904a",
      "number": "34-904A",
      "heading": "",
      "text": "34-904A. ELIGIBILITY TO VOTE IN PRIMARY ELECTIONS. (1) Except as provided in subsection (2) of this section, an elector who has designated a party affiliation shall be allowed to vote only in the primary election of the political party for which such an elector is so registered.\n\n(2) A political party qualified to participate in elections pursuant to section 34-501, Idaho Code, may, no later than the last Tuesday in the November prior to a primary election, notify the secretary of state in writing that the political party elects to allow, in addition to those electors who have registered with that political party, any of the following to vote in such party’s primary election:\n\n(a) Electors designated as unaffiliated;\n\n(b) Electors registered with a different political party qualified to participate in elections pursuant to section 34-501, Idaho Code. In the event a state chairman of a political party elects to allow electors to vote in that party’s primary election pursuant to this paragraph, the state chairman shall identify which political parties’ registrants are allowed to vote in such primary election.\n\n(3) In the event that more than one (1) political party allows unaffiliated electors to vote in their party’s primary election, an unaffiliated elector shall designate which political party’s primary election the elector chooses to vote in by declaring such designation to the poll worker or other appropriate election personnel, who shall then record in the poll book the elector’s choice. The county clerk shall record such choice as part of the elector’s voting history within the voter registration system as provided for in section 34-437A, Idaho Code.\n\n(4) In the event no more than one (1) political party allows unaffiliated electors to vote in their party’s primary election, an \"unaffiliated\" elector may designate that political party’s primary election as the election the elector chooses to vote in by declaring such designation to the poll worker or other appropriate election personnel, who shall then record in the poll book the elector’s choice. The county clerk shall record such choice as part of the elector’s voting history within the voter registration system as provided for in section 34-437A, Idaho Code.\n\n(5) An unaffiliated elector having declared such designation as provided for in subsection (3) or (4) of this section shall not be permitted to vote in the primary election of any other party held on that primary election date.\n\n(6) If an unaffiliated elector does not declare a choice of political party’s primary election ballot, the elector shall not be permitted to vote in any political party’s primary election but shall receive a nonpartisan ballot when such a ballot is available.\n\n(7) In the event that one (1) or more political parties allow electors affiliated with a different political party to vote in their primary election pursuant to this section, an elector affiliated with a different political party shall declare to the poll worker or other appropriate election personnel in which primary election ballot such elector wishes to vote. The county clerk shall record such choice as part of the elector’s voting history within the voter registration system as provided for in section 34-437A, Idaho Code.\n\n(8) Provided that all other provisions of this act are complied with, nothing in this section shall be construed to prohibit an elector designated as unaffiliated from voting in the primary election of a different party held in subsequent years. Notwithstanding any other provision of this act, if a political party allows unaffiliated electors to vote in that political party’s primary election pursuant to this section, a vote by an unaffiliated elector in such primary election shall not change or affect the elector’s unaffiliated designation.\n\n[34-904A, added 2011, ch. 319, sec. 8, p. 933; am. 2015, ch. 292, sec. 8, p. 1170; am. 2023, ch. 208, sec. 14, p. 577.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-904a/"
    },
    {
      "id": "section-34-905",
      "number": "34-905",
      "heading": "",
      "text": "34-905. NONPARTISAN BALLOTS FOR ELECTION OF JUSTICES OF SUPREME COURT, JUDGES OF THE COURT OF APPEALS, AND DISTRICT JUDGES. There shall be a single nonpartisan ballot for the election of justices of the supreme court, judges of the court of appeals, and district judges. The names of all candidates for each office shall be listed under the proper office title by the secretary of state. A similar ballot shall be prepared for any general election, whenever it shall be necessary to conduct an election for judicial office.\n\n[34-905, added 1970, ch. 140, sec. 125, p. 351; am. 1970, ch. 231, sec. 5, p. 643; am. 1971 (E.S.), ch. 9, sec. 8, p. 20; am. 2023, ch. 210, sec. 3, p. 587.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-905/"
    },
    {
      "id": "section-34-905a",
      "number": "34-905A",
      "heading": "",
      "text": "34-905A. NONPARTISAN BALLOTS FOR ELECTION OF HIGHWAY DISTRICT COMMISSIONERS — PLURALITY REQUIRED FOR ELECTION. There shall be a single nonpartisan ballot for the election of highway district commissioners in each highway district. The ballot shall designate the highway district commissioners subdistrict and the names of all candidates for that office shall be listed thereon. The ballot shall also contain the words: \"Vote for One,\" followed by the names of the candidates for the office. The candidate with the most votes shall be declared the successful candidate.\n\n[I.C., sec. 34-905A, as added by S.L. 1972, ch. 345, sec. 2, p. 1013.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-905a/"
    },
    {
      "id": "section-34-906",
      "number": "34-906",
      "heading": "",
      "text": "34-906. BALLOTS FOR GENERAL ELECTIONS. (1) There shall be a single general election ballot on which the complete ticket of each political party shall be printed. Each political party ticket shall include that party’s nominee for each particular office. The secretary of state shall design the general election ballot to allow for write-in candidates when needed.\n\n(2) The office titles shall be listed in order beginning with the highest federal office. The secretary of state has the discretion and authority to arrange the above classifications of offices as provided by law.\n\n(3) At any general election at which the electors are to vote upon constitutional amendments or other issues, the secretary of state shall provide separate general election ballot forms on which such amendments and issues shall be printed.\n\n[34-906, added 1970, ch. 140, sec. 126, p. 351; am. 1971, ch. 189, sec. 3, p. 870; am. 1977, ch. 12, sec. 1, p. 24; am. 2020, ch. 69, sec. 4, p. 158.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-906/"
    },
    {
      "id": "section-34-908",
      "number": "34-908",
      "heading": "",
      "text": "34-908. EACH BALLOT TO CARRY OFFICIAL ELECTION BALLOT IDENTIFICATION ON OUTSIDE — MARKING OF BALLOT BY VOTER. (1) Every ballot used at any primary, general or special election shall be marked on the outside with the official election ballot identification before it is given to the voter. At this time the election official distributing the ballots shall give the voter instructions in regard to folding the ballot after he has voted.\n\n(2) The voter shall mark his ballot with a cross (X) or other mark sufficient to show his intent in the place provided after the name of the candidate for whom he intends to vote for each office.\n\n(3) If a person votes by writing the name of a candidate on the ballot, such act shall constitute a vote for the person’s name who appears without the necessity of placing a mark after the name written on the ballot, unless such a mark is required by a vote tally system.\n\n[34-908, added 1970, ch. 140, sec. 128, p. 351; am. 1988, ch. 293, sec. 1, p. 932; am. 2013, ch. 285, sec. 3, p. 736.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-908/"
    },
    {
      "id": "section-34-909",
      "number": "34-909",
      "heading": "",
      "text": "34-909. GENERAL ELECTION SAMPLE BALLOTS FORWARDED TO COUNTIES BY SECRETARY OF STATE. (1) The secretary of state, no later than September 7, shall provide the necessary general election sample ballot layout to each of the county clerks.\n\n(2) The sample ballot layout shall contain the proper office titles, order of offices and ballot layout for the general election, with instructions for placement of candidates seeking election for federal, state, legislative, county and precinct offices and candidates seeking judicial office or retention. If a county is within more than one (1) legislative district, the secretary of state shall provide instructions on the requirements for a separate ballot for each legislative district that is within the county.\n\n(3) The secretary of state shall certify to the county clerks the names and political party of the candidates qualified for placement on the general election ballot for all federal, state and legislative district offices on the sample ballots, along with any judicial candidates, by no later than the ninth Friday prior to the general election.\n\n(4) The secretary of state shall certify the name of a candidate being appointed by the appropriate central committee as provided by section 34-715, Idaho Code, by no later than the next business day after the appointment is received in the secretary of state’s office, if received after the certification of candidates to the county clerks under subsection (3) of this section.\n\n[34-909, added 1970, ch. 140, sec. 199, p. 351; am. 1976, ch. 60, sec. 12, p. 207; am. 1984, ch. 131, sec. 5, p. 306; am. 1985, ch. 42, sec. 6, p. 90; am. 2019, ch. 96, sec. 9, p. 347.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-909/"
    },
    {
      "id": "section-34-910",
      "number": "34-910",
      "heading": "",
      "text": "34-910. DUTY OF COUNTY CLERK TO FURNISH SUFFICIENT BALLOTS TO EACH VOTING PRECINCT — RECORD OF NUMBER OF BALLOTS PRINTED AND FURNISHED. (1) It shall be the duty of the county clerk to furnish and cause to be delivered a sufficient number of election ballots to the judges of elections of each voting precinct. The ballots shall be delivered to the polling place within the precinct on or before the opening of the polls for the election together with the official election ballot identification in sealed packages. Upon receipt of the ballots and supplies, the chief judge of elections or other designated judge must return a written receipt to the county clerk.\n\n(2) The county clerk shall keep a record of the number of ballots printed and furnished to each polling place within the county and preserve the same for one (1) year.\n\n[34-910, added 1970, ch. 140, sec. 129, p. 351; am. 2011, ch. 285, sec. 9, p. 782; am. 2013, ch. 285, sec. 4, p. 737.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-910/"
    },
    {
      "id": "section-34-911",
      "number": "34-911",
      "heading": "",
      "text": "34-911. COUNTY CLERK TO PREPARE FULL INSTRUCTIONS FOR THE GUIDANCE OF VOTERS AT ELECTIONS. The county clerk shall prepare full instructions for the guidance of voters at such elections, as to obtaining ballots, as to the manner of marking them, and as to obtaining new tickets in place of those spoiled, and provide sample ballots. The form and manner of display of the above mentioned instructions shall be prescribed by the secretary of state and be uniform throughout the state.\n\n[34-911, added 1970, ch. 140, sec. 130, p. 351.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-911/"
    },
    {
      "id": "section-34-912",
      "number": "34-912",
      "heading": "",
      "text": "34-912. PROCEDURE FOR CORRECTION OF BALLOTS WHEN VACANCY OCCURS AFTER PRINTING — NOTICE. When any vacancy occurs after the printing of the ballots and is filled as provided by law, the county clerk shall thereupon have printed a sufficient number of stickers containing the name of the candidate designated to fill the vacancy and shall deliver them to the judges of elections of the precincts interested therein.\n\nThe distributing clerk shall affix such stickers on the ballot before it is given to the elector. The sticker shall be placed over the name of the previous candidate. If the vacancy occurs after the deadline for filling the same, the distributing clerk shall cross the name of such candidate off the ballot and no votes shall be cast for the candidate. The county clerk shall notify the precincts of this authorization as soon as a vacancy occurs.\n\n[34-912, added 1970, ch. 140, sec. 131, p. 351.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-912/"
    },
    {
      "id": "section-34-913",
      "number": "34-913",
      "heading": "",
      "text": "34-913. DISCLOSURES IN ELECTIONS TO AUTHORIZE BONDED INDEBTEDNESS. (1) Notwithstanding any other provision of law, on and after July 1, 2021, any taxing district that proposes to submit any question to the electors of the district that would authorize any bonded indebtedness must provide a brief official statement setting forth in simple, understandable language information on the proposal substantially as follows:\n\n(a) The purpose for which the bonds are to be used, including but not necessarily limited to a description of the facility or project that will be financed, in whole or in part, by the sale of the bonds; the date of the election; and the principal amount of the bonds to be issued;\n\n(b) The anticipated interest rate on the proposed bonds based on current market rates and a maximum interest rate if a maximum is specified in the question to be submitted to electors;\n\n(c) The total amount to be repaid over the life of the bonds based on the anticipated interest. Such total shall reflect three (3) components: a total of the principal to be repaid; a total of the interest to be paid; and the sum of both;\n\n(d) The estimated average annual cost to the taxpayer of the proposed bond, in the format of \"A tax of $_____ per $100,000 of taxable assessed value, per year, based on current conditions\";\n\n(e) The length of time, reflected in months or years, in which the proposed bonds will be paid off or retired;\n\n(f) The total existing indebtedness, including interest accrued, of the taxing district; and\n\n(g) If the ballot question or official statement includes information regarding guaranteed state tax relief funds of a specific dollar amount, including school district facilities funds, and such state tax relief funds will expire at a future date, the ballot question or official statement shall disclose the year such state tax relief funds are scheduled to expire using the following language: \"such state tax relief funds are currently only guaranteed through \". No ballot question or official statement shall include any information regarding state tax relief funds, unless a specific dollar amount of such funds is guaranteed to the taxing district.\n\n(2) (a) The formula for calculating the estimated average annual cost to the taxpayer shall be as follows:\n\n((Bond Total/Taxable Value) x 100,000)/Duration = estimated average annual cost to taxpayer; and\n\n(b) The elements of which are defined as:\n\n(i) \"Bond total\" means the total amount to be bonded, from subsection (1)(c) of this section as based on the anticipated interest rate in subsection (1)(b) of this section;\n\n(ii) \"Duration\" means the time, in years, specified in subsection (1)(e) of this section; and\n\n(iii) \"Taxable value\" means the most recent total taxable value for property for the applicable taxing district, which shall be obtained from the applicable county treasurer or assessor’s office.\n\n(3) The official statement must be made a part of the ballot and placed above the location on the ballot where a person casts a vote and must be included in the official notice of the election.\n\n(4) In order to be binding, a ballot question to authorize a bond must include the information and language required by this section in its official statement.\n\n(5) Any mass communication, whether in printed, audio, visual, or electronic form or any other medium, sent by a taxing district to twenty (20) or more voters and any media presented by a taxing district for public viewing, including posters, websites, or social media, regarding its proposed bond must include the information required by subsection (1)(b) through (g) of this section.\n\n(6) Upon a determination by a court, pursuant to section 34-2001A, Idaho Code, that the taxing district failed to comply with the provisions of this section, the court must declare the outcome of the ballot question invalid and award court costs and fees to the prevailing party.\n\n[34-913, added 2021, ch. 288, sec. 3, p. 863; am. 2023, ch. 282, sec. 1, p. 842; am. 2024, ch. 84, sec. 1, p. 380.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-913/"
    },
    {
      "id": "section-34-914",
      "number": "34-914",
      "heading": "",
      "text": "34-914. DISCLOSURES IN ELECTIONS TO AUTHORIZE A LEVY. (1) Notwithstanding any other provision of law, on and after July 1, 2021, any taxing district that proposes to submit any question to the electors of the district that would authorize any levy, except for the levies authorized for the purposes provided in sections 63-802(1)(h) and 33-802(4), Idaho Code, and except for levies relating to bonded indebtedness where section 34-913, Idaho Code, applies, must include in the ballot question, or in a brief official statement on the ballot but separate from the ballot question, a disclosure setting forth in simple, understandable language information on the proposal substantially as follows:\n\n(a) The purpose for which the levy shall be used; the date of the election; and the dollar amount estimated to be collected each year from the levy;\n\n(b) The estimated average annual cost to the taxpayer of the proposed levy, in the form of \"A tax of $_____ per $100,000 of taxable assessed value, per year, based on current conditions.\" If the taxing district proposing the levy has an existing levy of the same type that is set to expire at the time that the proposed levy will begin, an additional statement may be provided along the following lines: \"The proposed levy replaces an existing levy that will expire on _____ and that currently costs $_____ per $100,000 of taxable assessed value.\" The statement shall also disclose that, if the proposed levy is approved, the tax per $100,000 of taxable assessed value is either: (i) not expected to change or (ii) is expected to increase or decrease the tax by $_____ per $100,000 of taxable assessed value. The dollar amounts referenced in this paragraph shall be calculated by multiplying the expected levy rate by one hundred thousand dollars ($100,000);\n\n(c) The length of time, reflected in months or years, in which the proposed levy will be assessed;\n\n(d) If an existing levy is referenced, the expiration date of the levy must also be provided; and\n\n(e) If the ballot question or official statement includes information regarding guaranteed state tax relief funds of a specific dollar amount, including school district facilities funds, and such state tax relief funds will expire at a future date, the ballot question or official statement shall disclose the year such state tax relief funds are scheduled to expire using the following language: \"such state tax relief funds are currently only guaranteed through \". No ballot question or official statement shall include any information regarding state tax relief funds, unless a specific dollar amount of such funds is guaranteed to the taxing district.\n\n(2) The information called for in subsection (1) of this section must be placed immediately above the location on the ballot where a person casts a vote and must also be included in like manner in the official notice of the election.\n\n(3) In order to be binding, a ballot question to authorize a levy must include the information and language required by this section in its official statement. The ballot question may not include other information or language regarding any other bond, levy, or matter, whether previous, current, or proposed, except as authorized under this section.\n\n(4) Any mass communication, whether in printed, audio, visual, or electronic form or any other medium, sent by a taxing district to twenty (20) or more voters and any media presented by a taxing district for public viewing, including posters, websites, or social media, regarding its proposed levy must include the information required by subsection (1)(b) and (c) of this section.\n\n(5) Upon a determination by a court, pursuant to section 34-2001A, Idaho Code, that the taxing district failed to comply with the provisions of this section, the court must declare the outcome of the ballot question invalid and award court costs and fees to the prevailing party.\n\n[34-914, added 2021, ch. 288, sec. 4, p. 864; am. 2023, ch. 282, sec. 2, p. 843; am. 2024, ch. 84, sec. 2, p. 381.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-9/section-34-914/"
    }
  ]
}