{
  "state": "idaho",
  "path": "title-title-34/chapter-chapter-10",
  "sections": [
    {
      "id": "section-34-1001",
      "number": "34-1001",
      "heading": "",
      "text": "34-1001. VOTING BY ABSENTEE BALLOT AUTHORIZED. Any registered elector of the state of Idaho may vote at any election by absentee ballot as herein provided.\n\n[34-1001, added 1970, ch. 140, sec. 162, p. 351.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1001/"
    },
    {
      "id": "section-34-1002",
      "number": "34-1002",
      "heading": "",
      "text": "34-1002. APPLICATION FOR ABSENTEE BALLOT. (1) Any registered elector may make written application to the county clerk, or other proper officer charged by law with the duty of issuing official ballots for such election, for an official ballot or ballots of the kind or kinds to be voted at the election. The application shall contain the name of the elector, the elector’s home address, county, and address to which such ballot shall be forwarded.\n\n(2) In order to provide the appropriate primary election ballot to electors, in the event a political party elects to allow unaffiliated electors to vote in that party’s primary election pursuant to section 34-904A, Idaho Code, the elector shall designate, as part of the written application for a ballot for primary elections, the elector’s party affiliation or designation as \"unaffiliated.\" The application shall contain checkoff boxes for unaffiliated electors by which such electors shall indicate for which party’s primary ballot the unaffiliated elector chooses to vote. Provided however, that no political party’s primary election ballot shall be provided to an unaffiliated elector for a political party that has not elected to allow unaffiliated electors to vote in that political party’s primary election pursuant to section 34-904A, Idaho Code. If an unaffiliated elector does not indicate a choice of political party’s primary election ballot, the elector shall receive a nonpartisan ballot.\n\n(3) In order to provide the appropriate primary election ballot to electors, in the event one (1) or more political parties elect to allow electors affiliated with a different political party to vote in that party’s primary election, the application shall contain checkoff boxes by which such electors may indicate the primary ballot in which the elector wishes to vote.\n\n(4) For electors who are registered to vote as of January 1, 2012, and who remain registered electors, the elector shall designate, as part of the written application for a ballot for the 2012 primary elections, the elector’s party affiliation or designation as \"unaffiliated.\" The application shall contain checkoff boxes for unaffiliated electors by which such electors shall indicate for which party’s primary election ballot the unaffiliated elector chooses to vote, pursuant to section 34-904A, Idaho Code. Provided however, that no political party’s primary election ballot shall be provided to an unaffiliated elector for a political party that has not elected to allow unaffiliated electors to vote in the party’s primary election pursuant to section 34-904A, Idaho Code. If an unaffiliated elector does not indicate a choice of political party’s primary election ballot, the elector shall receive a nonpartisan ballot. After the 2012 primary election, the county clerk shall record the party affiliation or unaffiliated designation so selected on the application for an absentee ballot as part of such an elector’s record within the voter registration system as provided for in section 34-437A, Idaho Code.\n\n(5) After the 2012 primary election, electors who remain registered voters and who did not vote in the 2012 primary elections and who make written application for an absentee ballot shall be designated as unaffiliated electors as provided in section 34-404, Idaho Code, and such electors shall be given the appropriate ballot for such \"unaffiliated\" designation pursuant to the provisions of this act.\n\n(6) An elector may not change party affiliation or designation as \"unaffiliated\" on an application for absentee ballot. For primary elections, an elector may change party affiliation or designation as \"unaffiliated\" as provided for in section 34-411A, Idaho Code.\n\n(7) The application for an absent elector’s ballot shall be signed personally by the applicant. The application for a mail-in absentee ballot shall be received by the county clerk not later than 5:00 p.m. on the eleventh day before the election. An application for in-person absentee voting at the absent elector’s polling place described in section 34-1006, Idaho Code, shall be received by the county clerk not later than 5:00 p.m. on the Friday before the election. Application for an absentee ballot may be made by using a facsimile machine or other electronic transmission.\n\n(8) A person may make application for an absent elector’s ballot by use of a properly executed federal postcard application as provided for in the laws of the United States known as uniformed and overseas citizens absentee voting act (UOCAVA, 52 U.S.C. 20301 et seq., as amended). The issuing officer shall keep as a part of the records of such officer’s office a list of all applications so received and of the manner and time of delivery or mailing to and receipt of returned ballot.\n\n(9) The county clerk shall, not later than seventy-five (75) days after the date of each general election, submit a report to the secretary of state containing information concerning absentee voters as required by federal law.\n\n[34-1002, added 1970, ch. 140, sec. 163, p. 351; am. 1972, ch. 157, sec. 1, p. 349; am. 1973, ch. 304, sec. 7, p. 646; am. 1976, ch. 353, sec. 2, p. 1166; am. 1987, ch. 167, sec. 1, p. 328; am. 1994, ch. 122, sec. 2, p. 272; am. 1995, ch. 215, sec. 12, p. 752; am. 2002, ch. 236, sec. 1, p. 707; am. 2003, ch. 48, sec. 11, p. 186; am. 2010, ch. 332, sec. 1, p. 881; am. 2011, ch. 319, sec. 9, p. 934; am. 2013, ch. 135, sec. 4, p. 309; am. 2016, ch. 137, sec. 1, p. 402; am. 2019, ch. 96, sec. 10, p. 348; am. 2020, ch. 286, sec. 1, p. 829.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1002/"
    },
    {
      "id": "section-34-1002a",
      "number": "34-1002A",
      "heading": "",
      "text": "34-1002A. EMERGENCY SITUATION ABSENTEE BALLOT — APPLICATION. (1) A registered elector who has not previously requested an absentee ballot for the same election and who is physically unable to vote in person at the elector’s designated polling place on the day of the election because of an emergency situation requiring hospitalization of the elector may request an emergency situation absentee ballot by filing an emergency situation absentee ballot application with the county clerk. The secretary of state shall prescribe the form for the emergency situation absentee ballot application.\n\n(a) The emergency application may be submitted to the county clerk up to five (5) days prior to the election but shall be received by the county clerk no later than 5:00 p.m. on the Monday before the election, in order to allow for the coordination of ballot delivery to the requesting elector at the hospital.\n\n(b) The emergency application shall be signed personally by the applicant.\n\n(c) The situation rendering the requesting elector physically unable to vote in person at the polling place must have occurred after 5:00 p.m. on the eleventh day prior to the election, and the applicant must attest to that fact with the applicant’s signature.\n\n(2) Regardless of the time of the request, an absentee ballot delivered under this section must be returned to the county clerk’s office from which it was received in order to be counted, in accordance with section 34-1005, Idaho Code.\n\n(3) The county clerk shall deem the location of an individual to be an absent elector’s polling place, as provided in section 34-1006, Idaho Code, solely for the purposes of registering the applicant under section 34-408A, Idaho Code, and shall provide the applicant with an emergency situation absentee ballot in the event that the individual who wishes to apply for an emergency situation absentee ballot under this section:\n\n(a) Was not a registered elector at the time the register closed but became eligible for registration following the closing of the register;\n\n(b) Was rendered physically unable to register in person on election day by the emergency situation; and\n\n(c) Was otherwise qualified to request an emergency situation absentee ballot under this section.\n\n[34-1002A, added 2020, ch. 286, sec. 2, p. 831.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1002a/"
    },
    {
      "id": "section-34-1003",
      "number": "34-1003",
      "heading": "",
      "text": "34-1003. ISSUANCE OF ABSENTEE BALLOT. (1) Upon receipt of an application for an absent elector’s ballot within the proper time, the county clerk receiving it shall examine the records of the county clerk’s office to ascertain whether or not such applicant is registered and lawfully entitled to vote as requested and, if found to be so, the county clerk shall arrange for the applicant to vote by absent elector’s ballot.\n\n(2) In the case of requests for primary ballots:\n\n(a) Except as provided in paragraph (b) of this subsection, an elector who has designated a political party affiliation shall receive a primary ballot for that political party.\n\n(b) An elector who has designated a political party affiliation pursuant to section 34-404, Idaho Code, may receive the primary election ballot of a political party other than the political party such elector is affiliated with if such other political party has provided notification to the secretary of state that identifies the political party such elector is affiliated with, as provided for in section 34-904A(2)(b), Idaho Code.\n\n(c) An unaffiliated elector shall receive the primary ballot for the political party the elector designated in the elector’s application for an absentee ballot pursuant to section 34-1002, Idaho Code. Provided however, that a political party’s ballot shall not be provided to an unaffiliated elector where that political party has not elected to allow unaffiliated electors to vote in such party’s primary election pursuant to section 34-904A, Idaho Code.\n\n(d) If an unaffiliated elector does not indicate a choice of a political party’s primary ballot, the elector shall receive a nonpartisan ballot.\n\n(e) Once an absentee primary ballot is issued to an elector by the county clerk, the county clerk may not issue the same elector a new absentee primary ballot with a different party affiliation than the absentee ballot originally issued to the elector, unless the original absentee ballot type was issued in error by the county clerk.\n\n(3) The absentee ballot may be delivered to the absent elector in the office of the county clerk, by postage prepaid mail or by other appropriate means, including use of a facsimile machine or other electronic transmission. Validly requested absentee ballots for candidates for federal office, where the request is received at least forty-five (45) days before an election, shall be sent no later than forty-five (45) days before that election to all electors who are entitled to vote by absentee ballot.\n\n(4) Pursuant to the uniformed and overseas citizens absentee voting act (UOCAVA, 52 U.S.C. 20301 et seq., as amended) the secretary of state shall establish procedures for the transmission of blank absentee ballots by mail and by electronic transmission for all electors who are entitled to vote by absentee ballot under the uniformed and overseas citizens absentee voting act, and by which such electors may designate whether the elector prefers the transmission of such ballots by mail or electronically. If no preference is stated, the ballots shall be transmitted by mail. The secretary of state shall establish procedures for transmitting such ballots in a manner that shall protect the security and integrity of such ballots and the privacy of the elector throughout the process of transmission.\n\n(5) A political party may supply a witness to accompany the clerk in the personal delivery of an absentee ballot. If the political party desires to supply a witness, it shall be the duty of the political party to supply the names of such witnesses to the clerk no later than forty-six (46) days prior to the election. The clerk shall notify such witnesses of the date and approximate hour the clerk or deputy clerk intends to deliver the ballot.\n\n(6) A candidate for public office or a spouse of a candidate for public office shall not be a witness in the personal delivery of absentee ballots.\n\n(7) An elector physically unable to mark such elector’s own ballot may receive assistance in marking such ballot from the officer delivering same or an available person of the elector’s own choosing. In the event the election officer is requested to render assistance in marking an absent elector’s ballot, the officer shall ascertain the desires of the elector and shall vote the applicant’s ballot accordingly. When such ballot is marked by an election officer, the witnesses on hand shall be allowed to observe such marking. No county clerk, deputy, or other person assisting a disabled voter shall attempt to influence the vote of such elector in any manner.\n\n[34-1003, added 1970, ch. 140, sec. 164, p. 351; am. 1973, ch. 304, sec. 9, p. 646; am. 1975, ch. 66, sec. 1, p. 132; am. 1984, ch. 131, sec. 6, p. 307; am. 1993, ch. 100, sec. 1, p. 253; am. 1994, ch. 122, sec. 4, p. 273; am. 1996, ch. 74, sec. 1, p. 238; am. 2010, ch. 332, sec. 2, p. 882; am. 2011, ch. 11, sec. 14, p. 31; am. 2011, ch. 319, sec. 10, p. 935; am. 2019, ch. 96, sec. 11, p. 349; am. 2020, 1st E.S., ch. 1, sec. 1, p. 5; am. 2021, ch. 323, sec. 1, p. 987.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1003/"
    },
    {
      "id": "section-34-1004",
      "number": "34-1004",
      "heading": "",
      "text": "34-1004. MARKING AND FOLDING OF ABSENTEE BALLOT — AFFIDAVIT. Upon receipt of the absent elector’s ballot the elector shall thereupon mark and fold the ballot so as to conceal the marking, deposit it in the ballot envelope and seal the envelope securely. In the event an election requires a perforated ballot, the unvoted portion must be deposited in the unvoted ballot envelope and sealed. The ballot envelopes must then be deposited in the return envelope and sealed securely.\n\nThe elector shall then execute an affidavit on the back of the return envelope in the form prescribed, provided however, that such affidavit need not be notarized.\n\n[34-1004, added 1970, ch. 140, sec. 165, p. 351.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1004/"
    },
    {
      "id": "section-34-1005",
      "number": "34-1005",
      "heading": "",
      "text": "34-1005. RETURN OF ABSENTEE BALLOT. (1) The return envelope shall be mailed or delivered to the officer who issued the same; provided, that an absentee ballot must be received by the issuing officer by 8:00 p.m. on the day of election before such ballot may be counted.\n\n(2) Upon receipt of an absent elector’s ballot, the county clerk of the county wherein such elector resides shall verify the authenticity of the affidavit, including verifying that the signature matches the signature from such elector’s voter registration, and shall write or stamp upon the envelope containing the same, the date and hour such envelope was received in his office and shall record the information pursuant to section 34-1011, Idaho Code. He shall safely keep and preserve all absent electors’ ballots unopened until the time prescribed for delivery to the polls or to the central count ballot processing center.\n\n[34-1005, added 1970, ch. 140, sec. 166, p. 351; am. 1972, ch. 157, sec. 2, p. 349; am. 1995, ch. 215, sec. 13, p. 753; am. 2007, ch. 202, sec. 4, p. 621; am. 2011, ch. 285, sec. 10, p. 782; am. 2021, ch. 262, sec. 3, p. 808.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1005/"
    },
    {
      "id": "section-34-1006",
      "number": "34-1006",
      "heading": "",
      "text": "34-1006. COUNTY CLERKS SHALL PROVIDE ONE OR MORE \"ABSENT ELECTORS’ VOTING PLACE.\" (1) Each county clerk shall provide one (1) or more \"absent electors’ polling place(s)\" as determined necessary by each county. Each polling place shall be provided with voting booths and other necessary supplies as provided by law. Except as provided in section 34-308, Idaho Code, every elector shall always be provided the opportunity to vote in person in an election, notwithstanding any declaration of emergency, extreme emergency, or disaster emergency by the governor.\n\n(2) Electioneering is prohibited at an \"absent electors’ polling place\" as provided in section 18-2318, Idaho Code.\n\n[34-1006, added 1970, ch. 140, sec. 167, p. 351; am. 1994, ch. 21, sec. 1, p. 36; am. 1998, ch. 163, sec. 1, p. 551; am. 2020, 1st E.S., ch. 3, sec. 1, p. 9.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1006/"
    },
    {
      "id": "section-34-1007",
      "number": "34-1007",
      "heading": "",
      "text": "34-1007. COUNTING ABSENTEE BALLOTS. (1) In those counties that count ballots at the polls, upon receipt of absent elector’s ballot or ballots, the officer receiving them shall forthwith enclose the same, unopened in a carrier envelope endorsed with the name and official title of such officer and the words: \"absent electors’ ballot to be opened only at the polls.\" He shall hold the same until the delivery of the official ballots to the judges of election of the precinct in which the elector resides and shall deliver the ballot or ballots to the judges with such official ballots.\n\n(2) In those counties that count ballots at a central location, absentee ballots that are received may, in the discretion of the county clerk, be retained in a secure place in the clerk’s office and such ballots shall be added to the precinct returns at the time of ballot tabulation. Provided, however, for any election that takes place prior to December 31, 2020, absentee ballots may be opened and scanned beginning seven (7) days prior to election day. If the absentee ballots are opened prior to election day, the ballots shall be securely maintained in a nonproprietary electronic access-controlled room under twenty-four (24) hour nonproprietary video surveillance that is livestreamed to the public and which video must be archived for at least ninety (90) days following the election. The ballots shall be boxed and secured in the same access-controlled room each day after being opened or scanned. A minimum of two (2) election officials must be present whenever absentee ballots are accessed. No results shall be tabulated for absentee ballots until the polls close on the day of the election held prior to December 31, 2020.\n\n(3) The clerk shall deliver to the polls a list of those absentee ballots received to record in the official poll book that the elector has voted.\n\n[34-1007, added 1970, ch. 140, sec. 168, p. 351; am. 2002, ch. 236, sec. 2, p. 708; am. 2007, ch. 202, sec. 5, p. 622; am. 2020, 1st E.S., ch. 1, sec. 2, p. 7.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1007/"
    },
    {
      "id": "section-34-1008",
      "number": "34-1008",
      "heading": "",
      "text": "34-1008. DEPOSIT OF ABSENTEE BALLOTS. Between the opening and closing of the polls on such election day the judges of election of such precinct shall open the carrier envelope only, announce the absent elector’s name, and in the event they find such applicant to be a duly registered elector of the precinct and that he has not heretofore voted at the election, they shall open the return envelope and remove the ballot envelopes and deposit the same in the proper ballot boxes and cause the absent elector’s name to be entered on the poll books the same as though he had been present and voted in person. The ballot envelope shall not be opened until the ballots are counted.\n\n[34-1008, added 1970, ch. 140, sec. 169, p. 351; am. 1995, ch. 215, sec. 14, p. 753.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1008/"
    },
    {
      "id": "section-34-1009",
      "number": "34-1009",
      "heading": "",
      "text": "34-1009. CHALLENGING ABSENTEE ELECTOR’S VOTE. The vote of any absent elector may be challenged in the same manner as other votes are challenged and the receiving judges shall have power and authority to determine the legality of such ballot. If the challenge be sustained, or if the receiving judges determine, that the affidavit accompanying the absent elector’s ballot is insufficient, or that the elector is not a qualified registered elector the envelope containing the ballot of such elector shall not be opened and the judges shall endorse on the back of the envelope the reason therefor. If an absent elector’s envelope contains more than one (1) marked ballot of any one (1) kind, none of such ballots shall be counted and the judges shall make notations on the back of the ballots the reason therefor. Judges of election shall certify in their returns the number of absent electors’ ballots cast and counted and the number of such ballots rejected.\n\n[34-1009, added 1970, ch. 140, sec. 170, p. 351; am. 2004, ch. 248, sec. 1, p. 714.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1009/"
    },
    {
      "id": "section-34-1010",
      "number": "34-1010",
      "heading": "",
      "text": "34-1010. REJECTION OF DEFECTIVE BALLOTS. All absent electors’ identification envelopes, ballot stubs and absent electors’ ballots rejected by the judges in accordance with the provisions of this act shall be returned to the county clerk. All absent electors’ ballots received by the county clerk after 8:00 p.m. on the day of the general, primary or special election, together with the rejected absent electors’ ballots returned by the judges of election as provided in this section, shall remain in the sealed identification envelopes and be handled in the manner provided for other spoiled ballots.\n\n[34-1010, added 1970, ch. 140, sec. 171, p. 351; am. 1973, ch. 304, sec. 10, p. 646.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1010/"
    },
    {
      "id": "section-34-1011",
      "number": "34-1011",
      "heading": "",
      "text": "34-1011. COUNTY CLERK’S RECORD OF APPLICATIONS FOR ABSENT ELECTOR’S BALLOTS. (1) The county clerk shall keep a record in his office containing a list of names and precinct numbers of electors making application for absent elector’s ballots, together with the date on which such application was made and the date on which such absent elector’s ballot was returned.\n\n(2) If an absent elector’s ballot is not returned or if it be rejected and not counted, such fact shall be noted on the record.\n\n(3) If an absent elector’s ballot is returned to the county clerk by the United States post office as undeliverable, the county clerk shall investigate the validity of the absent elector’s registration, and the results of the investigation shall be noted on the record. The secretary of state may promulgate rules to implement proper procedures for investigating the validity of an absent elector’s registration.\n\n(4) Such record shall be open to public inspection under proper regulations.\n\n[34-1011, added 1970, ch. 140, sec. 172, p. 351; am. 2022, ch. 173, sec. 1, p. 568.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1011/"
    },
    {
      "id": "section-34-1012",
      "number": "34-1012",
      "heading": "",
      "text": "34-1012. ALTERNATIVE PROCEDURES FOR ABSENTEE VOTING — EARLY VOTING. (1) Those counties that utilize absentee voting facilities that have access to the Idaho statewide voter registration system and count ballots at a central location or utilize a polling location-based tabulation system may elect to conduct \"early voting\" according to the provisions of this section. For those counties that elect to do \"early voting,\" early voting shall begin on or after the fourth Monday before the election and end at 5:00 p.m. on the Friday before the election. Primary election ballots shall be issued pursuant to section 34-1002(2), Idaho Code.\n\n(2) A voter who appears at an \"early voting\" station to vote shall state his or her name and address to the election official and present the voter’s identification as required by sections 34-1113 and 34-1114, Idaho Code.\n\n(3) The election official shall examine the records to ascertain whether or not such applicant is registered and lawfully entitled to vote as requested. The provisions of section 34-408A, Idaho Code, authorizing election day registration shall also apply in determining the applicant’s qualifications to vote.\n\n(4) Before receiving a ballot, each elector shall sign his or her name in the election register and poll book provided for early voting.\n\n(5) The elector shall then be given the appropriate ballots containing the official election ballot identification pursuant to section 34-901, Idaho Code, and shall be given folding instructions for such ballots, if appropriate.\n\n(6) Upon receipt of the ballots, the elector shall retire to a vacant voting booth and mark the ballots according to the instructions provided.\n\n(7) After marking the ballot, the elector shall present himself or herself to the election official at the ballot box and state his or her name and address. The elector shall then deposit the ballot in the ballot box or hand it to the election official, who shall deposit it. The election official shall then record that the elector has voted and proclaim the same in an audible voice.\n\n(8) Voters requiring assistance shall be provided with such assistance in accordance with section 34-1108, Idaho Code.\n\n(9) Electioneering is prohibited at an early voting polling place as provided in section 18-2318, Idaho Code.\n\n[34-1012, added 2013, ch. 132, sec. 1, p. 302; am. 2016, ch. 138, sec. 1, p. 403; am. 2025, ch. 113, sec. 17, p. 608.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1012/"
    },
    {
      "id": "section-34-1013",
      "number": "34-1013",
      "heading": "",
      "text": "34-1013. EARLY VOTING BALLOT SECURITY. (1) A detailed plan for the security of ballots for early voting shall be submitted to the secretary of state for approval no later than the third Friday of January or at least thirty (30) days prior to implementing an early voting plan. Once an early voting plan has been approved by the secretary of state, the plan shall be approved for the entire election year, unless it is modified. Any modified plan shall be submitted to the secretary of state for approval. Once a plan is approved, the county clerk shall notify the secretary of state of the county’s intent to use the early voting process prior to each election and before early voting begins.\n\n(2) At a minimum, the following procedures must be followed:\n\n(a) The ballot boxes used for casting early ballots shall remain locked and secured with a numbered seal until the time of tabulation on election day;\n\n(b) A record shall be maintained consisting of the number of ballots issued by date and seal number of each ballot box used for early voting;\n\n(c) Arrangements shall be made to have a deputy sheriff, police officer or bonded private security firm secure the location; and\n\n(d) The actual counting of ballots shall not begin until election day, and the results shall not be released to the public until all voting places in the state have closed.\n\n[34-1013, added 2013, ch. 132, sec. 2, p. 303; am. 2018, ch. 155, sec. 1, p. 312.]",
      "source_url": "https://law.justia.com/codes/idaho/title-34/chapter-10/section-34-1013/"
    }
  ]
}