{
  "state": "virginia",
  "path": "title-title-50-partnerships/chapter-chapter-22-virginia-uniform-partnership-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 50-73.79. Definitions§ 50-73",
      "text": "80. Knowledge and notice§ 50-73.81. Effect of partnership agreement; nonwaivable provisions§ 50-73.82. Supplemental principles of law§ 50-73.83. Execution, filing, and recording of statements; effective time and date; refunds; penalty§ 50-73.84. Law g",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-7379",
      "number": "50-73.79.",
      "heading": "Definitions",
      "text": "In this chapter:\n\n\"Business\" includes every trade, occupation, and profession.\n\n\"Commission\" means the State Corporation Commission of Virginia.\n\n\"Debtor in bankruptcy\" means a person who is the subject of:\n\n(i) an order for relief under Title 11 of the United States Code or a comparable order under a successor statute of general application; or\n\n(ii) a comparable order under federal, state, or foreign law governing insolvency.\n\n\"Distribution\" means a transfer of money or other property from a partnership to a partner in the partner's capacity as a partner or to the partner's transferee.\n\n\"Foreign registered limited liability partnership\" means a limited liability partnership or registered limited liability partnership, or the functional equivalent thereof, formed pursuant to an agreement governed by the laws of any state or jurisdiction other than this Commonwealth and registered as a limited liability partnership under the laws of that state or jurisdiction.\n\n\"Partnership\" means an association of two or more persons to carry on as co-owners a business for profit formed under § 50-73.88, predecessor law, or comparable law of another jurisdiction, and includes, for all purposes of the laws of this Commonwealth, a registered limited liability partnership.\n\n\"Partnership agreement\" means the agreement, whether written, oral, or implied, among the partners concerning the partnership, including amendments to the partnership agreement.\n\n\"Partnership at will\" means a partnership in which the partners have not agreed to remain partners until the expiration of a definite term or the completion of a particular undertaking.\n\n\"Partnership interest\" or \"partner's interest in the partnership\" means all of a partner's interests in the partnership, including the partner's transferable interest and all management and other rights.\n\n\"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity.\n\n\"Principal office\" means the office, in or out of the Commonwealth, where the chief executive offices of a domestic or foreign partnership or registered limited liability partnership are located.\n\n\"Property\" means all property, real, personal, or mixed, tangible or intangible, or any interest therein.\n\n\"Registered limited liability partnership\" means a partnership formed pursuant to an agreement governed by the laws of this Commonwealth and registered under § 50-73.132.\n\n\"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States.\n\n\"Statement\" means a statement of partnership authority under § 50-73.93, a statement of denial under § 50-73.94, a statement of dissociation under § 50-73.115, a statement of dissolution under § 50-73.121, a statement of merger under § 50-73.131, a statement of registration as a registered limited liability partnership under § 50-73.132, a statement of registration as a foreign registered limited liability partnership under § 50-73.138, an amendment or cancellation of any of the foregoing or a renewal of a statement of partnership authority.\n\n\"Transfer\" includes an assignment, conveyance, lease, mortgage, deed, and encumbrance.\n\n1996, c. 292; 2003, c. 567; 2006, c. 912; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-79/"
    },
    {
      "id": "section-50-7380",
      "number": "50-73.80.",
      "heading": "Knowledge and notice",
      "text": "A. A person knows a fact if the person has actual knowledge of it.\n\nB. A person has notice of a fact if the person:\n\n1. Knows of it;\n\n2. Has received a notification of it; or\n\n3. Has reason to know it exists from all of the facts known to the person at the time in question.\n\nC. A person notifies or gives a notification to another by taking steps reasonably calculated to inform the other person in ordinary course, whether or not the other person learns of it.\n\nD. A person receives a notification when the notification:\n\n1. Comes to the person's attention; or\n\n2. Is duly delivered at the person's place of business or at any other place held out by the person as a place for receiving communications.\n\nE. Except as otherwise provided in subsection F, a person other than an individual knows, has notice, or receives a notification of a fact for purposes of a particular transaction when the individual conducting the transaction knows, has notice, or receives a notification of the fact, or in any event when the fact would have been brought to the individual's attention if the person had exercised reasonable diligence. The person exercises reasonable diligence if it maintains reasonable routines for communicating significant information to the individual conducting the transaction and there is reasonable compliance with the routines. Reasonable diligence does not require an individual acting for the person to communicate information unless the communication is part of the individual's regular duties or the individual has reason to know of the transaction and that the transaction would be materially affected by the information.\n\nF. A partner's knowledge, notice, or receipt of a notification of a fact relating to the partnership is effective immediately as knowledge by, notice to, or receipt of a notification by the partnership, except in the case of a fraud on the partnership committed by or with the consent of that partner.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-80/"
    },
    {
      "id": "section-50-7381",
      "number": "50-73.81.",
      "heading": "Effect of partnership agreement; nonwaivable provisions",
      "text": "A. Except as otherwise provided in subsection B, relations among the partners and between the partners and the partnership are governed by the partnership agreement. To the extent the partnership agreement does not otherwise provide, this chapter governs relations among the partners and between the partners and the partnership.\n\nB. The partnership agreement may not:\n\n1. Vary the rights and duties in § 50-73.83 except to eliminate the duty to provide copies of statements to all of the partners;\n\n2. Unreasonably restrict the right of access to books and records in subsection B of § 50-73.101;\n\n3. Eliminate the obligation of good faith and fair dealing in subsection D of § 50-73.102, but the partnership agreement may prescribe the standards by which the performance of the obligation is to be measured, if the standards are not manifestly unreasonable;\n\n4. Vary the power to dissociate as a partner in subsection A of § 50-73.110, except to require the notice in subdivision 1 of § 50-73.109 to be in writing;\n\n5. Vary the right of a court to expel a partner in the events specified in subdivision 5 of § 50-73.109;\n\n6. Vary the requirement to wind up the partnership business in cases specified in subdivisions 4, 5 or 6 of § 50-73.117;\n\n7. Restrict rights of third parties under this chapter without the consent of those third parties; or\n\n8. Vary the law applicable to registered limited liability partnerships as set forth in subsection B of § 50-73.84.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-81/"
    },
    {
      "id": "section-50-7382",
      "number": "50-73.82.",
      "heading": "Supplemental principles of law",
      "text": "A. Unless displaced by particular provisions of this chapter, the principles of law and equity supplement this chapter.\n\nB. If an obligation to pay interest arises under this chapter and the rate is not specified, the rate is that specified in § 6.2-302.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-82/"
    },
    {
      "id": "section-50-7383",
      "number": "50-73.83.",
      "heading": "Execution, filing, and recording of statements; effective time and date; refunds; penalty",
      "text": "A. A statement may be filed with the Commission. A duly authenticated copy of a statement that is filed in an office in another state may be filed with the Commission. Either filing has the effect provided in this chapter with respect to partnership property located in or transactions that occur in the Commonwealth.\n\nB. A duly authenticated copy of a statement that has been filed with the Commission and recorded in the office for recording transfers of real property has the effect provided for recorded statements in this chapter. A recorded statement that is not a duly authenticated copy of a statement filed with the Commission does not have the effect provided for recorded statements in this chapter.\n\nC. A statement filed by a partnership shall be executed by at least two partners. Other statements shall be executed by a partner or other person authorized by this chapter. The person executing a statement shall sign it and state beneath or opposite his signature his name and the capacity in which he executes the document. Any person may execute a statement by an attorney-in-fact. It shall be unlawful for any person to sign a document he knows is false in any material respect with intent that the document be delivered to the Commission for filing, and any person who violates this provision shall be guilty of a Class 1 misdemeanor.\n\nD. A person authorized by this chapter to file a statement may:\n\n1. Amend or cancel the statement by filing an amendment or cancellation that states the name of the partnership as it is set forth on the records of the Commission, states the identification number issued by the Commission to the partnership, identifies the statement, and states the substance of the amendment or cancellation; and\n\n2. Renew a statement of partnership authority by filing during the 90-day period preceding the date of the statement's cancellation by operation of law, a renewal of a statement of partnership authority that names the partnership, states the identification number issued by the Commission to the partnership, states the partnership's desire to renew the statement of partnership authority, and states that all of the information set forth in the statement of partnership authority is true and correct as of the execution date of the renewal.\n\nE. A person who files a statement pursuant to this section shall promptly send a copy of the statement to every nonfiling partner and to any other person named as a partner in the statement. Failure to send a copy of a statement to a partner or other person does not limit the effectiveness of the statement as to a person not a partner.\n\nF. The fees paid into the state treasury under this section shall be set aside and paid into the special fund created under § 13.1-775.1, subject to that section. The Commission shall have the authority to certify to the Comptroller directing refund of any overpayment of a fee or of any fee collected for a document that is not accepted for filing, at any time within one year from the date of its payment. The Commission shall charge and collect the following fees:\n\n1. The fee shall be $100 for filing any one of the following:\n\na. A statement of registration as a registered limited liability partnership; or\n\nb. A statement of registration as a foreign registered limited liability partnership.\n\n2. The fee shall be $50 for filing an annual continuation report pursuant to § 50-73.134.\n\n3. The fee shall be $25 for filing any one of the following:\n\na. An amendment to a statement of registration as a registered limited liability partnership;\n\nb. An amendment to a statement of registration as a foreign registered limited liability partnership; or\n\nc. A statement of partnership authority or any other statement or an amendment thereto or cancellation thereof, or a renewal of a statement of partnership authority.\n\n4. For issuing a certificate pursuant to § 50-73.150, the fee shall be $6.\n\nThe court responsible for recording transfers of real property may collect a fee for recording a statement.\n\nG. The Commission may provide forms for statements and reports.\n\nH. Any statement filed with the Commission under this chapter shall be typewritten or printed. The typewritten or printed portion shall be in black. Photocopies, or other reproduced copies, of typewritten or printed statements may be filed. In every case, information in the statement shall be legible and the document shall be capable of being reformatted and reproduced in copies of archival quality. The statement shall be in the English language. A partnership name need not be in English if written in English letters or Arabic or Roman numerals. Any signature on a statement may be a facsimile.\n\nI. The Commission may accept the electronic filing of any information required or permitted to be filed under this chapter and may prescribe the methods of execution, recording, reproduction and certification of electronically filed information pursuant to § 59.1-496.\n\nJ. 1. A statement shall be effective at the time of the filing of the statement with the Commission unless the statement is filed on behalf of a partnership formed under § 50-73.88 or predecessor law and states that it shall become effective at a later time or date specified in the statement. In that event, the statement shall become effective at the earlier of the time and date so specified or 11:59 p.m. on the fifteenth day after the date on which the statement is filed with the Commission. If a delayed effective date is specified, but no time is specified, the effective time shall be 12:01 a.m. on the date specified.\n\n2. Notwithstanding the terms of subdivision 1, any statement that has a delayed effective time or date shall not become effective if, prior to the effective time and date, a notice of cancellation signed by each party to the statement is delivered to the Commission for filing. If the Commission finds that the notice of cancellation complies with the requirements of the law, it shall file the notice and the statement shall be deemed canceled and shall not become effective.\n\n3. A notice of cancellation shall contain:\n\na. The name of the partnership;\n\nb. The name of the statement and the date on which the statement was filed with the Commission;\n\nc. The time and date on which the statement becomes effective; and\n\nd. A statement that the statement is being canceled in accordance with this section.\n\n4. For statements with a delayed effective date and time, the effective date and times shall be Eastern Time.\n\n1996, c. 292; 1997, c. 188; 2000, cc. 5, 995; 2002, c. 441; 2003, c. 567; 2004, cc. 316, 601; 2007, cc. 631, 771; 2009, c. 716; 2010, c. 675; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-83/"
    },
    {
      "id": "section-50-7384",
      "number": "50-73.84.",
      "heading": "Law governing internal relations",
      "text": "A. Except as provided in subsection B, the law of the jurisdiction in which a partnership has its principal office governs relations among the partners and between the partners and the partnership.\n\nB. The law of this Commonwealth shall govern relations among the partners and between the partners and the partnership, and the liability of partners for debts, obligations and liabilities chargeable to the partnership, in a partnership that has filed a statement of registration as a registered limited liability partnership in this Commonwealth.\n\nC. Sections 9-406 and 9-408 of the Uniform Commercial Code, including §§ 8.9A-406 and 8.9A-408, do not apply to any interest in a partnership, including all rights, powers, and interests arising under the partnership agreement of a partnership, Chapter 2.1 (§ 50-73.1 et seq.) of this title, or this chapter. This provision prevails over §§ 8.9A-406 and 8.9A-408, and is expressly intended to permit the enforcement as a fundamental matter of contract among the partners of a partnership of any provision of a partnership agreement that would otherwise be ineffective under § 9-406 or § 9-408 of the Uniform Commercial Code.\n\n1996, c. 292; 2003, c. 340; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-84/"
    },
    {
      "id": "section-50-7385",
      "number": "50-73.85.",
      "heading": "Transactions between partner and partnership",
      "text": "A partner may lend money to and transact other business with the partnership, and as to each loan or transaction, the rights and obligations of the partner are the same as those of a person who is not a partner, subject to other applicable law.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-85/"
    },
    {
      "id": "section-50-7386",
      "number": "50-73.86.",
      "heading": "Partnership subject to amendment or repeal of chapter",
      "text": "A partnership governed by this chapter is subject to any amendment to or repeal of this chapter.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-86/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Nature of Partnership",
      "text": "Nature of Partnership",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-7387",
      "number": "50-73.87.",
      "heading": "Partnership as entity",
      "text": "A partnership is an entity distinct from its partners.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-87/"
    },
    {
      "id": "section-50-7388",
      "number": "50-73.88.",
      "heading": "Formation of partnership",
      "text": "A. Except as otherwise provided in subsection B, the association of two or more persons to carry on as co-owners a business for profit forms a partnership, whether or not the persons intend to form a partnership.\n\nB. An association formed under a statute other than this chapter, a predecessor statute, or a comparable statute of another jurisdiction is not a partnership under this chapter.\n\nC. In determining whether a partnership is formed, the following rules apply:\n\n1. Joint tenancy, tenancy in common, tenancy by the entireties, joint property, common property, or part ownership does not by itself establish a partnership, even if the co-owners share profits made by the use of the property.\n\n2. The sharing of gross returns does not by itself establish a partnership, even if the persons sharing them have a joint or common right or interest in property from which the returns are derived.\n\n3. A person who receives a share of the profits of a business is presumed to be a partner in the business, unless the profits were received in payment:\n\na. Of a debt by installments or otherwise;\n\nb. For services as an independent contractor or of wages or other compensation to an employee;\n\nc. Of rent;\n\nd. Of an annuity or other retirement benefit to a beneficiary, representative, or designee of a deceased or retired partner;\n\ne. Of interest or other charge on a loan, even if the amount of payment varies with the profits of the business, including a direct or indirect present or future ownership of the collateral, or rights to income, proceeds, or increase in value derived from the collateral; or\n\nf. For the sale of the goodwill of a business or other property by installments or otherwise.\n\nD. Each person to be admitted as a partner to a partnership formed under subsection A may be admitted as a partner and may receive a partnership interest in the partnership without making a contribution or being obligated to make a contribution to the partnership. Each person to be admitted as a partner to a partnership formed under subsection A may be admitted as a partner without acquiring a transferable interest in the partnership. Nothing contained in this subsection shall affect a partner's liability under § 50-73.96.\n\n1996, c. 292; 2015, c. 616.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-88/"
    },
    {
      "id": "section-50-7389",
      "number": "50-73.89.",
      "heading": "Partnership property",
      "text": "Property acquired by a partnership is property of the partnership and not of the partners individually.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-89/"
    },
    {
      "id": "section-50-7390",
      "number": "50-73.90.",
      "heading": "When property is partnership property",
      "text": "A. Property is partnership property if acquired in the name of:\n\n1. The partnership; or\n\n2. One or more partners with an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership but without an indication of the name of the partnership.\n\nB. Property is acquired in the name of the partnership by a transfer to:\n\n1. The partnership in its name; or\n\n2. One or more partners in their capacity as partners in the partnership, if the name of the partnership is indicated in the instrument transferring title to the property.\n\nC. Property is presumed to be partnership property if purchased with partnership assets, even if not acquired in the name of the partnership or of one or more partners with an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership.\n\nD. Property acquired in the name of one or more of the partners, without an indication in the instrument transferring title to the property of the person's capacity as a partner or of the existence of a partnership and without use of partnership assets, is presumed to be separate property, even if used for partnership purposes.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-90/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Relations of Partners to Persons Dealing with Partnership",
      "text": "Relations of Partners to Persons Dealing with Partnership",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-7391",
      "number": "50-73.91.",
      "heading": "Partner agent of partnership",
      "text": "Subject to the effect of a statement of partnership authority under § 50-73.93:\n\n1. Each partner is an agent of the partnership for the purpose of its business. An act of a partner, including the execution of an instrument in the partnership name, for apparently carrying on in the ordinary course the partnership business or business of the kind carried on by the partnership binds the partnership, unless the partner had no authority to act for the partnership in the particular matter and the person with whom the partner was dealing knew or had received a notification that the partner lacked authority.\n\n2. An act of a partner which is not apparently for carrying on in the ordinary course the partnership business or business of the kind carried on by the partnership binds the partnership only if the act was authorized by the other partners.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-91/"
    },
    {
      "id": "section-50-7392",
      "number": "50-73.92.",
      "heading": "Transfer of partnership property",
      "text": "A. Partnership property may be transferred as follows:\n\n1. Subject to the effect of a statement of partnership authority under § 50-73.93, partnership property held in the name of the partnership may be transferred by an instrument of transfer executed by a partner in the partnership name.\n\n2. Partnership property held in the name of one or more partners with an indication in the instrument transferring the property to them of their capacity as partners or of the existence of a partnership, but without an indication of the name of the partnership, may be transferred by an instrument of transfer executed by the persons in whose name the property is held.\n\n3. Partnership property held in the name of one or more persons other than the partnership, without an indication in the instrument transferring the property to them of their capacity as partners or of the existence of a partnership, may be transferred by an instrument of transfer executed by the persons in whose name the property is held.\n\nB. A partnership may recover partnership property from a transferee only if it proves that execution of the instrument of initial transfer did not bind the partnership under § 50-73.91 and:\n\n1. As to a subsequent transferee who gave value for property transferred under subdivisions A 1 or A 2, proves that the subsequent transferee knew or had received a notification that the person who executed the instrument of initial transfer lacked authority to bind the partnership; or\n\n2. As to a transferee who gave value for property transferred under subdivision A 3, proves that the transferee knew or had received a notification that the property was partnership property and that the person who executed the instrument of initial transfer lacked authority to bind the partnership.\n\nC. A partnership may not recover partnership property from a subsequent transferee if the partnership would not have been entitled to recover the property, under subsection B, from any earlier transferee of the property.\n\nD. If a person holds all of the partners' interests in the partnership, all of the partnership property vests in that person. The person may execute a document in the name of the partnership to evidence vesting of the property in that person and may file or record the document.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-92/"
    },
    {
      "id": "section-50-7393",
      "number": "50-73.93.",
      "heading": "Statement of partnership authority",
      "text": "A. A partnership may file a statement of partnership authority, which:\n\n1. Shall include:\n\na. The name of the partnership;\n\nb. The name of the state or other jurisdiction under whose law it is formed, and if the partnership was previously authorized or registered to transact business in the Commonwealth as a foreign corporation, limited liability company, business trust, limited partnership, or registered limited liability partnership, with respect to every such prior authorization or registration, (i) the name of the entity; (ii) the entity type; (iii) the state or other jurisdiction of incorporation, organization, or formation; and (iv) the entity identification number issued to it by the Commission;\n\nc. The street address of its principal office and of one office in the Commonwealth, if there is one;\n\nd. The names and mailing addresses of all of the partners or of an agent appointed and maintained by the partnership for the purpose of subsection B; and\n\ne. The names of the partners authorized to execute an instrument transferring real property held in the name of the partnership; and\n\n2. May state the authority, or limitations on the authority, of some or all of the partners to enter into other transactions on behalf of the partnership and any other matter.\n\nB. If a statement of partnership authority names an agent, the agent shall maintain a list of the names and mailing addresses of all of the partners and make it available to any person on request for good cause shown.\n\nC. If a filed statement of partnership authority is executed pursuant to subsection C of § 50-73.83 and states the name of the partnership but does not contain all of the other information required by subsection A, the statement nevertheless operates with respect to a person not a partner as provided in subsections D and E.\n\nD. Except as otherwise provided in subsection G, a filed statement of partnership authority supplements the authority of a partner to enter into transactions on behalf of the partnership as follows:\n\n1. Except for transfers of real property, a grant of authority contained in a filed statement of partnership authority is conclusive in favor of a person who gives value without knowledge to the contrary, so long as and to the extent that a limitation on that authority is not then contained in another filed statement. A filed cancellation of a limitation on authority revives the previous grant of authority.\n\n2. A grant of authority to transfer real property held in the name of the partnership contained in a filed statement of partnership authority is conclusive in favor of a person who gives value without knowledge to the contrary, so long as and to the extent that a limitation on that authority is not then of record with the Commission. The filing of a cancellation of a limitation on authority revives the previous grant of authority.\n\nE. A person not a partner is deemed to know of a limitation on the authority of a partner to transfer real property held in the name of the partnership if a filed statement containing the limitation on authority is of record with the Commission.\n\nF. Except as otherwise provided in subsections D and E and §§ 50-73.115 and 50-73.121, a person not a partner is not deemed to know of a limitation on the authority of a partner merely because the limitation is contained in a filed statement.\n\nG. Unless earlier canceled, a filed statement of partnership authority is canceled by operation of law five years after the date on which the statement, the most recent renewal, or the most recent amendment, was filed with the Commission.\n\nH. A partnership that changes its name shall promptly amend its statement of partnership authority to reflect its new name unless its statement of partnership authority has been canceled.\n\n1996, c. 292; 2002, c. 441; 2003, c. 567; 2004, c. 274; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-93/"
    },
    {
      "id": "section-50-7394",
      "number": "50-73.94.",
      "heading": "Statement of denial",
      "text": "A partner or other person named as a partner in a filed statement of partnership authority or in a list maintained by an agent pursuant to subsection B of § 50-73.93 may file a statement of denial stating the name of the partnership and the fact that is being denied, which may include denial of a person's authority or status as a partner. A statement of denial is a limitation on authority as provided in subsections D and E of § 50-73.93.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-94/"
    },
    {
      "id": "section-50-7395",
      "number": "50-73.95.",
      "heading": "Partnership liable for partner's actionable conduct",
      "text": "A. A partnership is liable for loss or injury caused to a person, or for a penalty incurred, as a result of a wrongful act or omission, or other actionable conduct, of a partner acting in the ordinary course of business of the partnership or with authority of the partnership.\n\nB. If, in the course of the partnership's business or while acting with authority of the partnership, a partner receives or causes the partnership to receive money or property of a person not a partner, and the money or property is misapplied by a partner, the partnership is liable for the loss.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-95/"
    },
    {
      "id": "section-50-7396",
      "number": "50-73.96.",
      "heading": "Partner's liability",
      "text": "A. Except as otherwise provided in subsection B or subsection C, all partners are liable jointly and severally for all obligations of the partnership unless otherwise agreed by the claimant or provided by law.\n\nB. A person admitted as a partner into an existing partnership is not personally liable for any partnership obligation incurred before the person's admission as a partner.\n\nC. A person is not, solely by reason of being a partner, liable, directly or indirectly, including by way of indemnification, contribution, assessment or otherwise, for debts, obligations or liabilities of, or chargeable to, the partnership, whether sounding in tort, contract or otherwise, that are incurred, created or assumed by the partnership while the partnership is a registered limited liability partnership.\n\nD. A person is not, solely by reason of being a partner, a proper party to a proceeding by or against a registered limited liability partnership, the object of which is to recover damages, collect the debts or liabilities or enforce the obligations of the partnership with respect to which the partner is not liable under subsection C.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-96/"
    },
    {
      "id": "section-50-7397",
      "number": "50-73.97.",
      "heading": "Actions by and against partnership and partners",
      "text": "A. A partnership may sue and be sued in the name of the partnership.\n\nB. An action may be brought against the partnership and, except as provided in § 50-73.96, against any or all of the partners in the same action or in separate actions.\n\nC. A judgment against a partnership is not by itself a judgment against a partner. A judgment against a partnership may not be satisfied from a partner's assets unless there is also a judgment against the partner.\n\nD. A judgment creditor of a partner may not levy execution against the assets of the partner to satisfy a judgment based on a claim against the partnership unless:\n\n1. The claim is for a debt, obligation or liability for which the partner is liable as provided in § 50-73.96 and either:\n\na. A judgment based on the same claim has been obtained against the partnership and a writ of execution on the judgment has been returned unsatisfied in whole or in part;\n\nb. The partnership is a debtor in bankruptcy;\n\nc. The partner has agreed that the creditor need not exhaust partnership assets; or\n\nd. A court grants permission to the judgment creditor to levy execution against the assets of a partner based on a finding that partnership assets subject to execution are clearly insufficient to satisfy the judgment, that exhaustion of partnership assets is excessively burdensome, or that the grant of permission is an appropriate exercise of the court's equitable powers; or\n\n2. Liability is imposed on the partner by law or contract independent of the existence of the partnership.\n\nE. This section applies to any partnership liability or obligation resulting from a representation by a partner or purported partner under § 50-73.98.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-97/"
    },
    {
      "id": "section-50-7398",
      "number": "50-73.98.",
      "heading": "Liability of purported partner",
      "text": "A. If a person, by words or conduct, purports to be a partner, or consents to being represented by another as a partner, in a partnership or with one or more persons not partners, the purported partner is liable to a person to whom the representation is made, if that person, relying on the representation, enters into a transaction with the actual or purported partnership. If the representation, either by the purported partner or by a person with the purported partner's consent, is made in a public manner, the purported partner is liable to a person who relies upon the purported partnership even if the purported partner is not aware of being held out as a partner to the claimant. If partnership liability results, the purported partner is liable with respect to that liability as if the purported partner were a partner. If no partnership liability results, the purported partner is liable with respect to that liability jointly and severally with any other person consenting to the representation.\n\nB. If a person is thus represented to be a partner in an existing partnership, or with one or more persons not partners, the purported partner is an agent of persons consenting to the representation to bind them to the same extent and in the same manner as if the purported partner were a partner, with respect to persons who enter into transactions in reliance upon the representation. If all of the partners of the existing partnership consent to the representation, a partnership act or obligation results. If fewer than all of the partners of the existing partnership consent to the representation, the person acting and the partners consenting to the representation are jointly and severally liable.\n\nC. A person is not liable as a partner merely because the person is named by another in a statement of partnership authority.\n\nD. A person does not continue to be liable as a partner merely because of a failure to file a statement of dissociation or to amend a statement of partnership authority to indicate the partner's dissociation from the partnership.\n\nE. Except as otherwise provided in subsections A and B, persons who are not partners as to each other are not liable as partners to other persons.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-98/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Relations of Partners to Each Other and to Partnership",
      "text": "Relations of Partners to Each Other and to Partnership",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-7399",
      "number": "50-73.99.",
      "heading": "Partner's rights and duties",
      "text": "A. Each partner is deemed to have an account that is:\n\n1. Credited with an amount equal to the money plus the value of any other property, net of the amount of any liabilities, the partner contributes to the partnership and the partner's share of the partnership profits; and\n\n2. Charged with an amount equal to the money plus the value of any other property, net of the amount of any liabilities, distributed by the partnership to the partner and the partner's share of the partnership losses.\n\nB. Each partner is entitled to an equal share of the partnership profits and is chargeable with a share of the partnership losses in proportion to the partner's share of the profits.\n\nC. A partnership shall reimburse a partner for payments made and indemnify a partner for liabilities incurred by the partner in the ordinary course of the business of the partnership or for the preservation of its business or property; however, no person shall be required as a consequence of the indemnification to make any payment to the extent that the payment would be inconsistent with subsections B and C of § 50-73.96.\n\nD. A partnership shall reimburse a partner for an advance to the partnership beyond the amount of capital the partner agreed to contribute.\n\nE. A payment or advance made by a partner which gives rise to a partnership obligation under subsections C or D constitutes a loan to the partnership which accrues interest from the date of the payment or advance.\n\nF. Each partner has equal rights in the management and conduct of the partnership business.\n\nG. A partner may use or possess partnership property only on behalf of the partnership.\n\nH. A partner is not entitled to remuneration for services performed for the partnership, except for reasonable compensation for services rendered in winding up the business of the partnership.\n\nI. A person may become a partner only with the consent of all of the partners.\n\nJ. A difference arising as to a matter in the ordinary course of business of a partnership may be decided by a majority of the partners. An act outside the ordinary course of business of a partnership and an amendment to the partnership agreement may be undertaken only with the consent of all of the partners.\n\nK. This section does not affect the obligations of a partnership to other persons under § 50-73.91.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-99/"
    },
    {
      "id": "section-50-73100",
      "number": "50-73.100.",
      "heading": "Distributions in kind",
      "text": "A partner has no right to receive, and may not be required to accept, a distribution in kind.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-100/"
    },
    {
      "id": "section-50-73101",
      "number": "50-73.101.",
      "heading": "Partner's rights and duties with respect to information",
      "text": "A. A partnership shall keep its books and records, if any, at its principal office.\n\nB. A partnership shall provide partners and their agents and attorneys access to its books and records. It shall provide former partners and their agents and attorneys access to books and records pertaining to the period during which they were partners. The right of access provides the opportunity to inspect and copy books and records during ordinary business hours. A partnership may impose a reasonable charge, covering the costs of labor and material, for copies of documents furnished.\n\nC. Each partner and the partnership shall furnish to a partner, and to the legal representative of a deceased partner or partner under legal disability:\n\n1. Without demand, any information concerning the partnership's business and affairs reasonably required for the proper exercise of the partner's rights and duties under the partnership agreement or this chapter; and\n\n2. On demand, any other information concerning the partnership's business and affairs, except to the extent the demand or the information demanded is unreasonable or otherwise improper under the circumstances.\n\n1996, c. 292; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-101/"
    },
    {
      "id": "section-50-73102",
      "number": "50-73.102.",
      "heading": "General standards of partner's conduct",
      "text": "A. The only fiduciary duties a partner owes to the partnership and the other partners are the duty of loyalty and the duty of care set forth in subsections B and C.\n\nB. A partner's duty of loyalty to the partnership and the other partners is limited to the following:\n\n1. To account to the partnership and hold as trustee for it any property, profit, or benefit derived by the partner in the conduct and winding up of the partnership business or derived from a use by the partner of partnership property, including the appropriation of a partnership opportunity;\n\n2. To refrain from dealing with the partnership in the conduct or winding up of the partnership business as or on behalf of a party having an interest adverse to the partnership; and\n\n3. To refrain from competing with the partnership in the conduct of the partnership business before the dissolution of the partnership.\n\nC. A partner's duty of care to the partnership and the other partners in the conduct and winding up of the partnership business is limited to refraining from engaging in grossly negligent or reckless conduct, intentional misconduct, or a knowing violation of law.\n\nD. A partner shall discharge the duties to the partnership and the other partners under this chapter or under the partnership agreement and exercise any rights consistently with the obligation of good faith and fair dealing.\n\nE. A partner does not violate a duty or obligation under this chapter or under the partnership agreement merely because the partner's conduct furthers the partner's own interest.\n\nF. This section applies to a person winding up the partnership business as the personal or legal representative of the last surviving partner as if the person were a partner.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-102/"
    },
    {
      "id": "section-50-73103",
      "number": "50-73.103.",
      "heading": "Actions by partnership and partners",
      "text": "A. A partnership may maintain an action against a partner for a breach of the partnership agreement, or for the violation of a duty to the partnership, causing harm to the partnership.\n\nB. A partner may maintain an action against the partnership or another partner for legal or equitable relief, with or without an accounting as to partnership business, to:\n\n1. Enforce that partner's rights under the partnership agreement;\n\n2. Enforce that partner's rights under this chapter, including:\n\na. That partner's rights under §§ 50-73.99, 50-73.101, or § 50-73.102;\n\nb. That partner's right on dissociation to have the partner's interest in the partnership purchased pursuant to § 50-73.112 or enforce any other right under Article 6 or Article 7; or\n\nc. That partner's right to compel a dissolution and winding up of the partnership business under § 50-73.117 or enforce any other right under Article 8; or\n\n3. Enforce the rights and otherwise protect the interests of that partner, including rights and interests arising independently of the partnership relationship.\n\nC. The accrual of, and any time limitation on, a right of action for a remedy under this section is governed by other law. A right to an accounting upon a dissolution and winding up does not revive a claim barred by law.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-103/"
    },
    {
      "id": "section-50-73104",
      "number": "50-73.104.",
      "heading": "Continuation of partnership beyond definite term or particular undertaking",
      "text": "A. If a partnership for a definite term or particular undertaking is continued, without an express agreement, after the expiration of the term or completion of the undertaking, the rights and duties of the partners remain the same as they were at the expiration or completion, so far as is consistent with a partnership at will.\n\nB. If the partners, or those of them who habitually acted in the business during the term or undertaking, continue the business without any settlement or liquidation of the partnership, they are presumed to have agreed that the partnership will continue.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-104/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Transferees and Creditors of Partner",
      "text": "Transferees and Creditors of Partner",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73105",
      "number": "50-73.105.",
      "heading": "Partner not co-owner of partnership property",
      "text": "A partner is not a co-owner of partnership property and has no interest in partnership property which can be transferred, either voluntarily or involuntarily.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-105/"
    },
    {
      "id": "section-50-73106",
      "number": "50-73.106.",
      "heading": "Partner's transferable interest in partnership",
      "text": "The only transferable interest of a partner in the partnership is the partner's share of the profits and losses of the partnership and the partner's right to receive distributions. The interest is personal property.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-106/"
    },
    {
      "id": "section-50-73107",
      "number": "50-73.107.",
      "heading": "Transfer of partner's transferable interest",
      "text": "A. A transfer, in whole or in part, of a partner's transferable interest in the partnership:\n\n1. Is permissible;\n\n2. Does not by itself cause the partner's dissociation or a dissolution and winding up of the partnership business; and\n\n3. Does not, as against the other partners or the partnership, entitle the transferee, during the continuance of the partnership, to participate in the management or conduct of the partnership business, to require access to information concerning partnership transactions, or to inspect or copy the partnership books or records.\n\nB. A transferee of a partner's transferable interest in the partnership has a right:\n\n1. To receive, in accordance with the transfer, distributions to which the transferor would otherwise be entitled;\n\n2. To receive upon the dissolution and winding up of the partnership business, in accordance with the transfer, the net amount otherwise distributable to the transferor; and\n\n3. To seek under subdivision 6 of § 50-73.117 a judicial determination that it is equitable to wind up the partnership business.\n\nC. In a dissolution and winding up, a transferee is entitled to an account of partnership transactions only from the date of the latest account agreed to by all of the partners.\n\nD. Upon transfer, the transferor retains the rights and duties of a partner other than the interest in distributions transferred.\n\nE. A partnership need not give effect to a transferee's rights under this section until it has notice of the transfer.\n\nF. A transfer of a partner's transferable interest in the partnership in violation of a restriction or prohibition on transfer contained in the partnership agreement is ineffective as to a person having notice of the restriction at the time of transfer.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-107/"
    },
    {
      "id": "section-50-73108",
      "number": "50-73.108.",
      "heading": "Partner's transferable interest subject to charging order",
      "text": "A. On application by a judgment creditor of a partner or of a partner's transferee, a court having jurisdiction may charge the transferable interest of the judgment debtor to satisfy the judgment. To the extent so charged, the judgment creditor has only the right to receive any distribution or distributions to which the judgment debtor would otherwise have been entitled in respect of the interest.\n\nB. A charging order constitutes a lien on the judgment debtor's transferable interest in the partnership.\n\nC. This chapter does not deprive a partner or a partner's assignee of a right under exemption laws with respect to the judgment debtor's interest in the partnership.\n\nD. The entry of a charging order is the exclusive remedy by which a judgment creditor of a partner or of a partner's transferee may satisfy a judgment out of the judgment debtor's transferable interest in the partnership.\n\nE. No creditor of a partner or of a partner's assignee shall have any right to obtain possession of, or otherwise exercise legal or equitable remedies with respect to, the property of the partnership.\n\n1996, c. 292; 2006, c. 912.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-108/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Partner's Dissociation",
      "text": "Partner's Dissociation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73109",
      "number": "50-73.109.",
      "heading": "Events causing partner's dissociation",
      "text": "A partner is dissociated from a partnership upon the occurrence of any of the following events:\n\n1. The partnership's having notice of the partner's express will to withdraw as a partner on a later date specified by the partner in the notice or, if no later date is specified, the date of notice;\n\n2. An event agreed to in the partnership agreement as causing the partner's dissociation;\n\n3. The partner's expulsion pursuant to the partnership agreement;\n\n4. The partner's expulsion by the unanimous vote of the other partners if:\n\na. It is unlawful to carry on the partnership business with that partner; or\n\nb. There has been a transfer of all or substantially all of that partner's transferable interest in the partnership, other than a transfer for security purposes or a court order charging the partner's interest which, in either case has not been foreclosed.\n\n5. On application by the partnership or another partner, the partner's expulsion by judicial determination because:\n\na. The partner engaged in wrongful conduct that adversely and materially affected the partnership business;\n\nb. The partner willfully or persistently committed a material breach of the partnership agreement or of a duty owed to the partnership or the other partners under § 50-73.102; or\n\nc. The partner engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with the partner;\n\n6. The partner's:\n\na. Becoming a debtor in bankruptcy;\n\nb. Executing an assignment for the benefit of creditors;\n\nc. Seeking, consenting to, or acquiescing in the appointment of a trustee, receiver, or liquidator of that partner or of all or substantially all of that partner's property; or\n\nd. Failing, within ninety days after the appointment, to have vacated or stayed the appointment of a trustee, receiver, or liquidator of the partner or of all or substantially all of the partner's property obtained without the partner's consent or acquiescence, or failing within ninety days after the expiration of a stay to have the appointment vacated;\n\n7. In the case of a partner who is an individual:\n\na. The partner's death;\n\nb. The appointment of a guardian, committee or conservator for the partner; or\n\nc. A judicial determination that the partner has otherwise become incapable of performing the partner's duties under the partnership agreement;\n\n8. In the case of a partner that is a trust or is acting as a partner by virtue of being a trustee of a trust, distribution of the trust's entire transferable interest in the partnership, but not merely by reason of the substitution of a successor trustee;\n\n9. In the case of a partner that is an estate or is acting as a partner by virtue of being a personal representative of an estate, distribution of the estate's entire transferable interest in the partnership, but not merely by reason of the substitution of a successor personal representative;\n\n10. Termination of a partner who is not an individual, partnership, corporation, limited liability company, trust, or estate;\n\n11. The expiration of ninety days after the partnership notifies a corporate partner that it will be expelled because it has filed articles of dissolution or the equivalent, its existence has been terminated or its charter has been revoked, or its right to conduct business has been suspended by the jurisdiction of its incorporation, if there is no revocation of the certificate of dissolution or no reinstatement of its existence, its charter or its right to conduct business; or\n\n12. A partnership or limited liability company that is a partner has been dissolved and its business is being wound up.\n\n1996, c. 292; 1997, c. 801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-109/"
    },
    {
      "id": "section-50-73110",
      "number": "50-73.110.",
      "heading": "Partner's power to dissociate; wrongful dissociation",
      "text": "A. A partner has the power to dissociate at any time, rightfully or wrongfully, by express will pursuant to subdivision 1 of § 50-73.109.\n\nB. A partner's dissociation is wrongful only if:\n\n1. It is in breach of an express provision of the partnership agreement; or\n\n2. In the case of a partnership for a definite term or particular undertaking, before the expiration of the term or the completion of the undertaking:\n\na. The partner withdraws by express will, unless the withdrawal follows within 90 days after another partner's dissociation by death or otherwise under subdivisions 6 through 10 and 12 of § 50-73.109 or wrongful dissociation under this subsection;\n\nb. The partner is expelled by judicial determination under subdivision 5 of § 50-73.109;\n\nc. The partner is dissociated under subdivision 6 of § 50-73.109; or\n\nd. In the case of a partner who is not an individual, trust other than a business trust, or estate, the partner is expelled or otherwise dissociated because it willfully dissolved or terminated.\n\nC. A partner who wrongfully dissociates is liable to the partnership and to the other partners for damages caused by the dissociation. The liability is in addition to any other obligation of the partner to the partnership or to the other partners.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-110/"
    },
    {
      "id": "section-50-73111",
      "number": "50-73.111.",
      "heading": "Effect of partner's dissociation",
      "text": "A. If a partner's dissociation results in a dissolution and winding up of the partnership business, Article 8 applies; otherwise, Article 7 applies.\n\nB. Upon a partner's dissociation:\n\n1. The partner's right to participate in the management and conduct of the partnership business terminates, except as otherwise provided in § 50-73.119;\n\n2. The partner's duty of loyalty under subdivision B 3 of § 50-73.102 terminates; and\n\n3. The partner's duty of loyalty under subdivisions B 1 and B 2 of § 50-73.102 and duty of care under subsection C of § 50-73.102 continue only with regard to matters arising and events occurring before the partner's dissociation, unless the partner participates in winding up the partnership's business pursuant to § 50-73.119.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-111/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Partner's Dissociation When Business Not Wound Up",
      "text": "Partner's Dissociation When Business Not Wound Up",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73112",
      "number": "50-73.112.",
      "heading": "Purchase of dissociated partner's interest",
      "text": "A. If a partner is dissociated from a partnership without resulting in a dissolution and winding up of the partnership business under § 50-73.117, the partnership shall cause the dissociated partner's interest in the partnership to be purchased for a buyout price determined pursuant to subsection B.\n\nB. The buyout price of a dissociated partner's interest is the amount that would have been distributable to the dissociating partner under subsection B of § 50-73.123 if, on the date of dissociation, the assets of the partnership were sold at a price equal to the greater of the liquidation value or the value based on a sale of the entire business as a going concern without the dissociated partner and the partnership were wound up as of that date. Interest shall be paid from the date of dissociation to the date of payment.\n\nC. Damages for wrongful dissociation under subsection B of § 50-73.110, and all other amounts owing, whether or not presently due, from the dissociated partner to the partnership, shall be offset against the buyout price. Interest shall be paid from the date the amount owed becomes due to the date of payment.\n\nD. A partnership shall indemnify a dissociated partner whose interest is being purchased against all partnership liabilities, whether incurred before or after the dissociation, except liabilities incurred by an act of the dissociated partner under § 50-73.113.\n\nE. If no agreement for the purchase of a dissociated partner's interest is reached within 120 days after a written demand for payment, the partnership shall pay, or cause to be paid, in cash to the dissociated partner the amount the partnership estimates to be the buyout price and accrued interest, reduced by any offsets and accrued interest under subsection C.\n\nF. If a deferred payment is authorized under subsection H, the partnership may tender a written offer to pay the amount it estimates to be the buyout price and accrued interest, reduced by any offsets under subsection C, stating the time of payment, the amount and type of security for payment, and the other terms and conditions of the obligation.\n\nG. The payment or tender required by subsection E or subsection F shall be accompanied by the following:\n\n1. A statement of partnership assets and liabilities as of the date of dissociation;\n\n2. The latest available partnership balance sheet and income statement, if any;\n\n3. An explanation of how the estimated amount of the payment was calculated; and\n\n4. Written notice that the payment is in full satisfaction of the obligation to purchase unless, within 120 days after the written notice, the dissociated partner commences an action to determine the buyout price, any offsets under subsection C, or other terms of the obligation to purchase.\n\nH. A partner who wrongfully dissociates before the expiration of a definite term or the completion of a particular undertaking is not entitled to payment of any portion of the buyout price until the expiration of the term or completion of the undertaking, unless the partner establishes to the satisfaction of the court that earlier payment will not cause undue hardship to the business of the partnership. A deferred payment shall bear interest and, to the extent it would not cause undue hardship to the partnership, be adequately secured.\n\nI. A dissociated partner may maintain an action against the partnership, pursuant to subdivision B 2 a of § 50-73.103, to determine the buyout price of that partner's interest, any offsets under subsection C, or other terms of the obligation to purchase. The action shall be commenced within 120 days after the partnership has tendered payment or an offer to pay or within one year after written demand for payment if no payment or offer to pay is tendered. The court shall determine the buyout price of the dissociated partner's interest, any offset due under subsection C, and accrued interest, and enter judgment for any additional payment or refund. If deferred payment is authorized under subsection H, the court shall also determine the security for payment and other terms of the obligation to purchase. The court may assess reasonable attorney's fees and the fees and expenses of appraisers or other experts for a party to the action, in amounts the court finds equitable, against a party that the court finds acted arbitrarily, vexatiously, or not in good faith. The finding may be based on the partnership's failure to tender payment or an offer to pay or to comply with subsection G.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-112/"
    },
    {
      "id": "section-50-73113",
      "number": "50-73.113.",
      "heading": "Dissociated partner's power to bind partnership",
      "text": "A. For one year after a partner dissociates without resulting in a dissolution and winding up of the partnership business, the partnership, including a surviving partnership under Article 9, is bound by an act of the dissociated partner which would have bound the partnership under § 50-73.91 before dissociation only if at the time of entering into the transaction the other party:\n\n1. Reasonably believed that the dissociated partner was then a partner;\n\n2. Did not have notice of the partner's dissociation; and\n\n3. Is not deemed to have had knowledge under subsection E of § 50-73.93 or notice under subsection C of § 50-73.115.\n\nB. A dissociated partner is liable to the partnership for any damage caused to the partnership arising from an obligation incurred by the dissociated partner after dissociation for which the partnership is liable under subsection A.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-113/"
    },
    {
      "id": "section-50-73114",
      "number": "50-73.114.",
      "heading": "Dissociated partner's liability to other persons",
      "text": "A. A partner's dissociation does not of itself discharge the partner's liability for a partnership obligation incurred before dissociation. A dissociated partner is not liable for a partnership obligation incurred after dissociation, except as otherwise provided in subsection B.\n\nB. A partner who dissociates without resulting in a dissolution and winding up of the partnership business is liable as a partner to the other party in a transaction entered into by the partnership, or a surviving partnership under Article 9, within one year after the partner's dissociation, only if the obligation is one for which he would be liable under § 50-73.96 if he were a partner and at the time of entering into the transaction the other party:\n\n1. Reasonably believed that the dissociated partner was then a partner;\n\n2. Did not have notice of the partner's dissociation; and\n\n3. Is not deemed to have had knowledge under subsection E of § 50-73.93 or notice under subsection C of § 50-73.115.\n\nC. By agreement with the partnership creditor and the partners continuing the business, a dissociated partner may be released from liability for a partnership obligation.\n\nD. A dissociated partner is released from liability for a partnership obligation if a partnership creditor, with notice of the partner's dissociation but without the partner's consent, agrees to a material alteration in the nature or time of payment of a partnership obligation.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-114/"
    },
    {
      "id": "section-50-73115",
      "number": "50-73.115.",
      "heading": "Statement of dissociation",
      "text": "A. A dissociated partner named as a partner in a filed statement of partnership authority or in a list maintained by an agent pursuant to subsection B of § 50-73.93 or a partnership that has filed a statement of partnership authority that has not been canceled may file a statement of dissociation stating the name of the partnership, the identification number issued by the Commission to the partnership, and that the partner is dissociated from the partnership.\n\nB. A statement of dissociation is a limitation on the authority of a dissociated partner for the purposes of subsections D and E of § 50-73.93.\n\nC. For the purposes of subdivision A 3 of § 50-73.113 and subdivision B 3 of § 50-73.114, a person not a partner is deemed to have notice of the dissociation 90 days after the statement of dissociation is filed.\n\n1996, c. 292; 2003, c. 567.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-115/"
    },
    {
      "id": "section-50-73116",
      "number": "50-73.116.",
      "heading": "Continued use of partnership name",
      "text": "Continued use of a partnership name, or a dissociated partner's name as part thereof, by partners continuing the business does not of itself make the dissociated partner liable for an obligation of the partners or the partnership continuing the business.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-116/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Winding Up Partnership Business",
      "text": "Winding Up Partnership Business",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73117",
      "number": "50-73.117.",
      "heading": "Events causing dissolution and winding up of partnership business",
      "text": "A partnership is dissolved, and its business shall be wound up, only upon the occurrence of any of the following events:\n\n1. In a partnership at will, the partnership's having notice from a partner, other than a partner who is dissociated under subdivisions 2 through 12 of § 50-73.109, of that partner's express will to withdraw as a partner, on a later date specified by the partner in the notice or, if no later date is specified, the date of notice;\n\n2. In a partnership for a definite term or particular undertaking:\n\na. Within 90 days after a partner's dissociation by death or otherwise under subdivisions 6 through 12 of § 50-73.109 or wrongful dissociation under subsection B of § 50-73.110, the express will of at least one half of the remaining partners to wind up the partnership's business, for which purpose a partner's rightful dissociation pursuant to subdivision B 2 a of § 50-73.110 constitutes the expression of that partner's will to wind up the partnership business;\n\nb. The express will of all of the partners to wind up the partnership business; or\n\nc. The expiration of the term or the completion of the undertaking;\n\n3. An event agreed to in the partnership agreement resulting in the winding up of the partnership business;\n\n4. An event that makes it unlawful for all or substantially all of the business of the partnership to be continued, but a cure of illegality within 90 days after notice to the partnership of the event is effective retroactively to the date of the event for purposes of this section;\n\n5. On application by a partner, a judicial determination that:\n\na. The economic purpose of the partnership is likely to be unreasonably frustrated;\n\nb. Another partner has engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with that partner; or\n\nc. It is not otherwise reasonably practicable to carry on the partnership business in conformity with the partnership agreement; or\n\n6. On application by a transferee of a partner's transferable interest, a judicial determination that it is equitable to wind up the partnership business:\n\na. After the expiration of the term or completion of the undertaking, if the partnership was for a definite term or particular undertaking at the time of the transfer or entry of the charging order that gave rise to the transfer; or\n\nb. At any time, if the partnership was a partnership at will at the time of the transfer or entry of the charging order that gave rise to the transfer.\n\n1996, c. 292; 2006, c. 912.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-117/"
    },
    {
      "id": "section-50-73118",
      "number": "50-73.118.",
      "heading": "Partnership continues after dissolution",
      "text": "A. Subject to subsection B, a partnership continues after dissolution only for the purpose of winding up its business. The partnership is terminated when the winding up of its business is completed.\n\nB. At any time after the dissolution of a partnership and before the winding up of its business is completed, all of the partners, including any dissociating partner other than a wrongfully dissociating partner, may waive the right to have the partnership's business wound up and the partnership terminated. In that event:\n\n1. The partnership resumes carrying on its business as if dissolution had never occurred, and any liability incurred by the partnership or a partner after the dissolution and before the waiver is determined as if dissolution had never occurred; and\n\n2. The rights of a third party accruing under subdivision 1 of § 50-73.120 or arising out of conduct in reliance on the dissolution before the third party knew or received a notification of the waiver may not be adversely affected.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-118/"
    },
    {
      "id": "section-50-73119",
      "number": "50-73.119.",
      "heading": "Right to wind up partnership business",
      "text": "A. After dissolution, a partner who has not wrongfully dissociated may participate in winding up the partnership's business, but on application of any partner, partner's legal representative, or transferee, the circuit court, for good cause shown, may order judicial supervision of the winding up.\n\nB. The legal representative of the last surviving partner may wind up a partnership's business.\n\nC. A person winding up a partnership's business may preserve the partnership business or property as a going concern for a reasonable time, prosecute and defend actions and proceedings, whether civil, criminal, or administrative, settle and close the partnership's business, dispose of and transfer the partnership's property, discharge the partnership's liabilities, distribute the assets of the partnership pursuant to § 50-73.123, settle disputes by mediation or arbitration, and perform other necessary acts.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-119/"
    },
    {
      "id": "section-50-73120",
      "number": "50-73.120.",
      "heading": "Partner's power to bind partnership after dissolution",
      "text": "Subject to § 50-73.121, a partnership is bound by a partner's act after dissolution that:\n\n1. Is appropriate for winding up the partnership business; or\n\n2. Would have bound the partnership under § 50-73.91 before dissolution, if the other party to the transaction did not have notice of the dissolution.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-120/"
    },
    {
      "id": "section-50-73121",
      "number": "50-73.121.",
      "heading": "Statement of dissolution",
      "text": "A. After dissolution, a partner who has not wrongfully dissociated may file a statement of dissolution for a partnership that has filed a statement of partnership authority that has not been canceled stating the name of the partnership, the identification number issued by the Commission to the partnership, and that the partnership has dissolved and is winding up its business.\n\nB. A statement of dissolution cancels a filed statement of partnership authority for the purposes of subsection D of § 50-73.93 and is a limitation on authority for the purposes of subsection E of § 50-73.93.\n\nC. For the purposes of §§ 50-73.91 and 50-73.120, a person not a partner is deemed to have notice of the dissolution and the limitation on the partners' authority as a result of the statement of dissolution 90 days after it is filed.\n\nD. After filing and, if appropriate, recording a statement of dissolution, a dissolved partnership may file and, if appropriate, record a statement of partnership authority which will operate with respect to a person not a partner as provided in subsections D and E of § 50-73.93 in any transaction, whether or not the transaction is appropriate for winding up the partnership business.\n\n1996, c. 292; 2003, c. 567.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-121/"
    },
    {
      "id": "section-50-73122",
      "number": "50-73.122.",
      "heading": "Partner's liability to other partners after dissolution",
      "text": "A. Except as otherwise provided in subsection B of this section or in subsection C of § 50-73.96, after dissolution a partner is liable to the other partners for the partner's share of any partnership liability incurred under § 50-73.120.\n\nB. A partner who, with knowledge of the dissolution, causes the partnership to incur a liability under subdivision 2 of § 50-73.120 by an act that is not appropriate for winding up the partnership business is liable to the partnership for any damage caused to the partnership arising from the liability.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-122/"
    },
    {
      "id": "section-50-73123",
      "number": "50-73.123.",
      "heading": "Settlement of accounts and contributions among partners",
      "text": "A. In winding up a partnership's business, the assets of the partnership, including the contributions of the partners required by this section, shall be applied to discharge its obligations to creditors, including, to the extent permitted by law, partners who are creditors. Any surplus shall be applied to pay in cash the net amount distributable to partners in accordance with their right to distributions under subsection B.\n\nB. Each partner is entitled to a settlement of all partnership accounts upon winding up the partnership business. In settling accounts among the partners, the profits and losses that result from the liquidation of the partnership assets shall be credited and charged to the partners' accounts. The partnership shall make a distribution to a partner in an amount equal to any excess of the credits over the charges in the partner's account. A partner shall contribute to the partnership an amount equal to any excess of the charges over the credits in the partner's account that is attributable to an obligation for which the partner is liable under § 50-73.96.\n\nC. If a partner fails or is not obligated to contribute, each other partner shall contribute, in the proportion in which that partner shares partnership losses, the additional amount necessary to satisfy any partnership obligations for which the partner is liable under § 50-73.96.\n\nD. A partner or partner's legal representative may recover from the other partners any contributions on account of obligations for which the other partners are liable under § 50-73.96 that the partner or legal representative makes to the extent the amount contributed exceeds that partner's share of the partnership obligations for which the partner or legal representative is personally liable under § 50-73.96.\n\nE. After the settlement of accounts, each partner shall contribute, in the proportion in which the partner shares partnership losses, the amount necessary to satisfy partnership obligations for which the partner is liable under § 50-73.96 and that were not known at the time of the settlement.\n\nF. The estate of a deceased partner is liable for the partner's obligation to contribute to the partnership.\n\nG. An assignee for the benefit of creditors of a partnership or a partner, or a person appointed by a court to represent creditors of a partnership or a partner, may enforce a partner's obligation to contribute to the partnership.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-123/"
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Conversions and Mergers",
      "text": "Conversions and Mergers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73124",
      "number": "50-73.124.",
      "heading": "Definitions",
      "text": "In this article:\n\n\"General partner\" means a partner in a partnership and a general partner in a limited partnership.\n\n\"Limited partner\" means a limited partner in a limited partnership.\n\n\"Limited partnership\" means a limited partnership created under the Virginia Revised Uniform Limited Partnership Act, predecessor law, or comparable law of another jurisdiction.\n\n\"Partner\" includes both a general partner and a limited partner.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-124/"
    },
    {
      "id": "section-50-73125",
      "number": "50-73.125.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2007, c. 631, cl. 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-125/"
    },
    {
      "id": "section-50-73126",
      "number": "50-73.126.",
      "heading": "Conversion of limited partnership to partnership",
      "text": "A. A limited partnership may be converted to a partnership pursuant to this section.\n\nB. Notwithstanding a provision to the contrary in a limited partnership agreement, the terms and conditions of a conversion of a limited partnership to a partnership shall be approved by all of the partners.\n\nC. After the conversion is approved by the partners, the limited partnership shall cancel its certificate of limited partnership.\n\nD. The conversion takes effect when the certificate of limited partnership is canceled.\n\nE. A limited partner who becomes a general partner as a result of the conversion remains liable only as a limited partner for an obligation incurred by the limited partnership before the conversion takes effect. Subject to § 50-73.96, the partner is liable as a general partner for an obligation of the partnership incurred after the conversion takes effect.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-126/"
    },
    {
      "id": "section-50-73127",
      "number": "50-73.127.",
      "heading": "Effect of conversion; entity unchanged",
      "text": "A. A limited partnership that has been converted pursuant to this article is for all purposes the same entity that existed before the conversion.\n\nB. When a conversion takes effect:\n\n1. All property owned by the converting limited partnership remains vested in the resulting partnership;\n\n2. All obligations of the converting limited partnership continue as obligations of the resulting partnership; and\n\n3. An action or proceeding pending against the converting limited partnership may be continued as if the conversion had not occurred.\n\n1996, c. 292; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-127/"
    },
    {
      "id": "section-50-73128",
      "number": "50-73.128.",
      "heading": "Merger of partnerships",
      "text": "A. Pursuant to a written plan of merger approved as provided in subsection C, a partnership may be merged with one or more domestic or foreign partnerships, limited partnerships, limited liability companies, business trusts, or corporations if:\n\n1. The merger is not prohibited by the partnership agreement of any domestic partnership that is a party to the merger, and each domestic partnership party to the merger approves the plan of merger in accordance with subsection C and complies with the terms of its partnership agreement;\n\n2. Each domestic limited partnership that is a party to the merger complies with the applicable provisions of Article 7.1 (§ 50-73.48:1 et seq.) of Chapter 2.1 of this title;\n\n3. Each domestic limited liability company that is a party to the merger complies with the applicable provisions of Article 13 (§ 13.1-1069.1 et seq.) of Chapter 12 of Title 13.1;\n\n4. Each domestic business trust that is a party to the merger complies with the applicable provisions of Article 11 (§ 13.1-1257 et seq.) of Chapter 14 of Title 13.1;\n\n5. Each domestic corporation that is a party to the merger complies with the applicable provisions of Article 12 (§ 13.1-715.1 et seq.) of Chapter 9 or Article 11 (§ 13.1-893.1 et seq.) of Chapter 10 of Title 13.1; and\n\n6. The merger is permitted by the laws under which each foreign limited liability company, foreign partnership, foreign limited partnership, foreign business trust, and foreign corporation party to the merger is organized, formed or incorporated, and each such foreign limited liability company, partnership, limited partnership, business trust, or corporation complies with those laws in effecting the merger.\n\nB. The plan of merger shall set forth:\n\n1. The name of each partnership, limited partnership, limited liability company, business trust, or corporation that is a party to the merger;\n\n2. The name of the surviving entity into which the other partnerships, limited partnerships, limited liability companies, business trusts, or corporations will merge;\n\n3. Whether the surviving entity is a partnership, a limited partnership, a limited liability company, a business trust, or a corporation and the status of each partner;\n\n4. The terms and conditions of the merger;\n\n5. The manner and basis of converting the interests of each party to the merger into interests or obligations of the surviving entity, or into money or other property in whole or part; and\n\n6. The street address of the surviving entity's principal office.\n\nC. The plan of merger shall be approved:\n\n1. In the case of a partnership that is a party to the merger, by all of the partners, or a number or percentage specified for merger in the partnership agreement; and\n\n2. In the case of a limited partnership that is a party to the merger, by the vote required for approval of a merger by the law of the state or foreign jurisdiction in which the limited partnership is organized and, in the absence of such a specifically applicable law, by all of the partners, notwithstanding a provision to the contrary in the partnership agreement.\n\nD. After a plan of merger is approved and before the merger takes effect, the plan may be amended or abandoned as provided in the plan.\n\nE. The merger takes effect on the later of:\n\n1. The approval of the plan of merger by all parties to the merger, as provided in subsection C;\n\n2. The filing of all documents required by law to be filed as a condition to the effectiveness of the merger; or\n\n3. Any later effective date stated pursuant to subsection J of § 50-73.83 in a statement of merger filed pursuant to § 50-73.131 or, if no statement of merger is filed, any effective date specified in the plan of merger.\n\n1996, c. 292; 2000, c. 58; 2003, c. 340; 2005, c. 765; 2007, c. 631; 2016, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-128/"
    },
    {
      "id": "section-50-73129",
      "number": "50-73.129.",
      "heading": "Effect of merger",
      "text": "A. When a merger takes effect:\n\n1. The separate existence of every partnership or limited partnership that is a party to the merger, other than the surviving entity, ceases;\n\n2. All property owned by each of the merged partnerships or limited partnerships vests in the surviving entity;\n\n3. All obligations of every partnership or limited partnership that is a party to the merger become the obligations of the surviving entity; and\n\n4. An action or proceeding pending against a partnership or limited partnership that is a party to the merger may be continued as if the merger had not occurred, or the surviving entity may be substituted as a party to the action or proceeding.\n\nB. The clerk of the Commission is the agent for service of process in an action or proceeding against a surviving foreign partnership, limited partnership, limited liability company or corporation to enforce an obligation of a domestic partnership or limited partnership that is a party to a merger. The surviving entity shall promptly file with the Commission the mailing address of its principal office and of any change of address. Service on the surviving foreign partnership or limited partnership shall be made on the clerk of the Commission in accordance with § 12.1-19.1.\n\nC. Subject to § 50-73.96, a partner of the surviving partnership or limited partnership is liable for:\n\n1. All obligations of a party to the merger for which the partner was personally liable before the merger;\n\n2. All other obligations of the surviving entity incurred before the merger by a party to the merger, but those obligations may be satisfied only out of property of the entity; and\n\n3. All obligations of the surviving entity incurred after the merger takes effect, but those obligations may be satisfied only out of property of the entity if the partner is a limited partner.\n\nD. If the obligations incurred before the merger by a party to the merger are not satisfied out of the property of the surviving partnership or limited partnership, the general partners of that party immediately before the effective date of the merger shall contribute the amount necessary to satisfy that party's obligations to the surviving entity, as provided in § 50-73.123 or in the limited partnership act of the jurisdiction in which the party was formed, as the case may be, as if the merged party were dissolved.\n\nE. A partner of a party to a merger who does not become a partner of the surviving partnership or limited partnership is dissociated from the entity, of which that partner was a partner, as of the date the merger takes effect. The surviving entity shall cause the partner's interest in the entity to be purchased under § 50-73.112 or another statute specifically applicable to that partner's interest with respect to a merger. The surviving entity is bound under § 50-73.113 by an act of a general partner dissociated under this subsection, and the partner is liable under § 50-73.114 for transactions entered into by the surviving entity after the merger takes effect.\n\n1996, c. 292; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-129/"
    },
    {
      "id": "section-50-73130",
      "number": "50-73.130.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2007, c. 771, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-130/"
    },
    {
      "id": "section-50-73131",
      "number": "50-73.131.",
      "heading": "Statement of merger",
      "text": "A. After a plan of merger is approved, the surviving partnership or limited partnership shall file with the Commission a statement of merger on behalf of the partnerships that have filed either a statement of partnership authority or a statement of registration as a registered limited liability partnership that is not canceled.\n\nB. A statement of merger executed by each party to the merger shall contain:\n\n1. The name of each partnership or limited partnership that is a party to the merger;\n\n2. The name of the surviving entity into which the other partnerships or limited partnership were merged;\n\n3. The identification number issued by the Commission to each partnership that has filed a statement of partnership authority that has not been canceled;\n\n4. The street address of the surviving entity's principal office and of an office in this Commonwealth, if any; and\n\n5. Whether the surviving entity is a partnership or a limited partnership.\n\nC. Except as otherwise provided in subsection D, for the purposes of § 50-73.92, property of the surviving partnership or limited partnership which before the merger was held in the name of another party to the merger is property held in the name of the surviving entity upon filing a statement of merger.\n\nD. For the purposes of § 50-73.92, real property of the surviving partnership or limited partnership which before the merger was held in the name of another party to the merger is property held in the name of the surviving entity upon recording a certified copy of the statement of merger in the office for recording transfers of that real property.\n\nE. A filed and, if appropriate, recorded statement of merger, executed and declared to be accurate pursuant to subsection C of § 50-73.83, stating the name of a partnership or limited partnership that is a party to the merger in whose name property was held before the merger and the name of the surviving entity, but not containing all of the other information required by subsection B, operates with respect to the partnerships or limited partnerships named to the extent provided in subsections C and D.\n\n1996, c. 292; 2000, c. 58; 2003, c. 567; 2007, c. 631; 2013, c. 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-131/"
    },
    {
      "id": "section-91",
      "number": "9.1.",
      "heading": "Registered Limited Liability Partnerships",
      "text": "Registered Limited Liability Partnerships",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73132",
      "number": "50-73.132.",
      "heading": "Registered limited liability partnerships",
      "text": "A. To become a registered limited liability partnership, a partnership formed under the laws of the Commonwealth shall file with the Commission a statement of registration as a registered limited liability partnership stating:\n\n1. The name of the partnership that satisfies the requirements of § 50-73.133;\n\n2. If the partnership is of record with the Commission, the identification number issued by the Commission to the partnership;\n\n3. The address, including the street and number, if any, of its principal office (which may, but need not be, located within the Commonwealth);\n\n4. The post office address, including the street and number, if any, of its initial registered office, which in the case of a limited partnership formed pursuant to Chapter 2.1 (§ 50-73.1 et seq.) shall be identical to the limited partnership's registered office address on record with the Commission;\n\n5. The name of the city or county in which the registered office is located;\n\n6. The name of its initial registered agent at that office, which in the case of a limited partnership formed pursuant to Chapter 2.1 (§ 50-73.1 et seq.) shall be identical to the limited partnership's registered agent on record with the Commission, and that the agent is either (i) an individual who is a resident of Virginia and is either a general partner of the registered limited liability partnership, an officer or director of a corporate general partner of the registered limited liability partnership, a general partner of a partnership or limited partnership that is a general partner of the registered limited liability partnership, a member or manager of a limited liability company that is a general partner of the registered limited liability partnership, a trustee of a trust that is a general partner of the registered limited liability partnership, or a member of the Virginia State Bar or (ii) a domestic or foreign stock or nonstock corporation, limited liability company, or registered limited liability partnership authorized to transact business in this Commonwealth;\n\n7. Any other matters that the partnership determines to include; and\n\n8. The manner in which the registration was approved by the partners.\n\nA partnership becomes a registered limited liability partnership at the time of the filing of the initial statement of registration with the Commission or at any later date or time specified in the statement of registration as provided in subsection J of § 50-73.83.\n\nB. The Commission shall register as a registered limited liability partnership any partnership that submits a completed statement of registration with the required fee.\n\nC. The registration of a partnership as a registered limited liability partnership shall be approved by the partners in the manner provided in the partnership's partnership agreement for amendments to the partnership agreement or, if no provision is made in the partnership agreement, by all of the partners.\n\nD. A partnership that has registered shall continue to be a registered limited liability partnership until its registration is canceled pursuant to subsection C of § 50-73.134, subsection F of § 50-73.135, § 50-73.137, or 50-73.137:1.\n\nE. A partnership that has been registered as a registered limited liability partnership under this chapter is, for all purposes, the same entity that existed before it registered.\n\n1996, c. 292; 2000, c. 162; 2001, cc. 517, 541; 2002, c. 441; 2003, c. 378; 2004, c. 601; 2007, c. 631; 2009, c. 716; 2013, c. 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-132/"
    },
    {
      "id": "section-50-73133",
      "number": "50-73.133.",
      "heading": "Name of registered limited liability partnership",
      "text": "A. The name of a partnership that is also a registered limited liability partnership shall contain the words \"Registered Limited Liability Partnership\" or \"Limited Liability Partnership\" or the abbreviation \"R.L.L.P.\" or \"L.L.P.\" or the designation \"RLLP\" or \"LLP.\"\n\nB. The name of a limited partnership that is also a registered limited liability partnership shall comply with the requirements of subdivision A 2 of § 50-73.78.\n\n1996, c. 292; 1998, c. 163; 2007, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-133/"
    },
    {
      "id": "section-50-73134",
      "number": "50-73.134.",
      "heading": "Registered limited liability partnership annual continuation reports; automatic cancellation of registration; restoration of status",
      "text": "A. On or before July 1 of each year after the calendar year in which it became registered under § 50-73.132, each registered limited liability partnership and each foreign registered limited liability partnership authorized to transact business in this Commonwealth shall file an annual continuation report with the Commission setting forth the name of the partnership, the partnership's current principal office address and, if a foreign registered limited liability partnership, the jurisdiction in which it is registered as a registered limited liability partnership. If the report appears to be incomplete or inaccurate, the Commission shall return it for correction or explanation. Otherwise, it shall be deemed filed in the office of the clerk of the Commission. The report shall be made on forms furnished by the Commission and shall be forwarded by the clerk of the Commission, before June 1, to each registered limited liability partnership.\n\nB. The information required shall be given as of the date of the execution of the report, and it shall be executed by a partner in the registered limited liability partnership or foreign registered limited liability partnership or, if a receiver or trustee has been appointed for the partnership, by the receiver or trustee on behalf of the registered limited liability partnership or foreign registered limited liability partnership. The report shall be accompanied by the fee prescribed in subdivision F 2 of § 50-73.83.\n\nC. If any registered limited liability partnership or foreign registered limited liability partnership fails to pay the fee or file any report required by this section on or before September 1 of the year due, the Commission shall mail notice to the partnership of the impending cancellation of its registration. Whether or not such notice is mailed, if the partnership fails to file the report or pay the fee on or before November 1 of the year it is due, the registration of the partnership shall be automatically canceled and the partnership shall automatically cease to be a registered limited liability partnership or foreign registered limited liability partnership as of November 1, but shall continue to be a partnership or limited partnership, as the case may be, under this title.\n\nD. Any partnership formed under the laws of the Commonwealth that has ceased to be a registered limited liability partnership under subsection C shall not be considered to have dissolved as a result of ceasing to be a registered limited liability partnership.\n\nE. A registered limited liability partnership or foreign registered limited liability partnership that has ceased to be a registered limited liability partnership or a foreign registered limited liability partnership under subsection C, subsection F of § 50-73.135, § 50-73.137, 50-73.137:1, or 50-73.139, as the case may be, may apply to the Commission to have its status as a registered limited liability partnership or foreign registered limited liability partnership restored within five years of the date on which its status was canceled. To have its status restored, a registered limited liability partnership or foreign registered limited liability partnership shall provide the Commission with the following:\n\n1. An application for restoration signed by a partner of a partnership or a general partner of a limited partnership, as the case may be;\n\n2. A restoration fee of $100;\n\n3. An annual continuation report and payment of the fee due upon filing the annual continuation report for the year in which restoration is sought, unless the report previously was filed;\n\n4. All fees that were due before its status as a registered limited liability partnership or foreign registered limited liability partnership was canceled and that would have become due thereafter for the filing of its annual continuation reports if its status had not been canceled;\n\n5. Any amendment to its statement of registration with the Commission as required by subsection D of § 50-73.136; and\n\n6. If the registered limited liability partnership's or foreign registered limited liability partnership's registered agent has filed a certificate of resignation and a new registered agent has not been appointed, a certificate of change pursuant to § 50-73.135.\n\nF. The automatic cancellation of a foreign registered limited liability partnership's registration constitutes the appointment of the clerk of the Commission as the foreign registered limited liability partnership's agent for service of process in any proceeding based on a cause of action arising during the time the foreign registered limited liability partnership was registered to transact business in the Commonwealth. Service of process on the clerk of the Commission under this subsection is service on the foreign registered limited liability partnership and shall be made on the clerk in accordance with § 12.1-19.1.\n\nG. Cancellation of a foreign registered limited liability partnership's registration does not terminate the authority of the registered agent of the foreign registered limited liability partnership.\n\nH. A registered limited liability partnership or foreign registered limited liability partnership that has ceased to be a registered limited liability partnership or foreign registered limited liability partnership under this section, subsection F of § 50-73.135, § 50-73.137, 50-73.137:1, or 50-73.139 that restores its status as a registered limited liability partnership or foreign registered limited liability partnership shall be deemed not to have lost its status as a registered limited liability partnership or foreign registered limited liability partnership under this article.\n\nI. The Commission shall not file with respect to any domestic or foreign registered limited liability partnership any statement referred to in this chapter until all annual continuation reports required to be filed with the Commission under this article have been filed.\n\n1996, c. 292; 2000, c. 5; 2002, c. 441; 2004, c. 601; 2007, c. 631; 2009, c. 716; 2013, c. 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-134/"
    },
    {
      "id": "section-50-73135",
      "number": "50-73.135.",
      "heading": "Registered office and registered agent",
      "text": "A. Each registered limited liability partnership and each foreign registered limited liability partnership registered pursuant to this article shall continuously maintain in this Commonwealth:\n\n1. A registered office that may be the same as any of its places of business; and\n\n2. A registered agent who shall be either:\n\na. An individual who is a resident of this Commonwealth and is either (i) a general partner of the registered limited liability partnership, (ii) an officer or director of a corporate general partner of the registered limited liability partnership, (iii) a general partner of a partnership or limited partnership that is a general partner of the registered limited liability partnership, (iv) a member or manager of a limited liability company that is a general partner of the registered limited liability partnership, (v) a trustee of a trust that is a general partner of the registered limited liability partnership, or (vi) a member of the Virginia State Bar, and whose business office is identical with the registered office; or\n\nb. A domestic or foreign stock or nonstock corporation, limited liability company or registered limited liability partnership authorized to transact business in this Commonwealth, the business office of which is identical with the registered office, provided that such a registered agent (i) shall not be its own registered agent and (ii) shall designate by instrument in writing, acknowledged before a notary public, one or more natural persons at the office of the registered agent upon whom any process, notice or demand may be served and shall continuously maintain at least one such person at that office. Whenever any such person accepts service, a photographic copy of such instrument shall be attached to the return.\n\nB. The registered agent of a registered limited liability partnership or foreign registered limited liability partnership is the partnership's agent for service of process, notice, or demand required or permitted by law to be served on the partnership. The sole duty of the registered agent is to forward to the registered limited liability partnership or foreign registered limited liability partnership at its last known address any process, notice, or demand that is served on the registered agent.\n\nC. A registered limited liability partnership or a foreign registered limited liability partnership that is registered to transact business in the Commonwealth may change its registered office or registered agent, or both, upon filing with the Commission a certificate of change on a form prescribed and furnished by the Commission that sets forth:\n\n1. The name of the registered limited liability partnership or foreign registered limited liability partnership;\n\n2. The address of its current registered office;\n\n3. If the current address of its registered office is to be changed, the post-office address, including the street and number, if any, of the new registered office, and the name of the city or county in which it is located;\n\n4. The name of its current registered agent;\n\n5. If the current registered agent is to be changed, the name of the new registered agent; and\n\n6. That after the change or changes are made, the registered limited liability partnership or foreign registered limited liability partnership will be in compliance with the requirements of this section.\n\nD. A certificate of change shall forthwith be filed with the Commission by a registered limited liability partnership or foreign registered limited liability partnership whenever its registered agent dies, resigns, or ceases to satisfy the requirements of subsection A.\n\nE. A registered limited liability partnership's or foreign registered limited liability partnership's registered agent may sign a certificate as required above if (i) the business address of the registered agent changes to another post office address within the Commonwealth or (ii) the name of the registered agent has been legally changed. A registered limited liability partnership's or foreign registered limited liability partnership's new registered agent may sign and submit for filing a certificate as required above if (a) the former registered agent is a business entity that has been merged into the new registered agent, (b) the instrument of merger is on record in the office of the clerk of the Commission, and (c) the new registered agent is an entity that is qualified to serve as a registered agent pursuant to subsection A. In either instance, the registered agent or surviving entity shall forthwith file a certificate of change as required in subsection D, which shall recite that a copy of the certificate shall be mailed to the principal office of the registered limited liability partnership or foreign registered limited liability partnership on or before the business day following the day on which the certificate is filed.\n\nF. A registered agent may resign as agent for the registered limited liability partnership or foreign registered limited liability partnership by signing and filing with the Commission a certificate of resignation stating (i) the name of the domestic or foreign registered limited liability partnership, (ii) the name of the agent, and (iii) that the agent resigns from serving as registered agent for the domestic or foreign registered limited liability partnership. The certificate of resignation shall be accompanied by a certification that the registered agent will have a copy of the certificate mailed to the principal office of the registered limited liability partnership or foreign registered limited liability partnership by certified mail on or before the business day following the day on which the certificate is filed. When the certificate of resignation takes effect, the registered office is also discontinued. A certificate of resignation takes effect on the earlier of (a) 12:01 a.m. on the thirty-first day after the date on which the certificate was filed with the Commission or (b) the date on which a certificate of change in accordance with subsection C to appoint a registered agent is filed with the Commission. If any registered limited liability partnership or foreign registered limited liability partnership whose registered agent has filed with the Commission a certificate of resignation fails to file a certificate of change pursuant to subsection C within 31 days after the date on which the certificate of resignation was filed, the Commission shall mail notice to the registered limited liability partnership or foreign registered limited liability partnership of the impending cancellation of its status as a registered limited liability partnership. If the registered limited liability partnership or foreign registered limited liability partnership fails to file a certificate of change on or before the last day of the second month immediately following the month in which the impending cancellation notice was mailed, the registered limited liability partnership's or foreign registered limited liability partnership's status as a registered limited liability partnership shall be automatically canceled as of that day.\n\nG. Whenever a registered limited liability partnership or a foreign registered limited liability partnership fails to appoint or maintain a registered agent in this Commonwealth or whenever its registered agent cannot with reasonable diligence be found at his address, the clerk of the Commission shall be the agent of the partnership upon whom service may be made in accordance with § 12.1-19.1.\n\nH. This section does not prescribe the only means, or necessarily the required means, of serving a registered limited liability partnership or a foreign registered limited liability partnership.\n\n1996, c. 292; 2000, c. 537; 2001, cc. 517, 541; 2003, c. 597; 2009, c. 716; 2010, c. 434; 2013, c. 18; 2021, Sp. Sess. I, c. 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-135/"
    },
    {
      "id": "section-50-73136",
      "number": "50-73.136.",
      "heading": "Amendment of statement of registration; effect of statement of registration",
      "text": "A. Notwithstanding the provisions of subsection D or any other provision of this chapter, the status of a partnership as a registered limited liability partnership or a foreign registered limited liability partnership, and the liability of the partners thereof, shall not be affected by (i) errors in the information stated in the statement of registration, if the statement was filed in good faith, or (ii) changes after the filing of a statement of registration in the information stated in the statement.\n\nB. A statement of registration or any amendment thereto may also serve as a statement of partnership authority under § 50-73.93, a statement of denial under § 50-73.94, a statement of dissociation under § 50-73.115, or a statement of dissolution under § 50-73.121 if (i) the title of the statement indicates each purpose for which it is filed and (ii) if the statement of registration otherwise meets the requirements of the particular other statement and, to the extent that it serves as such an other statement, it may be amended, canceled or limited, in accordance with §§ 50-73.93, 50-73.94, 50-73.115 and 50-73.121, but any amendment, cancellation or limitation shall not affect the validity of the statement of registration of the partnership as a registered limited liability partnership, which may be amended only as provided in § 50-73.136 or canceled in accordance with § 50-73.137 or 50-73.139.\n\nC. The filing of a statement of registration shall be conclusive as to third parties, and it shall be incontestable by third parties that all conditions precedent to registration as a registered limited liability partnership or foreign registered limited liability partnership have been met.\n\nD. A statement of registration for a registered limited liability partnership or foreign limited liability partnership is amended by filing an amendment thereto with the Commission. The amendment shall set forth: the name of the registered limited liability partnership or foreign registered limited liability partnership, the date of filing of the initial statement of registration; in the case of a foreign registered limited liability partnership, the jurisdiction in which it is registered as a limited liability partnership; and the amendment to the statement of registration. An amendment to the statement of registration shall be filed by a registered limited liability partnership or foreign registered limited liability partnership not later than thirty days after (i) a change in the name of the partnership or (ii) the partnership has knowledge that a material statement in the statement of registration was false or inaccurate when made or that any facts described therein have changed, making the statement of registration inaccurate in any material respect. An amendment to the statement of registration may be filed for any other proper purpose. Unless otherwise provided in this chapter or in the amendment to the statement of registration, an amendment to a statement of registration shall be effective at the time of its filing with the Commission.\n\nE. Whenever a limited partnership that is registered as a registered limited liability partnership files a certificate of amendment to its certificate of limited partnership to change its name or the address of its principal office, or whenever a foreign limited partnership that is registered as a registered limited liability partnership files an amended application pursuant to subsection B of § 50-73.57 to amend its name or the address of its principal office in its application for registration as a foreign limited partnership, the domestic or foreign limited partnership's statement of registration as a registered limited liability partnership shall be deemed likewise amended.\n\n1996, c. 292; 2000, c. 58; 2009, c. 716; 2013, c. 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-136/"
    },
    {
      "id": "section-50-73137",
      "number": "50-73.137.",
      "heading": "Cancellation of a registered limited liability partnership",
      "text": "A. A registered limited liability partnership registered under this chapter may cancel its registration by filing with the Commission a statement of cancellation of registration as a registered limited liability partnership, which shall set forth:\n\n1. The name of the registered limited liability partnership;\n\n2. The date of filing of the initial statement of registration;\n\n3. The effective date (which shall be a date certain) of cancellation of registration if it is not to be effective on the filing of the statement of cancellation, but any effective date other than the date of filing of the statement of cancellation shall be a date subsequent to the filing; and\n\n4. Any other information the partners determine to include therein.\n\nB. The filing of a statement of cancellation of registration by or on behalf of a partnership pursuant to this section shall be effective only to cancel the partnership's registration as a limited liability partnership, and shall not, unless it specifically so provides, indicate the dissolution of the partnership.\n\nC. Cancellation of the registration of a partnership as a registered limited liability partnership shall require the consent of all of the partners in the partnership at the time the statement of cancellation of registration is filed.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-137/"
    },
    {
      "id": "section-50-731371",
      "number": "50-73.137:1.",
      "heading": "Effect of cancellation of limited partnership certificate or registration",
      "text": "A. Whenever the certificate of limited partnership of a domestic limited partnership that is registered as a registered limited liability partnership is canceled, the limited partnership's registration as a registered limited liability partnership shall thereupon be automatically canceled unless the certificate of limited partnership was canceled pursuant to a conversion to a partnership under § 50-73.126.\n\nB. Whenever the certificate of registration to transact business in this Commonwealth of a foreign limited partnership that is registered as a foreign registered limited liability partnership is canceled, the foreign limited partnership's registration as a foreign registered limited liability partnership shall thereupon be automatically canceled.\n\nC. A registered limited liability partnership or foreign registered limited liability partnership that has ceased to be a registered limited liability partnership or a foreign registered limited liability partnership under subsection A or B may restore its status as such by complying with the requirements of subsection E of § 50-73.134.\n\n2003, c. 378; 2004, c. 601; 2009, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-137-1/"
    },
    {
      "id": "section-50-731372",
      "number": "50-73.137:2.",
      "heading": "Known claims against dissolved registered limited liability partnership",
      "text": "A. A partnership that is dissolved pursuant to § 50-73.117 that is a registered limited liability partnership at the time of its dissolution may dispose of the known claims against it by following the procedure described in this section.\n\nB. The dissolved registered limited liability partnership shall deliver to each of its known claimants written notice of the dissolution at any time after its effective date. The written notice shall:\n\n1. Provide a reasonable description of the claim that the claimant may be entitled to assert;\n\n2. State whether the claim is admitted, or not admitted, and if admitted (i) the amount that is admitted, which may be as of a given date, and (ii) any interest obligation if fixed by an instrument of indebtedness;\n\n3. Provide a mailing address where a claim may be sent;\n\n4. State a deadline, which may not be fewer than 120 days from the effective date of the written notice, by which confirmation of the claim shall be delivered to the dissolved registered limited liability partnership; and\n\n5. State that, except to the extent that any claim is admitted, the claim will be barred if written confirmation of the claim is not delivered by the deadline.\n\nC. A claim against the dissolved registered limited liability partnership is barred to the extent that it is not admitted:\n\n1. If the dissolved registered limited liability partnership delivered written notice to the claimant in accordance with subsection B of this section and the claimant does not deliver written confirmation of the claim to the dissolved registered limited liability partnership by the deadline; or\n\n2. If the dissolved registered limited liability partnership delivered written notice to the claimant that its claim is not admitted, in whole or in part, and the claimant does not commence a proceeding to enforce the claim within 90 days from the delivery of written confirmation of the claim to the dissolved registered limited liability partnership.\n\nD. For purposes of this section, \"claim\" does not include (i) a contingent liability or a claim based on an event occurring after the effective date of dissolution or (ii) a liability or claim the ultimate maturity of which is more than 60 days after the delivery of written notice to the claimant pursuant to subsection B of this section.\n\nE. If a liability exists but the full extent of any damages is or may not be ascertainable, and a proceeding to enforce the claim is commenced pursuant to subdivision C 2 of this section, the claimant may amend the pleadings after filing to include any damages that occurred or are alleged to have occurred after filing, and the court having jurisdiction of such claim may continue such proceeding during its pendency if it appears that further damages are or still may be occurring.\n\n2004, c. 601.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-137-2/"
    },
    {
      "id": "section-50-731373",
      "number": "50-73.137:3.",
      "heading": "Other claims against dissolved registered limited liability partnership",
      "text": "A. A dissolved partnership that is a registered limited liability partnership at the time of its dissolution may also publish notice of its dissolution and request that persons with claims against the dissolved partnership present them in accordance with the notice.\n\nB. The notice shall:\n\n1. Be published one time in a newspaper of general circulation in the city or county where the dissolved partnership's principal office, or, if none in the Commonwealth, its registered office, is or was last located;\n\n2. Describe the information that must be included in a claim and provide a mailing address where the claim may be sent; and\n\n3. State that a claim against the dissolved partnership will be barred unless a proceeding to enforce the claim is commenced prior to the earlier of the expiration of any applicable statute of limitations or three years after the date of publication of the notice.\n\nC. If the dissolved partnership publishes a newspaper notice in accordance with subsection B, the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved partnership prior to the earlier of the expiration of any applicable statute of limitations or three years after the publication date of the newspaper notice:\n\n1. A claimant who was not given written notice under § 50-73.137:2;\n\n2. A claimant whose claim was timely sent to the dissolved partnership but not acted on; and\n\n3. A claimant whose claim does not meet the definition of a claim in subsection D of § 50-73.137:2.\n\nD. A claim that is not barred by subsection C of § 50-73.137:2 or subsection C of § 50-73.137:3 may be enforced:\n\n1. Against the dissolved partnership, to the extent of its undistributed assets; or\n\n2. Except as provided in subsection D of § 50-73.137:4, if the assets have been distributed in liquidation, against a partner of the dissolved partnership to the extent of the partner's pro rata share of the claim or the partnership assets distributed to the partner in liquidation, whichever is less, but a partner's total liability for all claims under this section may not exceed the total amount of assets distributed to the partner.\n\n2006, c. 912.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-137-3/"
    },
    {
      "id": "section-50-731374",
      "number": "50-73.137:4.",
      "heading": "Court proceedings",
      "text": "A. A dissolved limited liability partnership that has published a notice under § 50-73.137:3 may file an application with the circuit court of the city or county where the dissolved partnership's principal office, or, if none in the Commonwealth, its registered office, is or was last located for a determination of the amount and form of security to be provided for payment of claims that are contingent or have not been made known to the dissolved partnership or that are based on an event occurring after the effective date of dissolution but that, based on the facts known to the dissolved partnership, are reasonably estimated to arise after the effective date of dissolution. Provision need not be made for any claim that is or is reasonably anticipated to be barred under subsection C of § 50-73.137:3.\n\nB. Within 10 days after the filing of the application, notice of the proceeding shall be given by the dissolved partnership to each claimant holding a contingent claim whose contingent claim is shown on the records of the dissolved partnership.\n\nC. The court may appoint a guardian ad litem to represent all claimants whose identities are unknown in any proceeding brought under this section. The reasonable fees and expenses of such guardian, including all reasonable expert witness fees, shall be paid by the dissolved partnership.\n\nD. Provision by the dissolved partnership for security in the amount and the form ordered by the court under subsection A shall satisfy the dissolved partnership's obligations with respect to claims that do not meet the definition of a claim in subsection D of § 50-73.137:2, and such claims may not be enforced against a partner who received assets in liquidation.\n\n2006, c. 912.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-137-4/"
    },
    {
      "id": "section-50-73138",
      "number": "50-73.138.",
      "heading": "Registration of foreign registered limited liability partnerships",
      "text": "A. Before transacting business in the Commonwealth, a foreign registered limited liability partnership shall register with the Commission. An applicant for registration as a foreign registered limited liability partnership shall file with the Commission a certificate of status from the filing office in the jurisdiction in which the foreign registered limited liability partnership is registered and a statement of registration as a foreign limited liability partnership setting forth the information described in subsection B.\n\nB. A statement of registration as a foreign registered limited liability partnership shall set forth the following:\n\n1. The name of the foreign registered limited liability partnership and, if the name of the foreign registered limited liability partnership does not comply with § 50-73.133, a designated name for use in the Commonwealth that satisfies the requirements of § 50-73.133;\n\n2. The name of the state or other jurisdiction under whose law it is formed and registered as a limited liability partnership, and if the registered limited liability partnership was previously authorized or registered to transact business in the Commonwealth as a foreign corporation, limited liability company, business trust, limited partnership, or registered limited liability partnership, with respect to every such prior authorization or registration, (i) the name of the entity; (ii) the entity type; (iii) the state or other jurisdiction of incorporation, organization or formation; and (iv) the entity identification number issued to it by the Commission;\n\n3. If the partnership is of record with the Commission, the identification number issued by the Commission to the partnership;\n\n4. The address, including the street and number, if any, of its principal office;\n\n5. The post office address, including the street and number, if any, of its initial registered office, which in the case of a foreign limited partnership registered pursuant to Chapter 2.1 (§ 50-73.1 et seq.) of this title shall be identical to the foreign limited partnership's registered office address on record with the Commission;\n\n6. The name of the city or county in which the registered office is located;\n\n7. The name of its initial registered agent at that office, which in the case of a foreign limited partnership registered pursuant to Chapter 2.1 (§ 50-73.1 et seq.) of this title shall be identical to the foreign limited partnership's registered agent on record with the Commission, and that the agent is either (i) an individual who is a resident of Virginia and is either a general partner of the registered limited liability partnership, an officer or director of a corporate general partner of the registered limited liability partnership, a general partner of a general partner of the registered limited liability partnership, a member or manager of a limited liability company that is a general partner of the registered limited liability partnership, a trustee of a trust that is a general partner of the registered limited liability partnership, or a member of the Virginia State Bar or (ii) a domestic or foreign stock or nonstock corporation, limited liability company, or registered limited liability partnership authorized to transact business in the Commonwealth; and\n\n8. That the partnership thereby applies for status as a foreign registered limited liability partnership.\n\nC. The Commission shall register as a foreign registered limited liability partnership any partnership that submits a completed statement of registration with the required fee.\n\nD. The registration of a foreign registered limited liability partnership shall continue until its registration is canceled pursuant to subsection C of § 50-73.134, subsection F of § 50-73.135, § 50-73.137:1, or 50-73.139.\n\n1996, c. 292; 2002, c. 441; 2003, c. 378; 2004, c. 274; 2009, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-138/"
    },
    {
      "id": "section-50-73139",
      "number": "50-73.139.",
      "heading": "Withdrawal of a foreign registered limited liability partnership",
      "text": "A foreign registered limited liability partnership authorized to transact business in this Commonwealth may withdraw from this Commonwealth by filing with the Commission a statement of cancellation of registration as a foreign registered limited liability partnership that shall set forth:\n\n1. The name of the foreign registered limited liability partnership and the state or other jurisdiction under whose jurisdiction it was registered as a limited liability partnership and the laws of which govern the agreement pursuant to which it was formed;\n\n2. That the foreign registered limited liability partnership is not transacting business in this Commonwealth and that it surrenders its registration to transact business in this Commonwealth;\n\n3. That the foreign registered limited liability partnership revokes the authority of its registered agent in this Commonwealth to accept service of process and appoints the clerk of the Commission as its agent for service of process in any action, suit, or proceeding based upon any cause of action arising during the time the foreign registered limited liability partnership was authorized to transact business in this Commonwealth; and\n\n4. A mailing address to which the clerk of the Commission may mail a copy of any process served on him under subdivision 3.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-139/"
    },
    {
      "id": "section-50-73140",
      "number": "50-73.140.",
      "heading": "Effect of failure of foreign registered limited liability partnership to register",
      "text": "The failure of a foreign registered limited liability partnership to file a statement of registration or to maintain that registration or to appoint and maintain a registered agent in this Commonwealth as required in § 50-73.135 shall not impair the validity of any contract or act of the foreign registered limited liability partnership and shall neither prevent the foreign registered limited liability partnership from defending any action or proceeding in any court of this Commonwealth nor affect the application of the laws of the jurisdiction governing the agreement under which it was formed as provided in subsection E of § 50-73.141, but the foreign registered limited liability partnership may not maintain any action or proceeding in any court of this Commonwealth until it has filed an application for registration. A foreign registered limited liability partnership, by transacting business in this Commonwealth without registration, appoints the clerk of the Commission as its agent for service of process with respect to causes of action arising out of the transaction of business in this Commonwealth. Service on that foreign registered limited liability partnership shall be made on the clerk of the Commission in accordance with § 12.1-19.1.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-140/"
    },
    {
      "id": "section-50-73141",
      "number": "50-73.141.",
      "heading": "Applicability of chapter to foreign and interstate commerce",
      "text": "A. A registered limited liability partnership may conduct its business, carry on its operations, and have and exercise the powers granted by this chapter in any state, territory, district, or possession of the United States or in any foreign country.\n\nB. It is the policy of this Commonwealth that registered limited liability partnerships formed pursuant to agreements governed by the laws of this Commonwealth be recognized outside this Commonwealth and that the laws of this Commonwealth governing registered limited liability partnerships transacting business outside this Commonwealth be granted the protection of full faith and credit under the Constitution of the United States.\n\nC. It is the policy of this Commonwealth that in the case of a registered limited liability partnership the relations among the partners and between the partners and the partnership, and the liability of partners for debts, obligations and liabilities chargeable to the partnership, shall be subject to and governed by the laws of this Commonwealth.\n\nD. Subject to any statutes for the regulation and control of specific types of business, foreign registered limited liability partnerships may do business in this Commonwealth.\n\nE. It is the policy of this Commonwealth that in the case of a foreign registered limited liability partnership (whether or not registered under § 50-73.140) the relations among the partners and between the partners and the partnership, and the liability of partners for debts, obligations and liabilities chargeable to the partnership, shall be subject to and governed by the laws of the jurisdiction that govern the agreement under which it was formed.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-141/"
    },
    {
      "id": "section-50-73142",
      "number": "50-73.142.",
      "heading": "Limited partnerships as registered limited liability partnerships",
      "text": "A domestic limited partnership may become a registered limited liability limited partnership by complying with the applicable provisions of the Virginia Revised Uniform Limited Partnership Act.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-142/"
    },
    {
      "id": "section-50-73143",
      "number": "50-73.143.",
      "heading": "Registration certificate required for registered limited liability partnership engaged in practice of law",
      "text": "Before any registered limited liability partnership may engage in the practice of law in this Commonwealth, it shall first obtain and maintain a registration certificate required for that registered limited liability partnership by Chapter 39 (§ 54.1-3900 et seq.) of Title 54.1.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-143/"
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Miscellaneous Provisions",
      "text": "Miscellaneous Provisions",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-73144",
      "number": "50-73.144.",
      "heading": "Application and construction",
      "text": "A. This chapter shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this chapter among States enacting it.\n\nB. This chapter shall be construed in furtherance of the policies of giving maximum effect to the principle of freedom of contract and of enforcing partnership agreements.\n\n1996, c. 292; 2003, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-144/"
    },
    {
      "id": "section-50-73145",
      "number": "50-73.145.",
      "heading": "Short title",
      "text": "This chapter may be cited as the Virginia Uniform Partnership Act (1996).\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-145/"
    },
    {
      "id": "section-50-73146",
      "number": "50-73.146.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, c. 709, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-146/"
    },
    {
      "id": "section-50-73147",
      "number": "50-73.147.",
      "heading": "Applicability",
      "text": "A. Before January 1, 2000, this chapter governs only a partnership formed:\n\n1. On and after July 1, 1997, unless that partnership is continuing the business of a dissolved partnership under § 50-41 of the Uniform Partnership Act as it existed on July 1, 1997; and\n\n2. Before July 1, 1997, that elects, as provided by subsection C, to be governed by this chapter.\n\nB. Effective January 1, 2000, this chapter governs all partnerships.\n\nC. Before January 1, 2000, a partnership voluntarily may elect, in the manner provided in its partnership agreement or by law for amending the partnership agreement, to be governed by this chapter. The provisions of this chapter relating to the liability of the partnership's partners to third parties apply to limit those partners' liability to a third party who had done business with the partnership within one year preceding the partnership's election to be governed by this chapter, only if the third party knows or has received a notification of the partnership's election to be governed by this chapter.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-147/"
    },
    {
      "id": "section-50-73148",
      "number": "50-73.148.",
      "heading": "Transition",
      "text": "Before January 1, 2000, a limited partnership voluntarily may elect, in the manner provided in its partnership agreement or by law for amending the partnership agreement, to be governed by this chapter. The provisions of this chapter relating to the liability of the partnership's partners to third parties apply to limit those partners' liability to a third party who had done business with the partnership within one year preceding the partnership's election to be governed by this chapter, only if the third party knows or has received a notification of the partnership's election to be governed by this chapter.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-148/"
    },
    {
      "id": "section-50-73149",
      "number": "50-73.149.",
      "heading": "Savings clause",
      "text": "This chapter does not affect an action or proceeding commenced or right accrued before July 1, 1997.\n\n1996, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-149/"
    },
    {
      "id": "section-50-73150",
      "number": "50-73.150.",
      "heading": "Property title records",
      "text": "A. Whenever the records in the office of the clerk of the Commission reflect that a partnership has changed or corrected its name, merged into a domestic or foreign corporation, limited liability company, business trust, limited partnership or partnership, converted into a domestic or foreign corporation, limited liability company, business trust or limited partnership, or domesticated in or from another jurisdiction, the clerk of the Commission, upon request, shall issue a certificate reciting such change, correction, merger, conversion or domestication. The certificate may be admitted to record in the deed books, in accordance with § 17.1-227, of any clerk's office within the jurisdiction of which any property of the partnership is located in order to maintain the continuity of title records. The person filing the certificate shall pay a fee of $10 to the clerk of the court, but no tax shall be due thereon.\n\nB. Whenever a partnership formed under the laws of another jurisdiction has changed or corrected its name, merged into a corporation, limited liability company, business trust, limited partnership or partnership, converted into another type of business entity, or domesticated in another jurisdiction, and it cannot or chooses not to obtain a certificate reciting such change, correction, merger, conversion or domestication from the clerk of the Commission pursuant to subsection A, a similar certificate by any competent authority of the foreign partnership's jurisdiction of formation may be admitted to record in the deed books, in accordance with § 17.1-227, of any clerk's office within the jurisdiction of which any property of the partnership is located in order to maintain the continuity of title records. The person filing the certificate shall pay a fee of $10 to the clerk of the court, but no tax shall be due thereon.\n\n2007, c. 771.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-50/chapter-2-2/section-50-73-150/"
    }
  ]
}