{
  "state": "delaware",
  "path": "title-title-30/chapter-title30c031index",
  "sections": [
    {
      "id": "section-3101",
      "number": "3101.",
      "heading": "Definitions.As used in this chapter:(1) “Declared state of emergency” means a disaster or emergency event:a",
      "text": "For which a Governor’s state of emergency proclamation has been issued; orb. For which a presidential declaration of a federal major disaster or emergency has been issued.(2) “Emergency perio\n§\n\n 1;§\n\n3102. Business and employee status during emergency period.(a) (1) An out-of-state business that conducts emergency-related work within this State related to a declared state of emergency at the request of a Delaware business licensed pursuant to this title shall, during the emergency period, not be considered to have established a level of presence that would require such business or its out-of-state employees to:a. Register, file or remit state or local taxes; orb. Be subject to any state licensing or registration requirements.(2) An out-of-state employee shall not be considered to have established residency or a presence in this State that would require such person to file and pay income taxes or such person’s employer to:a. Be subjected to tax withholdings; orb. File and pay any other state or local taxes during an emergency period. This includes any related state or local employer withholding and remittance obligations.(b) Notwithstanding the provisions of subsection (a) of this section, out-of-state businesses and out-of-state employees shall be required to pay transaction taxes and fees, including without limitation, fuel taxes or sales and use taxes on materials or services subject to sales and use tax, hotel taxes, and car rental taxes or fees that an out-of-state business or out-of-state employee purchases or rents for use or consumption in this State during the emergency period, unless such taxes are otherwise exempted during a declared state of emergency, and nothing herein shall be deemed to grant an exemption for any of the foregoing taxes to such out-of-state businesses or out-of-state employees.79 Del. Laws, c. 119,\n\n§\n\n 1;§\n\n3103. Business and employee status after emergency period.An out-of-state business or an out-of-state employee that remains in this State after the emergency period shall be subject to this State’s normal standards for establishing presence, residency or for doing business in this State and be responsible for any otherwise applicable business or employee tax requirements.79 Del. Laws, c. 119,\n\n§\n\n 1;§\n\n3104. Administration and notification.(a) (1) An out-of-state business that enters this State during an emergency period shall, upon request, provide the Delaware Division of Revenue, a written statement that such business is in this State for purposes of performing emergency-related work and which statement shall include the name of the business, state of domicile, principal business address, federal tax identification number, date of entry, and contact information.(2) A registered business shall, upon request, provide the information required in paragraph (a)(1) of this section for any affiliate that enters this State that is an out-of-state business. Such notification shall also include contact information for the registered business in this State.(b) An out-of-state business or an out-of-state employee that remains in this State after the emergency period shall complete all state and local registration, licensing and filing requirements that apply as a result of establishing the requisite business presence or residency in this State applicable under existing rules.79 Del. Laws, c. 119,\n\n§\n\n 1;§\n\n3105. Regulations.The Delaware Division of Revenue shall promulgate regulations and develop and maintain forms and records necessary to implement and administer the provisions of this chapter.79 Del. Laws, c. 119,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3102",
      "number": "3102.",
      "heading": "Business and employee status during emergency period",
      "text": "(a) (1) An out-of-state business that conducts emergency-related work within this State related to a declared state of emergency at the request of a Delaware business licensed pursuant to this title shall, during the emergency period, not be consi\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3103",
      "number": "3103.",
      "heading": "Business and employee status after emergency period",
      "text": "An out-of-state business or an out-of-state employee that remains in this State after the emergency period shall be subject to this State’s normal standards for establishing presence, residency or for doing business in this State and be responsible\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3104",
      "number": "3104.",
      "heading": "Administration and notification",
      "text": "(a) (1) An out-of-state business that enters this State during an emergency period shall, upon request, provide the Delaware Division of Revenue, a written statement that such business is in this State for purposes of performing emergency-related work and which statem\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3105",
      "number": "3105.",
      "heading": "Regulations.The Delaware Division of Revenue shall promulgate regulations and develop and maintain forms and records necessary to implement and administer the provisions of this chapter",
      "text": "79 Del. Laws, c. 119,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}