{
  "state": "district-of-columbia",
  "path": "title-6/chapter-14",
  "sections": [
    {
      "id": "section-6-1401",
      "number": "6-1401",
      "heading": "Definitions.",
      "text": "For the purposes of\nthis chapter, the term:\n\n(1) \"Building Code Official\" means the Director of the Department of Buildings, or the Director’s designee.\n\n(1A) \"Business establishment\" means an entity, however organized, that furnishes goods or services to the general public. An otherwise qualifying establishment that has membership requirements is considered to furnish services to the general public if its membership requirements consist only of the payment of fees or consist of requirements under which a substantial portion of the residents of the District could qualify.\n\n(2) \"Construction Codes\" means the most recent edition of the codes published by the International Code Council, or by a comparable nationally recognized and accepted code development organization, as adopted and amended by the Construction Codes Supplement by the District pursuant to the procedures set forth in\n§ 6-1409 and in Title 12 of the District of Columbia Municipal Regulations or any successor regulations; provided, that where the Construction Codes authorize work to be carried to completion under a previous edition of the Construction Codes, the term \"Construction Codes\" shall refer to that previous edition.\n\n(3) \"Construction Codes Supplement\" means the additions, insertions, deletions, and changes to the Model Codes adopted by the District pursuant to\n§ 6-1409.\n\n(4) \"Construction documents\" mean all written, graphic, and pictorial documents prepared or assembled for describing the design, location, and physical characteristics of the elements of a project necessary for obtaining a permit.\n\n(5) \"Council\" means the Council of the District of Columbia.\n\n(6) \"Department\" means the Department of Buildings.\n\n(6A) \"Diaper-changing station\" means a safe, sanitary baby-changing station, deck, table, or similar amenity that is intended for use by the public for the purpose of changing diapers on children.\n\n(7) \"Director\" means the Director of the Department of Buildings, or the Director’s designee.\n\n(8) \"District\" means the District of Columbia.\n\n[(8A)] \"District-occupied building\" means a building that is owned, leased, acquired or constructed by the District for exclusive use and occupancy by a District agency, department, or instrumentality.\n\n(9) \"Fire protection systems\" means the devices, equipment, and systems utilized to detect a fire, activate an alarm, or suppress or control a fire, or any combination thereof.\n\n(10) \"Model Codes\" means the codes published by the International Code Council, or by a comparable nationally recognized and accepted code-development organization, that are adopted by the District pursuant to § 6-1409.\n\n(11) \"Project\" means construction that is all or a part of one development scheme, built at one time or in phases.\n\n(11A) \"Restroom\" means an enclosed space containing one or more lavatories or urinals, and one or more sinks and other plumbing fixtures.\n\n(11B) \"Substantially renovated\" means the construction, alteration, or repair of restroom facilities where the work requires a permit and the cost of construction is $10,000 or more. The cost of construction includes the cost of labor and materials.\n\n(12) \" Third party plan reviewer\" means a person certified by the Director to conduct a third party review of one or more components of construction documents and to certify compliance with the Construction Codes.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 2, 34 DCR 1072; June 25, 2002, D.C. Law 14-162, §§ 201(a)(1), (2), 49 DCR 4438; Oct. 1, 2002, D.C. Law 14-190, § 302(a), 49 DCR 6968",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1401.html"
    },
    {
      "id": "section-6-1402",
      "number": "6-1402",
      "heading": "Approval.",
      "text": "The Council approves the Construction Codes pursuant to the procedures set forth in § 6-1409.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 3, 34 DCR 1072",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1402.html"
    },
    {
      "id": "section-6-1403",
      "number": "6-1403",
      "heading": "Scope.",
      "text": "(a) The Construction Codes shall control:\n\n(1) Matters concerning the construction, reconstruction, alteration, addition, repair, removal, demolition, use, location, equipment, occupancy, and maintenance of all buildings, structures, and premises in the District, whether existing or proposed, including any appurtenances connected or attached to a building or structure;\n\n(2) The construction, prefabrication, alteration, repair, use, occupancy, and maintenance of detached 1-family or 2-family dwellings not more than 3 stories in height, and their accessory structures;\n\n(3) The design, construction, installation, maintenance, alteration, conversion, change, repair, removal, and inspection of electrical conductors, equipment, and systems in buildings or structures and on public space within the District for the transmission, distribution, and use of electrical energy for power, heat, light, radio, television, signaling, or other purposes;\n\n(4) The design, installation, maintenance, alteration, and inspection of mechanical systems, including heating systems, ventilating systems, cooling systems, steam and hot-water heating systems, water heaters, process piping, boilers and pressure vessels, appliances using gas, liquid, or solid fuel, chimneys and vents, mechanical-refrigeration systems, fireplaces, barbecues, incinerators, crematories, and air-pollution systems;\n\n(5) In addition to their respective connections, devices, and appurtenances, the design, installation, alteration, repair, replacement, relocation, removal, use, or maintenance of plumbing equipment, systems, and materials, including water supply and distribution pipes, plumbing fixtures and traps, water-treating or water-using equipment, soil, waste, and vent pipes, sanitary and storm sewers, and building drains;\n\n(6) The design, construction, installation, erection, alteration, repair, relocation, replacement, quality of materials, location, operation, use, or maintenance of fuel-gas systems, distribution piping and equipment, and fuel-gas-fired appliances;\n\n(7) Minimum requirements to safeguard life, property, or public welfare from the hazards of fire and explosion arising from the storage, handling, or use of substances, materials, and devices, and from conditions hazardous to life, property, or public welfare in the use or occupancy of buildings, structures, sheds, tents, lots, or premises;\n\n(8) Minimum maintenance standards for all structures and premises with regard to basic equipment and facilities for light, ventilation, space heating, and sanitation, safety from fire, space, use, and location, safe and sanitary maintenance of all structures and premises now in existence, minimum requirements for all existing buildings and structures for means of egress, fire protection systems, and other equipment and devices necessary for life safety from fire, and the rehabilitation and reuse of existing structures, allowances for differences between application of the Construction Code requirements to new construction, alterations, and repairs, and fixing the responsibilities of owners, operators, and occupants of all structures;\n\n(9) The design and construction of energy-efficient building envelopes and the installation of energy-efficient heating, ventilating, air conditioning, service-water heating, electrical distribution and illuminating systems, and equipment;\n\n(10) Minimum standards for physical things and conditions essential to safeguard the environment, public health, safety, and general welfare through the establishment of requirements to reduce the negative impact and increase the positive impact of the built environment on the natural environment and building occupants; and\n\n(11) The design, construction, installation, quality of materials, location, and maintenance, or use of aquatic vessels, and related mechanical, electrical, and plumbing systems.\n\n(b) The Construction Codes may also control the construction, reconstruction, alteration, addition, repair, removal, demolition, use, location, equipment occupancy, and maintenance of signs, advertising devices, and other items as specified in the Construction Codes;\n\n(c) The Construction Codes shall apply to those buildings occupied by or for any foreign government as an embassy or chancery to the extent provided for in\n§ 6-1306.\n\n(1) Except for permit requirements for land-disturbing activities, the Construction Codes shall not apply to public buildings or premises owned by the United States government, including appurtenant structures and portions of buildings, premises, or structures that are under the exclusive control of an officer of the United States government in the officer’s official capacity.\n\n(2) For the purpose of this subsection, \"exclusive control\" does not include a lessor if the lessor is responsible for the maintenance and repairs to property leased to the United States government.\n\n(e) No permit required under the Construction Codes shall be issued if it is determined by the Building Code Official that:\n\n(A) The permit affects an area in close proximity to the official residence of the President or the Vice President of the United States; and\n\n(B) The United States Secret Service has established that the issuance of the permit would adversely impact the safety and security of the President or the Vice President of the United States.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 4, 34 DCR 1072; Jan. 30, 1990, D.C. Law 8-58, § 2, 36 DCR 7382; Feb. 27, 1990, D.C. Law 8-70, § 2, 36 DCR 7744; Feb. 5, 1994, D.C. Law 10-68, § 14, 40 DCR 6311; Aug. 26, 1994, D.C. Law 10-166, § 2, 41 DCR 4892; Apr. 27, 2013, D.C. Law 19-289, § 3(a), 60 DCR 2328",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1403.html"
    },
    {
      "id": "section-6-1403.01",
      "number": "6-1403.01",
      "heading": "Construction Codes database.",
      "text": "Repealed.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 4a; as added June 25, 2002, D.C. Law 14-162, § 101, 49 DCR 4438; Apr. 27, 2013, D.C. Law 19-289, § 3(b), 60 DCR 2328",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1403.01.html"
    },
    {
      "id": "section-6-1404",
      "number": "6-1404",
      "heading": "Intent.",
      "text": "The Construction Codes shall be construed to secure their expressed intent, which is to ensure public safety, health, and welfare by regulating and governing the conditions and maintenance of premises, buildings, and structures, and mechanical, plumbing, fuel gas and electrical equipment and systems, including by providing standards for structural strength, energy and water conservation, accessibility to persons with disabilities, adequate egress facilities, sanitary equipment, light, ventilation, and fire safety, and the issuance of permits, and, in general, to secure safety to life and property from all hazards incident to the design, construction, erection, repair, removal, demolition, maintenance, use, and occupancy of buildings, structures, and premises, and related equipment and systems.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 5, 34 DCR 1072; Apr. 24, 2007, D.C. Law 16-305, § 22, 53 DCR 6198",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1404.html"
    },
    {
      "id": "section-6-1405",
      "number": "6-1405",
      "heading": "Conflicts.",
      "text": "(a) If conflict arises between the provisions of this chapter and the D.C. Supplement, the Model Codes, or their reference standards, the provisions of this chapter shall take precedence.\n\n(b) If conflict arises between the D.C. Supplement, the Model Codes, and their reference standards:\n\n(1) The provisions of the D.C. Supplement shall take precedence over the Model Codes and their reference standards, except as provided in paragraphs (2) and (3) of this subsection;\n\n(2) The provisions of the BOCA Basic/National Existing Structures Code/1984, 1st Edition, and the CABO One and Two Family Dwelling Code, 1983 Edition, shall take precedence over the D.C. Supplement, other Model Codes, and their reference standards with regard to existing structures and Use Group R-4 buildings;\n\n(3) The most stringent provisions of the BOCA Basic/National Existing Structures Code/1984, 1st Edition or the CABO One and Two Family Dwelling Code, 1983 Edition, shall take precedence when a building is both an existing structure and in Use Group R-4;\n\n(4) The provisions of the 1985 Supplement to the BOCA Basic/National Building Code, Basic/National Fire Prevention Code, Basic/National Mechanical Code, and Basic/National Plumbing Code shall take precedence over the provisions of the other Model Codes that they amend; and\n\n(5) The provisions of the Model Codes other than their reference standards shall take precedence over their reference standards.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 6, 34 DCR 1072",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1405.html"
    },
    {
      "id": "section-6-1405.01",
      "number": "6-1405.01",
      "heading": "Administration of construction regulations.",
      "text": "(1) The Building Code Official is authorized to administer and enforce the provisions of\nthis chapter, including provisions regarding the Construction Codes, building permits, and certificates of occupancy, and all regulations issued pursuant to\nthis chapter.\n\n(2) In regulating and enforcing building permits and certificates of occupancy, the Building Code Official shall require an employer, as that term is defined in\n§ 32-1501(10), to produce proof of Workers’ Compensation insurance coverage before the issuance of a construction permit.\n\n(A) The Building Code Official shall require, for permits covered pursuant to subparagraph (B) of this paragraph, that the property owner, contractor, or person applying for the permit (\"applicant\"):\n\n(I) Demonstrate, to the satisfaction of the Building Code Official, that his or her insurance includes coverage against claims for injuries to persons or damages to property from all adjacent and adjoining property owners and lawful occupants of the properties for risks of loss, damage to property, or injury to or death of persons arising out of or in connection with the performance of the work proposed to be performed under the permit.\n\n(II) The insurance shall be in an amount per occurrence and in the aggregate as specified by the Mayor through rulemaking pursuant to subparagraph (D) of this paragraph; or\n\n(I) If applicant's insurance is not sufficient to meet the requirements of sub-subparagraph (i) of this subparagraph, then the applicant must either amend his or her insurance policy so that the policy complies with sub-subparagraph (i) of this subparagraph or obtain additional insurance against claims for injuries to persons or damages to property from all adjacent and adjoining property owners and lawful occupants of the properties for risks of loss, damage to property, or injury to or death of persons arising out of or in connection with the performance of the work proposed to be performed under the permit.\n\n(II) Additional insurance shall be of a kind and in an amount specified by the Mayor through rulemaking pursuant to subparagraph (D) of this paragraph.\n\n(B) The following permits shall require insurance pursuant to subparagraph (A) of this paragraph; provided, that the requirements shall only apply to permits issued 90 days after the adoption of emergency or final rules issued by the Mayor pursuant to subparagraph (E) of this paragraph:\n\n(i) An addition, alteration, and repair permit pursuant to which the applicant will be engaging in construction at the property line or on the party wall of an adjacent or adjoining property, or any construction activity for which a permit listed under sub-subparagraph (iii), (iv), (v), (vi), (vii), or (viii) of this subparagraph would otherwise be required;\n\n(ii) An alteration and repair permit pursuant to which the applicant will be engaging in underpinning, construction at the property line or on the party wall of an adjacent or adjoining property, or any construction activity for which a permit listed under sub-subparagraph (iii), (iv), (v), (vi), (vii), or (viii) of this subparagraph would otherwise be required;\n\n(iii) A foundation permit;\n\n(iv) A demolition permit;\n\n(v) An excavation permit;\n\n(vi) A new building permit;\n\n(vii) A raze permit; and\n\n(viii) A sheeting and shoring permit.\n\n(i) The applicant for a permit for which insurance is required under subparagraph (B) of this paragraph shall:\n\n(I) Submit proof of insurance to the Department before the issuance of the permit;\n\n(II) Demonstrate, on a form promulgated by the Department, that the insurance meets the requirements of subparagraph (A) of this paragraph; and\n\n(III) Maintain the required insurance for the duration of the permit and any renewals of the permit. If the insurance expires, is cancelled, or otherwise terminates, the applicant shall immediately notify the Department, and, when applicable, provide proof of new or renewed insurance that satisfies the requirements of subparagraph (A) of this paragraph.\n\n(I) If, at any time, the insurance required by this paragraph is found to be absent or non-compliant by the Building Code Official, the Department shall issue a stop work order relating to the permit for which insurance is required.\n\n(II) The stop work order shall remain in place until the permit holder provides proof of new or renewed insurance that satisfies the requirements of this paragraph.\n\n(D) For purposes of this section, the term:\n\n(i) \"Adjacent property\" means any privately held real property (all or a portion thereof) within 30 feet of a property line of the real property for which the permit is applied.\n\n(ii) \"Adjoining property\" means any privately held real property that shares a property line with real property for which the permit is applied.\n\n(E) The Mayor shall issue rules to implement this paragraph, pursuant to the authority provided in § 6-1409.\n\n(3) The Building Code Official shall seek to assure that all buildings, structures, and premises in the District are in full compliance with the Construction Codes adopted pursuant to\nthis chapter and all zoning provisions in\nsubchapter IV of Chapter 6 of this title, and regulations issued pursuant to those\nacts.\n\n(4) The Building Code Official shall seek to administer all building permits, certificates of occupancy, and other provisions of\nthis chapter and regulations issued pursuant to\nthis chapter in a manner that is fair, efficient, predictable, readily adaptable to new technologies, consumer-oriented, devoid of unnecessary time delays and other administrative burdens, cost-effective, and directed at enhancing the protection of the public health, welfare, safety, and quality of life.\n\n(1) The Building Code Official may enforce the regulations issued pursuant to\nthis chapter by means of covenants or agreements between the Department of Consumer and Regulatory Affairs and an affected party. All such covenants or agreements shall have the prior approval of the Office of the Attorney General for legal sufficiency and comply with all other applicable District and federal laws.\n\n(A) Where the Office of the Attorney General determines that under District law a covenant or agreement may require the review and approval of other District agencies, it shall notify the agencies and establish an inter-agency process for review, and, if required under District law, approval.\n\n(B) The Building Code Official shall coordinate with the Office of the Attorney General relating to the time required for the review and recommendations by the Office of the Attorney General of any covenant or agreement proposed pursuant to\nthis chapter.\n\n(c) The Building Code Official shall have authority over the approval, installation, design, modification, maintenance, testing, and inspection of all new and existing fire protection systems.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 6a; as added Apr. 20, 1999, D.C. Law 12-261, § 3002, 46 DCR 3142; Oct. 1, 2002, D.C. Law 14-190, § 302(b), 49 DCR 6968; Dec. 7, 2004, D.C. Law 15-205, § 1103, 51 DCR 8441; Sept. 24, 2010, D.C. Law 18-223, § 2023, 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1405.01.html"
    },
    {
      "id": "section-6-1405.02",
      "number": "6-1405.02",
      "heading": "Third party plan review.",
      "text": "(a) The Mayor shall allow qualified third party plan reviewers to review construction documents, or components of construction documents, and certify their compliance with the Construction Codes.\n\n(b) The Mayor may promulgate rules to establish the minimum qualification requirements for third party plan reviewers, procedures for expedited review of construction documents certified by a third party plan reviewer, rules to ensure that a third plan party reviewer does not have any conflicts of interest, and other matters relating to the administration and oversight of third party plan reviewers; provided, that:\n\n(1) A third party plan reviewer shall possess a valid license as an architect or professional engineer in the District pursuant to\npart A or\nJ of\nsubchapter I-B of Chapter 28 of Title 47.\n\n(2) To maintain an appointment as a third party plan reviewer, a third party plan reviewer shall maintain the license required by paragraph\n§ 6-1405.02(b)(1) of this subsection and recommend for submission construction permit applications and construction documents that consistently meet the requirements of the Construction Codes, as determined by a periodic detailed review by the Director of the documents for consistency and thoroughness.\n\n(c) The Director shall have authority to revoke the certification of a third party plan reviewer for failure to comply with the requirements of this section or rules promulgated pursuant to this section.\n\n(1) To qualify to work as a third party plan reviewer on a project, the third party plan reviewer shall not be controlled by the owner of the project, or any person or entity with an ownership interest in the project, the general contractor, a subcontractor, or any person or entity responsible for the design, construction, or management of the project.\n\n(2) The third party plan reviewer shall not serve or have served on the same project as an advisor or consultant to the owner or the design team in connection with Construction Codes matters for which the third party plan reviewer is providing plan review and certification services or provide inspection services for a project that the third party plan reviewer, or a related entity, has certified.\n\n(e) A person or firm with which the person is affiliated as an owner or employee who has performed any work for a project, including preparing design plans for any construction documents or components of construction documents, including architectural and structural plans, mechanical plans, plumbing plans, and electrical plans, shall not be eligible to serve as a third party plan reviewer for the project.\n\n(1) The third party plan reviewer shall not enter into a contract to review a project if the individual determines that there may be a conflict with the qualifications specified in this section.\n\n(2) The third party plan reviewer shall notify the Director for resolution in cases of doubtful interpretation.\n\n(3) The third party plan reviewer shall disclose any potential conflicts of interest that may arise at any time between the third party plan reviewer and the project or parties connected to the project.\n\n(g) The Director shall resolve disputes on conflict matters and the decision of the Director shall be final.\n\n(h) The Director shall maintain a tracking system to monitor the recommendations of third party plan reviewers and the consistency with which construction documents recommended by each conforms to the applicable provisions of the Construction Codes.\n\n(i) This section shall not relieve a person who prepares and submits construction documents of any obligations or liabilities otherwise existing under law and shall not relieve the District of its obligation to review all construction documents in the manner otherwise prescribed by law.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 6b; as added June 25, 2002, D.C. Law 14-162, § 101, 49 DCR 4438; Mar. 13, 2004, D.C. Law 15-105, § 43, 51 DCR 881",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1405.02.html"
    },
    {
      "id": "section-6-1405.03",
      "number": "6-1405.03",
      "heading": "Expedited construction documents review procedures.",
      "text": "Repealed.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 6c; as added June 25, 2002, D.C. Law 14-162, § 101, 49 DCR 4438",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1405.03.html"
    },
    {
      "id": "section-6-1405.04",
      "number": "6-1405.04",
      "heading": "Third party inspections.",
      "text": "(a) The Mayor shall allow the Department to accept reports of inspection by qualified third party inspectors for work performed pursuant to a building permit.\n\n(b) The Mayor may promulgate rules to establish the minimum qualification requirements for third party inspectors, the selection of third party inspectors, and other matters related to the administration and oversight of third party inspectors.\n\n(c) The Mayor may promulgate rules to ensure that a third party inspector does not have any conflicts of interest that could potentially affect the objectivity or reliability of the inspection report, including regarding the following situations:\n\n(1) Any person or entity who has performed any work for a project for which the property owner or the authorized agent has elected to use third party plan reviewers, including reviewers of architectural and structural plans, mechanical plans, plumbing plans, and electrical plans, shall not be eligible to serve as a third party inspector for any component on the project. This prohibition shall also apply to affiliates of the person or entity who has performed the work.\n\n(2) A third party inspector shall be hired by the project owner; provided, that the individual shall not have any contractual relationship with the general contractor, construction manager, a subcontractor, or other person who has performed work on the project.\n\n(3) The third party inspector shall not enter into a contract for inspection of a project if the individual determines that there may be a conflict with the qualifications specified in this section and shall disclose any potential conflicts of interest that may arise at any time between the third party inspector and the project or parties connected to the project.\n\n(d) The third party inspector certification may be revoked by the Director for failure to comply with the requirements of this section or rules promulgated pursuant to this section.\n\n(e) This section shall not be construed to violate, cancel, or set aside any provisions of the Construction Codes or to relieve any person of any obligations or liabilities otherwise existing under law.\n\n(f) The Department may establish an online platform that may, at the Director's discretion, serve as the exclusive mechanism by which an individual or entity may hire a third-party inspector to perform an inspection authorized by this section. The Department may charge a fee for the use of the online platform by an individual or entity and by a third-party inspector, which shall not exceed 5% of the total cost of the third-party inspection plus the cost of any credit card or automated clearing house (known as ACH) processing fees.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 6d; as added June 25, 2002, D.C. Law 14-162, § 101, 49 DCR 4438",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1405.04.html"
    },
    {
      "id": "section-6-1405.05",
      "number": "6-1405.05",
      "heading": "Expedited Building Permit Review Program Fund.",
      "text": "(a) There is established as a special fund the Expedited Building Permit Review Program Fund (\"Fund\"), which shall be administered by the Director of the Department in accordance with subsection (c) of this section.\n\n(b) Revenue from fees imposed by the Department for the expedited review of building permit applications shall be deposited in the Fund.\n\n(c) Money in the Fund shall be used to administer the expedited building permit review program at the Department. After all operational and administrative expenses of the expedited building permit review program are met, as certified by the Chief Financial Officer in the year-end close, the remaining balance shall revert to the General Fund.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 6e",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1405.05.html"
    },
    {
      "id": "section-6-1406",
      "number": "6-1406",
      "heading": "Penalties.",
      "text": "(a) Except as provided in subsection (b) of this section, any person who violates any of the provisions of the Construction Codes or orders issued under the authority of the Construction Codes shall, upon conviction, be subject to a fine not to exceed $2000, or imprisonment not to exceed 90 days, or both, for each violation.\n\n(b) Any person who violates any of the provisions of the Fire Prevention Code, Articles 14, 15, and 17 of the Building Code, Article 9 of the Existing Structures Code, or orders issued under the authority of these provisions shall, upon conviction, be subject to a fine not to exceed $2000, or imprisonment not to exceed 90 days, or both, for each violation.\n\n(c) Civil fines, penalties, and fees may be imposed, in addition to other available remedies, for any infraction of the provisions of the Construction Codes, including the provisions of the Fire Prevention Code, pursuant to Chapter 18 of Title 2 (“Civil Infractions Act”). Adjudication of any infraction shall be pursuant to the Civil Infractions Act.\n\n(d) Prosecutions pursuant to subsections (a) and (b) of this section shall be brought in the name of the District of Columbia by the Attorney General for the District of Columbia.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 7, 34 DCR 1072; Mar. 8, 1991, D.C. Law 8-237, § 30, 38 DCR 314; Oct. 18, 2005, D.C. Law 16-24, § 2(a), 52 DCR 8080",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1406.html"
    },
    {
      "id": "section-6-1406.01",
      "number": "6-1406.01",
      "heading": "Construction and Zoning Compliance Management Fund.",
      "text": "Repealed.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 7a; as added Dec. 7, 2004, D.C. Law 15-205, § 2042, 51 DCR 8441; Mar. 2, 2007, D.C. Law 16-191, § 128, 53 DCR 6794; Mar. 3, 2010, D.C. Law 18-111, § 2021(a), 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, § 9037, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1406.01.html"
    },
    {
      "id": "section-6-1406.02",
      "number": "6-1406.02",
      "heading": "Compliance letter fees.",
      "text": "(a) Except as provided in subsection (b) of this section, the Office of Zoning Administrator administrative fee for the issuance of compliance letters shall be as follows:\n\n(1) Zoning compliance letter for a single lot: $25.\n\n(2) Zoning compliance letter for all other requests: $100.\n\n(b) The Building Code Official may amend the administrative fees for the issuance of compliance letters by rulemaking pursuant to\nsubchapter I of Chapter 5 of Title 2.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 7b; as added Mar. 3, 2010, D.C. Law 18-111, § 2021(b), 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1406.02.html"
    },
    {
      "id": "section-6-1407",
      "number": "6-1407",
      "heading": "Injunctions.",
      "text": "(a) Whenever it appears that any person, association, or business entity has engaged, is engaged, or is about to engage in acts or practices constituting a violation or infraction of any provision or orders issued under the Construction Codes, the Office of the Attorney General for the District of Columbia may bring an action in the Superior Court of the District of Columbia for injunctive relief. Injunctive relief shall be granted on a showing that it will prevent illegal construction activity in the District of Columbia. A plaintiff shall not be required to prove irreparable harm to obtain a preliminary injunction.\n\n(b) The injunctive relief shall include:\n\n(1) Ordering the sealing of structures and locations at which construction activity has occurred or is occurring in violation of the Construction Codes;\n\n(2) Ordering the cessation of all construction and remodeling activity at locations in which, or in structures where, construction activity has occurred or is occurring in violation of the Construction Codes;\n\n(3) Ordering the removal or correction to structures built or altered in violation of the Construction Codes; or\n\n(4) Any other equitable relief that prevents illegal construction activity in the District of Columbia.\n\n(c) In addition, upon a proper showing, an ex parte, interlocutory, or permanent injunction may be granted without bond. The Superior Court of the District of Columbia may also issue a mandatory injunction commanding compliance with any provision or order issued under the Construction Codes.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 8, 34 DCR 1072; Oct. 18, 2005, D.C. Law 16-24, § 2(b), 52 DCR 8080",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1407.html"
    },
    {
      "id": "section-6-1407.01",
      "number": "6-1407.01",
      "heading": "Building permit denial.",
      "text": "An applicant may be denied a building permit by the Mayor for a period of:\n\n(1) Ten years from the date of final order on a criminal conviction against the applicant for a Construction Code or zoning regulations crime;\n\n(2) Three years after receipt of 5 or more stop work orders by the applicant in any 12-month period;\n\n(3) Three years after final administrative adjudication against the applicant for violation of the Construction Code or zoning regulations; or\n\n(4) Three years from the date of revocation of a building permit or certificate of occupancy issued to the applicant.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 8a; as added Oct. 18, 2005, D.C. Law 16-24, § 2(c), 52 DCR 8080",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1407.01.html"
    },
    {
      "id": "section-6-1408",
      "number": "6-1408",
      "heading": "Documents Act.",
      "text": "The editorial standards for numbering, grammar, and style required by the District of Columbia Office of Documents Act, § 2-612(5), shall not apply to the Construction Codes. The Construction Codes shall be consolidated by the District of Columbia Office of Documents into a single new title of the District of Columbia Municipal Regulations to be designated by the District of Columbia Office of Documents. Each component part of the Construction Codes shall be available for sale or be posted electronically on the website of the Secretary of the District of Columbia or other designated District government website.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 9, 34 DCR 1072",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1408.html"
    },
    {
      "id": "section-6-1409",
      "number": "6-1409",
      "heading": "Amendments; supplements; editions.",
      "text": "(a) All future amendments, supplements, and editions of the Construction Codes shall be adopted only upon authority of the government of the District of Columbia. The Mayor may issue rules to amend the Construction Codes and to adopt new supplements and editions of the Model Codes in whole or in part pursuant to subchapter I of Chapter 5 of Title 2. Proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part by resolution within this 45-day review period, the proposed rules shall be deemed approved. The proposed rules shall not take effect until approved or deemed approved by the Council.\n\n(a-1) Repealed.\n\n(b) Repealed.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 10, 34 DCR 1072; Oct. 1, 2002, D.C. Law 14-190, § 302(c), 49 DCR 6968; Apr. 5, 2005, D.C. Law 15-278, § 3, 52 DCR 835; Apr. 27, 2013, D.C. Law 19-289, § 3(c), 60 DCR 2328",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1409.html"
    },
    {
      "id": "section-6-1410",
      "number": "6-1410",
      "heading": "Building Rehabilitation Code.",
      "text": "Repealed.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 10a; as added June 25, 2002, D.C. Law 14-162, § 201(a)(3), 49 DCR 4438; Apr. 27, 2013, D.C. Law 19-289, § 3(d), 60 DCR 2328",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1410.html"
    },
    {
      "id": "section-6-1411",
      "number": "6-1411",
      "heading": "Establishment of the District of Columbia Building Rehabilitation Code Advisory Council.",
      "text": "Repealed.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 10b; as added June 25, 2002, D.C. Law 14-162, § 201(a)(3), 49 DCR 4438; Apr. 27, 2013, D.C. Law 19-289, § 3(e), 60 DCR 2328",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1411.html"
    },
    {
      "id": "section-6-1412",
      "number": "6-1412",
      "heading": "Construction Codes revisions for green building practices.",
      "text": "(a) By June 1, 2013, and at least once every 3 years thereafter, the Mayor, in consultation with the Green Building Advisory Council, shall submit to the Council, for approval, revisions to the Construction Codes that shall incorporate as many significant green building practices as practicable for the District of Columbia urban environment. The Mayor shall include as many green building provisions as practicable from the current versions of codes and standards published by the International Code Council. The Mayor may exclude provisions that are not practicable for the District of Columbia urban environment but shall provide evidence of cost or implementation impracticality for the excluded provisions; provided, that the Mayor is not required to consider codes or standards issued by the International Code Council within one year of the submittal date.\n\n(b) Every 6 months after March 8, 2007, the Mayor shall provide a written report on the progress of the current round of Construction Codes revisions to the chairperson of the committee of the Council that oversees the District agency charged with the building permit function. The report accompanying the final Construction Codes revisions shall include a listing and description of each green building practice considered and why each practice was, or was not included, in the respective Construction Codes revision. By June 1, 2013, and after at least every 3 years by June 1 of the relevant year, the Mayor shall submit to the Council for approval Construction Codes revisions that are consistent with the requirements of this section, and that incorporate green building practices developed since the previous Construction Codes revisions.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 10c; as added Mar. 8, 2007, D.C. Law 16-234, § 13, 54 DCR 377; June 5, 2012, D.C. Law 19-139, § 3, 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1412.html"
    },
    {
      "id": "section-6-1413",
      "number": "6-1413",
      "heading": "Diaper-changing stations.",
      "text": "(a) Repealed.\n\n(b) All newly constructed or substantially renovated District-occupied buildings that include at least one publicly accessible restroom shall provide on each floor level where there is a publicly accessible restroom:\n\n(1) At least one diaper-changing station that is accessible to women entering a restroom provided for use by women, and one diaper-changing station that is accessible to men entering a restroom provided for use by men; or\n\n(2) At least one diaper-changing accommodation in a restroom that is available for use by all genders.\n\n(c) All newly constructed or substantially renovated business establishments and places of public accommodation, as defined in § 2-1401.02(24), that include at least one publicly accessible restroom shall provide on each floor level where there is a publicly accessible restroom:\n\n(1) At least one diaper-changing station that is accessible to women entering a restroom provided for use by women, and one diaper-changing station that is accessible to men entering a restroom provided for use by men; or\n\n(2) At least one diaper-changing station in a restroom that is available for use by all genders.\n\n(d) Notwithstanding subsections (a), (b), and (c) of this section, a diaper-changing station shall not be required if:\n\n(1) The Director of the Department of Buildings, or his or her designee, in consultation with the Office of Disability Rights, determines that the installation of a diaper-changing station will not comply with District or federal laws relating to access to persons with disabilities.\n\n(2) The Director of the Department of Consumer and Regulatory Affairs, or his or her designee, determines that installation of a diaper-changing station is infeasible due to spatial or structural limitations.\n\n(3) A business establishment holds a Class C/N or Class D/N nightclub license issued by the Alcoholic Beverage Regulation Administration.\n\n(4) A business establishment does not permit anyone who is under 18 years of age to enter the premises.\n\n(5) A District-owned, District instrumentality-owned, or District-occupied building is subject to a lease agreement executed prior to December 21, 2022; provided, that if the District enters into a new lease agreement, the lease agreement shall include the requirements of subsection (a) of this section.\".\n\n(e) Subsections (b) and (c) of this section shall apply to applicable new construction or substantial renovations for which building permits are issued after March 31, 2023.\n\n(f) For District of Columbia Public Schools schools and public charter schools, the requirements of subsections (a) and (b) of this section shall only apply to restrooms on the first floor of the school unless the school provides adult education courses or services.\".\n\n(g) Nothing in this section shall be construed as requiring or authorizing:\n\n(1) A reduction in the number of toilet facilities that are required by the Construction Codes as that term is defined in § 6-1401(2); or\n\n(2) A reduction in the number of toilet facilities accessible to persons with disabilities that are otherwise required under either the Construction Codes, as that term is defined in § 6-1401(2) or the federal Americans with Disabilities Act.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 10d",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1413.html"
    },
    {
      "id": "section-6-1414",
      "number": "6-1414",
      "heading": "Expedited permit review for vacant and blighted vacant properties.",
      "text": "Not Funded.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 10e",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1414.html"
    },
    {
      "id": "section-6-1431",
      "number": "6-1431",
      "heading": "DCRA housing and building infractions fine; periodic adjustments.",
      "text": "(a) Beginning on January 1, 2018, a fine amount listed in section 3201.1 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR § 3201.1), when assessed for an infraction listed in sections 3301 through 3313 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR § 3301 through 16 DCMR § 3313), shall be adjusted according to the most recent Consumer Price Index for All Urban Consumers in the Washington Metropolitan Statistical area, as published by the United States Bureau of Labor Statistics.\n\n(b) Beginning on or after January 1, 2018, and on or after January 1 of every year thereafter, there shall be published in the District of Columbia Register a schedule of the fine amounts for each infraction listed in sections 3301 through 3313 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR § 3301 through 16 DCMR § 3313), as adjusted according to the most recent Consumer Price Index for All Urban Consumers in the Washington Metropolitan Statistical area, as published by the United States Bureau of Labor Statistics.",
      "history": "Mar. 21, 1987, D.C. Law 6-216, § 11 [11a]",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1431.html"
    },
    {
      "id": "section-6-1451.01",
      "number": "6-1451.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Addition” has the same meaning as in § 6-1410(a)(1).\n\n(2) “Applicant” means any individual, firm, limited liability company, association, partnership, government agency, public or private corporation, or other entity that submits construction documents for a building permit or verification.\n\n(2A) “Bond” means a financial instrument posted by an applicant, the proceeds of which shall be paid to the District in its entirety or in part, and deposited in the Green Building Fund, if the project fails to meet the standards required by §§ 6-1451.03 and 6-1451.06.\n\n(3) “Building” means any structure used or intended for supporting or sheltering any use or occupancy.\n\n(4) Repealed.\n\n(5) “Building systems monitoring method” means the specifications for a methodology of collecting information and providing feedback about installed equipment that provide data for the comparison, management, and optimization of actual, as compared to estimated, energy performance.\n\n(5A) “Certificate of occupancy” means the first certificate of occupancy issued for a usable, habitable space at grade or above grade.\n\n(5B) “Common space” means gross floor area within a project shared or available for common use by various occupancies within a project that includes both residential and nonresidential occupancies, including lobbies, corridors, stairways, amenity areas, laundry rooms, boiler rooms, furnace rooms, generator rooms, elevator hoistways, mechanical duct shafts, elevator machine rooms, off-street loading facilities, and off-street parking facilities at or above grade.\n\n(6) “Construction Codes” means the standards and requirements adopted pursuant to Chapter 14 of this title.\n\n(7) “Construction documents” has the same meaning as in § 6-1405.02(a)(1).\n\n(8) “Construction permit application” has the same meaning as in § 6-1410(a)(4).\n\n(8A) “Current edition” means the most recent and currently operative edition of a green building standard approved under § 6-1451.11(b).\n\n(9) \"DOB\" means the Department of Buildings.\n\n(9A) \"DOEE\" means the Department of Energy and Environment.\n\n(10) “Director” means the Director of the Department of Buildings.\n\n(10A) “District-financed” or “District instrumentality-financed” means:\n\n(A) Financing of a project or contract where funds or resources to be used for construction and development costs, excluding ongoing operational costs, are received from the District, or funds or resources which, in accordance with a federal grant or otherwise, the District administers, including a contract, grant, loan, tax abatement or exemption, land transfer, land disposition and development agreement, or tax increment financing, or any combination thereof; provided, that federal funds may be applied to the financing percentage only if permitted by federal law and grant conditions; or\n\n(B) Financing whose stated purpose is, in whole or in part, to provide for the new construction or substantial rehabilitation of affordable housing.\n\n(11) “Educational facility” means any building that has the provision of education as its primary use.\n\n(11A) \"Electric vehicle\" shall have the same meaning as provided in section 3(4) of the Electric and Hybrid Vehicle Research, Development, and Demonstration Act of 1976, approved September 17, 1976 (90 Stat. 1261; 15 U.S.C. § 2502(4)).\n\n(11B) \"Electric vehicle charging site\" means any location, including any public space in the District, that has installed electric vehicle supply equipment.\n\n(11C) Not Funded.\n\n(11D) Not Funded.\n\n(12) “ENERGY STAR Portfolio Manager” means the tool developed by EPA ENERGY STAR that rates the performance of a qualifying building, relative to similar buildings nationwide, accounting for the impacts of year-to-year weather variations, building size, location, and several operating characteristics, using the Environmental Protection Agency’s national energy performance rating system.\n\n(13) “ENERGY STAR Target Finder” means the tool developed by EPA ENERGY STAR that helps set performance goals and energy ratings for building projects during their design phase.\n\n(14) “Existing building” has the same meaning as in § 6-1410(a)(8).\n\n(14A) “First building permit” means the first permit intended to cover the primary scope of work for a project; provided, that this shall not include permit applications for raze, sheeting and shoring, foundation, or specialty, miscellaneous, or supplemental permits.\n\n(15) “Full-building commissioning” means the process of verification that a building’s energy related systems are installed, calibrated, and perform according to project requirements, design basis, and construction documents. The systems that require commissioning include mechanical and passive heating, ventilation, air conditioning, and refrigeration systems, and associated controls such as lighting, domestic hot water systems, and renewable energy systems.\n\n(16) “GBAC” means the Green Building Advisory Council established by § 6-1451.09.\n\n(17) “Green building” means an integrated, whole-building approach to the planning, design, construction, operation, and maintenance of buildings and their surrounding landscapes that help mitigate the environmental, economic, and social impacts of buildings, so that they are energy efficient, sustainable, safe, cost-effective, accessible, healthy, and productive.\n\n(18) “Green building checklist” means a scorecard developed by the USGBC for the purpose of calculating a score on the appropriate LEED rating system.\n\n(19) Repealed.\n\n(20) “Green Building Fund” or “Fund” means the Green Building Fund established by § 6-1451.07.\n\n(21) “Green Communities” means the national green building program designed by Enterprise Community Partners that provides criteria for the design, development, and operation of affordable housing.\n\n(22) “Gross floor area” has the same definition as found in section 199.1 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR § 199.1).\n\n(23) “HVAC&R” means mechanical and passive heating, ventilation, air conditioning, and refrigeration systems.\n\n(24) “ICC” means the International Code Council, a nonprofit organization.\n\n(25) “IECC” means the International Energy Conservation Code developed by the ICC.\n\n(26) “LEED” means the series of Leadership in Energy and Environmental Design green building rating systems designed by the USGBC.\n\n(27) Repealed.\n\n(28) Repealed.\n\n(29) “LEED-H” means the LEED for New Homes (LEED-H) green building rating system being designed by the USGBC.\n\n(30) Repealed.\n\n(31) Repealed.\n\n(31A) “LEED standard for commercial and institutional buildings” means the green building rating system designed by the USGBC for Core & Shell, New Construction, Schools, and Retail: New Construction & Major Renovations.\n\n(32) “Maintenance accountability method” means a system for maintaining building performance standards, including annual building performance reporting that publicly compares actual energy consumption to benchmarks using the ENERGY STAR Portfolio Manager tool for all building types for which it is available; the description of changes to operations and maintenance arrangements and procedures for major energy-consuming equipment; the maintenance of manuals, manufacturer’s literature, model numbers, methods of operation, and maintenance practices for installed building systems; the records of metering systems and mechanisms for the monitoring and control of energy consumption; and the collection of complete “as-built” drawing sets and information on best practices for building maintenance, housekeeping, pest management, and mold prevention.\n\n(32A) “Mixed-use space” means demised space in any residential project that contains at least 50,000 contiguous square feet of gross floor area, exclusive of common space, that is or would be occupied for a nonresidential use.\n\n(32B) \"Multi-unit building\" means a residential building with 5 or more dwelling units.\n\n(33) “New construction” means the construction of any building whether as a stand-alone building or an addition to an existing building. The term “new construction” includes new buildings and additions or enlargements of existing buildings, exclusive of any alterations or repairs to any existing portion of a building.\n\n(33A) “Nonresidential” means any project in which at least 50% of the gross floor area of the project, subject to allocation of area for common space, has nonresidential purposes.\n\n(34) Repealed.\n\n(35) “Project” means the construction of single or multiple buildings that are part of one development scheme, built at one time or in phases.\n\n(36) “Property disposition by lease” means a lease, inclusive of options, of real property, as defined in § 10-801.01, for a period of greater than 20 years.\n\n(37) “Property disposition by sale” means a sale of real property, as defined in § 10-801.01, in whole or in part, to the highest bidder for real property 10,000 square feet or more.\n\n(38) Repealed.\n\n(39) “Public school” means schools owned, operated, or maintained by the District of Columbia Public Schools (“DCPS”), or a public charter school, and those schools’ educational facilities.\n\n(39A) “Residential” means any project in which more than 50% of the gross floor area of the project, subject to allocation for common space, is used for residential purposes.\n\n(40) “Substantial improvement” means any repair, alteration, addition, or improvement of a building or structure, excluding repairs, alterations, additions, or improvements of a building structure made through the Breathe Easy Program, established by § 8-1774.17, the cost of which equals or exceeds 50% of the market value of the structure before the improvement or repair is started.\n\n(40A) \"Temporary structure\" means trailers and modular spaces.\n\n(41) “Total project cost” means the total of:\n\n(A) Hard construction costs;\n\n(B) Site acquisition costs; provided, that a site was acquired within 2 years of first building permit application; and\n\n(C) Soft costs; provided, that the soft costs shall not exceed 25% of the hard construction costs.\n\n(42) “USGBC” means the United States Green Building Council.\n\n(43) “Verification” or “verified” means confirmation by an entity described in § 6-1451.04 that the green building requirements of this chapter have been fulfilled.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 2, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(a), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(a), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.01.html"
    },
    {
      "id": "section-6-1451.02",
      "number": "6-1451.02",
      "heading": "Publicly-owned, leased, and financed buildings and projects.",
      "text": "*NOTE: This section includes amendments by emergency legislation that will expire on February 22, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\n(1) This subsection shall apply to all new construction and substantial improvement of:\n\n(A) Projects that are District-owned or District instrumentality-owned; and\n\n(B) Projects where at least 15% of the total cost is District-financed or District instrumentality-financed.\n\n(2) A nonresidential project shall:\n\n(i) Within 2 years after the receipt of a certificate of occupancy, be verified as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings, at the silver level; provided, that a public school shall be verified as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings, at the certification level;\n\n(ii) Notwithstanding sub-subparagraph (i) of this subparagraph, a public school shall be verified as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the gold level or higher if sufficient funding for the construction or renovation is provided.\n\n(B) If the project is new construction of 10,000 square feet or more of gross floor area, and is a building type for which Energy Star® tools are available:\n\n(i) Be designed to achieve 75 points on the EPA national energy performance rating system, as determined by the Energy Star® Target Finder Tool;\n\n(ii) Be annually benchmarked using the Energy Star®Portfolio Manager benchmarking tool; and\n\n(I) Make benchmark and Energy Star® statements of energy performance available to DOEE within 60 days of being generated.\n\n(II) Upon receipt, DOEE shall make the benchmark and Energy Star® statements available to the public via an online database accessible through the DOEE website;\n\n(C) Institute building systems monitoring and maintenance accountability methods upon receipt of a certificate of occupancy; and\n\n(D) Maintain net zero energy compliance unless the project is for the installation of temporary structures.\n\n(3) If a residential project includes 10,000 square feet of gross floor area or more, the residential project shall:\n\n(A) Fulfill or exceed the current edition of the Green Communities standard, or a substantially similar standard;\n\n(B) Submit to DCRA a copy of the standard’s self-certification checklist and a verification of meeting the standard’s requirements for energy efficiency, as part of the application for a certificate of occupancy; and\n\n(C) In the case of new construction or substantial rehabilitation, as that term is defined in § 42-3501.03(34), in which a roof replacement or repair of 50% or more of the roof area is within the scope of the project in accordance with the District of Columbia Building Code (Title 12A of the District of Columbia Municipal Regulations), the developer shall incorporate rooftop renewable energy systems on-site wherever feasible except when:\n\n(i) There is not adequate solar access as determined by Chapter 13 of Title 12-I[CE] of the District of Columbia Municipal Regulations;\n\n(ii) Mechanical equipment, HVAC systems, or other essential rooftop infrastructure are present;\n\n(iii) Rooftop amenities such as pools, decks, or recreational areas exist;\n\n(iv) Structural constraints, shading, or design limitations, as defined by DOB or DOEE, prevent effective solar generation; or\n\n(v) Other conditions identified in regulations issued by DOB or DOEE that render installation impracticable.\n\n(4) The requirements of this subsection shall apply:\n\n(A) On or after October 1, 2007, for a District-owned or District instrumentality-owned project that was initially funded in the Fiscal Year 2008 District budget or later;\n\n(B) On or after October 1, 2008, for a project on District-owned or District instrumentality-owned property, leased by a private entity as a result of a property disposition by lease, in Fiscal Year 2009 or later; and\n\n(C) On or after October 1, 2008, for a privately-owned project if 15% or more of a project’s total project cost was financed by the District or a District instrumentality in Fiscal Year 2009 or later.\n\n(5) The Mayor shall, as a condition of the financing of a District-financed or District instrumentality-financed project governed by this subsection, include a penalty that will be levied upon an applicant for failure to fulfill the requirements of this chapter. The penalties may include:\n\n(A) Prohibiting the applicant from receiving additional District or District instrumentality financing for a period of up to 5 years;\n\n(B) Assessing a fine as set forth in § 6-1451.05(f); or\n\n(C) Imposing an alternative penalty commensurate with the seriousness of the applicant’s failure to fulfill requirements of this chapter, as determined by the Mayor.\n\n(6) An applicant for new construction or substantial improvement of a mixed-use space shall fulfill or exceed the current edition of the LEED standard for commercial and institutional buildings at the certified level for the mixed-use space of the project. Any requirements of § 6-1451.05 shall apply to the mixed-use space of the project. For the purposes of mixed-use space in this paragraph, the term:\n\n(A) “LEED” also includes LEED for Commercial Interiors and LEED for Retail: Commercial Interiors; and\n\n(B) “Certificate of occupancy” refers to the first certificate of occupancy issued for a usable, habitable space at grade or above grade for the mixed-use space of the project.\n\n(7) For the purposes of this subsection, the term \"net zero energy compliance\" means compliance with a net-zero-energy standard, as that term is defined in § 6-1453.01(a)(3).\n\n(1) This subsection shall apply to all tenant improvements of District-owned or District instrumentality-owned buildings.\n\n(2) On or after October 1, 2008, all tenants of District-owned or District instrumentality-owned building space shall obtain verification that the improved building space fulfills or exceeds the current edition of the LEED standard for commercial and institutional buildings, LEED for Commercial Interiors, or LEED for Retail: Commercial Interiors, at the certification level, if:\n\n(A) The tenant improves at least 30,000 square feet gross floor area or more;\n\n(B) The improvements involve a comprehensive construction or alteration of partitions, electrical systems, and finishes; and\n\n(C) The building space has a certificate of occupancy for a commercial use.\n\n(1) This subsection shall apply to all District, and District instrumentality, owned or operated buildings.\n\n(2) Beginning January 20, 2009, the District shall benchmark 10 buildings owned or operated by the District using the Energy Star®Portfolio Manager benchmarking tool.\n\n(3) Beginning October 22, 2009, the District shall annually benchmark all District, and District instrumentality, owned or operated buildings, using the Energy Star® Portfolio Manager benchmarking tool, if the building:\n\n(A) Has at least 10,000 square feet of gross floor area; and\n\n(B) Is a building type for which Energy Star® benchmarking tools are available.\n\n(4) Benchmark and Energy Star® statements of energy performance for each building shall be made available to DOEE within 60 days of being generated. Upon receipt, DOEE shall make the benchmark and Energy Star® statements available to the public via an online database accessible through the DOEE website.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 3, 54 DCR 377; Oct. 22, 2008, D.C. Law 17-250, § 501(a), 55 DCR 9225; July 27, 2010, D.C. Law 18-209, § 504(a), 57 DCR 4779; Mar. 31, 2011, D.C. Law 18-349, § 2(b), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(b), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.02.html"
    },
    {
      "id": "section-6-1451.03",
      "number": "6-1451.03",
      "heading": "Privately-owned buildings and projects.",
      "text": "(a) This section shall apply to all privately-owned buildings and projects with at least 50,000 square feet of gross floor area.\n\n(1) All new construction and substantial improvement of nonresidential projects, including projects involving real property acquired by a real property disposition by sale from the District or a District instrumentality to a private entity, and projects if less than 15% [of] the project’s total project cost was financed by the District or a District instrumentality, shall:\n\n(A) Beginning January 1, 2009, as part of any building permit application, submit to DOB a green building checklist documenting the green building elements to be pursued in the respective building’s permit; and\n\n(B) Be verified by an entity described in § 6-1451.04 as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the certification level within 2 years of the receipt of a certificate of occupancy; provided, that a public school shall be verified as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the gold level or higher if sufficient funding for the construction or renovation is provided.\n\n(2) This subsection shall apply as of:\n\n(A) January 1, 2010, for a project involving real property acquired by a real property disposition by sale, from the District or a District instrumentality to a private entity, that has submitted an application for the first building permit on or after January 1, 2010; and\n\n(B) January 1, 2012, for a project that has submitted an application for the first building permit on or after January 1, 2012.\n\n(3) The area of common space in a project shall be allocated to either residential or nonresidential square footage of a project based upon the percentage of gross floor area of the project occupied by each of the residential and nonresidential occupancies calculated after excluding the area of common space.\n\n(4) An applicant for new construction or substantial improvement of a mixed- use space shall fulfill or exceed the current edition of the LEED standard for commercial and institutional buildings at the certified level for the nonresidential portion of the project. Any requirements set forth in § 6-1451.05 shall apply to the mixed-use space of the project. For the purposes of mixed-use space in this paragraph, the term:\n\n(A) “LEED” also includes LEED for Commercial Interiors and LEED for Retail: Commercial Interiors; and\n\n(B) “Certificate of occupancy” refers to the first certificate of occupancy issued for a usable, habitable space at grade or above grade for the mixed-use space of the project.\n\n(1) This subsection shall apply to all buildings and projects that are of a building type for which Energy Star® tools are available.\n\n(A) The requirements for existing privately-owned buildings shall be as follows:\n\n(i) The owner or a designee of the owner shall annually benchmark the building using the Energy Star® Portfolio Manager benchmarking tool; and\n\n(I) Benchmark and Energy Star® statements of energy performance for each building shall be made available to DOEE by May 1 of the respective following year. In 2011 and 2024 only, the scores and statements shall be made available to DOEE no later than July 1.\n\n(II) Upon receipt, DOEE shall make the benchmark and Energy Star® statements available to the public via an online database accessible through the DOEE website, beginning with the 2nd annual benchmarking data for each building.\n\n(B) This paragraph shall apply as of:\n\n(i) January 1, 2010, for a building with over 200,000 square feet of gross floor area;\n\n(ii) January 1, 2011, for a building with over 150,000 square feet of gross floor area;\n\n(iii) January 1, 2012, for a building with over 100,000 square feet of gross floor area;\n\n(iv) January 1, 2013, for a building with over 50,000 square feet of gross floor area, or more[;]\n\n(v) January 1, 2021, for a building with 25,000 square feet of gross floor area, or more; and\n\n(vi) January 1, 2025, for a building with 10,000 square feet of gross floor area, or more.\n\n(C) Benchmarking data required in this paragraph shall include water consumption data as incorporated in the Portfolio Manager Benchmarking Tool.\n\n(D) A building owner or tenant who fails to timely, accurately, and completely submit the benchmarking information required by this paragraph to DOEE or to the building owner shall be assessed a penalty by DOEE of no more than $100 for each day during which the required submission has not been made. Civil infraction fines, penalties, and fees may be imposed as alternative sanctions for such failure, pursuant to Chapter 18 of Title 2. Adjudication of an infraction shall be pursuant to Chapter 18 of Title 2.\n\n(E) If ownership of a building covered by this paragraph is transferred, the seller shall provide the buyer with information necessary for the buyer to timely report benchmarking data for the full reporting year in which the transfer occurred. The buyer shall submit the benchmarking data to DOEE by April 1 of the year after the building is transferred.\n\n(i) In 2024, 2027, and every 6 years thereafter, the owner, or the owner's designee, shall perform a third-party verification of its benchmark and ENERGY STAR statements in accordance with requirements specified by DOEE.\n\n(ii) By April 1, 2025, DOEE shall submit a report to the Council that analyzes and evaluates the effectiveness of third-party verification, based on findings from the submission of third-party verification information that was submitted to DOEE pursuant to this section and rules issued to implement this section.\n\n(3) An applicant for new construction or substantial improvement of a project who submits the first building permit after January 1, 2012, shall, prior to construction, estimate the project’s energy performance using the Energy Star® Target Finder Tool.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 4, 54 DCR 377; Oct. 22, 2008, D.C. Law 17-250, § 501(b), 55 DCR 9225; July 27, 2010, D.C. Law 18-209, § 504(b), 57 DCR 4779; Mar. 31, 2011, D.C. Law 18-331, § 2, 58 DCR 22; Mar. 31, 2011, D.C. Law 18-349, § 2(c), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(c), 59 DCR 2555; Sept. 26, 2012, D.C. Law 19-171, § 45(b), 59 DCR 6190; Dec. 17, 2014, D.C. Law 20-142, § 111, 61 DCR 8045",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.03.html"
    },
    {
      "id": "section-6-1451.03a",
      "number": "6-1451.03a",
      "heading": "Electric vehicle make-ready parking spaces in new multi-unit residential and commercial buildings.",
      "text": "(a) For building permits issued after January 1, 2022, all new construction or substantial improvement of commercial buildings and multi-unit buildings that have 3 or more automobile off-road parking spaces shall include electric vehicle make-ready infrastructure to accommodate the future installation of an electric vehicle charging site at least 20% of the parking spaces.\n\n(b) By September 30, 2021, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this section, including rules that:\n\n(1) Detail the technical specifications required for the electric vehicle make-ready infrastructure required by subsection (a) of this section; and\n\n(2) Establish standards for a waiver of the requirements of subsection (a) of this section when a property owner demonstrates severe financial hardship.\n\n(c) By September 30, 2021, the Department of Energy and Environment shall establish incentives for owners of commercial buildings and multi-unit buildings to install electric vehicle make-ready infrastructure at a greater percentage of parking spaces than the 20% minimum required by subsection (a) of this section. The Department may establish additional initiatives at any time.\n\n(d) Not Funded.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 4a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.03a.html"
    },
    {
      "id": "section-6-1451.03b",
      "number": "6-1451.03b",
      "heading": "Electric vehicle ready parking spaces in new single-family homes.",
      "text": "Not Funded.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 4b; Mar. 8, 2007, D.C. Law 16-234, § 4c; Mar. 8, 2007, D.C. Law 16-234, § 4d",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.03b.html"
    },
    {
      "id": "section-6-1451.03c",
      "number": "6-1451.03c",
      "heading": "Electric vehicle charging port rights for condominium associations, community associations, or other common interest developments.",
      "text": "Not Funded.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 4c; Mar. 8, 2007, D.C. Law 16-234, § 4b; Mar. 8, 2007, D.C. Law 16-234, § 4d",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.03c.html"
    },
    {
      "id": "section-6-1451.03d",
      "number": "6-1451.03d",
      "heading": "Electric vehicle charging rights for tenants.",
      "text": "Not Funded.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 4d; Mar. 8, 2007, D.C. Law 16-234, § 4b; Mar. 8, 2007, D.C. Law 16-234, § 4c",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.03d.html"
    },
    {
      "id": "section-6-1451.04",
      "number": "6-1451.04",
      "heading": "Compliance review.",
      "text": "(a) The Mayor shall verify compliance with the requirements of this chapter as specified in §§ 6-1451.02 and 6-1451.03 through:\n\n(1) An agency of the District government; or\n\n(2) Third-party entities which meet criteria to be established by the Mayor by rulemaking within 180 days of March 8, 2007.\n\n(b) The Mayor shall review the qualifications of each third-party entity approved under subsection (a)(2) of this section at least every 2 years to determine if the entity shall remain eligible to conduct the verifications required in §§ 6-1451.02 and 6-1451.03.\n\n(c) Notwithstanding Chapter 5 of Title 2 [§ 2-501 et seq.], for the purposes of establishing compliance with §§ 6-1451.02 and 6-1451.03, verification of a project shall be based upon the standards in effect one year prior to the applicant’s first of the following interactions with the District:\n\n(A) The approval of a land disposition agreement;\n\n(B) The submission of an application to the Board of Zoning Adjustment for a variance or special exception relief;\n\n(C) The submission of an application to the Zoning Commission for a planned unit development or other approval requiring Zoning Commission action;\n\n(D) The submission of an application to the Historic Preservation Review Board or the Mayor’s Agent for the Historic Preservation Review Board; or\n\n(E) Other substantial land-use interactions with the District as defined through rulemaking by the Mayor.\n\n(d) Verification that a project has complied with the requirements of this chapter shall not relieve an applicant of any obligations or liabilities otherwise existing under law and shall not relieve the District of its obligation to review all construction documents in the manner otherwise prescribed by law.\n\n(e) An applicant may apply for verification of a project by the Mayor at any time.\n\n(f) Verification decisions by the Mayor shall be considered official interpretations of the requirements of this chapter and may be appealed by an applicant pursuant to subsection 112.1 of Title 12 of the District of Columbia Municipal Regulations (12 DCMR § 112.1) [CDCR 12A-112].",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 5, 54 DCR 377; Mar. 25, 2009, D.C. Law 17-353, § 154, 56 DCR 1117; June 5, 2012, D.C. Law 19-139, § 2(d), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.04.html"
    },
    {
      "id": "section-6-1451.05",
      "number": "6-1451.05",
      "heading": "Financial security.",
      "text": "(a) Beginning January 1, 2012, an applicant governed by § 6-1451.03(a) shall provide a financial security, which shall be due prior to receipt of a certificate of occupancy.\n\n(1) The financial security requirement of subsection (a) of this section may be fulfilled by:\n\n(A) Evidence of cash deposited in an escrow account in a financial institution in the District in the name of the licensee and the District;\n\n(B) An irrevocable letter of credit from a financial institution authorized to do business in the District;\n\n(C) A bond secured by the applicant to ensure compliance with this section; or\n\n(D) A binding pledge that within 2 years of receipt of the certificate of occupancy the applicant will fulfill or exceed the current edition of the LEED standard for commercial and institutional buildings at the certified level.\n\n(A) A binding pledge pursuant to paragraph (1)(D) of this subsection shall be recorded as a covenant in the land records of the District between the applicant and the District in a form that is satisfactory to the District’s Attorney General or the Attorney General’s delegate.\n\n(B) The covenant shall bind the applicant and any successors in title to pay any fines levied pursuant to this section.\n\n(c) If, within 2 years of receipt of the certificate of occupancy, the project provides evidence that it has fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the certified level, a financial security previously provided by the applicant in the form of cash, an irrevocable letter of credit, or a bond shall be returned to the applicant.\n\n(d) If, within 2 years of receipt of the certificate of occupancy, the project does not provide evidence that it has fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the certified level, the Mayor shall, as applicable, either:\n\n(1) Draw down on a financial security provided in the form of cash, an irrevocable letter of credit, or a bond, in whole, or in part; or\n\n(2) Levy a fine against an applicant that provided a financial security in the form of a binding pledge as set forth in subsection (f) of this subsection.\n\n(e) A financial security in the form of cash, an irrevocable letter of credit, or a bond shall be calculated by square foot as set forth in subsection (f) of this section but shall be discounted by 20% of the amount of the fine described in subsection (f) of this section.\n\n(f) A fine issued pursuant to subsection (d)(2) of this section shall be calculated as follows:\n\n(1) In the amount of $7.50 per square foot of gross floor space if the project is less than 100,000 square feet of gross floor space.\n\n(2) In the amount of $10 per square foot, if the project is at least 100,000 square feet of gross floor space.\n\n(3) Beginning 4 years after receipt of the certificate of occupancy, the applicant shall pay a monthly fine of $0.02 per square foot to the District for failure to provide evidence that it has fulfilled or exceeded either the current edition of the LEED standard for commercial and institutional buildings at the certified level or the current edition of the LEED standard for Existing Buildings: Operations & Maintenance at the certified level. The monthly fines shall accumulate but shall be assessed annually.\n\n(4) The fine described in paragraphs (1) and (2) of this subsection shall not exceed $3 million; provided, that an annual fine issued pursuant to paragraph (3) of this subsection shall not count toward the $3 million limit.\n\n(g) The Mayor, for good cause, may issue time extensions to a project; provided, that the Mayor shall not grant more than 3, one-year extensions.\n\n(h) Fines issued under this section shall be civil penalties.\n\n(i) Substantial improvements shall be subject to the requirements of this section; provided, that only square feet included in a substantial improvement project shall be calculated for the purposes of a fine.\n\n(j) The financial security option provided in subsection (b)(1)(C) of this section shall become effective upon the issuance of rules by the Mayor.\n\n(k) Any payment made to the District for failure to meet the standards required by §§ 6-1451.02 and 6-1451.03 shall be deposited in the Green Building Fund.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 6, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(d), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(e), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.05.html"
    },
    {
      "id": "section-6-1451.06",
      "number": "6-1451.06",
      "heading": "Incentives.",
      "text": "Repealed.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 7, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(e), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(e), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.06.html"
    },
    {
      "id": "section-6-1451.07",
      "number": "6-1451.07",
      "heading": "Green Building Fund.",
      "text": "(a) There is established as a special fund the Green Building Fund (\"Fund\"), which shall be administered by the Mayor in accordance with subsection (c) of this section. The purpose of the Fund is to streamline administrative green building processes, improve sustainability performance outcomes, build capacity of development and administrative oversight professionals in green building skills and knowledge, institutionalize innovation, overcome barriers to achieving high-performance buildings, and continuously promote the sustainability of green building practices in the District.\n\n(b) Monies obtained pursuant to §§ 6-1451.05 and 6-1451.08 shall be deposited into the Fund.\n\n(c) Money in the Fund shall be used for the following:\n\n(1) The following amounts shall be transferred to the Sustainable Energy Trust Fund (\"SETF\") established by § 8-1774.10:\n\n(A) For each of Fiscal Years 2022, 2023, 2024, and 2025, a minimum of $900,000; and\n\n(B) For each fiscal year thereafter, 50% of monies in the Fund; and\n\n(2) Costs for at least 3 full-time employees at DCRA, or elsewhere as assigned by the Mayor, whose primary job duties are devoted to technical assistance, plan review, and inspections and monitoring of green buildings;\n\n(3) Additional staff and operating costs to provide training, technical assistance, plan review, inspections and monitoring of green buildings, and green codes development;\n\n(4) Research and development of green building practices;\n\n(5) Education, training, outreach, and other market transformation initiatives;\n\n(5A) Education and outreach on the requirements of subchapter IV of Chapter 22 of Title 8;\n\n(6) Seed support for demonstration projects, their evaluation, and when successful, their institutionalization;\n\n(7) Costs incurred to make green building materials accessible to low-income residents;\n\n(8) Costs to obtain the audit required by § 6-1453.01(c).\n\n[(9)] Income-contingent subsidies to assist District property owners with the costs related to installation of retrofits that meet the requirements of subchapter IV of Chapter 22 of Title 8; and\n\n(d) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.\n\n(e) The Mayor may receive and administer grants for the purpose of carrying out the goals of this chapter.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 8, 54 DCR 377; June 5, 2012, D.C. Law 19-139, § 2(f), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.07.html"
    },
    {
      "id": "section-6-1451.07a",
      "number": "6-1451.07a",
      "heading": "Benchmarking Enforcement Fund.",
      "text": "(a) There is established as a special fund the Benchmarking Enforcement Fund (“Fund”), which shall be administered by the Mayor in accordance with subsection (c) of this section.\n\n(b) Penalties collected pursuant to § 6-1451.03(c)(2)(D) shall be deposited in the Fund.\n\n(c) Money in the Fund shall be used to support and improve the administration and practices of the benchmarking program established by this chapter.\n\n(d) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 8a; as added Oct. 22, 2015, D.C. Law 21-36, § 6062, 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.07a.html"
    },
    {
      "id": "section-6-1451.08",
      "number": "6-1451.08",
      "heading": "Green building fee.",
      "text": "(a) A green building fee is established to fund the implementation of this chapter and the Green Building Fund.\n\n(b) Upon March 8, 2007, the green building fee shall be established by increasing the building permit fees in effect at the time in accordance with the following schedule of additional fees:\n\n(1) New construction — an additional $0.0020 per square foot.\n\n(2) Alterations and repairs exceeding $1,000 but not exceeding $1 million — an additional 0.13% of construction value; and\n\n(3) Alterations and repairs exceeding $1 million — an additional 0.065% of construction value.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 9, 54 DCR 377; June 5, 2012, D.C. Law 19-139, § 2(g), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.08.html"
    },
    {
      "id": "section-6-1451.09",
      "number": "6-1451.09",
      "heading": "Establishment of the Green Building Advisory Council.",
      "text": "(a) DOEE shall provide the central coordination and technical assistance to District agencies and instrumentalities in the implementation of the provisions of this chapter.\n\n(b) Within 90 days after March 8, 2007, the Mayor shall establish a Green Building Advisory Council to monitor the District’s compliance with the requirements of this chapter and to make policy recommendations designed to continually improve and update the chapter.\n\n(1) The GBAC shall consist of the following 15 members:\n\n(A) The Director of DOEE, or the Director’s designee;\n\n(B) The Director of the Office of Planning, or the Director’s designee;\n\n(C) The Director of the Department of General Services, or the Director’s designee;\n\n(D) The Director of the Department of Buildings, or the Director’s designee;\n\n(E) The Director of the Department of Housing and Community Development, or the Director’s designee;\n\n(F) Six members appointed by the Mayor comprised in equal number of representatives from the private and nonprofit sectors;\n\n(G) Two members appointed by the chairperson of the committee of the Council that oversees the building permit function in the District of Columbia; and\n\n(H) Two members appointed by the chairperson of the Committee of the Council that oversees DOEE.\n\n(2) Members of the GBAC who are not ex officio members shall have expertise in building construction, development, engineering, natural resources conservation, energy conservation, green building practices, environmental protection, environmental law, or other similar green building expertise.\n\n(3) The Chairperson of the GBAC shall be the Director of DOEE.\n\n(4) All members of the GBAC shall either work in, or be residents of the District, and shall serve without compensation.\n\n(5) The members shall serve a 2-year term.\n\n(6) A member appointed to fill a vacancy or after a term has begun, shall serve only for the remainder of the term or until a successor is appointed.\n\n(d) The GBAC shall advise the Mayor on:\n\n(1) The development, adoption, and revisions of this chapter, including suggestions for additional incentives to promote green building practices;\n\n(2) The evaluation of the effectiveness of the District’s green building policies and their impact on the District’s environmental health, including the relation of the development of the District’s green building policies to the specific environmental challenges facing the District;\n\n(3) The green building practices to be included in the triennial revisions of the Construction Codes;\n\n(4) The promotion of green building education, including educating relevant District employees, the building community, and the public regarding the benefits and techniques of high-performance building standards; and\n\n(5) Equitable implementation of the requirements of the Breathe Easy Program, established by § 8-1774.17.\n\n(e) The GBAC shall meet at least 6 times each year.\n\n(f) GBAC shall issue an annual report of its recommendations. The report shall include recommended updates of green building standards, building systems monitoring and data compiled from District-owned or District instrumentality-owned and operated buildings, and an analysis of the building projects exempted by the Mayor under § 6-1451.10. The report shall be distributed to all members of the Council and the Mayor and made available to the general public within 30 days after its issuance.\n\n(g) The Mayor shall provide GBAC with the following to be included in the annual report required by subsection (f) of this section:\n\n(1) An accounting of funds deposited into the Green Building Fund during the past fiscal year, separated by category;\n\n(2) An accounting of funds spent from the Green Building Fund during the past fiscal year, referencing that year’s annual green plan’s goals; and\n\n(3) A 2-year District Green Building Plan updated annually, with goals and associated projections of expenditures for the upcoming fiscal year, produced in consultation with the GBAC.\n\n(1) Within 90 days of October 1, 2019, the Mayor shall establish the Building Energy Performance Standards Task Force, which shall:\n\n(A) Advise DOEE on creation of an implementation plan for the Building Energy Performance Program;\n\n(B) Recommend amendments to proposed regulations issued by DOEE; and\n\n(C) Recommend complementary programs or policies.\n\n(2) The task force shall be comprised of representatives, or their designees, from the following entities:\n\n(A) The Director of DOEE;\n\n(B) The Director of the Department of General Services;\n\n(C) The Director of DOB;\n\n(D) The Department of Housing and Community Development;\n\n(E) The Department of Planning and Economic Development;\n\n(F) A representative from the Green Building Advisory Council;\n\n(G) A representative from the DC Sustainable Energy Utility;\n\n(H) A representative who is an affordable housing developer;\n\n(I) A representative from a rent-controlled apartment building;\n\n(J) A representative from a market-rate apartment building;\n\n(K) A representative from a commercial building;\n\n(L) A representative from the Apartment and Office Buildings Association;\n\n(M) A representative from the Consortium of Universities in the Washington Metropolitan Area;\n\n(N) A representative who operates affordable housing;\n\n(O) A representative of a nonprofit or professional association advocating for energy efficient buildings or a low-carbon built environment;\n\n(P) A provider of energy efficiency or renewable energy services to large buildings or affordable housing in the District; and\n\n(Q) A representative from the Green Finance Authority.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 10, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(f), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(h), 59 DCR 2555; Sept. 26, 2012, D.C. Law 19-171, § 46, 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.09.html"
    },
    {
      "id": "section-6-1451.10",
      "number": "6-1451.10",
      "heading": "Exemptions and extensions.",
      "text": "(1) The Mayor may, in unusual circumstances and only upon a showing of good cause, grant an exemption from any of the requirements of this chapter based on:\n\n(A) Substantial evidence of a practical infeasibility or hardship of meeting a required green building standard;\n\n(B) A determination that the public interest would not be served by complying with such requirements; or\n\n(C) Other compelling circumstances as determined by the Mayor by rulemaking.\n\n(2) The burden shall be on the applicant to show circumstances to establish hardship or infeasibility under this section.\n\n(3) If the Mayor determines that the required verification requirement is not practicable for a project, the Mayor shall determine if another green building standard is practicable before exempting the project from all green building requirements.\n\n(4) The Mayor shall promulgate rules to establish requirements for the exemption process within 180 days of March 8, 2007.\n\n(b) Notwithstanding any other provision of this chapter, construction encompassed by building permits applied for within 6 months of March 8, 2007, shall be exempt from the verification requirements of this chapter.\n\n(c) Notwithstanding any other provision of this chapter, construction encompassed by a contract for a disposition agreement with the District or an instrumentality of the District for a property disposition for which a request for proposals was released prior to March 8, 2007, shall be exempt from the relevant current edition of the LEED standard for commercial and institutional buildings verification requirements, unless the disposition agreement is executed more than 12 months after March 8, 2007.\n\n(d) Notwithstanding any other provision of this chapter, the Mayor, upon a finding of reasonable grounds, may extend the period for green building verifications required in §§ 6-1451.02 and 6-1451.03, for 3 successive 4-month periods.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 11, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(g), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(i), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.10.html"
    },
    {
      "id": "section-6-1451.11",
      "number": "6-1451.11",
      "heading": "Rules.",
      "text": "(a) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to implement the provisions of this chapter.\n\n(b) The Mayor may issue proposed rules to adopt another rating system, in whole or in part. Proposed rules to adopt another rating system shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed disapproved.\n\n(c) Notwithstanding the requirements of § 2-552(c), where the Mayor chooses to adopt a LEED or Green Communities standard as the District’s standard under this chapter, DOEE may do so by incorporating the LEED or Green Communities standard by reference in a Notice of Intent to take rulemaking action. When incorporating the LEED or Green Communities standard by reference, the notice shall include a specific indication of how and where a paper or electronic copy of such document may be inspected or obtained. Any amendments, supplements, or future editions to the LEED or Green Communities Standard shall be deemed to be included in the District’s standard; provided, that DOEE shall annually issue a Notice of Intent to adopt any amendments, supplements, or future editions to the LEED or Green Communities, in whole, or in part, or announce an intent to adopt a different standard.",
      "history": "Mar. 8, 2007, D.C. Law 16-234, § 12, 54 DCR 377; June 5, 2012, D.C. Law 19-139, § 2(j), 59 DCR 2555",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1451.11.html"
    },
    {
      "id": "section-6-1453.01",
      "number": "6-1453.01",
      "heading": "Net-zero-energy building code requirements.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) \"Appendix Z\" means Appendix Z of the District of Columbia Energy Conservation Code – Commercial Provisions (12-I [CE] DCMR § Z1 et seq.).\n\n(2) \"Covered buildings\" means all buildings that are subject to the District of Columbia Energy Conservation Code – Commercial Provisions (12-I [CE] DCMR § 1 et seq.).\n\n(3) \"Net-zero-energy standard\" means a standard under which:\n\n(A) A building conserves an amount of energy attributable to building operations that is equal to or greater than the amount that would be required by the most recent version of Appendix Z; and\n\n(B) A building obtains energy from renewable energy sources in the amount that would be required by the most recent version of Appendix Z; provided, that the following restrictions shall apply:\n\n(i) Renewable energy shall be generated at the building site wherever feasible;\n\n(ii) To the extent a building owner procures renewable energy through offsite sources, the building owner may not rely on unbundled renewable energy credits to satisfy the renewable energy requirement; and\n\n(iii) On-site fuel combustion shall not be permitted for the provision of thermal energy to the building.\n\n(4) \"New construction\" shall have the same meaning as provided in § 6-1451.01(33).\n\n(5) \"Substantial improvement\" shall have the same meaning as provided in § 6-1451.01(40).\n\n(1) By December 31, 2026, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue final regulations requiring all new construction or substantial improvements of covered buildings to be constructed to a net-zero-energy standard.\n\n(2) If the Mayor does not comply with paragraph (1) of this subsection, no building permit application submitted after December 31, 2026, shall be approved unless the building design complies with the most recent version of Appendix Z; except, that nothing in this paragraph shall be construed to prohibit the on-site combustion of fossil fuels for backup power generation in buildings that are essential to protecting public health and safety.\n\n(1) Beginning in 2029, and every 3 years thereafter, the Department of Buildings shall arrange for an independent audit that assesses a representative sample of newly constructed or substantially improved covered buildings that received certificates of occupancy in the District in the preceding 3 years and quantifies the percentage of those covered buildings that comply with the requirements of subsection (b) of this section. The audit shall detail the replicable method used to select a representative sample of covered buildings for the audit.\n\n(2) The Department of Buildings shall submit a complete copy of the audit findings to the Council and the Mayor no later than March 31 of the year following the initiation of the audit.",
      "history": "Sept. 21, 2022, D.C. Law 24-177, § 2, 69 DCR 11947; Mar. 16, 1989, D.C. Law 24-177, § 2a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1453.01.html"
    },
    {
      "id": "section-6-1453.02",
      "number": "6-1453.02",
      "heading": "Report on barriers to net zero energy ready affordable housing development.",
      "text": "*NOTE: This section was created by emergency legislation that will expire on February 22, 2026.*\n\n(1) No later than March 1, 2026, and every 6 months thereafter, the Department of Buildings (\"Department\") shall submit to the Council a report detailing its progress toward developing the regulations required by § 6-1453.01.\n\n(2) Each report shall include a discussion of major questions that the Department needs to resolve before it can issue the regulations, plans to resolve those questions, and comments on any existing laws that pose significant challenges to successful development and implementation of the regulations. The Department may also include recommended changes to existing laws that would allow substantial affordable housing development and preservation to continue while still securing meaningful, immediate reductions in energy waste, greenhouse gas emissions, and onsite fossil fuel combustion.\n\n(b) In preparing each report required under this section, the Department shall hold at least one public meeting with the Department of Energy and Environment, local climate advocacy organizations, and housing development and preservation professionals with substantial experience delivering high-efficiency projects in the District.\n\n(c) Nothing in this section shall be construed to establish a new cause of action to challenge the validity of any regulations issued pursuant to § 6-1453.01(b)(1).\n\n(d) This section shall expire upon the effective date of final regulations promulgated pursuant to § 6-1453.01(b)(1).",
      "history": "Mar. 16, 1989, D.C. Law 24-177, § 2a; Mar. 16, 1989, D.C. Law 24-177, § 2a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1453.02.html"
    },
    {
      "id": "section-6-1455.01",
      "number": "6-1455.01",
      "heading": "Definitions.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1455.01.html"
    },
    {
      "id": "section-6-1455.02",
      "number": "6-1455.02",
      "heading": "Sound level reduction design guidelines and requirements rulemaking.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1455.02.html"
    },
    {
      "id": "section-6-1455.03",
      "number": "6-1455.03",
      "heading": "Sound level disclosure.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1455.03.html"
    },
    {
      "id": "section-6-1455.04",
      "number": "6-1455.04",
      "heading": "Grants for soundproofing upgrades.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/6-1455.04.html"
    }
  ]
}