{
  "state": "illinois",
  "path": "title-chapter-430-public-safety/chapter-430-ilcs-85-amusement-ride-and-attraction-safety-act",
  "sections": [
    {
      "id": "section-2-1",
      "number": "2-1.",
      "heading": "This Article shall be known and may be cited as the \"Amusement Ride and Attraction Safety Act\".",
      "text": "This Article shall be known and may be cited as the \"Amusement Ride and Attraction Safety Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-2",
      "number": "2-2.",
      "heading": "Definitions. As used in this Act, unless the context",
      "text": "otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-3",
      "number": "2-3.",
      "heading": "There is hereby created the Amusement Ride and Attraction Safety Board,",
      "text": "hereafter in this Act referred to as the \"Board\", to consist of 9\n\nmembers. One member shall be the Director. Eight members shall\nbe appointed by the Governor with the advice and consent of the Senate.\nThe term of members shall be 4 years. Of the\n8 appointed members of the Board, 2 shall be operators of amusement rides or amusement attractions, 1 shall be a registered professional engineer, 1 shall represent the insurance industry, and 4 shall represent the general public. The Board shall advise the Department on carnival, amusement enterprise, and amusement safety matters.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-4",
      "number": "2-4.",
      "heading": "A majority of the 9 members of the Board constitutes a quorum. The Board shall meet at least twice yearly and at the call of the chairperson",
      "text": "or by written request of at least 5 members. The Board shall elect a chairperson\nand such other officers as it deems necessary to perform its\nduties between meetings and may hire such clerical and administrative help\nas it deems necessary, to be paid out of the appropriation to the Amusement Ride and Patron Safety Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-5",
      "number": "2-5.",
      "heading": "The members of the Board who are appointed by the",
      "text": "Governor shall receive compensation for their\nservices at the rate of $36 per day for meeting days and shall be entitled\nto actual and necessary expenses while conducting the business of the Board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-6",
      "number": "2-6.",
      "heading": "(a) The Director, after consultation with the Board at a meeting of the Board, shall promulgate and formulate definitions, rules",
      "text": "and regulations for the safe installation, repair, maintenance, use, operation, training standards for operators,\nand inspection of all amusement rides and amusement attractions as the\nDirector finds necessary for the protection of\nthe general public using amusement rides and amusement attractions. These rules and standards shall be adopted pursuant to the procedures set forth in the Illinois Administrative Procedure Act. The rules shall be\nbased upon generally accepted engineering standards and shall be concerned\nwith, but not necessarily limited to, engineering force stresses, safety\ndevices, and preventive maintenance. Whenever such standards are available\nin suitable form they may be incorporated by reference. The rules shall\nprovide for the reporting of accidents and injuries incurred from the operation\nof amusement rides or amusement attractions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-7",
      "number": "2-7.",
      "heading": "The Director shall administer and enforce all provisions of",
      "text": "this Act and all codes, rules and regulations promulgated pursuant to this Act. The Director has the authority to require by subpoena the attendance and testimony of witnesses and the production of all books, records, equipment, and other evidence relative to a matter under investigation or hearing. The subpoena shall be signed and issued by the Director or the Director's authorized representative. If a person fails to comply with any subpoena lawfully issued under this Section or a witness refuses to produce evidence or testify to any matter regarding which the witness may be lawfully interrogated, the circuit court shall, upon application of the Director or the Director's authorized representative, compel compliance by proceedings for contempt.\nIn such matters, the Department shall be represented by the Attorney General.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-8",
      "number": "2-8.",
      "heading": "The Director, after consultation with and the consent of the Board, shall determine a schedule of inspection fees and permit fees for each",
      "text": "amusement ride or amusement attraction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-81",
      "number": "2-8.1.",
      "heading": "Suspension and revocation of permit to operate.",
      "text": "Suspension and revocation of permit to operate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-9",
      "number": "2-9.",
      "heading": "The Department of Labor may hire ride inspectors to inspect",
      "text": "amusement rides and amusement attractions. The qualifications of ride inspectors shall be established through regulation by the Director.\nThe chief amusement ride\ninspector shall be licensed in Illinois as a professional engineer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-10",
      "number": "2-10.",
      "heading": "No amusement ride or amusement attraction",
      "text": "shall be operated at a carnival, amusement enterprise, or fair in this State\nwithout a permit having been issued by the Director to an operator of such\nequipment. At least 30 days prior to the first day of operation or the expiration of the permit, any person required\nto obtain a permit by this Act shall apply to the Director for a permit\non a form furnished by the Director which form shall contain such information\nas the Director may require. The Director may waive the requirement that\nan application for a permit must be filed at least 30 days prior to the first day of operation or the expiration of the permit if the applicant gives satisfactory proof to the Director\nthat the applicant could not reasonably comply with the date requirement and if the\napplicant immediately applies for a permit after the need for a permit is\nfirst determined. The Director may accept applications for a permit not filed at least 30 days prior to the first day of operation or the expiration of the permit only if the applicant applies for the permit prior to the inspection of the ride or attraction. For the purpose of determining if an amusement ride or\namusement attraction is in safe operating condition and will provide\nprotection to the public using such amusement ride or amusement attraction,\neach amusement ride or amusement attraction shall be inspected by a ride inspector before it is initially placed in operation in this State, and\nshall thereafter be inspected by a ride inspector at least once each year. The Department may conduct inspections to ensure continued compliance with the provisions of this Act or any rules adopted hereunder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-11",
      "number": "2-11.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-12",
      "number": "2-12.",
      "heading": "Correction notice and order for cessation of operation of amusement ride or",
      "text": "attraction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-13",
      "number": "2-13.",
      "heading": "Judicial review of action of the Director may be",
      "text": "sought pursuant to the Administrative Review Law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-14",
      "number": "2-14.",
      "heading": "No person shall operate an amusement ride or attraction unless",
      "text": "there is in force a liability insurance policy\nor policies in an amount of not less than $1,000,000 for bodily\ninjury to or death of one or more persons, damage to or destruction of property of others, or a combination thereof, and, subject to the per occurrence\nlimit, in an aggregate amount of not less than $2,000,000 for bodily\ninjury to or death of two or more persons, or damage to or destruction of property of others, in any one policy period, insuring the operator against liability for\ninjury, death, or property damage. Any owner or operator applying for a permit or renewal must present proof of this insurance at the time of the inspection required under Section 2-10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-15",
      "number": "2-15.",
      "heading": "Penalties.",
      "text": "Penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-151",
      "number": "2-15.1.",
      "heading": "When contracting with any person or entity for the",
      "text": "provision of an amusement ride or amusement attraction, the amusement ride or amusement attraction owner or operator shall inform the\nDepartment of the name and address of the operator, as well as\nthe dates on which the amusement ride or amusement attraction will be\noperated pursuant to the contract, the person or entity contracting with the owner or operator, and the location at which such ride or\nattraction will be so operated.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-152",
      "number": "2-15.2.",
      "heading": "Injunction to compel compliance.",
      "text": "Injunction to compel compliance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-153",
      "number": "2-15.3.",
      "heading": "Amusement Ride and Patron Safety Fund",
      "text": "All moneys received by the Department as fees and penalties under this Act shall be deposited into the Amusement Ride and Patron Safety Fund and shall be used by the Department, subject to appropriation by the General Assembly, in addition to any General Reven",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-16",
      "number": "2-16.",
      "heading": "Exemptions. The following amusement rides or amusement",
      "text": "attractions are exempt from the provisions of this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-17",
      "number": "2-17.",
      "heading": "A municipality within its corporate limits and a county",
      "text": "within unincorporated areas within its boundaries may inspect, license or regulate\nany amusement ride or amusement attraction operated at a carnival, amusement enterprise, or fair,\nprovided that any safety standards or regulations implemented by a\nmunicipality or county in connection therewith shall be at least as\nstringent as those provided for in this Act and the rules and regulations\nadopted hereunder. An owner or operator may use a report of such municipal or county inspection to support a request for a waiver of Department inspection under Section 2-18. Any municipality or county which inspects, licenses, or\notherwise regulates amusement rides or amusement attractions may impose\nreasonable fees to cover the costs thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-18",
      "number": "2-18.",
      "heading": "Waiver of inspection. The Director may waive the requirement",
      "text": "that an amusement ride or amusement attraction or any part thereof be\ninspected before being operated, and may waive any applicable fees for inspection, if an\noperator gives satisfactory proof to the Director that the amusement ride\nor amusement attraction or any part thereof has passed an inspection\nconducted by a public or private agency whose inspection standards and\nrequirements are at least as stringent as those requirements and standards\nestablished by the Department under the provisions of this Act. The Department may compel any documentation or evidence necessary to prove compliance with the requirements of Section 2-17. The annual\npermit fees shall be paid before the Director may waive this requirement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-19",
      "number": "2-19.",
      "heading": "The owner or operator of an amusement ride or amusement",
      "text": "attraction may remove a person from or deny a person entry to an amusement ride or amusement\nattraction if, in the owner's or operator's opinion, the entry or conduct may\njeopardize the safety of such person or the safety of any other person.\nNothing in this Section will permit an owner or operator to deny a ride\ninspector access to an amusement ride or amusement attraction when such\nride inspector is acting within the scope of the ride inspector's duties under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-20",
      "number": "2-20.",
      "heading": "Employment of carnival and amusement enterprise workers.",
      "text": "Employment of carnival and amusement enterprise workers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-21",
      "number": "2-21.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    }
  ]
}