{
  "state": "illinois",
  "path": "title-chapter-430-public-safety/chapter-430-ilcs-115-illinois-modular-dwelling-and-mobile-structure-",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act may be cited as the",
      "text": "Illinois Modular Dwelling and Mobile Structure Safety Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Unless clearly indicated otherwise by the context, the",
      "text": "following words and terms when used in this Act, for the purpose of this\nAct, shall have the following meanings:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "It is unlawful for any person to manufacture, rent, sell, or offer for",
      "text": "sale for location within this State, any modular dwelling or mobile structure after the effective date of this amendatory Act of the 98th General Assembly,\nunless such modular dwelling or mobile structure complies with this Act and all rules adopted by the Department under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(a) No person may rent, sell, or offer for sale to anyone within this",
      "text": "State any modular dwelling or mobile structure after the effective date of this amendatory Act of the 98th General Assembly, unless it\nbears a seal issued by the Department and a certification by the manufacturer, that the mobile structure or modular dwelling complies with the applicable safety code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The Department shall issue seals to any manufacturer",
      "text": "upon application supported by\naffidavit or such other evidence which the Department shall deem necessary\nto satisfy itself that the seals shall\nbe affixed only to mobile structures or modular dwelling units which comply\nwith the applicable safety code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Alteration of mobile structures or modular dwelling units to which seals have been affixed.",
      "text": "Alteration of mobile structures or modular dwelling units to which seals have been affixed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "If any other State has a safety code for mobile structures or modular dwellings",
      "text": "at least\nequal to the codes promulgated by the Department and the Department determines\nthat such safety standards are being enforced by such other state, the\nDepartment\nshall place such other state\nupon a reciprocity list, which list shall be available to any interested\nperson. Any mobile structures or modular dwelling which bears the seal of any state which has been placed on the reciprocity\nlist, or which bears a seal approved by\nsuch state as sufficient evidence of compliance, shall not be required to\naffix the seal of this state prescribed by\nSection 4 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The Department, by regulation, shall establish a schedule of fees",
      "text": "to defray a portion of the cost of the\nadministration and enforcement of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "(a) The Department is hereby charged with the administration and",
      "text": "enforcement of this Act. The Department is authorized to: (1) promulgate\nsuch reasonable regulations as may be necessary to administer and enforce\nthis Act, and (2) adopt any revisions of the Code as may be necessary to\nprotect the health and safety of the public against dangers inherent in the\nuse of substandard construction and unsafe plumbing, electrical and heating\nsystems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "(a)  The seal shall remain the property of the Department, and",
      "text": "may not be placed upon a mobile structure\nor modular dwelling which is in violation of this Act. Compliance with this Act\nis the responsibility of the manufacturer and neither the State nor the Department,\nshall be civilly or criminally liable for\nthe issuance of any seal which is thereafter placed upon a nonconforming\nmobile structure or modular dwelling.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "The Director, after notice and opportunity for hearing to an applicant or seal holder, may deny, suspend, or revoke a seal, or assess civil penalties in conformance with this Act, in any case in which he or she finds that there has been a substantial failure to comply with the provisions of this Act",
      "text": "The Director, after notice and opportunity for hearing to an applicant or seal holder, may deny, suspend, or revoke a seal, or assess civil penalties in conformance with this Act, in any case in which he or she finds that there has been a substantial failure to comply with the provisions of this Act or the standards, rules, and regulations under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "All final administrative decisions of the Director under this",
      "text": "Act shall be subject to judicial review pursuant to the provisions of the\nAdministrative Review Law, and all amendments and\nmodifications thereof, and the regulations adopted pursuant thereto. The\nterm \"administrative decision\" is defined as in Section 3-101 of the Code\nof Civil Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "If any provision of this Act or the application thereof to any person or",
      "text": "circumstance is held to be unconstitutional or invalid for any reason by\nany court of competent jurisdiction, the remainder of the Act and the\napplication of such provisions to other persons and circumstances shall not\nthereby be rendered invalid or unconstitutional or affected thereby but\nshall remain in full force and effect.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "This Act takes effect on July 1, 1974.",
      "text": "This Act takes effect on July 1, 1974.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Illinois Administrative Procedure Act",
      "text": "The provisions of the Illinois Administrative Procedure Act are hereby expressly adopted and shall apply to all administrative rules and procedures of the Department of Public Health under this Act. The Department of Public Health is authorized to use perempto",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Facility Licensing Fund. All fees and penalties collected under this Act shall be deposited into the Facility Licensing Fund",
      "text": "Subject to appropriation, all money deposited into the Facility Licensing Fund under this Act shall be available to the Department for administration of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Weather radio requirement.",
      "text": "Weather radio requirement.",
      "history": "",
      "source_url": ""
    }
  ]
}