{
  "state": "illinois",
  "path": "title-chapter-330-veterans-and-service-members/chapter-330-ilcs-45-military-veterans-assistance-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nMilitary Veterans Assistance Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Definitions.   As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "The purpose of this Act is, in part, to provide, in accordance with this Section, just and necessary assistance and services to military veterans who served in the Armed",
      "text": "Forces of the United States and whose last discharge from the service was\nhonorable or general under honorable conditions, to their families, and to the families\nof deceased veterans with service who need\nsuch assistance and services. The following actions shall be taken in support of that purpose:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "In case there is no veteran service",
      "text": "organization, in any town in which it is necessary that such assistance\nas provided in Section 2 should be granted, the administrator of\nmilitary veterans assistance shall accept and pay the orders\ndrawn, as hereinbefore provided by the commander, quartermaster\nor commandant of any veteran service organization,\nupon the recommendation of an assistance committee, who shall\nbe residents of the said town in which the assistance may be\nfurnished.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Upon the taking effect of this Act, the commander of any veteran service organization or any properly created Veterans",
      "text": "Assistance Commission, which shall undertake the\nassistance of military veterans and their families, as hereinbefore\nprovided, before the acts of the commander, quartermaster, or commandant\nshall be operative in any city or town, shall file with the city clerk of\nsuch city or town clerk of such town, or administrator of military veterans\nassistance of such town or county, a notice that said veteran service organization or Veterans Assistance Commission intends to undertake such assistance as is provided by this\nAct, and such notice shall contain the names of the assistance committee of\nthe veteran service organization or Veterans Assistance Commission in such city or town, and the\ncommander and other officers of said veteran service organization or Veterans Assistance Commission.\nAnd the commander of the veteran service organization or Veterans Assistance Commission shall annually\nthereafter, during the month of October, file a similar notice with the\ncity or town clerk, or the administrator of military veterans assistance, also a\ndetailed statement of the amount of assistance furnished during the\npreceding year, with the names of all persons to whom such assistance shall\nhave been furnished, together with a brief statement in such case from the\nassistance committee upon whose recommendation the orders were drawn. Any\nperson who fails or neglects so to do at the time required by this Act\nshall be guilty of a petty offense and fined $250 to be recovered in the\nname of the county in the circuit court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The auditing board of any city or town or county auditor, or the administrator of",
      "text": "military veterans assistance of any city, town, or county, may require of\nthe commander, quartermaster, or\ncommandant of any veteran service organization, or superintendent of any properly organized Veterans Assistance Commission, undertaking such assistance in any city or\ntown, a bond with sufficient and satisfactory sureties for the faithful and\nhonest discharge of their duties under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Military veterans with families and the",
      "text": "families of deceased veterans, shall, whenever practicable, be provided for\nand assisted at their homes in such city or town in which they shall have a\nresidence, in the manner provided in Sections 2 and 3 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "In case there shall be within the limits of any city or town",
      "text": "more than one veteran service organization, it shall be\nthe duty of the commander, quartermaster, or commandant of each veteran service organization within\nsuch limits, to send to the commander, quartermaster, or commandant of every other veteran service organization, as the case may be, within said limits, on the first day of\neach month, a written list of the names of all persons to whom assistance\nhas been granted during the preceding month, under the provisions of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The commander, quartermaster, or commandant of any veteran service organization or the superintendent of any county Veterans' Assistance",
      "text": "Commission of Illinois shall annually report to the Governor, on or before\nthe first day of January of each year, such portions of the transactions of\nthe aforementioned veteran service organization or Veterans Assistance Commission relating thereto as the commander or superintendent\nmay deem to be of interest to that organization and the people of the State. A copy of that report shall be provided to the president or chairperson of the county board and shall be made publicly available online.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Veterans Assistance Commission.",
      "text": "Veterans Assistance Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-91",
      "number": "9.1.",
      "heading": "Violations.",
      "text": "Violations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-92",
      "number": "9.2.",
      "heading": "Remedies.",
      "text": "Remedies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Superintendents and counties.",
      "text": "Superintendents and counties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Home rule. A home rule unit may not operate, act, or fail to act in a manner that is inconsistent with the provisions of this Act",
      "text": "This Section is a limitation under subsection (i) of Section 6 of Article VII of the Illinois Constitution on the\nconcurrent exercise by home rule units of powers and functions exercised by the State.",
      "history": "",
      "source_url": ""
    }
  ]
}