{
  "state": "illinois",
  "path": "title-chapter-330-veterans-and-service-members/chapter-330-ilcs-115-soldiers-memorial-hall-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nSoldiers Memorial Hall Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The Soldiers' Home in Chicago, a corporation incorporated under and",
      "text": "by virtue of a special act of the Legislature of the State of Illinois,\napproved and in force February 28, 1867, be and the said corporation\nhereby is authorized and empowered to erect and maintain on the north\none-quarter of a piece of ground now known as \"Dearborn Park\" in that part\nof the City of Chicago known as Fort Dearborn Addition to Chicago, and\nbounded on the north by the south line of Randolph Street, on the east by\nthe west line of Michigan Avenue, on the south by the north line of\nWashington Street, and on the west by the east line of an alley known as\nDearborn Place, a Soldiers' Memorial Hall building to commemorate the\nvirtues, sufferings and sacrifices of the soldiers and sailors of the State\nof Illinois in the late Civil War, and for the uses hereinafter set forth.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Said Memorial Hall building when erected shall be used under the",
      "text": "direction and control of the managers of the said Soldiers' Home in Chicago\nby all non-political organizations of United States soldiers and sailors of\nthe late civil war, and such other organizations of United States soldiers,\nsailors and marines of succeeding wars and expeditions of the United States\nfor all purposes not inconsistent with such organizations without charge,\nbut no part thereof shall be rented by said Soldiers' Home in Chicago for\npecuniary profit, except for such charitable objects as are provided for in\nits charter, and the care, maintenance and protection of said building.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The main or principal hall of such memorial building shall be a",
      "text": "public hall, in which non-political public meetings may be held under the\ndirection and control of the directors of the said Soldiers' Home, and the\nsanction and approval of the mayor and common council of the city of\nChicago: Provided, however, such public meeting shall not interfere with\nthe use of said hall by any of the before mentioned organizations in the\nmanner contemplated by this act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The directors of the Chicago Public Library shall have the",
      "text": "privilege of storing and keeping in such unoccupied portions of said\nMemorial Hall building as may not be required for other purposes, all such\nmaps, charts, books, periodicals, papers and other literature relating to\nthe late civil war and military history of this country, as they may\ndesire. At the expiration of fifty years from the completion of said\nMemorial Hall building and at any time after the expiration of that period,\nthe directors of the Soldiers' Home in Chicago, at their option, by a\ntwo-thirds vote of all their members, may turn over, transfer and convey to\nthe directors of the Chicago Public Library all the right, title and\ninterest of the Soldiers' Home in Chicago, in and to the said Memorial Hall\nbuilding and grounds, and the said directors of the Chicago Public Library\nin such case are hereby authorized and empowered to receive, accept, hold\nand maintain the same in perpetuity; Provided, however, said building shall\nnever be deprived of its distinctive character as a Soldiers' Memorial\nHall, or be used by the directors of the Chicago Public Library or any\nother persons to the exclusion of the non-political organizations of the\nsoldiers and sailors of the late civil war and such other organizations of\nUnited States soldiers, sailors and marines of succeeding wars and\nexpeditions of the United States.",
      "history": "",
      "source_url": ""
    }
  ]
}