{
  "state": "south-dakota",
  "path": "title-title-7-counties/chapter-chapter-22-county-warrants-and-disbursements",
  "sections": [
    {
      "id": "section-7-22-1",
      "number": "7-22-1",
      "heading": "Verified statement or invoice required before claim allowed against county--Contents--Jurors' and witnesses' claims exempt",
      "text": "7-22-1. Verified statement or invoice required before claim allowed against county--Contents--Jurors' and witnesses' claims exempt.\n\nBefore any account, claim, or demand against any county for any obligation, property, or services for which the county is liable may be allowed, the person who has the account, claim, or demand shall:\n\n(1)Submit in writing and verify that the account is just and true, the money charged was actually paid for the purposes stated; the property charged for was actually delivered or used for the purposes stated, and was of the value charged; and the services charged were actually rendered and of the value as charged. If the services were official, for which fees are prescribed by law, that the fees and amounts charged for the services are allowed by law and no part of the account, claim, or demand has been paid; or\n\n(2)Present an invoice or verification which shall be attached to a county voucher, the latter being signed or verified by the county official who purchased the property or had the services rendered to the effect that the account is just and true; the money charged was actually paid for the purposes stated; the property charged for was actually delivered or used for the purposes stated, and was of the value charged; and the services charged for were actually rendered and of the value as charged. If the services were official, for which fees are prescribed by law, that the fees and amounts charged for the services are allowed by law and no part of the account, claim, or demand has been paid.\n\nThe provisions of this section do not apply to any claim or demand for the per diem of jurors or witnesses fixed by law.\n\nSource:SL 1883, ch 112, §87; CL 1887, §800; SL 1893, ch 56, §1; RPolC 1903, §861; SL 1911, ch 109; SL 1913, ch 151; RC 1919, §5897; SDC 1939, §12.1803; SL 1985, ch 55; SL 2016, ch 44, §58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-1/"
    },
    {
      "id": "section-7-22-2",
      "number": "7-22-2",
      "heading": "Warrant required for payment of claim against county.",
      "text": "7-22-2. Warrant required for payment of claim against county.\n\nNo claim against the county shall be paid otherwise than upon the allowance of the county commissioners upon the warrant of the county auditor, except one authorized to be allowed by some other person or tribunal, in which case the claim shall be paid upon the warrant of the county auditor upon the proper certificate of the person or tribunal allowing the same.\n\nSource:SL 1887, ch 10, §7; CL 1887, §652; RPolC 1903, §887; RC 1919, §5948; SDC 1939, §12.0906; SL 1975, ch 76, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-2/"
    },
    {
      "id": "section-7-22-3",
      "number": "7-22-3",
      "heading": "Warrant required for disbursement of county funds--Contents.",
      "text": "7-22-3. Warrant required for disbursement of county funds--Contents.\n\nNo public money shall be disbursed by the county commissioners or any of them, but the same shall be disbursed by the county treasurer upon the warrant of the county auditor specifying the name of the party entitled to the same, on what account, and upon whose allowance, if not fixed by law.\n\nSource:SL 1887, ch 10, §7; CL 1887, §652; RPolC 1903, §887; RC 1919, §5948; SDC 1939, §12.0906; SL 1975, ch 76, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-3/"
    },
    {
      "id": "section-7-22-4",
      "number": "7-22-4",
      "heading": "Numbering of warrants--Record maintained by auditor.",
      "text": "7-22-4. Numbering of warrants--Record maintained by auditor.\n\nAll such warrants shall be progressively numbered, and the numbers, date, and amount of each, and the name of the person to whom payable, and the purpose for which drawn, shall at the time of issuing the same be entered in a book kept by the auditor for that purpose.\n\nSource:SL 1887, ch 10, §7; CL 1887, §652; RPolC 1903, §887; RC 1919, §5948; SDC 1939, §12.0906.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-4/"
    },
    {
      "id": "section-7-22-5",
      "number": "7-22-5",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-22-6",
      "number": "7-22-6",
      "heading": "Warrants paid in order of presentation.",
      "text": "7-22-6. Warrants paid in order of presentation.\n\nAll warrants upon the treasurer of any county shall be paid out of the fund on which they are drawn in the order of their presentation.\n\nSource:SL 1874-5, ch 74, §1; PolC 1877, ch 50, §1; CL 1887, §1671; RPolC 1903, §2251; SL 1913, ch 359; RC 1919, §6973; SDC 1939, §12.0812.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-6/"
    },
    {
      "id": "section-7-22-7",
      "number": "7-22-7",
      "heading": "Endorsement of warrant for payment by county depository.",
      "text": "7-22-7. Endorsement of warrant for payment by county depository.\n\nEvery warrant for the payment of money issued by any county, which is not registered because of lack of funds with which to pay such warrant, shall be countersigned by the county treasurer, who shall also endorse on such warrant an order to the depository, by which such warrant is to be paid, to pay such warrant to the order of the payee and charge the same to the account of such treasurer. Such warrant so countersigned and endorsed shall have the same force and effect as a check drawn by said treasurer upon such depository. No such warrant shall be paid by the depository unless so countersigned and endorsed by such treasurer, and no warrant shall be countersigned by the treasurer so long as there are any registered warrants outstanding.\n\nSource:SL 1953, ch 500; SDC Supp 1960, §45.1438.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-7/"
    },
    {
      "id": "section-7-22-8",
      "number": "7-22-8",
      "heading": "Warrant register maintained by treasurer--Form and information shown.",
      "text": "7-22-8. Warrant register maintained by treasurer--Form and information shown.\n\nThe treasurer of each organized county shall keep a warrant register which register shall show in a column arranged for that purpose the number, date, and amount of each warrant presented, the particular fund upon which the warrant is drawn, the date of presentation, the name and address of the person in whose name the warrant is registered, the date of payment when made, the amount of interest, and the total amount paid, with the date when notice to the person in whose name the warrant is registered is mailed.\n\nSource:SL 1874-5, ch 74, §2; PolC 1877, ch 50, §2; CL 1887, §1672; RPolC 1903, §2252; SL 1913, ch 359; RC 1919, §6974; SDC 1939, §12.0811; SL 2016, ch 44, §59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-8/"
    },
    {
      "id": "section-7-22-9",
      "number": "7-22-9",
      "heading": "Registration of warrants not paid for want of funds.",
      "text": "7-22-9. Registration of warrants not paid for want of funds.\n\nIf any warrant is presented to the treasurer for payment and no funds in the treasury have been appropriated for that purpose, the treasurer shall enter the warrant in the warrant register for payment in the order of presentation. The treasurer shall endorse on the warrant the registry number, date of registration, and the words \"Not paid for want of funds,\" and sign the endorsement.\n\nSource:SL 1874-5, ch 74, §3; PolC 1877, ch 50, §3; CL 1887, §1673; SL 1893, ch 57, §1; RPolC 1903, §2253; RC 1919, §6975; SDC 1939, §12.0813; SL 2016, ch 44, §60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-9/"
    },
    {
      "id": "section-7-22-10",
      "number": "7-22-10",
      "heading": "Interest payable on warrants not paid at time of presentation.",
      "text": "7-22-10. Interest payable on warrants not paid at time of presentation.\n\nAll county warrants shall draw interest at a rate of interest to be determined by the county commissioners of the county until paid from the date upon which they are presented to the county treasurer and endorsed \"Not paid for want of funds.\"\n\nSource:SL 1874-5, ch 27, §40; PolC 1877, ch 21, §53; SL 1881, ch 139, §1; CL 1887, §618; RPolC 1903, §858; RC 1919, §5894; SL 1927, ch 82; SDC 1939, §12.1906; SL 1951, ch 27; SL 1983, ch 28, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-10/"
    },
    {
      "id": "section-7-22-11",
      "number": "7-22-11",
      "heading": "Annual payment of interest on outstanding warrants--Tax levy for interest payments.",
      "text": "7-22-11. Annual payment of interest on outstanding warrants--Tax levy for interest payments.\n\nThe board of county commissioners may determine by resolution that interest shall be paid annually on all outstanding registered warrants of such county. When it has been so determined, said board shall, at the time and in the manner provided for the levy of taxes, make a separate and special levy of a tax sufficient to pay one year's interest on each county warrant which according to the computation of the said board will be outstanding and unpaid on the anniversary of the date thereof during the next calendar year. Such levy may be made in addition to the maximum levy otherwise allowed by law and shall be certified by the county auditor, placed on the tax roll, and collected by the county treasurer as other taxes, which funds derived from such levy shall be kept separate and apart from other tax collections and shall be used only for the purpose of paying interest on warrants as herein provided.\n\nSource:SL 1933, ch 160, §§1, 2; SDC 1939, §12.0814.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-11/"
    },
    {
      "id": "section-7-22-12",
      "number": "7-22-12",
      "heading": "Call of outstanding warrants for annual payment of interest.",
      "text": "7-22-12. Call of outstanding warrants for annual payment of interest.\n\nAs soon as there is sufficient money in the special warrant interest fund to pay one year's interest on one or more outstanding warrants, the county treasurer shall notify the holder of the oldest registered warrant or warrants to present the same for payment of interest, and such treasurer shall continue to call all outstanding warrants for payment of interest in the order of registration as rapidly as funds are available therefor. No warrant shall be called for payment of interest until the same shall have been registered for at least one year.\n\nSource:SL 1933, ch 160, §2; SDC 1939, §12.0814.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-12/"
    },
    {
      "id": "section-7-22-13",
      "number": "7-22-13",
      "heading": "Failure of warrant holder to present warrant for annual interest-Failure to provide treasurer certain information.",
      "text": "7-22-13. Failure of warrant holder to present warrant for annual interest--Failure to provide treasurer certain information.\n\nAny warrant holder who fails to present a warrant to the treasurer within thirty days after the treasurer has mailed written notice to the holder, addressed to the holder's last known address, loses the right to payment pursuant to §7-22-12. No holder of a registered warrant is entitled to payment in the order provided in §7-22-12 unless the holder has filed with the treasurer a description of the warrant or warrants held by the holder, and the holder's name and post office address.\n\nSource:SL 1933, ch 160, §2; SDC 1939, §12.0814; SL 2016, ch 44, §61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-13/"
    },
    {
      "id": "section-7-22-14",
      "number": "7-22-14",
      "heading": "Endorsement and receipt for annual interest paid--Priority preserved despite nonpayment of annual interest.",
      "text": "Endorsement and receipt for annual interest paid--Priority preserved despite nonpayment of annual interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-22-15",
      "number": "7-22-15",
      "heading": "Warrants to be paid in order of registration_Notices to be sent by treasurer--Termination of interest.",
      "text": "7-22-15. Warrants to be paid in order of registration--Notices to be sent by treasurer--Termination of interest.\n\nAll registered warrants shall be paid in the order of registration and the treasurer, as soon as money sufficient for the payment of the warrants is received to the credit of the particular fund upon which the warrants are drawn, shall immediately notify by mail the persons in whose names the warrants are drawn. If the treasurer receives written notice from some other person that such person is the holder of the warrant, then the treasurer shall notify the other person and interest upon the warrants shall cease. The treasurer shall pay and cancel the warrants upon presentation of the written notice.\n\nSource:SL 1874-5, ch 74, §4; PolC 1877, ch 50, §4; CL 1887, §1674; SL 1895, ch 186, §1; RPolC 1903, §2254; RC 1919, §6976; SDC 1939, §12.0813; SL 2016, ch 44, §62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-15/"
    },
    {
      "id": "section-7-22-16",
      "number": "7-22-16",
      "heading": "Purchase of warrants by treasurer prohibited--Forfeiture of amount due.",
      "text": "7-22-16. Purchase of warrants by treasurer prohibited--Forfeiture of amount due.\n\nNo county treasurer may either directly or indirectly contract for or purchase any warrant issued by the county for which the treasurer receives any discount whatever upon the sum due on the warrant. If the treasurer contracts for or purchases any warrant, the treasurer is not allowed in settlement the amount of the warrant or any part of the warrant. The treasurer shall forfeit the whole amount due on the warrant to be recovered by civil action at the suit of the state for the use of the county.\n\nSource:SL 1868-9, ch 25, §103; PolC 1877, ch 28, §99; CL 1887, §1660; RPolC 1903, §2237; RC 1919, §6952; SDC 1939, §12.0815; SL 2016, ch 44, §63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-16/"
    },
    {
      "id": "section-7-22-17",
      "number": "7-22-17",
      "heading": "Cancellation of check or warrant not presented within two years of issuance--Notation in register.",
      "text": "7-22-17. Cancellation of check or warrant not presented within two years of issuance--Notation in register.\n\nThe board of county commissioners may, by resolution, cancel any check or warrant that has not been presented for payment at any time within two years of the date on which the check or warrant was issued. Upon such resolution the county auditor shall note the cancellation in the check or warrant register.\n\nSource:SL 1887, ch 37, §§1, 2; CL 1887, §§589, 590; RPolC 1903, §§827, 828; RC 1919, §§5874, 5875; SDC 1939, §12.1905; SDCL, §7-22-5; SL 1968, ch 19; SL 1976, ch 75, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-17/"
    },
    {
      "id": "section-7-22-18",
      "number": "7-22-18",
      "heading": "Payment of old checks or warrants at direction of commissioners.",
      "text": "7-22-18. Payment of old checks or warrants at direction of commissioners.\n\nNotwithstanding any provision for cancellation of checks or warrants, the board of county commissioners shall direct the payment of any properly issued check or warrant to any person entitled to payment thereof within a period of six years from date of issue thereof and may direct payment of checks or warrants more than six years from date of issue thereof.\n\nSource:SL 1976, ch 75, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-7/chapter-22/section-7-22-18/"
    }
  ]
}