{
  "state": "nebraska",
  "path": "title-chapter-54-livestock/chapter-54-402-trespassing-animals-damages-lien",
  "sections": [
    {
      "id": "section-54-402trespassing",
      "number": "54-402.Trespassing",
      "heading": "animals; damages; lien.All damages to property so committed by such stock running at large shall be paid by the owners of such stock; and the person, whose property is so damaged thereby, may have a lien upon such trespassing animals for the full amount of damages and costs, and may enforce the coll",
      "text": "animals; damages; lien.All damages to property so committed by such stock running at large shall be paid by the owners of such stock; and the person, whose property is so damaged thereby, may have a lien upon such trespassing animals for the full amount of damages and costs, and may enforce the collection of the same by the proper civil action.SourceLaws 1871, § 2, p. 120;R.S.1913, § 110;C.S.1922, § 118;C.S.1929, § 54-402;R.S.1943, § 54-402.AnnotationsThe herd laws pertain to damage to property and do not alter the common law liability for personal injuries caused by trespassing bulls. Foland v. Malander, 222 Neb. 1, 381 N.W.2d 914 (1986).Burden of restraining domestic animals is upon owner and ordinarily no excuse for failure to restrain them is recognized. Fiene v. Robertson, 184 Neb. 668, 171 N.W.2d 179 (1969).Lien includes value of feed and care, together with damages to land. Angus Cattle Co. v. McLeod, 98 Neb. 108, 152 N.W. 322 (1915).Remedy afforded not exclusive. Object of statute was to give one injured right to possession of trespassing animals, lien thereon, and right to hold animals until damages were adjusted. Lorance v. Hillyer, 57 Neb. 266, 77 N.W. 755 (1898).Lien attaches to stock trespassing on cultivated lands within cities of metropolitan class. Lingonner v. Ambler, 44 Neb. 316, 62 N.W. 486 (1895).Damages may be recovered by owner of unenclosed land, but he has no lien on stock. Brown v. Sylvester, 37 Neb. 870, 56 N.W. 709 (1893).Waiving of lien by surrender of possession of cattle does not prevent person injured from maintaining action for damages. Laflin v. Svoboda, 37 Neb. 368, 55 N.W. 1049 (1893).Remedy for trespass provided herein is cumulative and not exclusive. Keith & Barton v. Tilford, 12 Neb. 271, 11 N.W. 315 (1882).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-54-402",
      "number": "54-402",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}