{
  "state": "alabama",
  "path": "title-title-30-marital-and-domestic-relations/chapter-chapter-5b-uniform-intrastate-enforcement-of-domestic-violen",
  "sections": [
    {
      "id": "section-30-5b-1",
      "number": "30-5B-1",
      "heading": "Short Title.Section 30-5B-2 - Definitions",
      "text": "Section 30-5B-3 - Judicial Enforcement of Order.Section 30-5B-4 - Nonjudicial Enforcement of Order.Section 30-5B-5 - Registration of Order.Section 30-5B-6 - Immunity.Section 30-5B-7 - Other Remedies.Section 30-5B-8 - Uniformity of Application and Constructio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30-5b-2",
      "number": "30-5B-2",
      "heading": "Definitions.",
      "text": "Section 30-5B-2\n\nDefinitions.\n\nAs used in this chapter, the following words have the following meanings:\n\n(1) COURT. A circuit or district court authorized by statute to issue or modify a protective order.\n\n(2) FOREIGN PROTECTION ORDER. A protection order issued by a tribunal of another state.\n\n(3) ISSUING STATE. The state whose tribunal issues a protection order.\n\n(4) MUTUAL FOREIGN PROTECTION ORDER. A foreign protection order that includes provisions in favor of both the protected individual seeking enforcement of the order and the respondent.\n\n(5) PROTECTED INDIVIDUAL. An individual protected by a protection order.\n\n(6) PROTECTION ORDER. An injunction or other order, issued by a tribunal under the domestic violence or family violence laws of the issuing state, to prevent an individual from engaging in violent or threatening acts against, harassment of, contact or communication with, or physical proximity to, another individual.\n\n(7) RESPONDENT. The individual against whom enforcement of a protection order is sought.\n\n(8) STATE. A state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band that has jurisdiction to issue protection orders.\n\n(9) TRIBUNAL. A court, agency, or other entity authorized by law to issue or modify a protection order.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-2/"
    },
    {
      "id": "section-30-5b-3",
      "number": "30-5B-3",
      "heading": "Judicial Enforcement of Order.",
      "text": "Section 30-5B-3\n\nJudicial Enforcement of Order.\n\n(a) A person authorized by the law of this state to seek enforcement of a protection order may seek enforcement of a valid foreign protection order in a court of this state. The court shall enforce the terms of the order, including terms that provide relief that a court of this state would lack power to provide but for this section. The court shall enforce the order, whether the order was obtained by independent action or in another proceeding, if it is an order issued in response to a complaint, petition, or motion filed by or on behalf of an individual seeking protection. In a proceeding to enforce a foreign protection order, the court shall follow the procedures of this state for the enforcement of protection orders.\n\n(b) A court of this state may not enforce a foreign protection order issued by a tribunal of a state that does not recognize the standing of a protected individual to seek enforcement of the order.\n\n(c) A court of this state shall enforce the provisions of a valid foreign protection order which govern custody and visitation, if the order was issued in accordance with the jurisdictional requirements governing the issuance of custody and visitation orders in the issuing state.\n\n(d) A court of this state may not enforce under this chapter a provision of a foreign protection order with respect to support.\n\n(e) A foreign protection order is valid if it meets all of the following criteria:\n\n(1) Identifies the protected individual and the respondent.\n\n(2) Is currently in effect.\n\n(3) Was issued by a tribunal that had jurisdiction over the parties and subject matter under the law of the issuing state.\n\n(4) Was issued after the respondent was given reasonable notice and had an opportunity to be heard before the tribunal that issued the order or, in the case of an order ex parte, the respondent was given notice and had an opportunity to be heard within a reasonable time after the order was issued, consistent with the rights of the respondent to due process.\n\n(f) A foreign protection order valid on its face is prima facie evidence of its validity.\n\n(g) Absence of any of the criteria for validity of a foreign protection order is an affirmative defense in an action seeking enforcement of the order.\n\n(h) A court of this state may enforce provisions of a mutual foreign protection order which favor a respondent only if both of the following criteria are met:\n\n(1) The respondent filed a written pleading seeking a protection order from the tribunal of the issuing state.\n\n(2) The tribunal of the issuing state made specific findings in favor of the respondent.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-3/"
    },
    {
      "id": "section-30-5b-4",
      "number": "30-5B-4",
      "heading": "Nonjudicial Enforcement of Order.",
      "text": "Section 30-5B-4\n\nNonjudicial Enforcement of Order.\n\n(a) A law enforcement officer of this state, upon determining that there is probable cause to believe that a valid foreign protection order exists and that the order has been violated, shall enforce the order as if it were the order of a court of this state. Presentation of a protection order that identifies both the protected individual and the respondent and, on its face, is currently in effect constitutes probable cause to believe that a valid foreign protection order exists. For the purposes of this section, the protection order may be inscribed on a tangible medium or may have been stored in an electronic or other medium if it is retrievable in perceivable form. Presentation of a certified copy of a protection order is not required for enforcement.\n\n(b) If a foreign protection order is not presented, a law enforcement officer of this state may consider other information in determining whether there is probable cause to believe that a valid foreign protection order exists.\n\n(c) If a law enforcement officer of this state determines that an otherwise valid foreign protection order cannot be enforced because the respondent has not been notified or served with the order, the officer shall inform the respondent of the order, and allow the respondent a reasonable opportunity to comply with the order before enforcing the order.\n\n(d) Registration or filing of an order in this state is not required for the enforcement of a valid foreign protection order pursuant to this chapter.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-4/"
    },
    {
      "id": "section-30-5b-5",
      "number": "30-5B-5",
      "heading": "Registration of Order.",
      "text": "Section 30-5B-5\n\nRegistration of Order.\n\n(a) Any individual may register a foreign protection order in this state. To register a foreign protection order, an individual shall present a certified copy of the order to any circuit or district court clerk in the state and complete an affidavit as provided in subsection (d).\n\n(b) The court clerk shall enter, as expeditiously as possible, all necessary information into the State Judicial Information System which shall be electronically transmitted by the Administrative Office of Courts to the Alabama Criminal Justice Information System. After the order is registered, a copy of the order stamped filed by the court clerk shall be provided by the clerk’s office to the person registering the order.\n\n(c) The Criminal Justice Information Center, as Alabama’s central registry of protection orders, shall enter, as expeditiously as possible, an order upon electronic submission from the State Judicial Information System of information concerning a valid protection order filed with a circuit or district court clerk. The Criminal Justice Information Center shall correct inaccurate information upon receipt of notice of inaccuracies or corrections, and shall remove from the registry protection orders not currently in effect.\n\n(d) An individual registering a foreign protection order shall file an affidavit by the protected individual stating that, to the best of the protected individual’s knowledge, the order is currently in effect.\n\n(e) A foreign protection order registered under this chapter shall be entered by the State Judicial Information System, Criminal Justice Information System, and the National Crime Information Center in any existing state or federal registry of protection orders, in accordance with applicable law.\n\n(f) A fee may not be charged for the registration of a foreign protection order.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-5/"
    },
    {
      "id": "section-30-5b-6",
      "number": "30-5B-6",
      "heading": "Immunity.",
      "text": "Section 30-5B-6\n\nIn the absence of negligence, or wantonness, or willful misconduct, this state or a local governmental agency, or a law enforcement officer, prosecuting attorney, clerk of court, or any state or local governmental official acting in an official capacity, is immune from civil and criminal liability for an act or omission arising out of the registration or enforcement of a foreign protection order or the detention or arrest of an alleged violator of a foreign protection order if the act or omission was done in an effort to comply with this chapter.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-6/"
    },
    {
      "id": "section-30-5b-7",
      "number": "30-5B-7",
      "heading": "Other Remedies.",
      "text": "Section 30-5B-7\n\nOther Remedies.\n\nA protected individual who pursues remedies under this chapter is not precluded from pursuing other legal or equitable remedies against the respondent.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-7/"
    },
    {
      "id": "section-30-5b-8",
      "number": "30-5B-8",
      "heading": "Uniformity of Application and Construction.",
      "text": "Section 30-5B-8\n\nUniformity of Application and Construction.\n\nIn applying and construing this uniform act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-8/"
    },
    {
      "id": "section-30-5b-9",
      "number": "30-5B-9",
      "heading": "Severability Clause.",
      "text": "Section 30-5B-9\n\nSeverability Clause.\n\nIf any provision of this chapter or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are severable.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-9/"
    },
    {
      "id": "section-30-5b-10",
      "number": "30-5B-10",
      "heading": "Transitional Provision.",
      "text": "Section 30-5B-10\n\nTransitional Provision.\n\nThis chapter applies to protection orders issued before January 1, 2004, and to continuing actions for enforcement of foreign protection orders commenced before January 1, 2004. A request for enforcement of a foreign protection order made on or after January 1, 2004, for violations of a foreign protection order occurring before January 1, 2004, is governed by this chapter.\n\n(Act 2003-380, p. 1075, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-30/chapter-5b/section-30-5b-10/"
    }
  ]
}