{
  "state": "south-dakota",
  "path": "title-title-8-townships/chapter-chapter-03-township-meetings-and-elections",
  "sections": [
    {
      "id": "section-8-3-1",
      "number": "8-3-1",
      "heading": "Time and place of annual meeting--Publication of notice",
      "text": "8-3-1. Time and place of annual meeting--Publication of notice.\n\nThe citizens of each organized civil township qualified to vote at general elections shall annually assemble and hold a township meeting on the first Tuesday of March. The township board of supervisors shall by resolution establish the location where the annual township meeting shall be held. The location of the annual meeting shall be in the county where the township is located. Notice of the time and place of such township meeting shall be given by the publication thereof for three consecutive days in a daily, or for two consecutive weeks in a weekly newspaper of general circulation in the township beginning not less than twelve calendar days prior to such meeting. In case of inclement weather, any required township meeting may be rescheduled for the following Tuesday at the same place and location without additional publication in the newspaper and meeting requirements provided in §1-25-1.1. If the board of supervisors requires nominating petitions pursuant to §8-3-1.1, the notice required by this section shall include the names and the office they seek of those who have filed nominating petitions pursuant to §8-3-1.2.\n\nSource:SL 1872-3, ch 51, §11; PolC 1877, ch 23, §11; SL 1883, ch 112, subch 1, §11; CL 1887, §714; SL 1899, ch 85, §1; RPolC 1903, §1006; RC 1919, §6047; SDC 1939, §58.0301; SL 1963, ch 451, §1; SL 1989, ch 70, §1; SL 1990, ch 56, §4; SL 1992, ch 58, §1; SL 2014, ch 48, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-1/"
    },
    {
      "id": "section-8-3-11",
      "number": "8-3-1.1",
      "heading": "Authority to require nominating petition.",
      "text": "8-3-1.1. Authority to require nominating petition.\n\nThe board of supervisors of a township may, by ordinance, require a candidate for township office to file a nominating petition pursuant to §8-3-1.2. If a township has fifty or more registered voters, ten percent or more of the registered voters may file a petition, by October first, requesting that nomination petitions be filed by all candidates for township office. If such petition is filed, the board of supervisors shall adopt a resolution requiring each candidate for township office to file a nominating petition pursuant to §8-3-1.2.\n\nSource:SL 1990, ch 56, §1; SL 1998, ch 43, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-1-1/"
    },
    {
      "id": "section-8-3-12",
      "number": "8-3-1.2",
      "heading": "Filing nominating petition--Contents--Circulation prior to meeting.",
      "text": "8-3-1.2. Filing nominating petition--Contents--Circulation prior to meeting.\n\nIf the board of supervisors requires nominating petitions pursuant to §8-3-1.1, no candidate for elective township office may be nominated unless a nominating petition is filed with the township clerk no later than five p.m. of the day twenty-five days prior to the annual township meeting at which such officer is to be elected. The nominating petition shall be signed by no less than ten registered voters of the township and shall be on a form approved by the state board of elections. The nominating petition shall contain the name of the candidate, his residence and business address, and the office for which he is nominated. A formal declaration of the candidate shall be signed by him prior to the circulation of petitions. The signed declaration of the candidate, or a facsimile thereof, may accompany and be part of the petition. The original signed declaration shall accompany and be a part of the petition. The signer or the circulator of the petition shall add the signer's residence address and the date of the signing. No petition may be circulated until forty-five days prior to the annual meeting.\n\nSource:SL 1990, ch 56, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-1-2/"
    },
    {
      "id": "section-8-3-13",
      "number": "8-3-1.3",
      "heading": "Publication of election notice.",
      "text": "8-3-1.3. Publication of election notice.\n\nIf the board of supervisors requires nominating petitions pursuant to §8-3-1.1, the township clerk shall publish a notice stating the offices that will be voted upon at the annual meeting. The notice shall be published in the official newspapers of the township once a week for two consecutive weeks. The last notice shall be at least forty-five days prior to the annual meeting. The notice shall state where nominating petitions shall be filed and the date when the petitions must be filed.\n\nSource:SL 1990, ch 56, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-1-3/"
    },
    {
      "id": "section-8-3-14",
      "number": "8-3-1.4",
      "heading": "Notice in township of twenty or fewer resident voters.",
      "text": "8-3-1.4. Notice in township of twenty or fewer resident voters.\n\nNo township with a population of twenty or fewer resident voters is required to publish a notice of the time and place of an annual meeting more than once in any publication.\n\nSource:SL 1992, ch 58, §2; SL 2002, ch 44, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-1-4/"
    },
    {
      "id": "section-8-3-2",
      "number": "8-3-2",
      "heading": "Powers of voters at annual meeting.",
      "text": "8-3-2. Powers of voters at annual meeting.\n\nThe voters of each organized civil township have power at their annual meeting:\n\n(1)To select such township officers as are required by law to be chosen;\n\n(2)To vote to levy a tax for authorized township purposes, but the levy may not exceed the limit authorized by law.\n\nSource:SL 1872-3, ch 51, §14; PolC 1877, ch 23, §10; CL 1887, §716; SL 1890, ch 35, §1; SL 1899, ch 41, §4; RPolC 1903, §1008; SL 1915, ch 292, §4; RC 1919, §6049; SDC 1939, §58.0303; SL 1965, ch 298; SL 2014, ch 48, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-2/"
    },
    {
      "id": "section-8-3-3",
      "number": "8-3-3",
      "heading": "Special meetings of township electors--Statement calling meeting.",
      "text": "8-3-3. Special meetings of township electors--Statement calling meeting.\n\nSpecial meetings of the township electors may be held for the purpose of electing township officers to fill vacancies that occur, or for the purpose of transacting any lawful business if the entire board of supervisors files or if two members of the board of supervisors, together with at least twelve other resident voters of the township, file in the office of the township clerk a written statement that a special meeting is necessary for the interests of the township. However, special meetings may be called in a township with a population of twenty or fewer resident voters by the entire board of supervisors or by two members of the board of supervisors and four resident voters of the township.\n\nSource:SDC 1939, §58.0306; SL 1974, ch 153, §4; SL 1985, ch 56, §2; SL 1992, ch 59; SL 2002, ch 44, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-3/"
    },
    {
      "id": "section-8-3-4",
      "number": "8-3-4",
      "heading": "Recording and publication of notice of special meeting--Exception.",
      "text": "8-3-4. Recording and publication of notice of special meeting--Exception.\n\nEvery township clerk with whom such statement is filed as required in §8-3-3 shall record the same and immediately cause notice to be published in the same manner as provided for the publication of notice of the annual township meeting. However, in a township with a population of twenty or fewer resident voters, the notice of the time and place of any special meeting need not be published more than once in any publication, shall be provided not less than three days before the special meeting, and may be provided by first class mail in lieu of publication.\n\nSource:SDC 1939, §58.0307; SL 1963, ch 451, §1; SL 2002, ch 44, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-4/"
    },
    {
      "id": "section-8-3-5",
      "number": "8-3-5",
      "heading": "Contents of notice of special meeting--Business restricted to stated purposes.",
      "text": "8-3-5. Contents of notice of special meeting--Business restricted to stated purposes.\n\nEvery notice given for a special township meeting shall specify the purpose for which it is to be held, and no business shall be transacted at such meeting except such as is specified in such notice. If vacancies in office are to be filled at such meeting, the notice shall specify the vacancies, how they occurred, who was the last incumbent, and when the legal term of each such office expires.\n\nSource:SL 1872-3, ch 51, §17; PolC 1877, ch 23, §14; SL 1883, ch 112, subch 1, §18; CL 1887, §719; RPolC 1903, §1011; RC 1919, §6055; SDC 1939, §58.0308.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-5/"
    },
    {
      "id": "section-8-3-6",
      "number": "8-3-6",
      "heading": "Organization and officers of township meeting.",
      "text": "8-3-6. Organization and officers of township meeting.\n\nThe voters present at the annual or special township meeting shall be called to order by the township clerk, if there is one present, and if not the voters shall elect one of their number chairman. Such voters shall elect three of their number judges, who shall be duly sworn and be judges of the qualifications of township voters. They shall then proceed to choose one of their number to preside as moderator. The township clerk shall be clerk of the meeting and keep full minutes of its proceedings, in which he shall enter at length every order or direction and all rules and regulations made by the meeting. If the township clerk is absent, then such person as is elected for that purpose shall act as clerk of the meeting.\n\nSource:SL 1872-3, ch 51, §18; PolC 1877, ch 23, §15; SL 1883, ch 112, subch 1, §19; CL 1887, §720; RPolC 1903, §1012; RC 1919, §6056; SL 1931, ch 261, §1; SDC 1939, §58.0309; SL 1976, ch 78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-6/"
    },
    {
      "id": "section-8-3-7",
      "number": "8-3-7",
      "heading": "Township meeting--Voter qualifications--Registration and residence.",
      "text": "8-3-7. Township meeting--Voter qualifications--Registration and residence.\n\nNo person may vote at any township meeting unless the person is registered to vote in the township pursuant to chapter 12-4 and resides in that township. For the purposes of this section, a person resides in the township if the person actually lives in the township for at least thirty consecutive days each year, is a full-time postsecondary education student who resided in the township immediately prior to leaving for the postsecondary education, or is on active duty as a member of the armed forces whose home of record is within the township. A voter's qualification as a resident may be challenged in the manner provided in §12-18-10. No election may be contested on the grounds that any nonresident was allowed to vote if the nonresident was not challenged in the manner provided in §12-18-10.\n\nSource: SDC 1939, §58.0312; SL 1973, ch 69, §1; SL 1984, ch 50, §1; SL 2002, ch 43, §3; SL 2023, ch 24, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-7/"
    },
    {
      "id": "section-8-3-8",
      "number": "8-3-8",
      "heading": "Unlawful voting at meeting as misdemeanor.",
      "text": "8-3-8. Unlawful voting at meeting as misdemeanor.\n\nEvery person who votes at any civil township meeting, in a township in which he does not reside, or who offers to vote at any annual township meeting, after having voted at an annual township meeting held at another township within the same year, is guilty of a Class 2 misdemeanor.\n\nSource:PenC 1877, §741; CL 1887, §6268; RPenC 1903, §73; RC 1919, §6061; SDC 1939, §58.9903; SL 1981, ch 43, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-8/"
    },
    {
      "id": "section-8-3-9",
      "number": "8-3-9",
      "heading": "Township election--Challenge to voter qualification--Affidavit--Violation.",
      "text": "8-3-9. Township election--Challenge to voter qualification--Affidavit--Violation.\n\nIf any person is challenged as being unqualified when offering to vote at any township election or upon any question arising at any township meeting relating to a person's residency, the judges, or township clerk, if no judges are present, must have the person sign an affidavit attesting to the person's residency and qualification to vote. A person who makes a false affirmation is guilty of a Class 2 misdemeanor pursuant to §8-3-8.\n\nSource: SL 1883, ch 112, subch 1, §23; CL 1887, §724; RPolC 1903, §1016; RC 1919, §6060; SDC 1939, §58.0313; SL 2023, ch 24, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-9/"
    },
    {
      "id": "section-8-3-10",
      "number": "8-3-10",
      "heading": "Order of business at meeting--Procedural rules.",
      "text": "8-3-10. Order of business at meeting--Procedural rules.\n\nAt the opening of every township meeting the moderator shall state the business to be transacted, and the order in which it shall be entertained, and no proposition to vote a tax shall be acted on out of the order of business as stated by the moderator, and no proposition to reconsider any vote shall be entertained unless such proposition to reconsider is made within one hour from the time such vote was passed, or the motion for such reconsideration is sustained by a number of voters equal to a majority of all the names entered upon the poll list at such election up to the time such motion is made; and all questions upon motions made shall be determined by a majority of the voters voting; and the moderator shall ascertain and declare the result of the votes on each question.\n\nSource:SL 1872-3, ch 51, §19; PolC 1877, ch 23, §16; SL 1883, ch 112, subch 1, §20; CL 1887, §721; RPolC 1903, §1013; RC 1919, §6057; SDC 1939, §58.0310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-10/"
    },
    {
      "id": "section-8-3-11",
      "number": "8-3-11",
      "heading": "Filing of minutes of meeting.",
      "text": "8-3-11. Filing of minutes of meeting.\n\nThe minutes of the proceedings of every township meeting, subscribed by the clerk and judges of such meeting, shall be filed in the office of the township clerk within two days after such meeting.\n\nSource:SL 1883, ch 112, subch 1, §31; CL 1887, §732; RPolC 1903, §1024; RC 1919, §6064; SDC 1939, §58.0316.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-11/"
    },
    {
      "id": "section-8-3-12",
      "number": "8-3-12",
      "heading": "Supervisor elected at annual meeting--Representation of county seat town.",
      "text": "8-3-12. Supervisor elected at annual meeting--Representation of county seat town.\n\nThere shall be elected at such annual township meeting one supervisor, who shall hold his office for the term of three years and until his successor is elected and qualified, the senior member of the board of supervisors to be chairman thereof. In any organized civil township containing an unincorporated platted town which is a county seat, at least one member of such board shall be a resident voter of such town.\n\nSource:SL 1872-3, ch 51, §§12, 24; PolC 1877, ch 23, §19; CL 1887, §715; SL 1899, ch 84, §2; RPolC 1903, §1007; SL 1903, ch 136; SL 1905, ch 106; SL 1907, ch 143; SL 1911, ch 221, §1; SL 1913, ch 232, §1; RC 1919, §6048; SL 1933, ch 199; SDC 1939, §58.0302; SL 1941, ch 366; SL 1967, ch 315, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-12/"
    },
    {
      "id": "section-8-3-13",
      "number": "8-3-13",
      "heading": "Additional officers elected at annual meeting--Term of constable.",
      "text": "8-3-13. Additional officers elected at annual meeting--Term of constable.\n\nAt each annual meeting, a clerk and a treasurer shall be elected, and a constable may be elected. If a constable is elected, the term of office is two years, except to fill vacancies.\n\nSource:SL 1872-3, ch 51, §§12, 24; PolC 1877, ch 23, §19; CL 1887, §715; SL 1899, ch 84, §2; RPolC 1903, §1007; SL 1903, ch 136; SL 1905, ch 106; SL 1907, ch 143; SL 1911, ch 221, §1; SL 1913, ch 232, §1; RC 1919, §6048; SL 1933, ch 199; SDC 1939, §58.0302; SL 1941, ch 366; SL 1967, ch 315, §2; SL 1981, ch 44, §13; SL 1990, ch 57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-13/"
    },
    {
      "id": "section-8-3-131",
      "number": "8-3-13.1",
      "heading": "Offices of the clerk and treasurer combined--Nomination and election--Powers and responsibilities.",
      "text": "8-3-13.1. Offices of the clerk and treasurer combined--Nomination and election--Powers and responsibilities.\n\nThe voters of each organized civil township with fifty or fewer resident voters may combine the offices of the clerk and treasurer during the annual meeting. If a majority of the voters vote to combine the offices, the combined office of the clerk and treasurer shall be nominated and elected in the same manner as other officers are nominated and elected. Any person elected to the combined office of the clerk and treasurer shall have all of the powers and responsibilities of the offices of the clerk and treasurer.\n\nSource:SL 2004, ch 72, §1; SL 2013, ch 34, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-13-1/"
    },
    {
      "id": "section-8-3-14",
      "number": "8-3-14",
      "heading": "Proclamation of opening of polls, adjournment and closing of polls.",
      "text": "8-3-14. Proclamation of opening of polls, adjournment and closing of polls.\n\nBefore the voters proceed to elect any township officer, proclamation shall be made at the opening of the polls by the moderator, and proclamation shall in like manner be made of the adjournment, and of the opening and closing of the polls, until the election is ended.\n\nSource:SL 1883, ch 112, subch 1, §21; CL 1887, §722; RPolC 1903, §1014; RC 1919, §6058; SDC 1939, §58.0311.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-14/"
    },
    {
      "id": "section-8-3-15",
      "number": "8-3-15",
      "heading": "Method of electing officers.",
      "text": "8-3-15. Method of electing officers.\n\nThe supervisors, treasurer, clerk, and constable in each township shall be elected by ballot except if there is no opposing candidate. All other officers, if not otherwise provided by law, shall be chosen either by yeas and nays or by a division, as the voters determine.\n\nSource:SL 1883, ch 112, subch 1, §24; CL 1887, §725; RPolC 1903, §1017; RC 1919, §6062; SDC 1939, §58.0314; SL 1981, ch 44, §14; SL 2020, ch 25, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-15/"
    },
    {
      "id": "section-8-3-16",
      "number": "8-3-16",
      "heading": "Conduct of voting by ballot.",
      "text": "8-3-16. Conduct of voting by ballot.\n\nWhen the voters vote by ballot for township officers, a poll list shall be kept by the clerk of the meeting, on which shall be entered the name of each person whose vote is received. The ballot, which may be written or printed, or partly written and partly printed, shall include all officers to be elected. It shall contain the name of each person voted for and the office for which such person is intended to be chosen. It shall be delivered by the voter to one of the judges, so folded as to conceal its contents, and the judge shall deposit the ballot in a box provided for that purpose.\n\nSource:SL 1883, ch 112, subch 1, §§25 to 27; CL 1887, §§726 to 728; RPolC 1903, §§1018 to 1020; RC 1919, §6063; SDC 1939, §58.0315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-16/"
    },
    {
      "id": "section-8-3-17",
      "number": "8-3-17",
      "heading": "Canvass and return of voting by ballot.",
      "text": "8-3-17. Canvass and return of voting by ballot.\n\nAt the close of the election the judges shall proceed publicly to canvass the votes, which canvass, when commenced, shall continue without adjournment or interruption until the same is completed. The canvass shall be conducted by taking one ballot at a time from the ballot box and counting until the number of ballots is equal to the number of names on the poll list, and if there are any left in the box they shall be immediately destroyed; the person having the greatest number of votes for any office shall be declared duly elected. If two or more persons have an equal and the highest number of votes for any office, the judges of election shall at once publicly, by lot, determine which of such persons shall be declared elected. If on opening the ballots two or more ballots are found to be so folded that it is apparent the same person voted them, such ballots shall immediately be destroyed. The canvass having been completed, a statement of the result shall be entered at length by the clerk in the minutes and publicly read by him to the meeting. Such reading shall be deemed notice of the result of the election to every person whose name is entered on the poll list as a voter.\n\nSource:SL 1883, ch 112, subch 1, §§28 to 30; CL 1887, §§729 to 731; RPolC 1903, §§1021 to 1023; RC 1919, §6063; SDC 1939, §58.0315.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-17/"
    },
    {
      "id": "section-8-3-171",
      "number": "8-3-17.1",
      "heading": "Absentee voting.",
      "text": "8-3-17.1. Absentee voting.\n\nIf nominating petitions are required pursuant to §8-3-1.1, then any voter qualified to vote in a township candidate election may vote by absentee ballot as prescribed in chapter 12-19. Absentee voting shall be allowed for any township ballot question election and shall be conducted as prescribed in chapter 12-19.\n\nSource:SL 1998, ch 43, §2; SL 2002, ch 43, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-17-1/"
    },
    {
      "id": "section-8-3-18",
      "number": "8-3-18",
      "heading": "Notice to persons elected to township office.",
      "text": "8-3-18. Notice to persons elected to township office.\n\nThe clerk of every township meeting, within ten days thereafter, shall transmit to each person elected to any township office, whose name is not entered on the poll list as a voter, notice of his election.\n\nSource:SL 1872-3, ch 51, §31; PolC 1877, ch 23, §24; SL 1883, ch 112, subch 1, §32; CL 1887, §733; RPolC 1903, §1025; RC 1919, §6065; SDC 1939, §58.0317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-18/"
    },
    {
      "id": "section-8-3-19",
      "number": "8-3-19",
      "heading": "Special meeting called by resident voters after failure to elect officers at annual meeting.",
      "text": "8-3-19. Special meeting called by resident voters after failure to elect officers at annual meeting.\n\nIf any township refuses or neglects to organize and elect officers at the time fixed by law for holding the annual meeting, twelve resident voters of the township may call a meeting for such purpose by notice published in the same manner as provided for the publication of notice of the annual township meeting. The notice shall set forth the time, place, and object of the meeting; and the voters, when assembled by virtue of such notice, shall possess all the powers conferred upon them at the annual township meeting.\n\nSource:SDC 1939, §58.0318; SL 1963, ch 451, §1; SL 2002, ch 44, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-19/"
    },
    {
      "id": "section-8-3-20",
      "number": "8-3-20",
      "heading": "Appointment of officers by county commissioners after failure of township to elect.",
      "text": "8-3-20. Appointment of officers by county commissioners after failure of township to elect.\n\nIf no such notice is given as provided in §8-3-19 within thirty days after the time for holding the annual meeting, the board of county commissioners shall, on the affidavit of any resident voter of the township, filed in the office of the county auditor setting forth the facts, proceed at any regular or special meeting of the board to appoint the necessary township officers. The persons so appointed shall hold their respective offices until others are elected and qualified in their places, and shall have the powers and be subject to the same duties as if they had been duly elected.\n\nSource:SDC 1939, §58.0318; SL 1963, ch 451, §1; SL 2002, ch 44, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-20/"
    },
    {
      "id": "section-8-3-21",
      "number": "8-3-21",
      "heading": "Option to adopt campaign finance law.",
      "text": "8-3-21. Option to adopt campaign finance law.\n\nThe township governing body may, by ordinance or resolution, adopt the provisions of chapter 12-27.\n\nSource:SL 1988, ch 60, §3; SL 2008, ch 67, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-8/chapter-03/section-8-3-21/"
    }
  ]
}