{
  "state": "washington",
  "path": "title-title-18/chapter-chapter-18-390",
  "sections": [
    {
      "id": "section-18-390-010-definitions",
      "number": "18.390.010 - Definitions.",
      "heading": "",
      "text": "RCW 18.390.010\n\nDefinitions.\n\nThe definitions in this section apply throughout this chapter unless the context clearly requires otherwise.(1) \"Application fee\" means a fee charged to an individual or individuals prior to the execution of a residency agreement, apart from an entrance fee.(2) \"Care\" means nursing, medical, or other health-related services, protection or supervision, assistance with activities of daily living, or any combination of those services.(3) \"Continuing care\" means directly providing or indirectly making available, upon payment of an entrance fee and under a residency agreement, housing and care for a period of greater than one year.(4) \"Continuing care retirement community\" means an entity that agrees to provide continuing care to a resident under a residency agreement. \"Continuing care retirement community\" does not include an assisted living facility licensed under chapter 18.20 RCW that does not directly, or through a contractual arrangement with a separately owned and incorporated skilled nursing facility, offer or provide services under chapter 74.42 RCW.(5) \"Department\" means the department of social and health services.(6) \"Entrance fee\" means an initial or deferred transfer to a continuing care retirement community of a sum of money or other property made or promised to be made as full or partial consideration for acceptance of one or more residents in a continuing care retirement community. \"Entrance fee\" does not include deposits of ten thousand dollars or less or any amount that is based on rental or lease payments of one month or more.(7) \"Prospective resident\" means a person who has completed an application for admission to a continuing care retirement community and makes a refundable deposit to reserve a unit, excluding applicable administrative fees.(8) \"Residency agreement\" means a contract between a continuing care retirement community and a resident for the provision of continuing care for a period of greater than one year.(9) \"Resident\" means a person who enters into a residency agreement with a continuing care retirement community or who is designated in a residency agreement to be a person being provided with continuing care.\n\nThe definitions in this section apply throughout this chapter unless the context clearly requires otherwise.\n\n(1) \"Application fee\" means a fee charged to an individual or individuals prior to the execution of a residency agreement, apart from an entrance fee.\n\n(2) \"Care\" means nursing, medical, or other health-related services, protection or supervision, assistance with activities of daily living, or any combination of those services.\n\n(3) \"Continuing care\" means directly providing or indirectly making available, upon payment of an entrance fee and under a residency agreement, housing and care for a period of greater than one year.\n\n(4) \"Continuing care retirement community\" means an entity that agrees to provide continuing care to a resident under a residency agreement. \"Continuing care retirement community\" does not include an assisted living facility licensed under chapter 18.20 RCW that does not directly, or through a contractual arrangement with a separately owned and incorporated skilled nursing facility, offer or provide services under chapter 74.42 RCW.\n\n(5) \"Department\" means the department of social and health services.\n\n(6) \"Entrance fee\" means an initial or deferred transfer to a continuing care retirement community of a sum of money or other property made or promised to be made as full or partial consideration for acceptance of one or more residents in a continuing care retirement community. \"Entrance fee\" does not include deposits of ten thousand dollars or less or any amount that is based on rental or lease payments of one month or more.\n\n(7) \"Prospective resident\" means a person who has completed an application for admission to a continuing care retirement community and makes a refundable deposit to reserve a unit, excluding applicable administrative fees.\n\n(8) \"Residency agreement\" means a contract between a continuing care retirement community and a resident for the provision of continuing care for a period of greater than one year.\n\n(9) \"Resident\" means a person who enters into a residency agreement with a continuing care retirement community or who is designated in a residency agreement to be a person being provided with continuing care.\n\n[ 2016 c 183 s 1.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-010/"
    },
    {
      "id": "section-18-390-020-requirement-to-register",
      "number": "18.390.020 - Requirement to register.",
      "heading": "",
      "text": "RCW 18.390.020\n\nRequirement to register.\n\nA person or entity must be registered by the department under this chapter prior to:(1) Operating a continuing care retirement community;(2) Entering into a residency agreement with a prospective resident;(3) Soliciting a prospective resident to pay an application fee or executing a residency agreement; or(4) Collecting an entrance fee.\n\nA person or entity must be registered by the department under this chapter prior to:\n\n(1) Operating a continuing care retirement community;\n\n(2) Entering into a residency agreement with a prospective resident;\n\n(3) Soliciting a prospective resident to pay an application fee or executing a residency agreement; or\n\n(4) Collecting an entrance fee.\n\n[ 2016 c 183 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-020/"
    },
    {
      "id": "section-18-390-030-application-for-registration-required-materials",
      "number": "18.390.030 - Application for registration—Required materials",
      "heading": "",
      "text": "RCW 18.390.030\n\nApplication for registration—Required materials—Issuance—Validity period—Transferability—Public records act exemption.\n\n(1) An applicant for a registration as a continuing care retirement community must submit the following materials to the department:(a) A written application to the department providing all necessary information on a form provided by the department;(b) Information about the licensed assisted living facility component of the continuing care retirement community and, if the continuing care retirement community operates a nursing home, information about that component;(c) Copies of any residency agreements that the continuing care retirement community intends to use for the certification period;(d) A written statement indicating whether the residency agreement includes an entrance fee in lieu of payment for future care and services and, if so, whether those services are covered completely or partially by the entrance fee;(e) A copy of the disclosure statement that includes current information required by RCW 18.390.060;(f)(i) Except as provided in (f)(ii) of this subsection, copies of audited financial statements for the two most recent fiscal years. The audited financial statement for the most current period may not have been prepared more than eighteen months prior to the date that the continuing care retirement community applied for its current registration;(ii) If the continuing care retirement community:(A) Has obtained financing, but has been in operation less than two years, a copy of the audited financial statement for the most current period, if available, and an independent accountant's report opinion letter that has evaluated the financial feasibility of the continuing care retirement community; or(B) Has not obtained financing, a summary of the actuarial analysis for the new continuing care retirement community stating that the continuing care retirement community is in satisfactory actuarial balance;(g) An attestation by a management representative of the continuing care retirement community that the continuing care retirement community is in compliance with the disclosure notification requirements of RCW 18.390.060; and(h) Payment of any registration fees associated with the department's cost of registering continuing care retirement communities.(2) The department shall base its decision to issue a registration on the completeness of the application. If an application is incomplete, the department shall inform the applicant and give the applicant an opportunity to supplement its submission. An applicant may appeal a decision of the department to deny an application for registration.(3) The department shall issue the registration within sixty days of the receipt of a complete application, payment of fees, submission of disclosures, residency agreements, and the attestation. The department's failure to timely issue a registration may not cause a delay in the change of ownership and ongoing operation of the continuing care retirement community.(4) Registration is valid for two years.(5) Registration is not transferable.(6) Materials submitted pursuant to this section are not subject to disclosure under the public records act, chapter 42.56 RCW.\n\n(1) An applicant for a registration as a continuing care retirement community must submit the following materials to the department:\n\n(a) A written application to the department providing all necessary information on a form provided by the department;\n\n(b) Information about the licensed assisted living facility component of the continuing care retirement community and, if the continuing care retirement community operates a nursing home, information about that component;\n\n(c) Copies of any residency agreements that the continuing care retirement community intends to use for the certification period;\n\n(d) A written statement indicating whether the residency agreement includes an entrance fee in lieu of payment for future care and services and, if so, whether those services are covered completely or partially by the entrance fee;\n\n(e) A copy of the disclosure statement that includes current information required by RCW 18.390.060;\n\n(f)(i) Except as provided in (f)(ii) of this subsection, copies of audited financial statements for the two most recent fiscal years. The audited financial statement for the most current period may not have been prepared more than eighteen months prior to the date that the continuing care retirement community applied for its current registration;\n\n(ii) If the continuing care retirement community:\n\n(A) Has obtained financing, but has been in operation less than two years, a copy of the audited financial statement for the most current period, if available, and an independent accountant's report opinion letter that has evaluated the financial feasibility of the continuing care retirement community; or\n\n(B) Has not obtained financing, a summary of the actuarial analysis for the new continuing care retirement community stating that the continuing care retirement community is in satisfactory actuarial balance;\n\n(g) An attestation by a management representative of the continuing care retirement community that the continuing care retirement community is in compliance with the disclosure notification requirements of RCW 18.390.060; and\n\n(h) Payment of any registration fees associated with the department's cost of registering continuing care retirement communities.\n\n(2) The department shall base its decision to issue a registration on the completeness of the application. If an application is incomplete, the department shall inform the applicant and give the applicant an opportunity to supplement its submission. An applicant may appeal a decision of the department to deny an application for registration.\n\n(3) The department shall issue the registration within sixty days of the receipt of a complete application, payment of fees, submission of disclosures, residency agreements, and the attestation. The department's failure to timely issue a registration may not cause a delay in the change of ownership and ongoing operation of the continuing care retirement community.\n\n(4) Registration is valid for two years.\n\n(5) Registration is not transferable.\n\n(6) Materials submitted pursuant to this section are not subject to disclosure under the public records act, chapter 42.56 RCW.\n\n[ 2025 c 218 s 2; 2016 c 183 s 3.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-030/"
    },
    {
      "id": "section-18-390-040-department-of-social-and-health-services-duties",
      "number": "18.390.040 - Department of social and health services—Duties",
      "heading": "",
      "text": "RCW 18.390.040\n\nDepartment of social and health services—Duties—Fees—Effect of registration activities.\n\n(1) The department shall:(a) Register an entity that submits a complete application that includes all of the materials required in RCW 18.390.030;(b) Review the disclosure statements submitted by applicants for an initial or renewal registration to operate a continuing care retirement community for completeness;(c) Establish and collect a fee that is sufficient to cover the department's costs associated with administering the requirements of this chapter; and(d) Create and maintain an online listing that is readily available to the public of the names and addresses of continuing care retirement communities that are registered with the department.(2) The department's registration activities consist of reviewing an application for completeness and do not signify that the department has otherwise issued a certification or license to the continuing care retirement community or any of its component parts.\n\n(1) The department shall:\n\n(a) Register an entity that submits a complete application that includes all of the materials required in RCW 18.390.030;\n\n(b) Review the disclosure statements submitted by applicants for an initial or renewal registration to operate a continuing care retirement community for completeness;\n\n(c) Establish and collect a fee that is sufficient to cover the department's costs associated with administering the requirements of this chapter; and\n\n(d) Create and maintain an online listing that is readily available to the public of the names and addresses of continuing care retirement communities that are registered with the department.\n\n(2) The department's registration activities consist of reviewing an application for completeness and do not signify that the department has otherwise issued a certification or license to the continuing care retirement community or any of its component parts.\n\n[ 2016 c 183 s 4.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-040/"
    },
    {
      "id": "section-18-390-050-use-of-titles-registration-required",
      "number": "18.390.050 - Use of titles—Registration required.",
      "heading": "",
      "text": "RCW 18.390.050\n\nUse of titles—Registration required.\n\nAn entity that is not registered with the department may not represent itself, or refer to itself in advertising and marketing materials as a \"registered continuing care retirement community\" or \"continuing care retirement community,\" as defined by this chapter.\n\nAn entity that is not registered with the department may not represent itself, or refer to itself in advertising and marketing materials as a \"registered continuing care retirement community\" or \"continuing care retirement community,\" as defined by this chapter.\n\n[ 2016 c 183 s 5.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-050/"
    },
    {
      "id": "section-18-390-060-mandatory-disclosures-to-prospective-residents",
      "number": "18.390.060 - Mandatory disclosures to prospective residents.",
      "heading": "",
      "text": "RCW 18.390.060\n\nMandatory disclosures to prospective residents.\n\n(1) A continuing care retirement community must prepare a disclosure statement that includes the following information:(a) The names of the individual or individuals who constitute the continuing care retirement community and each of the officers, directors, trustees, or managing general partners of the legal entity and a description of each individual's duties on behalf of the legal entity;(b) The business address of the continuing care retirement community;(c) The type of ownership, the names of the continuing care retirement community's owner and operator, and the names of any affiliated facilities;(d) The names and business addresses of any individual having any more than a ten percent direct or indirect ownership or beneficial interest in the continuing care retirement community, the percentage of the direct or indirect ownership or beneficial interest, and a description of each individual's interest in or occupation with the continuing care retirement community;(e) The location and general description of the continuing care retirement community, including:(i) The year the continuing care retirement community opened;(ii) The location and number of living units, licensed assisted living facility beds, and nursing beds considered part of the continuing care retirement community;(iii) The average annual occupancy rate for the prior three fiscal years for each type of unit or bed; and(iv) Any other care facilities owned or operated by the owner of the continuing care retirement community;(f) An explanation of the continuing care retirement community's policy regarding placement in off-campus assisted living facilities and nursing homes and the payment responsibilities of the continuing care retirement community and the resident in the event of off-campus placement;(g) The number of residents who were placed off-site in the previous three years for assisted living and nursing services due to the lack of available capacity at the continuing care retirement community;(h) An explanation of all types of fees charged by the continuing care retirement community, how each type of fee is determined, current ranges for each type of fee, and refund policies for each type of fee;(i) Statements describing the continuing care retirement community's policy for notifying residents of fee increases, including the amount of prior notification that is provided;(j) Statements describing the continuing care retirement community's policy related to changes in levels of care and any associated fees;(k) Statements describing the continuing care retirement community's policy for the termination of a contract, including the return of any fees or deposits pursuant to the residency agreement;(l) A description of services provided or proposed to be provided by the continuing care retirement community under its residency agreements, including:(i) The extent to which care, long-term care, or health-related services are provided. If the services are provided at a facility that is not certified as part of the continuing care retirement community's campus, the disclosure statement must identify the location where the services are provided and any additional fees associated with the services; and(ii) The services made available by the continuing care retirement community for an additional charge; and(m)(i) The continuing care retirement community's two most recent annual audited financial statements prepared in accordance with generally accepted accounting principles by a certified public accountant. The most recently audited financial statement may not have been prepared more than eighteen months prior to the date that the continuing care retirement community applied for its current registration; or(ii) If the continuing care retirement community is new and:(A) Has obtained financing, but does not have two years of audited financial statements as required under (m)(i) of this subsection, an independent accountant's report opinion letter that has evaluated the financial feasibility of the continuing care retirement community; or(B) Has not obtained financing, a summary of the actuarial analysis for the new continuing care retirement community stating that the continuing care retirement community is in satisfactory actuarial balance.(2) The disclosure statement must be written in understandable language and a clear format.(3) Prior to entering into a residency agreement with, or accepting an entrance fee from, any prospective resident, a continuing care retirement community must deliver to the prospective resident a copy of the disclosure statement most recently submitted to the department.\n\n(1) A continuing care retirement community must prepare a disclosure statement that includes the following information:\n\n(a) The names of the individual or individuals who constitute the continuing care retirement community and each of the officers, directors, trustees, or managing general partners of the legal entity and a description of each individual's duties on behalf of the legal entity;\n\n(b) The business address of the continuing care retirement community;\n\n(c) The type of ownership, the names of the continuing care retirement community's owner and operator, and the names of any affiliated facilities;\n\n(d) The names and business addresses of any individual having any more than a ten percent direct or indirect ownership or beneficial interest in the continuing care retirement community, the percentage of the direct or indirect ownership or beneficial interest, and a description of each individual's interest in or occupation with the continuing care retirement community;\n\n(e) The location and general description of the continuing care retirement community, including:\n\n(i) The year the continuing care retirement community opened;\n\n(ii) The location and number of living units, licensed assisted living facility beds, and nursing beds considered part of the continuing care retirement community;\n\n(iii) The average annual occupancy rate for the prior three fiscal years for each type of unit or bed; and\n\n(iv) Any other care facilities owned or operated by the owner of the continuing care retirement community;\n\n(f) An explanation of the continuing care retirement community's policy regarding placement in off-campus assisted living facilities and nursing homes and the payment responsibilities of the continuing care retirement community and the resident in the event of off-campus placement;\n\n(g) The number of residents who were placed off-site in the previous three years for assisted living and nursing services due to the lack of available capacity at the continuing care retirement community;\n\n(h) An explanation of all types of fees charged by the continuing care retirement community, how each type of fee is determined, current ranges for each type of fee, and refund policies for each type of fee;\n\n(i) Statements describing the continuing care retirement community's policy for notifying residents of fee increases, including the amount of prior notification that is provided;\n\n(j) Statements describing the continuing care retirement community's policy related to changes in levels of care and any associated fees;\n\n(k) Statements describing the continuing care retirement community's policy for the termination of a contract, including the return of any fees or deposits pursuant to the residency agreement;\n\n(l) A description of services provided or proposed to be provided by the continuing care retirement community under its residency agreements, including:\n\n(i) The extent to which care, long-term care, or health-related services are provided. If the services are provided at a facility that is not certified as part of the continuing care retirement community's campus, the disclosure statement must identify the location where the services are provided and any additional fees associated with the services; and\n\n(ii) The services made available by the continuing care retirement community for an additional charge; and\n\n(m)(i) The continuing care retirement community's two most recent annual audited financial statements prepared in accordance with generally accepted accounting principles by a certified public accountant. The most recently audited financial statement may not have been prepared more than eighteen months prior to the date that the continuing care retirement community applied for its current registration; or\n\n(ii) If the continuing care retirement community is new and:\n\n(A) Has obtained financing, but does not have two years of audited financial statements as required under (m)(i) of this subsection, an independent accountant's report opinion letter that has evaluated the financial feasibility of the continuing care retirement community; or\n\n(B) Has not obtained financing, a summary of the actuarial analysis for the new continuing care retirement community stating that the continuing care retirement community is in satisfactory actuarial balance.\n\n(2) The disclosure statement must be written in understandable language and a clear format.\n\n(3) Prior to entering into a residency agreement with, or accepting an entrance fee from, any prospective resident, a continuing care retirement community must deliver to the prospective resident a copy of the disclosure statement most recently submitted to the department.\n\n[ 2016 c 183 s 6.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-060/"
    },
    {
      "id": "section-18-390-070-inspections-by-prospective-residents-resident-e",
      "number": "18.390.070 - Inspections by prospective residents—Resident e",
      "heading": "",
      "text": "RCW 18.390.070\n\nInspections by prospective residents—Resident expectations—Right to file complaint.\n\n(1) A prospective resident may visit each of the different care levels of the continuing care retirement community, assisted living facility, and nursing home, and may inspect the most recent inspection reports and findings of complaint investigations related to the assisted living and nursing home components covering a period of not less than two years, as available, prior to signing a residency agreement.(2) All residents of a continuing care retirement community in a living unit that is not used exclusively for assisted living or nursing services have the following expectations:(a) Transparency regarding the financial stability of the provider operating the facility;(b) Timely notifications of developments affecting the facility, including ownership changes of the provider operating the facility, a change in the financial condition of the provider operating the facility, and construction and renovation at the facility. The management of the continuing care retirement community may deem certain information to be confidential if it is of a sensitive nature such that disclosure of the information would materially harm the position of the continuing care retirement community;(c) Reasonable accommodations for persons with disabilities;(d) The opportunity to participate freely in the operation of independent resident organizations and associations;(e) The opportunity to seek independent counsel review of all contracts, including residency agreements, prior to executing the residency agreement; and(f) The assurance that all requests for donations, contributions, and gifts, when made by residents to the continuing care retirement community, are voluntary and may not be used as a condition of residency.(3) The continuing care retirement community shall:(a) Provide a copy of the expectations specified in this section to each prospective resident prior to signing a residency agreement; and(b) Make copies of the expectations specified in this section publicly available in areas accessible to the independent residents and visitors. The copies of the expectations must also state that independent residents have the right, as an affected party, to file a complaint with the attorney general for violations of this chapter that may constitute a violation of the consumer protection act and contain information explaining how and where a complaint may be filed.\n\n(1) A prospective resident may visit each of the different care levels of the continuing care retirement community, assisted living facility, and nursing home, and may inspect the most recent inspection reports and findings of complaint investigations related to the assisted living and nursing home components covering a period of not less than two years, as available, prior to signing a residency agreement.\n\n(2) All residents of a continuing care retirement community in a living unit that is not used exclusively for assisted living or nursing services have the following expectations:\n\n(a) Transparency regarding the financial stability of the provider operating the facility;\n\n(b) Timely notifications of developments affecting the facility, including ownership changes of the provider operating the facility, a change in the financial condition of the provider operating the facility, and construction and renovation at the facility. The management of the continuing care retirement community may deem certain information to be confidential if it is of a sensitive nature such that disclosure of the information would materially harm the position of the continuing care retirement community;\n\n(c) Reasonable accommodations for persons with disabilities;\n\n(d) The opportunity to participate freely in the operation of independent resident organizations and associations;\n\n(e) The opportunity to seek independent counsel review of all contracts, including residency agreements, prior to executing the residency agreement; and\n\n(f) The assurance that all requests for donations, contributions, and gifts, when made by residents to the continuing care retirement community, are voluntary and may not be used as a condition of residency.\n\n(3) The continuing care retirement community shall:\n\n(a) Provide a copy of the expectations specified in this section to each prospective resident prior to signing a residency agreement; and\n\n(b) Make copies of the expectations specified in this section publicly available in areas accessible to the independent residents and visitors. The copies of the expectations must also state that independent residents have the right, as an affected party, to file a complaint with the attorney general for violations of this chapter that may constitute a violation of the consumer protection act and contain information explaining how and where a complaint may be filed.\n\n[ 2016 c 183 s 7.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-070/"
    },
    {
      "id": "section-18-390-080-application-of-consumer-protection-act",
      "number": "18.390.080 - Application of consumer protection act.",
      "heading": "",
      "text": "RCW 18.390.080\n\nApplication of consumer protection act.\n\nThe legislature finds that the practices covered by this chapter are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter 19.86 RCW. A violation of this chapter is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying the consumer protection act, chapter 19.86 RCW.\n\nThe legislature finds that the practices covered by this chapter are matters vitally affecting the public interest for the purpose of applying the consumer protection act, chapter 19.86 RCW. A violation of this chapter is not reasonable in relation to the development and preservation of business and is an unfair or deceptive act in trade or commerce and an unfair method of competition for the purpose of applying the consumer protection act, chapter 19.86 RCW.\n\n[ 2025 c 218 s 1; 2016 c 183 s 8.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-080/"
    },
    {
      "id": "section-18-390-090-scope-of-chapter-limitation",
      "number": "18.390.090 - Scope of chapter—Limitation.",
      "heading": "",
      "text": "RCW 18.390.090\n\nScope of chapter—Limitation.\n\nNothing in this chapter:(1) Affects any of the requirements and standards associated with a license to operate an assisted living facility under chapter 18.20 RCW or a nursing home under chapter 18.51 RCW; and(2) Applies to any of the provisions of chapter 74.46 or 70.38 RCW.\n\nNothing in this chapter:\n\n(1) Affects any of the requirements and standards associated with a license to operate an assisted living facility under chapter 18.20 RCW or a nursing home under chapter 18.51 RCW; and\n\n(2) Applies to any of the provisions of chapter 74.46 or 70.38 RCW.\n\n[ 2016 c 183 s 9.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-090/"
    },
    {
      "id": "section-18-390-900-prospective-application-of-chapter",
      "number": "18.390.900 - Prospective application of chapter.",
      "heading": "",
      "text": "RCW 18.390.900\n\nProspective application of chapter.\n\nThe provisions of this chapter apply prospectively to acts and omissions that occur after July 1, 2017.\n\nThe provisions of this chapter apply prospectively to acts and omissions that occur after July 1, 2017.\n\n[ 2016 c 183 s 10.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-900/"
    },
    {
      "id": "section-18-390-901-effective-date-2016-c-183",
      "number": "18.390.901 - Effective date—2016 c 183.",
      "heading": "",
      "text": "RCW 18.390.901\n\nEffective date—2016 c 183.\n\nThis act takes effect July 1, 2017.\n\nThis act takes effect July 1, 2017.\n\n[ 2016 c 183 s 11.]",
      "source_url": "https://law.justia.com/codes/washington/title-18/chapter-18-390/section-18-390-901/"
    }
  ]
}