{
  "state": "nebraska",
  "path": "title-chapter-14-cities-of-the-metropolitan-class/chapter-14-36505-sewerage-systems-and-sewage-disposal-plants-franchi",
  "sections": [
    {
      "id": "section-14-36505sewerage",
      "number": "14-365.05.Sewerage",
      "heading": "systems and sewage disposal plants; franchises; power to grant; service; payment",
      "text": "For the purpose of providing for a sewage disposal plant and sewerage system, including any storm sewer system, or improving or extending such existing system, as provided in section 14-365.01, any city of the metropoli",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14-36505",
      "number": "14-365.05",
      "heading": "",
      "text": "14-365.05.Sewerage systems and sewage disposal plants; franchises; power to grant; service; payment.\n\nFor the purpose of providing for a sewage disposal plant and sewerage system, including any storm sewer system, or improving or extending such existing system, as provided in section 14-365.01, any city of the metropolitan class may also enter into a contract with any corporation organized under or authorized by the laws of this state to engage in such business, to receive and treat, in the manner provided in sections 14-365.01 to 14-365.13, the sewage of such system, and to construct and provide the facilities and services as provided in sections 14-365.01 to 14-365.13. Such contract may also authorize the corporation to charge the owners of the premises served such a service rate therefor as the city council may determine to be just and reasonable. The city may contract to pay such corporation a flat rate for such service, and pay such rate out of its general fund or the proceeds of any tax levy applicable to the purposes of such contract, or assess the owners of the property served a reasonable charge for such services to be collected, as provided in section 14-365.03, and paid into a fund to be used to defray such contract charges.\n\nSourceLaws 1953, c. 24, ยง 5, p. 100;Laws 2022, LB800, ยง 71.\n\nAnnotations\n\nA lease-purchase agreement relating to financing of a waste disposal plant and authorized by this section is not a franchise that violates section 14-811. Cosentino v. City of Omaha, 186 Neb. 407, 183 N.W.2d 475 (1971).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-14/statute-14-365-05/"
    }
  ]
}