{
  "state": "nebraska",
  "path": "title-chapter-14-cities-of-the-metropolitan-class/chapter-14-2102-board-of-directors-qualifications-election-outside-m",
  "sections": [
    {
      "id": "section-14-2102board",
      "number": "14-2102.Board",
      "heading": "of directors; qualifications; election; outside member",
      "text": "(1) In each metropolitan utilities district service area, there shall be a board of directors consisting of seven members. The members shall be elected as provided in section 32-540.(2) Registered voters within the boundaries of the district sha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14-2102",
      "number": "14-2102",
      "heading": "",
      "text": "14-2102.Board of directors; qualifications; election; outside member.\n\n(1) In each metropolitan utilities district service area, there shall be a board of directors consisting of seven members. The members shall be elected as provided in section 32-540.\n\n(2) Registered voters within the boundaries of the district shall be registered voters of such district. A registered voter of the district shall be eligible for the office of director subject to the special qualification of residence for the outside member, except that if the board of directors, by resolution, divides the territory of the district into election subdivisions pursuant to subsection (2) of section 32-540, a registered voter of the district shall be eligible for the office of director from the election subdivision in which he or she resides.\n\n(3) The outside member specified in section 32-540 shall be a registered voter residing within the district but outside the corporate limits of the city of the metropolitan class for which the district was created.\n\nIn the event of the annexation of the area within which the outside member resides, he or she may continue to serve as the outside member until the expiration of the term of office for which such member was elected and until a successor is elected and qualified.\n\nSourceLaws 1913, c. 143, § 3, p. 350;R.S.1913, § 4245;C.S.1922, § 3747;C.S.1929, § 14-1003;R.S.1943, § 14-1003;Laws 1945, c. 17, § 1, p. 121;Laws 1953, c. 22, § 1, p. 93;Laws 1961, c. 32, § 1, p. 152;Laws 1976, LB 665, § 1;Laws 1977, LB 201, § 3;R.S.1943, (1991), § 14-1003;Laws 1992, LB 746, § 2;Laws 1994, LB 76, § 477;Laws 2009, LB562, § 1;Laws 2014, LB1014, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-14/statute-14-2102/"
    }
  ]
}