{
  "state": "nebraska",
  "path": "title-chapter-14-cities-of-the-metropolitan-class/chapter-14-118-annexation-or-merger-of-city-or-village-rights-and-li",
  "sections": [
    {
      "id": "section-14-118",
      "number": "14-118",
      "heading": "",
      "text": "14-118.Annexation or merger of city or village; rights and liabilities; rights of franchise holders and licensees.\n\n(1) Whenever any city of the metropolitan class shall extend its boundaries so as to annex or merge with it any city or village, the laws, ordinances, powers, and government of such city of the metropolitan class shall extend over the territory embraced within such annexed or merged city or village from and after the date of annexation or merger. The date of annexation or merger shall be set forth in the ordinance providing for such annexation or merger.\n\n(2) After such date, the city of the metropolitan class shall:\n\n(a) Succeed to all the property and property rights of every kind, contracts, obligations, and choses in action of every kind held by or belonging to the annexed or merged city or village; and\n\n(b) Be liable for and recognize, assume, and carry out all valid contracts, obligations, and licenses of the annexed or merged city or village.\n\n(3) Any city or village so annexed or merged with the city of the metropolitan class shall be deemed fully compensated by virtue of such annexation or merger and assumption of its obligations and contracts, for all its properties and property rights of every kind so acquired.\n\n(4) Any public franchise, license, or privilege granted to or held by any person or corporation from any of the cities or villages annexed or merged with any city of the metropolitan class, before such annexation or merger shall not, by virtue of such annexation or merger, be extended into, upon, or over the streets, alleys, or public places of the city of the metropolitan class involved in such annexation or merger.\n\nSourceLaws 1921, c. 116, art. I, § 17, p. 412;C.S.1922, § 3505;C.S.1929, § 14-118;R.S.1943, § 14-118;Laws 2022, LB800, § 26.\n\nAnnotations\n\nProperty and obligations of airport authority belonging to annexed city become property and obligation of annexing city. Airport Authority of City of Millard v. City of Omaha, 185 Neb. 623, 177 N.W.2d 603 (1970).\n\nConsolidated city is required to perform all valid, unperformed, subsisting contracts made by city of South Omaha. State ex rel. Parks Co. v. Dahlman, 100 Neb. 416, 160 N.W. 117 (1916).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-14/statute-14-118/"
    }
  ]
}