{
  "state": "nebraska",
  "path": "title-chapter-14-cities-of-the-metropolitan-class/chapter-14-556-city-treasurer-authorized-depositories-securities-con",
  "sections": [
    {
      "id": "section-14-556city",
      "number": "14-556.City",
      "heading": "treasurer; authorized depositories; securities; conflict of interest, when",
      "text": "(1) The city treasurer of a city of the metropolitan class shall place all funds of the city on deposit in such banks, capital stock financial institutions, or qualifying mutual financial institutions within the city as shall",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14-556",
      "number": "14-556",
      "heading": "",
      "text": "14-556.City treasurer; authorized depositories; securities; conflict of interest, when.\n\n(1) The city treasurer of a city of the metropolitan class shall place all funds of the city on deposit in such banks, capital stock financial institutions, or qualifying mutual financial institutions within the city as shall agree to pay the highest rate of interest for the use of such funds so deposited. The city council is hereby directed to advertise for bids for rates for the deposit of such funds as provided in this section.\n\n(2) The banks, capital stock financial institutions, or qualifying mutual financial institutions referred to in subsection (1) of this section, so selected, shall:\n\n(a) Give bond to the city for the safekeeping of such funds, and such city shall not have on deposit in any bank, capital stock financial institution, or qualifying mutual financial institution giving a guaranty bond more than the amount insured or guaranteed by the Federal Deposit Insurance Corporation plus the maximum amount of the bond given by the bank, capital stock financial institution, or qualifying mutual financial institution or in any bank, capital stock financial institution, or qualifying mutual financial institution giving a personal bond more than the amount insured or guaranteed by the Federal Deposit Insurance Corporation plus one-half of the amount of the bond of the bank, capital stock financial institution, or qualifying mutual financial institution. All bonds of such banks, capital stock financial institutions, or qualifying mutual financial institutions shall be deposited with and held by the city treasurer; or\n\n(b) Give security as provided in the Public Funds Deposit Security Act.\n\n(3) The fact that a stockholder, director, or other officer of such bank, capital stock financial institution, or qualifying mutual financial institution is also serving as mayor, as a member of the city council, as a member of a board of public works, or as any other officer of the city shall not disqualify such bank, capital stock financial institution, or qualifying mutual financial institution from acting as a depository for such city funds.\n\n(4) Section 77-2366 shall apply to deposits in capital stock financial institutions.\n\n(5) Section 77-2365.01 shall apply to deposits in qualifying mutual financial institutions.\n\nSourceLaws 1921, c. 116, art. IV, § 44, p. 491;C.S.1922, § 3670;C.S.1929, § 14-547;R.S.1943, § 14-556;Laws 1957, c. 54, § 1, p. 263;Laws 1959, c. 35, § 2, p. 193;Laws 1989, LB 33, § 9;Laws 1993, LB 157, § 1;Laws 1996, LB 1274, § 13;Laws 2001, LB 362, § 10;Laws 2009, LB259, § 4;Laws 2022, LB800, § 202.\n\nCross ReferencesPublic Funds Deposit Security Act, see section 77-2386.\n\nAnnotations\n\nCity of metropolitan class can make no deposit in bank unless the deposit is protected by bond, and while it may be implied, it is not expressly required, that the bank must pay the premium on the bond. State ex rel. Sorensen v. South Omaha State Bank, 128 Neb. 733, 260 N.W. 278 (1935).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-14/statute-14-556/"
    }
  ]
}