{
  "state": "nebraska",
  "path": "title-chapter-14-cities-of-the-metropolitan-class/chapter-14-375-city-planning-board-vacation-of-streets-or-alleys-pro",
  "sections": [
    {
      "id": "section-14-375",
      "number": "14-375",
      "heading": "",
      "text": "14-375.City planning board; vacation of streets or alleys; procedure; appointment of committees; effect; appeal.\n\nUpon the recommendation of the city planning board, the city council of a city of the metropolitan class may, by ordinance or resolution, vacate any street or alley within such city without any petition being filed for such vacation. Before any such street or alley shall be vacated, the city council shall appoint a committee of at least three city council members, who shall faithfully and impartially and after reasonable notice to the owners and parties interested in property affected by such vacation, assess the damages, if any, to such owners and affected parties. The committee shall take into consideration the amount of special benefits, if any, arising from such vacation and shall file their report in writing with the city clerk. Any owner or party interested in property affected by such vacation, who shall file a written protest with such committee, may appeal from the adoption by the city council of such appraisers' report in the manner provided in section 14-813, but such appeal shall not stay the passage of the ordinance or resolution vacating such street or alley. The award of appraisers shall be final and conclusive as the order of a court of general jurisdiction, unless appealed from. When the city vacates a street or alley, the city shall, within thirty days after the effective date of the vacation, file a certified copy of the vacating ordinance or resolution with the register of deeds for the county in which the vacated property is located to be indexed against all affected lots.\n\nSourceLaws 1921, c. 116, art. III, § 57c, p. 461;C.S.1922, § 3613;C.S.1929, § 14-361;R.S.1943, § 14-375;Laws 1959, c. 35, § 1, p. 192;Laws 1961, c. 30, § 3, p. 147;Laws 2001, LB 483, § 1;Laws 2022, LB800, § 87.\n\nAnnotations\n\nThis section authorizes the mayor and city council to vacate a street under whatever restrictions and regulations might be provided by law and makes no provision for reversion of the fee title to abutting property owners. Valasek v. Bernardy, 242 Neb. 398, 495 N.W.2d 275 (1993).\n\nRight of appeal is preserved. Hanson v. City of Omaha, 157 Neb. 768, 61 N.W.2d 556 (1953).\n\nVacation of street was not an exercise of power of eminent domain. Hanson v. City of Omaha, 157 Neb. 403, 59 N.W.2d 622 (1953).\n\nBefore street may be vacated under this section, committee must be appointed to assess damages. Hanson v. City of Omaha, 154 Neb. 72, 46 N.W.2d 896 (1951).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-14/statute-14-375/"
    }
  ]
}