{
  "state": "nebraska",
  "path": "title-chapter-83-state-institutions/chapter-83-150-correctional-industries-revolving-fund-created-use-in",
  "sections": [
    {
      "id": "section-83-150correctional",
      "number": "83-150.Correctional",
      "heading": "Industries Revolving Fund; created; use; investment",
      "text": "All funds received by the Department of Correctional Services under sections 83-144 to 83-152 and from the recycling of material used in the production of goods or the provision of services by the department's correctional industries program shall",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-83-150",
      "number": "83-150",
      "heading": "",
      "text": "83-150.Correctional Industries Revolving Fund; created; use; investment.\n\nAll funds received by the Department of Correctional Services under sections 83-144 to 83-152 and from the recycling of material used in the production of goods or the provision of services by the department's correctional industries program shall be remitted to the State Treasurer for credit to the Correctional Industries Revolving Fund, which fund is hereby created. The fund shall be administered by the Director of Correctional Services. The fund (1) shall be used to pay all proper expenses incident to the administration of sections 83-144 to 83-152 and (2) may be used to carry out section 83-186.01, except that transfers from the fund to the General Fund may be made at the direction of the Legislature. Any money in the Correctional Industries Revolving Fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1935, c. 183, § 9, p. 681;Laws 1939, c. 135, § 1, p. 580;C.S.Supp.,1941, § 83-964;R.S.1943, § 83-150;Laws 1959, c. 442, § 5, p. 1487;Laws 1969, c. 820, § 2, p. 3126;Laws 1969, c. 584, § 111, p. 2417;Laws 1973, LB 563, § 33;Laws 1992, Third Spec. Sess., LB 2, § 2;Laws 1994, LB 1066, § 129;Laws 2013, LB483, § 2;Laws 2016, LB1080, § 3.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-83/statute-83-150/"
    }
  ]
}