{
  "state": "nebraska",
  "path": "title-chapter-83-state-institutions/chapter-83-10701-department-of-health-and-human-services-official-na",
  "sections": [
    {
      "id": "section-83-10701",
      "number": "83-107.01",
      "heading": "",
      "text": "83-107.01.Department of Health and Human Services; official names of institutions under supervision; youth rehabilitation and treatment centers; gender separation; requirements; treatment; legislative intent.\n\n(1) The official names of the state institutions under the supervision of the Department of Health and Human Services shall be as follows: (a) Beatrice State Developmental Center, (b) Lincoln Regional Center, (c) Norfolk Regional Center, (d) Hastings Regional Center, (e) Youth Rehabilitation and Treatment Center-Kearney, and (f) Youth Rehabilitation and Treatment Center-Geneva.\n\n(2)(a) This subsection applies beginning July 1, 2021.\n\n(b) Except as provided in subdivision (2)(e) of this section, so long as the department operates the Youth Rehabilitation and Treatment Center-Kearney, such institution shall be used for the treatment of boys only.\n\n(c) Except as provided in subdivision (2)(e) of this section, so long as the department operates the Youth Rehabilitation and Treatment Center-Geneva, such institution shall be used for the treatment of girls only.\n\n(d) For any other facility operated and utilized as a youth rehabilitation and treatment center in compliance with state law, the department shall ensure safe and appropriate gender separation.\n\n(e) In the event of an emergency, the department may use the Youth Rehabilitation and Treatment Center-Kearney, the Youth Rehabilitation and Treatment Center-Geneva, or another facility operated and utilized as a youth rehabilitation and treatment center in compliance with state law for the treatment of juveniles of both genders for up to seven days. During any such use the department shall ensure safe and appropriate gender separation.\n\n(f) For purposes of this section, emergency means a public health emergency or a situation including fire, flood, tornado, natural disaster, or damage to the institution that renders an institution uninhabitable. Emergency does not include inadequate staffing.\n\n(3) It is the intent of the Legislature that no institution under the supervision of the Department of Health and Human Services at which the department provides inpatient or subacute substance abuse or behavioral health residential treatment for juveniles under the jurisdiction of a juvenile court shall delay such treatment to a juvenile when such treatment has been determined necessary under subsection (2) of section 43-407 or has been ordered by a juvenile court.\n\nSourceLaws 1945, c. 250, § 1, p. 786;Laws 1949, c. 291, § 1, p. 994;Laws 1951, c. 318, § 1, p. 1086;Laws 1955, c. 341, § 2, p. 1055;Laws 1959, c. 418, § 9, p. 1403;Laws 1959, c. 419, § 10, p. 1412;Laws 1961, c. 416, § 12, p. 1269;Laws 1963, c. 528, § 2, p. 1656;Laws 1969, c. 814, § 6, p. 3061;Laws 1969, c. 818, § 7, p. 3117;Laws 1972, LB 1253, § 1;Laws 1973, LB 563, § 19;Laws 1975, LB 466, § 1;Laws 1976, LB 974, § 1;Laws 1996, LB 1044, § 896;Laws 1997, LB 396, § 22;Laws 1998, LB 1073, § 167;Laws 2006, LB 994, § 146;Laws 2007, LB296, § 779;Laws 2017, LB340, § 20;Laws 2020, LB1188, § 16;Laws 2021, LB273, § 8;Laws 2021, LB428, § 5.\n\nCross ReferencesFor provisions relating to the Beatrice State Developmental Center, see sections 83-217 to 83-227.02.For provisions relating to the state hospitals for the mentally ill, see sections 83-305 to 83-357.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-83/statute-83-107-01/"
    }
  ]
}