{
  "state": "nebraska",
  "path": "title-chapter-83-state-institutions/chapter-83-17403-certain-sex-offenders-supervision-by-department-not",
  "sections": [
    {
      "id": "section-83-17403",
      "number": "83-174.03",
      "heading": "",
      "text": "83-174.03.Certain sex offenders; supervision by department; notice prior to release; risk assessment and evaluation; conditions of community supervision.\n\n(1) Any individual who, on or after July 14, 2006, (a) is convicted of or completes a term of incarceration for a registrable offense under section 29-4003 and has a previous conviction for a registrable offense under such section, (b) is convicted of sexual assault of a child in the first degree pursuant to section 28-319.01, or (c) is convicted of or completes a term of incarceration for an aggravated offense as defined in section 29-4001.01, shall, upon completion of his or her term of incarceration or release from civil commitment, be supervised in the community by the department for the remainder of his or her life.\n\n(2) Notice shall be provided to the department by an agency or political subdivision which has custody of an individual required to be supervised in the community pursuant to subsection (1) of this section at least sixty days prior to the release of such individual from custody.\n\n(3) Individuals required to be supervised in the community pursuant to subsection (1) of this section shall undergo a risk assessment and evaluation by the department to determine the conditions of community supervision to be imposed to best protect the public from the risk that the individual will reoffend.\n\n(4) Conditions of community supervision imposed on an individual by the department may include the following:\n\n(a) Drug and alcohol testing if the conviction resulting in the imposition of community supervision involved the use of drugs or alcohol;\n\n(b) Restrictions on employment and leisure activities necessary to minimize interaction with potential victims;\n\n(c) Requirements to report regularly to the individual's community supervision officer;\n\n(d) Requirements to reside at a specified location and notify the individual's community supervision officer of any change in address or employment;\n\n(e) A requirement to allow the department access to medical records from the individual's current and former providers of treatment;\n\n(f) A requirement that the individual submit himself or herself to available medical, psychological, psychiatric, or other treatment, including, but not limited to, polygraph examinations; or\n\n(g) Any other conditions designed to minimize the risk of recidivism, including, but not limited to, the use of electronic monitoring, which are not unduly restrictive.\n\nSourceLaws 2006, LB 1199, ยง 89;Laws 2009, LB285, ยง 13;Laws 2018, LB841, ยง 17;Laws 2025, LB150, ยง 136.Operative Date: September 3, 2025\n\nAnnotations\n\nBecause lifetime community supervision under this section is an additional form of punishment, a jury, rather than a trial court, must make a specific finding concerning the facts necessary to establish an aggravated offense where such facts are not specifically included in the elements of the offense of which the defendant is convicted. State v. Alfredson, 282 Neb. 476, 804 N.W.2d 153 (2011).\n\nWhen a crime is committed before the enactment of a statute which imposed an additional punishment of lifetime community supervision, inclusion of that punishment violates the Ex Post Facto Clauses of the Nebraska and federal Constitutions. State v. Simnick, 279 Neb. 499, 779 N.W.2d 335 (2010).\n\nThe legislative intent in enacting this section was to establish an additional form of punishment for some sex offenders. State v. Payan, 277 Neb. 663, 765 N.W.2d 192 (2009).\n\nWhere the facts necessary to establish an aggravated offense as defined by the Sex Offender Registration Act are not specifically included in the elements of the offense of which the defendant is convicted, such facts must be specifically found by the jury in order to impose lifetime community supervision as a term of the sentence. State v. Payan, 277 Neb. 663, 765 N.W.2d 192 (2009).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-83/statute-83-174-03/"
    }
  ]
}