{
  "state": "south-carolina",
  "path": "title-title-42/chapter-chapter-3",
  "sections": [
    {
      "id": "section-42-3-10",
      "number": "42-3-10",
      "heading": "",
      "text": "There is created the South Carolina Workers' Compensation Commission, hereinafter referred to as the commission, composed of a judicial and administrative department and constituted and administered as provided for in this title.\n\nHISTORY: 1962 Code Section 72-50; 1952 Code Section 72-51; 1942 Code Section 7035-54; 1936 (39) 1231; 1952 (47) 1925; 1964 (53) 1918; 1974 (58) 2251; 1980 Act No. 481; 1986 Act No. 399, Section 2, eff May 6, 1986.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-10/"
    },
    {
      "id": "section-42-3-25",
      "number": "42-3-25",
      "heading": "",
      "text": "The chairman is the chief executive officer of the commission and shall execute the policies established by the commission in its capacity as the governing body of the judicial and administrative departments.\n\nThe executive director of the commission shall report to the chairman and be responsible to the commission.\n\nHISTORY: 1980 Act No. 481; 2006 Act No. 327, Section 1, eff June 2, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-25/"
    },
    {
      "id": "section-42-3-20",
      "number": "42-3-20",
      "heading": "",
      "text": "(A) The commission shall consist of seven members appointed by the Governor with the advice and consent of the Senate for terms of six years and until their successors are appointed and qualify. In the event the Governor does not fill a vacancy within sixty days after the vacancy occurs, the commission by majority vote shall deputize a person with suitable experience, training, and knowledge to serve as a deputy commissioner to serve until such time as the Governor fills the vacancy. As soon as the Governor appoints a replacement who is confirmed by the Senate, the deputy commissioner shall immediately cease to serve in that office. While serving as a deputy commissioner, the deputy commissioner has the power and authority to swear or cause the witnesses to be sworn and shall transmit all testimony and shall make a recommendation to the commission for an award. The commission must determine the award based upon testimony received by the deputy commissioner and may consider the deputy commissioner's recommendation.\n\n(B) The Governor, with the advice and consent of the Senate, shall designate one of the seven commissioners as chairman for a term of two years. At the conclusion of a commissioner's two-year term as chairman, the Governor shall appoint or reappoint a commissioner to serve as chairman. If the Governor does not appoint or reappoint a chairman at the expiration of the two-year term, a majority of the commission shall elect from among their members an interim chairman who shall serve until the Governor appoints another chairman. A deputy commissioner is not eligible to serve as chairman. Any person appointed to the commission is subject to removal as provided in Section 1-3-240(C).\n\n(C) The commissioners shall hear and determine all contested cases, conduct informal conferences when necessary, approve settlements, hear applications for full commission reviews, and handle such other matters as may come before the department for judicial disposition. Full commission reviews shall be conducted by all commissioners, excluding the original hearing commissioner, or by three-member panels, excluding the original hearing commissioner, appointed by the chairman. The chairman, with approval of a majority of the other commissioners, shall determine which full commission reviews shall be assigned to panels. The decisions of three-member panels have the same force and effect as full commission reviews.\n\nHISTORY: 1962 Code Section 72-50.1; 1952 Code Section 72-51; 1943 Code Section 7035-54; 1936 (39) 1231; 1952 (47) 1925; 1964 (53) 1918; 1974 (58) 2251; 1978 Act No. 522 Section 1; 1980 Act No. 481; 1981 Act No. 163; 1981 Act No. 178 Part II Section 15; 2007 Act No. 111, Pt I, Section 11, eff July 1, 2007, applicable to injuries that occur on or after that date; 2016 Act No. 140 (S.975), Section 1, eff March 14, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-20/"
    },
    {
      "id": "section-42-3-30",
      "number": "42-3-30",
      "heading": "",
      "text": "The commission shall promulgate all regulations relating to the administration of the workers' compensation laws of this State necessary to implement the provisions of this title and consistent therewith.\n\nHISTORY: 1962 Code Section 72-50.2; 1952 Code Section 72-59; 1942 Code Section 7035-57; 1936 (39) 1231; 1937 (40) 613; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-30/"
    },
    {
      "id": "section-42-3-40",
      "number": "42-3-40",
      "heading": "",
      "text": "The annual salary for the commissioners shall be eighty-five percent of the salary paid to the circuit judges of the State. The commissioners shall receive a subsistence allowance of thirty-five dollars a day while in the performance of their duties outside the Columbia office.\n\nHISTORY: 1962 Code Section 72-50.3; 1952 Code Sections 72-51, 72-52; 1942 Code Sections 7035-54, 7035-55; 1936 (39) 1231; 1951 (47) 506; 1952 (47) 1925; 1964 (53) 1918; 1974 (58) 2251; 1978 Act No. 644 Part II Section 40; 1978 Act No. 522 Section 2; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-40/"
    },
    {
      "id": "section-42-3-60",
      "number": "42-3-60",
      "heading": "",
      "text": "Each commissioner shall be authorized to employ an administrative assistant to serve at the commissioner's pleasure.\n\nHISTORY: 1962 Code Section 72-50.5; 1952 Code Section 72-54; 1942 Code Section 7035-55; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 481; 2007 Act No. 111, Pt I, Section 12, eff July 1, 2007, applicable to injuries that occur on or after that date.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-60/"
    },
    {
      "id": "section-42-3-80",
      "number": "42-3-80",
      "heading": "",
      "text": "The administrative department of the commission shall be under the direction of the executive director. The director must be appointed by the commission, shall serve at its pleasure, and shall receive an annual salary not to exceed eighty-five percent of the salary paid to the commissioners.\n\nThe administrative director shall receive and be responsible for all files and records of the Workers' Compensation Commission and shall refer all claims to the judicial department for disposition and receive from that department reports, information and statistics as to the disposition of claims. He also shall be responsible for the referral to the South Carolina Vocational Rehabilitation Department of all industrially injured persons that need vocational counseling or vocational evaluation, personal adjustment, training and placement.\n\nIn the performance of his duties, the director is authorized to:\n\n(a) with the approval of the chairman of the commission, appoint and discharge, if necessary, all support personnel within the administrative department except division directors;\n\n(b) compile all statistics and reports concerning the administration of workers' compensation laws and the disposition of claims related thereto;\n\n(c) conduct administrative operations of the commission in accordance with the provisions of this title and regulations promulgated thereunder.\n\nHISTORY: 1962 Code Section 72-50.7; 1974 (58) 2251; 1980 Act No. 481; 2005 Act No. 85, Section 1, eff May 26, 2005; 2006 Act No. 327, Section 2, eff June 2, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-80/"
    },
    {
      "id": "section-42-3-90",
      "number": "42-3-90",
      "heading": "",
      "text": "There shall be established within the administrative department the following divisions, each headed by a division director recommended by the administrative director with the concurrence of the chairman and subject to the approval of the commission.\n\n(1) The Division of Coverage and Compliance;\n\n(2) The Division of Claims and Statistics;\n\n(3) The Division of Medical Services.\n\nEach division shall perform such functions and duties as may be assigned to it by the director of the administrative department subject to the provisions of Section 42-3-25.\n\nHISTORY: 1962 Code Section 72-50.8; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-90/"
    },
    {
      "id": "section-42-3-100",
      "number": "42-3-100",
      "heading": "",
      "text": "The commissioners shall annually prepare and the chairman shall annually submit to the Governor and the General Assembly a budget for the Workers' Compensation Commission.\n\nHISTORY: 1962 Code Section 72-50.9; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-100/"
    },
    {
      "id": "section-42-3-105",
      "number": "42-3-105",
      "heading": "",
      "text": "The Worker's Compensation Commission is authorized to double the amount of fines and penalties assessed for each violation of the workers' compensation law, except that for employers found to be uninsured in violation of the workers' compensation law, the minimum amount of the penalty assessed shall be seven hundred fifty dollars a year of noncompliance and the maximum amount of the penalty shall be one thousand dollars a year of noncompliance. The commission is further authorized to retain and expend all revenues received as a result of these collections.\n\nHISTORY: 2003 Act No. 61, Section 2, eff Aug. 19, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-105/"
    },
    {
      "id": "section-42-3-110",
      "number": "42-3-110",
      "heading": "",
      "text": "The commissioners of the judicial department and the director of the administrative department shall approve all expense and travel vouchers for their respective departments.\n\nHISTORY: 1962 Code Section 72-50.10; 1952 Code Section 72-53; 1942 Code Section 7035-55; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-110/"
    },
    {
      "id": "section-42-3-120",
      "number": "42-3-120",
      "heading": "",
      "text": "There is hereby created the advisory committee for improvement of the workers' compensation laws of South Carolina, consisting of five members appointed by the Governor for terms of five years and until successors are appointed and qualify. One member shall be an attorney experienced in practice representing claimants, one member shall be an attorney experienced in practice representing defendants, one member shall be a representative of industry, one member shall be a representative of labor and one member shall be a representative of the general public. A chairman shall be elected by the committee. The committee shall meet at least quarterly to consider improvements in workers' compensation laws and monitor the effectiveness of existing law. Recommendations for changes in the law shall be recommended annually to the General Assembly. Committee members shall serve without compensation but shall receive mileage, subsistence and per diem as provided by law for boards, committees and commissions payable from an annual appropriation from the general fund of the State.\n\nHISTORY: 1962 Code Section 72-50.11; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-120/"
    },
    {
      "id": "section-42-3-130",
      "number": "42-3-130",
      "heading": "",
      "text": "The county sheriffs and their respective deputies shall serve all subpoenas of the commission or its deputies and shall receive the same fees as are provided by law for like services. Provided, however, if the witness is in another county, the subpoena may be served by any person authorized to serve subpoenas in the county where the action originated. Each witness who appears in obedience to such subpoena of the commission shall receive for attendance the fees and mileage for witnesses in civil cases in courts of the county in which the hearing is held.\n\nHISTORY: 1962 Code Section 72-50.13; 1952 Code Section 72-61; 1942 Code Section 7035-57; 1936 (39) 1231; 1937 (40) 613; 1974 (58) 2025, 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-130/"
    },
    {
      "id": "section-42-3-140",
      "number": "42-3-140",
      "heading": "",
      "text": "The commission or any member thereof, or any person deputized by it, may, for the purpose of this title, subpoena witnesses, administer or cause to be administered oaths and examine or cause to be examined such parts of the books and records of the parties to proceedings as relate to questions in dispute.\n\nHISTORY: 1962 Code Section 72-50.14; 1952 Code Section 72-62; 1942 Code Section 7035-57; 1936 (39) 1231; 1937 (40) 613; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-140/"
    },
    {
      "id": "section-42-3-150",
      "number": "42-3-150",
      "heading": "",
      "text": "The commission in the discharge of its duties may administer oaths and affirmations, take depositions and issue subpoenas to compel the attendance of witnesses and the production of books, papers, correspondence, memoranda and other records deemed necessary in connection with any proceeding under this title.\n\nNo person shall be excused from attending and testifying or from producing books, papers, correspondence, memoranda or other records before the commission on the ground that the testimony or evidence, documentary or otherwise, required of him may tend to incriminate him or subject him to a penalty or forfeiture. But no individual shall be prosecuted or subjected to any penalty or forfeiture for or on account of any transaction, matter or thing concerning which he is compelled, after having claimed his privilege against self-incrimination, to testify or produce evidence, documentary or otherwise, except that such individual so testifying shall not be exempt from prosecution and punishment for perjury committed in so testifying or from civil prosecution, penalties or forfeitures pursuant to the provisions of this title.\n\nIn case of contumacy by any person or refusal to obey a subpoena issued to any person, the commission may issue to such person an order requiring him to appear before the commission to produce evidence if so ordered or to give testimony touching the matter under investigation. Any failure to obey an order of the commission may be punished as a contempt thereof.\n\nAny person who shall without just cause fail or refuse to attend and testify, to answer any lawful inquiry or to produce books, papers, correspondence, memoranda and other records, if it is in his power to do so in accordance with a subpoena of the commission, shall be deemed guilty of a misdemeanor and upon conviction shall be punished by a fine of not less than twenty nor more than two hundred dollars or by a term of imprisonment for not more than thirty days. Each failure to obey a subpoena shall constitute a separate offense. Subpoenas shall be issued in the name of the commission and shall be signed by a commissioner. Subpoenas shall be issued to such persons as the commission may designate.\n\nIn addition, the commission may punish for contempt in the manner authorized by this section any person whose disorderly conduct in any commission proceeding interferes with the orderly process of such proceeding.\n\nHISTORY: 1962 Code Section 72-50.15; 1952 Code Section 72-63; 1942 Code Section 7035-57; 1936 (39) 1231; 1937 (40) 613; 1974 (58) 2251; 1978 Act No. 469 Section 1; 1978 Act No. 522, Section 4; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-150/"
    },
    {
      "id": "section-42-3-160",
      "number": "42-3-160",
      "heading": "",
      "text": "Any party to a proceeding pending under this title or his attorney may cause the depositions of witnesses, either within or without the State, to be taken either by commission or de bene esse. Such depositions shall be taken in accordance with and subject to the same provisions, conditions and restrictions as apply to the taking of like depositions in civil actions at law in the courts of common pleas and the same rules with respect to the giving of notice to the opposite party, the taking and transcribing of testimony and the transmission and certification thereof and matters of practice relating thereto shall apply. In any case in which testimony shall be taken by commission, such commission shall be issued, upon request of the party or his attorney, by some member of the commission. The provisions of this section shall not be so construed as to prevent the commission or any deputy commissioner from issuing commissions for the taking of testimony, even in the absence of any application therefor, when in its or his judgment it is deemed necessary or appropriate.\n\nHISTORY: 1962 Code Section 72-50.16; 1952 Code Section 72-64; 1942 Code Section 7035-57; 1936 (39) 1231; 1937 (40) 613; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-160/"
    },
    {
      "id": "section-42-3-170",
      "number": "42-3-170",
      "heading": "",
      "text": "Hearings before the commission shall be open to the public and shall be stenographically reported and the commission may contract for the reporting of such hearings. The commission shall by regulation provide for the preparation of a record of the hearings and other proceedings.\n\nHISTORY: 1962 Code Section 72-50.17; 1952 Code Section 72-65; 1942 Code Section 7035-56; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-170/"
    },
    {
      "id": "section-42-3-175",
      "number": "42-3-175",
      "heading": "",
      "text": "(A)(1) If a claimant brings an action before the commission to enforce an order authorizing medical treatment or payment of benefits and the commission determines that an insurer, a self-insured employer, a self-insured fund, or an adjuster, without good cause, failed to authorize medical treatment and/or pay benefits when ordered to do so by the commission, the insurer, the self-insured employer, the self-insured fund, or the adjuster must pay the claimant's attorneys' fees and costs of enforcing the order. The commission may impose sanctions for wilful disobedience of an order, including, but not limited to, a fine of up to five hundred dollars for each day of the violation.\n\n(2) The commission must notify the Department of Insurance of an insurer's or an adjuster's failure to authorize and pay benefits for medical treatment. If the Director of the Department of Insurance or his or her designee determines that there has been a violation of any provision of Title 38, he may impose penalties for each violation, including, but not limited to, administrative penalties pursuant to Section 38-2-10.\n\n(B)(1) If the commission discovers a pattern of an insurer failing to pay benefits pursuant to an award, as defined in item (2), the chairman must notify the Director of the Department of Insurance. The director or his or her designee must hold a hearing to determine if the insurer had good cause for nonpayment. If the director or his or her designee determines that nonpayment was intentional three or more times within a two-year period, the director may revoke the license of the insurer to do business in this State. If the director or his or her designee revokes the license of the insurer, he must take any steps he considers necessary for the protection of the insurer's policyholders in this State.\n\n(2) For purposes of this section, a pattern is established upon an insurer's failure to pay an award at least three times within a two-year period by failing to pay:\n\n(a) for individual claims;\n\n(b) for a claim in which the claimant had to request enforcement of an award; or\n\n(c) any combination of subitems (a) and (b).\n\n(3) All fines collected pursuant to this section must be submitted to the general fund.\n\nHISTORY: 2007 Act No. 111, Pt I, Section 13, eff July 1, 2007, applicable to injuries that occur on or after that date.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-175/"
    },
    {
      "id": "section-42-3-180",
      "number": "42-3-180",
      "heading": "",
      "text": "All questions arising under this title, if not settled by agreement of the parties interested therein with the approval of the commission, shall be determined by the commission, except as otherwise provided in this title.\n\nHISTORY: 1962 Code Section 72-50.18; 1952 Code Section 72-66; 1942 Code Section 7035-68; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-180/"
    },
    {
      "id": "section-42-3-185",
      "number": "42-3-185",
      "heading": "",
      "text": "Any policies or procedures implementing the provisions of Section 42-15-90 shall become effective only when such implementation is accomplished by regulations promulgated in accordance with the Administrative Procedures Act, which proposed regulations shall have before promulgation received approval of the Judiciary Committees of the Senate and House of Representatives and also by concurrent Resolution of the General Assembly.\n\nHISTORY: 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-185/"
    },
    {
      "id": "section-42-3-190",
      "number": "42-3-190",
      "heading": "",
      "text": "The commission shall prepare, cause to be printed and upon request furnish, free of charge to any employee, such blank forms and literature as it shall deem requisite to facilitate or prompt the efficient administration of this title.\n\nHISTORY: 1962 Code Section 72-50.19; 1952 Code Section 72-67; 1942 Code Section 7035-58; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 318, Section 4; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-190/"
    },
    {
      "id": "section-42-3-195",
      "number": "42-3-195",
      "heading": "",
      "text": "The commission shall cooperate with and provide information and statistics to the South Carolina Commissioner of Labor, which the Commissioner of Labor and his designees may use solely for the following limited purposes:\n\n(1) scheduling inspections pursuant to Section 41-15-260 for compliance with occupational safety and health rules and regulations;\n\n(2) statistical evaluation of hazards.\n\nThe information and statistics provided pursuant to this section are confidential and exempt from disclosure pursuant to the Freedom of Information Act, except that the Commissioner of Labor may reveal to the federal Occupational Safety and Health Administration, on a confidential basis, the results of statistical evaluations of hazards as long as no identifying information is revealed.\n\nUpon trial of any action other than a workers' compensation claim, such information shall not be placed in evidence or be permitted to be argued to any court, jury, or other adjudicatory body.\n\nHISTORY: 1993 Act No. 121, Section 1, eff June 14, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-195/"
    },
    {
      "id": "section-42-3-210",
      "number": "42-3-210",
      "heading": "",
      "text": "The commission shall tabulate the accident reports received from employers in accordance with Sections 42-19-10 and 42-19-20 and shall publish them in the annual report of the commission and as often as it may deem advisable, in such detailed or aggregated form as it may deem best. The name of the employer or employee shall not appear in such publications and the employers' reports shall be private records of the commission and shall not be open for public inspection except for the inspection of the parties directly involved, and then only to the extent of such interest, including third party interests. These reports shall not be used as evidence by or against any employer in any suit at law brought by any employee for the recovery of damages, except by order of the court for good cause shown.\n\nHISTORY: 1962 Code Section 72-50.21; 1952 Code Section 72-69; 1942 Code Section 7035-58; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-210/"
    },
    {
      "id": "section-42-3-220",
      "number": "42-3-220",
      "heading": "",
      "text": "The commission may, by civil action brought in its own name, enforce the collection of any fines or penalties provided by this title and such fines and penalties shall be used for the purpose of paying salaries and expenses of the commission.\n\nHISTORY: 1962 Code Section 72-50.22; 1952 Code Section 72-70; 1942 Code Sections 7035-78, 7035-79; 1936 (39) 1231; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-220/"
    },
    {
      "id": "section-42-3-230",
      "number": "42-3-230",
      "heading": "",
      "text": "The commission may from time to time, as it may consider advisable, destroy any of its inactive files that are at least fifteen years old. The commission may maintain these files in either paper or electronic form. No files of the commission shall be considered inactive until the commission is satisfied that the files will be of no further use.\n\nHISTORY: 1962 Code Section 72-50.23; 1952 Code Section 72-71; 1944 (43) 1207; 1974 (58) 2251; 1980 Act No. 481; 2007 Act No. 111, Pt I, Section 14, eff July 1, 2007, applicable to injuries that occur on or after that date.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-230/"
    },
    {
      "id": "section-42-3-240",
      "number": "42-3-240",
      "heading": "",
      "text": "The commission shall publish annually for free distribution a report of the administration of this title, together with such recommendations as the commission deems advisable, and shall submit annually to the Governor and the General Assembly a report showing receipts, expenditures and disbursements of the commission for the fiscal year terminating on June thirtieth preceding the time of such report.\n\nHISTORY: 1962 Code Section 72-50.24; 1952 Code Section 72-73; 1942 Code Section 7035-55; 1936 (39) 1231; 1947 (45) 147; 1974 (58) 2251; 1980 Act No. 481.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-240/"
    },
    {
      "id": "section-42-3-250",
      "number": "42-3-250",
      "heading": "",
      "text": "(A) The commissioners are bound by the Code of Judicial Conduct, as contained in Rule 501 of the South Carolina Appellate Court Rules, and the State Ethics Commission is responsible for enforcement and administration of Rule 501 pursuant to Section 8-13-320. Commissioners must also comply with the applicable requirements of Chapter 13, Title 8.\n\n(B) Each year, the commissioners and their administrative assistants must attend a workshop of at least three continuing education hours concerning ethics and the Administrative Procedures Act.\n\nHISTORY: 2005 Act No. 36, Section 1, eff April 15, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-42/chapter-3/section-42-3-250/"
    }
  ]
}