{
  "state": "alabama",
  "path": "title-title-40-revenue-and-taxation/chapter-chapter-5-tax-collectors",
  "sections": [
    {
      "id": "section-40-5-1",
      "number": "40-5-1",
      "heading": "Definitions.Section 40-5-2 - Deputies",
      "text": "Section 40-5-1\n\nDefinitions.\n\nAs used in this chapter, the term “tax collecting official” means the elected or appointed official charged with collecting ad valorem taxes and other prescribed fees on real and personal property in the county.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §189; Acts 1951, No. 658, p. 1116; Act 2021-515, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-1/"
    },
    {
      "id": "section-40-5-2",
      "number": "40-5-2",
      "heading": "Deputies.",
      "text": "Section 40-5-2\n\nThe tax collecting official may appoint deputies. The deputies shall be responsible for any errors that they make. The bond for each deputy shall be not less than 50 percent of the tax collecting official’s bond. The expense of the bond shall be paid from the county general fund.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §190; Act 2021-515, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-2/"
    },
    {
      "id": "section-40-5-3",
      "number": "40-5-3",
      "heading": "Bonds.",
      "text": "Section 40-5-3\n\nBefore assuming office, the tax collecting official shall execute a bond in duplicate with a surety company authorized to do business in Alabama, payable to the State of Alabama, in an amount to be determined for every county by the Comptroller. The amount of the bond for each tax collecting official shall be set at the beginning of his or her elected or appointed term for the duration of the term. A new bond for an additional amount may be required whenever, in the judgment of the Comptroller, the public welfare demands such action. The amount of the bond shall be determined by the use of the following table based on a percentage of the total annual taxes collected, as recorded in the latest audit report for each office published at least four months prior to the date the bond is required to be filed:\n\nTABLE FOR COMPUTING AMOUNT OF TAX COLLECTING OFFICIAL’S BOND.\n\nThe bond of the tax collecting official shall be approved by the Comptroller, conditioned on the faithful performance of the duties of his or her office. The bond, in duplicate, shall be sent to the office of the Comptroller on or before September 1, next after his or her election or, if appointed, prior to the date that he or she is to assume the duties of the office, for the Comptroller’s approval. One copy shall be retained and filed in the Comptroller’s office, and one copy shall be returned to the office of the judge of probate to be filed and recorded in his or her office. The cost of the bond required by this section shall be paid out of the general fund of the county on a warrant of the county commission, and the same shall be a preferred claim against the county.\n\n(Acts 1935, No. 194, p. 256; Acts 1935, No. 328, p. 754; Code 1940, T. 41, §77; Acts 1973, No. 1215, p. 2061; Act 2021-515, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-3/"
    },
    {
      "id": "section-40-5-4",
      "number": "40-5-4",
      "heading": "Commissions.",
      "text": "Section 40-5-4\n\nCommissions.\n\n(a) Not including taxes on real estate bid in by the state at tax sales and taxes that would be due on property except for the provisions of the presently applicable law exempting homesteads from state taxes, the tax collecting official, in addition to the commissions on assessments pursuant to Section 40-4-2, shall collect commissions from the state and county general funds at the following rates of commission:\n\n(1) Ten percent on the first five thousand dollars ($5,000).\n\n(2) Five percent on the next four thousand dollars ($4,000).\n\n(3) Four percent on the next three thousand dollars ($3,000).\n\n(4) One and one-half percent on the remainder up to fifteen thousand dollars ($15,000).\n\n(5) One percent on the remainder above $15,000.\n\n(b) The tax collecting official, pursuant to Section 40-4-2, shall collect and disburse all commissions on special taxes at a rate of 2 percent for collecting and 2 percent for assessing to the county general fund, unless specifically exempted by law.\n\n(c) In Jefferson County, no fees or commissions shall be allowed for collecting the three-mill county school tax and the three-mill district school tax.\n\n(Acts 1935, No. 194, p. 256; Acts 1939, No. 325, p. 466; Code 1940, T. 51, §191; Acts 1955, No. 567, p. 1230; Act 2021-515, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-4/"
    },
    {
      "id": "section-40-5-5",
      "number": "40-5-5",
      "heading": "Disposition of Fees Paid to Collector on a Salary Basis.",
      "text": "Section 40-5-5\n\nDisposition of Fees Paid to Collector on a Salary Basis.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021. THIS IS NOT IN THE CURRENT CODE SUPPLEMENT.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §192.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-5/"
    },
    {
      "id": "section-40-5-6",
      "number": "40-5-6",
      "heading": "Fees for Demand on Delinquent Taxpayers and for Levy and Sale of Property.",
      "text": "Section 40-5-6\n\nFees for Demand on Delinquent Taxpayers and for Levy and Sale of Property.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021. THIS IS NOT IN THE CURRENT CODE SUPPLEMENT.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §193; Acts 1980, No. 80-630, p. 1087, §2; Acts 1990, No. 90-535, p. 837, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-6/"
    },
    {
      "id": "section-40-5-7",
      "number": "40-5-7",
      "heading": "Demand on Delinquent Taxpayers.",
      "text": "Section 40-5-7\n\nDemand on Delinquent Taxpayers.\n\nAfter January 1, the tax collecting official shall make a demand in writing by first class mail upon delinquent taxpayers or their agents charged with the duty of paying their taxes. The demand fee shall be five dollars ($5) for each property. It shall be the duty of the delinquent taxpayer to pay the taxes and fees assessed and charged against the taxpayer, but failure to comply with the requirements of this section shall not invalidate the title to any property sold for taxes.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §194; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-7/"
    },
    {
      "id": "section-40-5-8",
      "number": "40-5-8",
      "heading": "Costs on Payment of Delinquent Taxes.",
      "text": "Section 40-5-8\n\nCosts on Payment of Delinquent Taxes.\n\nIf the taxes are paid after they become delinquent, the taxpayer shall pay all costs, fees, charges, and interest, if any, that may at the time of payment have lawfully accrued.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §195; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-8/"
    },
    {
      "id": "section-40-5-9",
      "number": "40-5-9",
      "heading": "Interest on Delinquent Taxes.",
      "text": "Section 40-5-9\n\nInterest on Delinquent Taxes.\n\nNotwithstanding Section 40-1-44, all ad valorem taxes becoming delinquent bear interest at the rate of 12 percent per annum. The interest shall be added to and collected as part of the taxes and shall be reported in the manner prescribed by the Comptroller.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §196; Acts 1988, 1st Ex. Sess., No. 88-824, p. 265, §8; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-9/"
    },
    {
      "id": "section-40-5-10",
      "number": "40-5-10",
      "heading": "Receipts on Payment of Delinquent Taxes.",
      "text": "Section 40-5-10\n\nReceipts on Payment of Delinquent Taxes.\n\nUpon the payment by any taxpayer of the taxes, fees, and costs, if any, assessed and charged against the taxpayer, the tax collecting official shall give the taxpayer a receipt showing the name of the taxpayer, the date of the payment, and the total assessed value of real and personal property, separately, and stating the amount of the state, county, and special taxes separately, together with the interest, costs, and fees.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §197; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-10/"
    },
    {
      "id": "section-40-5-11",
      "number": "40-5-11",
      "heading": "Historic File of Individual Tax Payments.",
      "text": "Section 40-5-11\n\nHistoric File of Individual Tax Payments.\n\nThe tax collecting official shall maintain a historic file of all individual tax payments.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §198; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-11/"
    },
    {
      "id": "section-40-5-12",
      "number": "40-5-12",
      "heading": "Payments by Purchasers, Lien Holders or Mortgagees of Real Estate.",
      "text": "Section 40-5-12\n\nPayments by Purchasers, Lien Holders or Mortgagees of Real Estate.\n\nA purchaser, lienholder, or mortgagee of real estate or personal property included in an assessment may discharge the tax lien against the real estate or personal property purchased or on which a lien or mortgage is held by paying the actual amount of the taxes due to the tax collecting official of the county in which the taxes are due and payable.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §199; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-12/"
    },
    {
      "id": "section-40-5-13",
      "number": "40-5-13",
      "heading": "Payment When Parcels of Real Estate Listed Separately.",
      "text": "Section 40-5-13\n\nPayment When Parcels of Real Estate Listed Separately.\n\nTHIS SECTION WAS AMENDED BY ACT 2021-515 IN THE 2021 REGULAR SESSION, EFFECTIVE OCTOBER 1, 2021. TO SEE THE AMENDED VERSION, SEE THE VERSION LABELED PENDING.\n\nAny person listing for assessment more than one piece or parcel of real property which has been listed and valued separately may pay taxes on any one or more of said pieces; provided, that he shall first pay taxes on all personal property listed by him in said assessment.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §200.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-13/"
    },
    {
      "id": "section-40-5-14",
      "number": "40-5-14",
      "heading": "Levy and Sale of Personal Property - Time; Notice; Location.",
      "text": "Section 40-5-14\n\nLevy and Sale of Personal Property - Time; Notice; Location.\n\n(a) After January 1 of each year, the tax collecting official may levy upon the personal property of delinquent taxpayers for the payment of their taxes and, after having first given 10 days’ notice of the time and place of sale, with a description of the property to be sold, by certified mail and by posting on an online website controlled by the tax collecting official and accessible from the tax collecting official’s website.\n\n(b) The tax collecting official shall sell the property, or as much of the property as may be necessary to satisfy the taxes, fees, and expenses of the sale, including the expenses of keeping the property and moving the property to the place of sale in front of the courthouse of the county, or at the residence or place of business of the delinquent taxpayer, or at any other place in the precinct in which the notice was posted, at public outcry to the highest bidder. Property sold under this section is not subject to redemption. For making such sale, the tax collecting official shall be allowed a fee of five dollars ($5), to be collected out of the property.\n\n(c) In lieu of physically securing the property or storing or transporting the property to another location for sale, the sale may be held at any place of business, warehouse, storeroom, or facility owned or under the possession of the taxpayer, including without limitation the current location of the property to be sold.\n\n(d) The taxpayer, at any time before the sale, may pay the taxes, interest, fees, and expenses, including the tax collecting official’s fees for the sale, the same as if it had been made, and thereby discharge the levy.\n\n(e) A person who knowingly removes, destroys, or defaces personal property subject to levy and sale under this section or who, on the date of the sale of the personal property, knowingly interferes with or obstructs the tax collecting official or sheriff, or an agent or deputy thereof, from accessing or selling the property is guilty of a Class B misdemeanor.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §201; Acts 1980, No. 80-630, p. 1087, §3; Acts 1990, No. 90-535, p. 837, §1; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-14/"
    },
    {
      "id": "section-40-5-15",
      "number": "40-5-15",
      "heading": "Levy and Sale of Personal Property - Application and Disposition of Proceeds.",
      "text": "Section 40-5-15\n\nLevy and Sale of Personal Property - Application and Disposition of Proceeds.\n\n(a) The proceeds arising from a sale for taxes under this chapter shall be applied to the payment of the expenses of the sale and of the taxes, interest, and fees due from the taxpayer, and any balance remaining shall be paid to the owner of the property. If the owner of the property is not present on the day of the sale to receive the remaining balance, the tax collecting official shall maintain the funds for 60 days during which time the owner may apply for the remaining balance. If any remaining balance is not collected or claimed within 60 days after the sale by the person entitled to receive the remaining balance, the tax collecting official shall deposit the excess money with the county treasurer, or another officer entrusted with the county funds, to the credit of the county general fund. The county treasurer shall make record of the deposit on his or her books, and the excess money shall thereafter be treated as a part of the county general fund.\n\n(b) If any remaining balance is not collected or claimed within 60 days after the sale by the person entitled to receive the remaining balance, the county treasurer shall transfer the excess money to the credit of the general fund of the county and make record of the transfer on his or her books, and the excess money shall thereafter be treated as a part of the general fund of the county.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §202; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-15/"
    },
    {
      "id": "section-40-5-16",
      "number": "40-5-16",
      "heading": "Levy and Sale of Personal Property - Shares of Stock.",
      "text": "Section 40-5-16\n\nLevy and Sale of Personal Property - Shares of Stock.\n\nRepealed by Act 99-665, 2nd Sp. Sess., p. 131, §9. As to effective date, see the Code Commissioner’s Notes.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §207.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-16/"
    },
    {
      "id": "section-40-5-17",
      "number": "40-5-17",
      "heading": "Levy and Sale of Personal Property - When Delinquent Taxpayer Has Left County.",
      "text": "Section 40-5-17\n\nLevy and Sale of Personal Property - When Delinquent Taxpayer Has Left County.\n\n(a) When a tax collecting official has information that any person owing taxes in the county, whether due or not, has left the county, the tax collecting official shall make out and certify to the judge of probate a bill against the person and procure the approval of the bill by the judge of probate in all respects as provided in Section 40-5-31. The bill shall operate as a writ of fieri facias.\n\n(b) The writ may be executed by the tax collecting official if the assessed personal property of the taxpayer is found in the county of the tax collecting official.\n\n(c) The tax collecting official may forward a copy of the writ to the tax collecting official of any other county in which the delinquent taxpayer has any property, and the tax collecting official of the other county, on receipt of the writ, shall file the writ for record in the probate office in his or her county and shall give notice to the delinquent taxpayer in person or by certified or registered mail, return receipt demanded.\n\n(d) On failure of the delinquent taxpayer to satisfy after 30 days from the date of the notice, the taxes, fees, and costs due under the writ, in addition to the recording fee and a fee of five dollars ($5) for executing the writ, the tax collecting official shall proceed to execute the writ as if issued in his or her county. The tax collecting official shall remit collections thereon to the tax collecting official sending the writ.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §219; Acts 1980, No. 80-630, p. 1087, §4; Acts 1990, No. 90-535, p. 837, §1; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-17/"
    },
    {
      "id": "section-40-5-18",
      "number": "40-5-18",
      "heading": "Levy and Sale of Personal Property - No Property Exempt.",
      "text": "Section 40-5-18\n\nLevy and Sale of Personal Property - No Property Exempt.\n\nNo property is exempt from the levy and sale for the payment of taxes and the fees and charges that are lawfully incurred in assessing and collecting the taxes against the owner of the property.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §203; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-18/"
    },
    {
      "id": "section-40-5-19",
      "number": "40-5-19",
      "heading": "Sale of Real Property If Personalty Insufficient.",
      "text": "Section 40-5-19\n\nSale of Real Property If Personalty Insufficient.\n\n(a) When no personal property can be found out of which the taxes of any delinquent taxpayer can be collected, or an amount insufficient to fully satisfy the taxes, the real estate of the delinquent taxpayer or the real estate upon which the delinquent taxpayer’s taxes are a lien shall be sold for the payment of the taxes, or of the balance due thereon, as provided in this chapter.\n\n(b) Notwithstanding subsection (a), the failure of the tax collecting official to exhaust the personal property of the delinquent taxpayer does not invalidate the sale of any real estate.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §208; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-19/"
    },
    {
      "id": "section-40-5-20",
      "number": "40-5-20",
      "heading": "Garnishment of Delinquent Taxpayers - Account for Delinquent Taxes; Notice.",
      "text": "Section 40-5-20\n\nGarnishment of Delinquent Taxpayers - Account for Delinquent Taxes; Notice.\n\n(a)(1) If the tax upon assessed tangible personal property of a taxpayer remains unpaid after January 1 in any year, the county tax collecting official shall present the account for taxes to any person or entity who the collecting official ascertains or has just cause to believe may be indebted to the delinquent taxpayer, or has in his or her possession or under his or her control any money, property, or choses in action belonging to any delinquent taxpayer in the county, and demand the payment of the taxes and fees due from the taxpayer. The demand shall operate as a levy upon any assets of the delinquent taxpayer in the possession or control of the third party indebted to the delinquent taxpayer and shall have the force and effect of a writ of garnishment. The tax collecting official shall also immediately give the delinquent taxpayer, if in the county, written notice of the service of the garnishment. If the delinquent taxpayer resides in the state but is not in the county, and his or her address is known or can be ascertained, the tax collecting official shall give notice to the delinquent taxpayer and return the executed garnishment and notice to the court before which the garnishee is cited to appear.\n\n(2) The person to which the account for delinquent taxes is presented shall pay over to the county tax collecting official the amount of the taxes and fees that the delinquent taxpayer owes and shall take the tax collecting official’s receipt for the payment. The receipt shall be taken in all courts of this state as payment on the delinquent taxpayer’s indebtedness to the full amount expressed on the receipt.\n\n(b) If, on demand, the person fails or refuses to pay over the amount of the tax that the delinquent taxpayer owes to the tax collecting official, the tax collecting official shall file a statement of the amount of the tax and fees with the person so refusing. The statement shall operate as a garnishment upon the person so served. The tax collecting official shall proceed to collect the taxes in the manner fixed by law in cases of garnishment.\n\n(c) It shall be the duty of the tax collecting official to ascertain what persons are indebted to or have in their possession any money, property, or choses in action belonging to any delinquent taxpayer.\n\n(d) A delinquent taxpayer may not be compelled to pay any debt before the debt is due, nor be compelled to pay a greater amount than is owed.\n\n(e) The cost of garnishment shall be paid by the party refusing to pay the taxes when so requested.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §204; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-20/"
    },
    {
      "id": "section-40-5-21",
      "number": "40-5-21",
      "heading": "Garnishment of Delinquent Taxpayers - Procedure.",
      "text": "Section 40-5-21\n\nGarnishment of Delinquent Taxpayers - Procedure.\n\nGarnishment proceedings shall be conducted in the name of the state and before the circuit court.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §205; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-21/"
    },
    {
      "id": "section-40-5-22",
      "number": "40-5-22",
      "heading": "Garnishment of Delinquent Taxpayers - Fees.",
      "text": "Section 40-5-22\n\nGarnishment of Delinquent Taxpayers - Fees.\n\nThe clerk and the sheriff shall be entitled to the same fees as in cases of garnishment on judgments, and the county general fund shall be entitled to two dollars ($2).\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §206; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-22/"
    },
    {
      "id": "section-40-5-23",
      "number": "40-5-23",
      "heading": "Annual Report - List of Insolvents; Publication; Advertisement Costs; Certification.",
      "text": "Section 40-5-23\n\nAnnual Report - List of Insolvents; Publication; Advertisement Costs; Certification.\n\n(a)(1) On or before the first regular county commission meeting in June of the current tax year, the tax collecting official shall submit a report to the county commission on a form provided by the Department of Revenue showing all errors in assessments, taxes in litigation, insolvents, lands bid in to the state, and tax liens that were not auctioned or sold, including a list of insolvents.\n\n(2) The list of insolvents required to be reported in subdivision (1) shall include the name, residential or business address, and all taxes, cost, and interest charged against each listed person. The tax collecting official shall cause the list to be published for two weeks in July on a website of the tax collecting official or the county website of which the tax collecting official has access, or in a local newspaper published and printed in the county.\n\n(3) A tax collecting official who fails to publish and display the list of insolvents as required in subdivision (2) shall be guilty of a Class C misdemeanor.\n\n(b) The cost, if any, for advertisement of the list of insolvents required under this section shall be paid from the county general fund and any money collected from insolvents shall include the cost of advertisement and repaid to the county general fund.\n\n(c) All reports submitted to the county commission under this section shall be certified by the tax collecting official and forwarded to the Comptroller upon the tax collecting official’s final settlement to allow credits to the tax collecting official.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §209; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-23/"
    },
    {
      "id": "section-40-5-24",
      "number": "40-5-24",
      "heading": "Annual Report - Examination and Approval.",
      "text": "Section 40-5-24\n\nAnnual Report - Examination and Approval.\n\n(a) The county commission shall make a careful examination of all reports submitted to the county commission pursuant to Section 40-5-23 and, in consultation with the tax collecting official, shall determine which taxes on insolvents on the list could not be collected.\n\n(b) The county commission shall direct the tax collecting official to provide to the official responsible for issuing state, county, and municipal business or manufacturing licenses that no license shall be issued for any person that has insolvent status until confirmation is provided by the tax collecting official that the insolvent’s taxes have been paid. As provided in this subsection, payment of insolvent taxes includes all taxes, fees, and interest that have accrued and any cost incurred to collect the taxes.\n\n(c) After all reports have been examined and approved, the county commission shall provide a letter of approval and acceptance for credits to the Comptroller for final settlement for the tax collecting official.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §210; Act 2021-515, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-24/"
    },
    {
      "id": "section-40-5-25",
      "number": "40-5-25",
      "heading": "List of Insolvents and List of Errors in Assessments - Certification of Corrected Lists to Department of Revenue.",
      "text": "Section 40-5-25\n\nList of Insolvents and List of Errors in Assessments - Certification of Corrected Lists to Department of Revenue.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §211.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-25/"
    },
    {
      "id": "section-40-5-26",
      "number": "40-5-26",
      "heading": "New Accounts of Insolvent Taxes and Taxes in Litigation.",
      "text": "Section 40-5-26\n\nNew Accounts of Insolvent Taxes and Taxes in Litigation.\n\nUpon the allowance and credit to the tax collecting official for insolvents and taxes in litigation, a new account must be stated by the county commission for county taxes and by the Comptroller for state taxes for the credits allowed the tax collecting official and shall remain charges for no more than three years from the tax lien date of the initial tax insolvency. For taxes in litigation, termination shall be at the discretion of the state Comptroller.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §212; Act 2021-515, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-26/"
    },
    {
      "id": "section-40-5-27",
      "number": "40-5-27",
      "heading": "Presiding Officer of County Commission to Deliver List of Insolvent Taxpayers and Taxes Due to Collector.",
      "text": "Section 40-5-27\n\nPresiding Officer of County Commission to Deliver List of Insolvent Taxpayers and Taxes Due to Collector.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §213.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-27/"
    },
    {
      "id": "section-40-5-28",
      "number": "40-5-28",
      "heading": "Collection of Insolvent Taxes.",
      "text": "Section 40-5-28\n\nCollection of Insolvent Taxes.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §214.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-28/"
    },
    {
      "id": "section-40-5-29",
      "number": "40-5-29",
      "heading": "Final Report of Uncollected Insolvent Taxes and Taxes in Litigation .",
      "text": "Section 40-5-29\n\nFinal Report of Uncollected Insolvent Taxes and Taxes in Litigation .\n\nAt the first regular meeting of the county commission in January of the year next succeeding, the tax collecting official shall make a final report of the uncollected insolvent taxes and taxes in litigation. The county commission shall issue a credit to the tax collecting official for the satisfaction of final settlement with the Comptroller. The accounts of taxes in litigation that are remaining shall be kept in a manner as prescribed by the Comptroller.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §215; Act 2021-515, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-29/"
    },
    {
      "id": "section-40-5-30",
      "number": "40-5-30",
      "heading": "Report When Collector Retires from Office.",
      "text": "Section 40-5-30\n\nReport When Collector Retires from Office.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §216.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-30/"
    },
    {
      "id": "section-40-5-31",
      "number": "40-5-31",
      "heading": "Duty of Tax Collecting Official When Collection of Taxes Endangered.",
      "text": "Section 40-5-31\n\nDuty of Tax Collecting Official When Collection of Taxes Endangered.\n\nIt shall be the duty of the tax collecting official, whenever upon information or otherwise he or she has good reason to believe that any person owing taxes, whether due or not, is about to leave or remove his or her property from the county, or that the person is closing out or going out of business or disposing of substantially all of his or her personal property and the collection of the taxes is endangered, to make out and certify to the judge of probate a bill against the person for the amount of the taxes and any fees due to the assessor or collecting official. Upon the approval of the bill by the judge of probate in writing endorsed thereon, the bill shall operate as a writ of fieri facias that the collecting official may execute by levy and sale in the same manner as sheriffs are authorized to execute writs when issued out of the circuit court. The writ may be executed in any county of the state where property of the taxpayer is found. The tax collecting official of the county shall execute the writ forwarded to him or her by the tax collecting official of the county where the assessment was made, the same as if issued in his or her own county. The tax collecting official shall remit collections on the writ to the other tax collecting official who sent the writ and is liable on his or her bond for any neglect of duty under this section. Advertisements in newspapers or otherwise of sales of any personal property as a closing out sale, fire sale, bankrupt sale, or any sale of like character shall be prima facie evidence that the collection of taxes due on property so advertised is endangered within the meaning of this section.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §217; Act 2021-515, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-31/"
    },
    {
      "id": "section-40-5-32",
      "number": "40-5-32",
      "heading": "Partial Payments; Notice of Balance Due.",
      "text": "Section 40-5-32\n\nPartial Payments; Notice of Balance Due.\n\n(a) As used in this section, the term partial payment means a payment that is less than the full amount of taxes due.\n\n(b) At the discretion of the tax collecting official, the tax collecting official may accept one or more partial payments of any amount per tax account for payment of taxes and assessments on tangible personal property.\n\n(c) Each partial payment, less a 10 dollar ($10) processing fee payable to the tax collecting official, shall be credited to the tax account. The taxpayer has the responsibility to ensure that the remaining amount due is paid.\n\n(d) The tax collecting official shall prepare and mail at least one notice with the balance due. The tax collecting official shall mail the notice in the form as he or she considers proper and necessary or as may be required by rule of the Department of Revenue.\n\n(e) At the tax collecting official’s discretion, an underpayment of 10 dollars ($10) or less may be deemed a payment in full, rather than a partial payment, in accordance with the rules, policies, and procedures of the Comptroller.\n\n(f) The Comptroller shall adopt rules to implement and administer this section.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §218; Act 2021-515, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-32/"
    },
    {
      "id": "section-40-5-33",
      "number": "40-5-33",
      "heading": "Collection and Report of Countywide and School District Taxes.",
      "text": "Section 40-5-33\n\nCollection and Report of Countywide and School District Taxes.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §221.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-33/"
    },
    {
      "id": "section-40-5-34",
      "number": "40-5-34",
      "heading": "Assessment and Collection of Escaped Taxes.",
      "text": "Section 40-5-34\n\nAssessment and Collection of Escaped Taxes.\n\n(a) It is the duty of the tax collecting official, when engaged in the collection of taxes for any year, upon discovering that any person or property within the county has not been assessed with any taxes lawfully chargeable to the person or property for that year, or any preceding year, not more than five years before the time of discovery, to notify the tax assessing official that certain property has escaped taxation.\n\n(b) The tax assessing official shall prepare an assessment up to five prior years at the time of discovery with an assessment to the person with ownership of the property. The assessment shall be made with other like property and shall charge a 10 percent penalty on the total assessed value, plus one five dollar ($5) fee. The tax assessing official shall notify the tax collecting official in writing of the total amount of taxes, fees, and costs to be collected. The tax assessing official shall enter the same in the tax collecting official’s abstract, provided the escape exists prior to final settlement for the tax collecting official. If the escape occurs after final settlement, the tax collecting official shall make a report to the state and disburse the proceeds to each agency, withholding the commission at the rate that was applicable prior to final settlement.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §220; Act 2021-515, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-34/"
    },
    {
      "id": "section-40-5-35",
      "number": "40-5-35",
      "heading": "Assessment and Collection of Escaped Taxes - Report to Assessor.",
      "text": "Section 40-5-35\n\nAssessment and Collection of Escaped Taxes - Report to Assessor.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §222.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-35/"
    },
    {
      "id": "section-40-5-36",
      "number": "40-5-36",
      "heading": "Reports and Disbursements.",
      "text": "Section 40-5-36\n\nReports and Disbursements.\n\n(a) The tax collecting official, on October 15 of each year and on the first and fifteenth day of each month thereafter, shall provide a detailed report showing the total gross receipts, including the calculation of taxes for each, interest collected, commissions withheld, and all other documented withholdings from each agency that receives taxes. The report shall have a detailed showing for each millage rate assessed for each agency. The report shall be a sworn statement that is duplicated for each agency, a copy of the report shall be available to each agency receiving disbursements upon request. No later than five days after this report must be provided, the tax collecting official shall make disbursements to each agency that receives taxes.\n\n(b) Should the report and payment of taxes, interest, and penalties herein required not be made within 10 days after the same is due, the Comptroller shall immediately notify the Chief Examiner of Public Accounts, who shall forthwith cause the books of the official to be examined, and the Comptroller shall also immediately notify the tax collecting official’s bondsmen, who may within 30 days from date of notice from the Comptroller withdraw from further responsibility as the bondsmen by giving 15 days’ notice by certified or registered mail to the tax collecting official, the judge of probate of the county, and the Comptroller, but the bondsmen shall not be relieved of any responsibility with respect to the tax collecting official arising during the time they are on the tax collecting official’s bond. When the bondsmen on a tax collecting official’s bond serve notice of their desire to withdraw from the responsibility as bondsmen as herein provided, the tax collecting official shall make, on or before the withdrawal date of his or her then bondsmen, a new bond in an amount and with sufficient surety as required by law. Upon failure of the tax collecting official to make the new bond, the Comptroller shall notify the Governor that a vacancy exists in the office of tax collecting official of the county, and the Governor shall appoint a tax collecting official to serve the remainder of the term for which the former tax collecting official was elected or appointed to serve. The tax collecting official appointed to serve the remainder of the term, before entering upon the duties of the office, shall make bond in the amount and with such surety as is required by this code.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §223; Acts 1943, No. 509, p. 482; Acts 1953, No. 696, p. 951; Acts 1983, 1st Ex. Sess., No. 83-79, p. 84; Act 2021-515, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-36/"
    },
    {
      "id": "section-40-5-37",
      "number": "40-5-37",
      "heading": "Reports and Payments into Particular Treasuries - Failure to Make Report to Comptroller.",
      "text": "Section 40-5-37\n\nReports and Payments into Particular Treasuries - Failure to Make Report to Comptroller.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §224.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-37/"
    },
    {
      "id": "section-40-5-38",
      "number": "40-5-38",
      "heading": "Death of Collector.",
      "text": "Section 40-5-38\n\nDeath of Collector.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §227.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-38/"
    },
    {
      "id": "section-40-5-39",
      "number": "40-5-39",
      "heading": "Special Taxes - Receipts on Collection of Special Taxes.",
      "text": "Section 40-5-39\n\nSpecial Taxes - Receipts on Collection of Special Taxes.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §228.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-39/"
    },
    {
      "id": "section-40-5-40",
      "number": "40-5-40",
      "heading": "Special Taxes - Payments on Collection.",
      "text": "Section 40-5-40\n\nSpecial Taxes - Payments on Collection.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §229.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-40/"
    },
    {
      "id": "section-40-5-41",
      "number": "40-5-41",
      "heading": "Notification When Special Taxes No Longer Required.",
      "text": "Section 40-5-41\n\nNotification When Special Taxes No Longer Required.\n\nWhen the object for which special taxes were levied and collected has been accomplished or for any other reason the special taxes are no longer required for the purpose for which they were levied, the parties charged with the administration or application of the taxes shall notify the county commission.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §230; Act 2021-515, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-41/"
    },
    {
      "id": "section-40-5-42",
      "number": "40-5-42",
      "heading": "Collection of Taxes by Action.",
      "text": "Section 40-5-42\n\nCollection of Taxes by Action.\n\n(a) In cases where there is no provision by law authorizing the collection of taxes by an action after the taxes have become delinquent, the taxes may be collected by the state or by any county, city, or municipality, or the county or city board of education, or by an action in any court of competent jurisdiction.\n\n(b) In addition to the remedy here given to public agencies for the collection of taxes due them by an action, the tax collecting official of every county is authorized to sue in his or her own name and in the capacity of his or her office for the recovery of all taxes collectable by his or her office which are due. The county tax collecting officials may act in their own names and in the capacity of their office in any bankruptcy or other insolvency proceeding, or any other type of litigation or court proceedings in which taxes due to any public agency which are collectable by a tax collecting official may be recovered, and to take any action in the proceedings as may be appropriate or necessary for the collection of the taxes due to any of the public agencies.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §231; Acts 1967, No. 392, p. 979; Act 2021-515, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-42/"
    },
    {
      "id": "section-40-5-43",
      "number": "40-5-43",
      "heading": "Settlements with Particular Treasurers.",
      "text": "Section 40-5-43\n\nSettlements with Particular Treasurers.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §226.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-43/"
    },
    {
      "id": "section-40-5-44",
      "number": "40-5-44",
      "heading": "Final Settlements and Payments by Tax Collecting Officials.",
      "text": "Section 40-5-44\n\nFinal Settlements and Payments by Tax Collecting Officials.\n\n(a)(1) On or before November 1 in each year, all tax collectors, elected assistant tax collectors, revenue commissioners, license commissioners, and judges of probate charged with collecting ad valorem taxes on motor vehicle tags shall make final settlement, under oath, with the Comptroller of all matters pertaining to the respective office’s collection of ad valorem taxes on motor vehicle tags.\n\n(2) Failure of any official to make the settlement required by this subsection by November 10 of each year shall forfeit ten dollars ($10) per day which shall be deducted from the amount of commission or other public compensation due and payable to the official on the settlement respectively. The Comptroller, the county treasurer, or the custodian of the county funds shall withhold all commissions or other public compensation in cases where settlements are not made by December 10 of each year.\n\n(3) Final determinations shall be made in accordance with rules adopted by the state Comptroller regarding the format of the final settlement, the time frame to be covered by the final settlement, and the date when final settlement will be made with the state Comptroller’s Office and approved by the Chief Examiner of Public Accounts.\n\n(b) On or before July 1 of each year, each tax collecting official, under oath, shall make final settlement with the Comptroller and shall pay to the State Treasurer the balance which may be found due from charges from the abstract of taxes pursuant to Section 40-7-35. Final settlement shall be made in accordance with rules adopted by the Comptroller.\n\n(c) Unless otherwise excepted by the Comptroller, a tax collecting official who fails to make settlement as provided in this section by the tenth day of July of each year shall be assessed a fine of 10 dollars ($10) per day until the final settlement is made in accordance with this section. The fine shall be assessed in the official’s personal capacity.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §232; Acts 1995, No. 95-408, p. 864, §2; Act 2019-458, §1; Act 2021-515, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-44/"
    },
    {
      "id": "section-40-5-45",
      "number": "40-5-45",
      "heading": "Mileage as Part of Final Settlement.",
      "text": "Section 40-5-45\n\nMileage as Part of Final Settlement.\n\nThe tax collecting official shall receive the rate per mile allowed by law for state officers and employees, once each year, in going and returning from the respective county seat for the purpose of making the final settlement provided for in Section 40-5-44.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §233; Act 2021-515, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-45/"
    },
    {
      "id": "section-40-5-46",
      "number": "40-5-46",
      "heading": "Lien of Tax Collector.",
      "text": "Section 40-5-46\n\nLien of Tax Collector.\n\nREPEALED IN THE 2021 REGULAR SESSION BY ACT 2021-515 EFFECTIVE OCTOBER 1, 2021.\n\n(Acts 1935, No. 194, p. 256; Code 1940, T. 51, §236.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-46/"
    },
    {
      "id": "section-40-5-47",
      "number": "40-5-47",
      "heading": "Collection of Ad Valorem Tax Revenues Earmarked for Support of Fire Protection and Emergency Services.",
      "text": "Section 40-5-47\n\nCollection of Ad Valorem Tax Revenues Earmarked for Support of Fire Protection and Emergency Services.\n\n(a) Unless authorized by local law, the county revenue departments are prohibited from charging and retaining any collection fees for collecting and otherwise administering any special two mills of ad valorem tax authorized by referendums on June 4, 1996 and levied in any county for fire protection and emergency services.\n\n(b) This section shall become effective retroactive to the date authorized by referendums on June 4, 1996, and approved by the Governor. The intent of this legislation is for all monies collected under this referendum to go to fire and emergency services outlined above in subsection (a).\n\n(Act 98-309, p. 519, §§1, 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-47/"
    },
    {
      "id": "section-40-5-48",
      "number": "40-5-48",
      "heading": "Disbursement of Ad Valorem Tax Collections; Disbursement of Manufactured Home Fees, Commissions, or Penalties.",
      "text": "Section 40-5-48\n\nDisbursement of Ad Valorem Tax Collections; Disbursement of Manufactured Home Fees, Commissions, or Penalties.\n\n(a) A tax collecting official who collects ad valorem tax on real property, in addition to the ad valorem tax on motor vehicles collected pursuant to Section 40-12-253, may disburse the collections with each semi-monthly report.\n\n(b) A tax collecting official who has the responsibility to assess and collect the ad valorem tax on motor vehicles under Section 40-12-253 and to also collect the annual motor vehicle license taxes and registration fees under Section 40-12-242 shall disburse all ad valorem tax collections as provided under Sections 40-5-4 and 40-4-2 during the same time period set out under Section 40-12-269.\n\n(c) Manufactured home fees, commissions, or penalties charged and collected pursuant to Section 40-12-255 shall be disbursed on or before the twentieth day of the following month.\n\n(Act 2021-515, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-5/section-40-5-48/"
    }
  ]
}