{
  "state": "alabama",
  "path": "title-title-40-revenue-and-taxation/chapter-chapter-9g-alabama-reinvestment-and-abatesment-act",
  "sections": [
    {
      "id": "section-40-9g-1",
      "number": "40-9G-1",
      "heading": "Definitions.Section 40-9G-2 - Incentives for Qualifying Projects; Filings; Audits; Promulgation of Regulations.",
      "text": "Section 40-9G-1\n\nDefinitions.\n\nFor purposes of the chapter, the following words and phrases shall have the following meaning:\n\n(1) APPROVED ACTIVITY. The conduct of an activity that is predominantly any one or more of the following:\n\na. Described by NAICS Code 1133, 115111, 2121, 22111, 221330, 31 (other than 311811), 32, 33, 423, 424, 482, 4862, 48691, 48699, 48819, 4882, 4883 (other than 48833), 493, 511, 5121 (other than 51213), 51221, 517, 518 (without regard to the premise that data processing and related services be performed in conjunction with a third party), 51913, 52232, 54133 (if predominantly in furtherance of another activity described in this chapter), 54134 (if predominantly in furtherance of another activity described in this chapter), 54138, 5415, 541614, 5417, 55 (if not for the production of electricity), 561422 (other than establishments that originate telephone calls), 562213, 56291, 56292, 611512, 927 or 92811.\n\nb. The production of biofuel as such term is defined in Section 2-2-90(c)(2).\n\nc. The conduct of original investigations undertaken on a systematic basis to gain new knowledge or the application of research findings or other scientific knowledge to create new or significantly improved products or processes.\n\nd. The national or regional headquarters for a company that conducts significant business operations outside the state and that will serve as the principal office of the company’s principal operating officer with chief responsibility for the daily business operations of the company.\n\ne. A target of the state’s economic development efforts pursuant to either of the following:\n\n(i) The Accelerate Alabama Strategic Economic Development Plan adopted in January 2012 by the Alabama Economic Development Alliance, created by Executive Order Number 21 of the Governor on July 18, 2011, or any amended version or successor document thereto; or\n\n(ii) A type listed in a regulation adopted by the Department of Commerce, other than a regulation submitted as an emergency rule.\n\nNotwithstanding the foregoing, an approved activity shall not predominantly concern farming activities involving trees, animals, or crops, nor the retail sale of tangible personal property or services. This provision shall not be deemed to exclude customer service centers, call centers or headquarters otherwise allowed by this subdivision.\n\n(2) COMPANY. Anyone or anything which has the powers to own a project and have employees.\n\n(3) NAICS CODE. Any sector, subsector, industry group, industry or national industry of the 2012 North American Industry Classification System, or any similar classification system developed in conjunction with the United States Department of Commerce or Office of Management and Budget.\n\n(4) QUALIFYING PROJECT. Any project a. that proposes to invest in capital expenditures that equal or exceed $2,000,000 as part of any addition, expansion, improvement, renovation, re-opening, or rehabilitation of a facility, or replacement of any existing equipment or tangible personal property; b. that predominantly involves an approved activity; and c. for which no project agreement has been entered into with the Governor for the provision of other incentives.\n\n(5) UTILITY TAXES. The taxes imposed by Sections 40-21-82 and 40-21-102.\n\n(Act 2015-24, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-9g/section-40-9g-1/"
    },
    {
      "id": "section-40-9g-2",
      "number": "40-9G-2",
      "heading": "Incentives for Qualifying Projects; Filings; Audits; Promulgation of Regulations.",
      "text": "Section 40-9G-2\n\nIncentives for Qualifying Projects; Filings; Audits; Promulgation of Regulations.\n\n(a) For any qualifying project, an abatement may be allowed for ad valorem taxes and construction related transaction taxes.\n\n(1) The abatement of construction related transaction taxes shall be subject to and shall follow the procedures, provisions, limitations, and definitions of Chapter 9B, except that capitalized repairs, rebuilds, maintenance and replacement equipment shall qualify for abatements.\n\n(2) The abatement of ad valorem taxes shall be subject to and shall follow the procedures, provisions, limitations, and definitions of Chapter 9B, except as follows:\n\na. The amount of the ad valorem tax abatement shall be equal to the ad valorem taxes owed, minus the ad valorem taxes owed from the tax year immediately before the qualifying project was placed in service;\n\nb. As to any ad valorem tax abatement, capitalized repairs, rebuilds, maintenance and replacement equipment shall qualify for abatements; and\n\nc. Regardless of the length of the abatement, county noneducational taxes may be abated only with the consent by resolution of the governing body of the county, municipal noneducational taxes may be abated only with the consent by resolution of the governing body of the municipality, and state ad valorem taxes may be abated only with the consent of the Governor. The governing body of a county and a municipality may separately authorize one or more public industrial authorities to provide by resolution for such consent on its behalf.\n\n(b) For any qualifying project, a refund of utility taxes may be allowed for up to a ten-year period. The refund shall be calculated and paid annually, as follows:\n\n(1) The amount of the refund shall be equal to the utility taxes paid, minus the utility taxes paid on average during the three tax years immediately before the qualifying project was placed in service.\n\n(2) For each year of the incentive period for the utility tax refund, the incentivized company shall submit to the Department of Commerce a certification as to the utility taxes paid during the prior year. Following such examination as it deems necessary, the Department of Commerce may certify the information and deliver same to the Department of Revenue. Thereafter, the Department of Revenue shall calculate the correct refund and issue it directly to the company.\n\nThe Department of Finance shall promulgate regulations to ensure that the refund in no case would reduce the distribution for the Alabama Special Mental Health Trust Fund.\n\nAn incentivized company may assign and convey a utility tax refund to another entity if substantially all of the assets of the incentivized company are assigned and conveyed in the same transaction. Proof of such transfer shall be submitted to the Departments of Commerce and Revenue.\n\n(c) For any qualifying project, AIDT training for new or current employees to operate new and replacement equipment may be provided.\n\n(d) In order to receive the incentives described in subsections (b) or (c), the following shall occur:\n\n(1) For any company that proposes a qualifying project, the Secretary of Commerce shall make the following findings:\n\na. That the project is in fact a qualifying project;\n\nb. That the company or any related company has not defaulted on a project agreement or similar agreement, or any economic incentive agreement at any time during the last 10 years; and\n\nc. That the qualifying project will promote the continued and sustained operation of the company’s business operations in Alabama.\n\n(2) Upon making affirmative findings on the criteria set forth in subdivision (1), the Secretary of Commerce shall recommend to the Governor that the company and qualifying project be approved for one or more of the incentives described in subsections (b) and (c). The name of the company and information collected about it and the qualifying project by the Secretary shall be forwarded to the Governor.\n\n(3) After reviewing the information provided by the Secretary of Commerce, the Governor shall also determine whether the company and the qualifying project meet the criteria set forth in subdivision (1). If the Governor makes such a finding, the company and qualifying project may claim the incentives provided in subsections (b) and (c).\n\n(e) All filings made by a private party with any department of the state government shall be made using forms promulgated by such department. Any such filing shall be treated as a tax return, subject to penalties imposed by the Department of Revenue.\n\n(f) Nothing in this chapter shall be construed to limit the powers otherwise existing for the Department of Revenue to audit and assess a company. Nothing in this chapter shall be construed to limit the applicability of Chapter 9B to a private user, as such term is used in Chapter 9B.\n\n(g) Nothing in this chapter shall be construed to make available to any company any right to the benefits conferred by this chapter absent strict compliance with this chapter. No cause of action shall exist for the denial of any benefit under this chapter.\n\n(h) The Departments of Commerce and Revenue shall promulgate regulations to implement and administer the provisions of this chapter.\n\n(Act 2015-24, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-40/chapter-9g/section-40-9g-2/"
    }
  ]
}