{
  "state": "nebraska",
  "path": "title-chapter-39-highways-and-bridges/chapter-39-1726-county-operating-roads-on-a-township-basis-offer-to-",
  "sections": [
    {
      "id": "section-39-1726county",
      "number": "39-1726.County",
      "heading": "operating roads on a township basis; offer to relinquish; procedure; vacation in metropolitan cities; notice to city planning director",
      "text": "(1) No fragment of a county road lying within a township in a county operating roads on a township basis shall be vacated or abandoned without first offering to reli",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-1726",
      "number": "39-1726",
      "heading": "",
      "text": "39-1726.County operating roads on a township basis; offer to relinquish; procedure; vacation in metropolitan cities; notice to city planning director.\n\n(1) No fragment of a county road lying within a township in a county operating roads on a township basis shall be vacated or abandoned without first offering to relinquish it to the township. The county board shall offer to relinquish such county road by written notification to such township. Such offer to relinquish may be conditional or subject to the reservation of any right which the county board deems necessary and proper. Four months after sending the written notification, the county board may proceed to abandon such county road unless a petition from a notified township has been filed with the county board setting forth that the township desires to maintain such road, or portion thereof, subject to the reservations contained in the notice. The county board may reject any petition which does not accept the conditions or reservations set forth in the notice. The petition and the acceptance or rejection thereof by the county board shall be placed upon public record in the office of the county clerk. In the event the petition is accepted, the county board shall by resolution relinquish the county road to the township. From the date of the resolution the county shall be relieved of all responsibility in relation to the road. In the event a petition for relinquishment is not received within four months or in the event that the petition for relinquishment is not accepted, the county board shall, by resolution, state whether the vacated or abandoned road shall be retained or disposed of by sale, or by reverter to the adjacent property or otherwise.\n\n(2) In any county in which is located a city of the metropolitan class, written notification of the proposed vacation or abandonment shall be given to the planning director of the city, and any recommendations which the officer shall make shall be received and considered before such vacation or abandonment is effected.\n\n(3) When the county vacates or abandons all or any portion of a county road, the county shall, within thirty days after the effective date of the vacation, file a certified copy of the vacating resolution with the register of deeds for the county in which the vacated property is located to be indexed against all affected lots.\n\nSourceLaws 1957, c. 155, art. IV, ยง 26, p. 549;Laws 1963, c. 237, ยง 1, p. 727;Laws 1980, LB 607, ยง 5;Laws 2001, LB 483, ยง 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-39/statute-39-1726/"
    }
  ]
}