{
  "state": "nebraska",
  "path": "title-chapter-39-highways-and-bridges/chapter-39-130601-federal-aid-political-subdivisions-department-unus",
  "sections": [
    {
      "id": "section-39-130601federal",
      "number": "39-1306.01.Federal",
      "heading": "aid; political subdivisions; department; unused funds; allocation",
      "text": "Unused funds shall be made available by the department to other political or governmental subdivisions or public corporations for an additional period of six months. The department shall likewise make available unused funds from allot",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-130601",
      "number": "39-1306.01",
      "heading": "",
      "text": "39-1306.01.Federal aid; political subdivisions; department; unused funds; allocation.\n\nUnused funds shall be made available by the department to other political or governmental subdivisions or public corporations for an additional period of six months. The department shall likewise make available unused funds from allotments which have been made prior to December 25, 1969. The department shall separately classify all unused funds referred to in section 39-1306 from their sources on the basis of the type of political or governmental subdivision or public corporation to which they were allotted. It is the intent of the Legislature that such funds which were allotted to counties and were unused be made available to other counties, and that such funds which were allotted to cities and villages and were unused be made available to other cities and villages. The funds in each classification shall be made available by the department to other subdivisions which have utilized all of the federal funds available to them, and shall be subject to the same conditions as apply to funds received under section 39-1306. Such funds shall be reallocated upon application therefor by the subdivisions.\n\nSourceLaws 1967, c. 237, ยง 2, p. 635;Laws 1969, c. 330, ยง 3, p. 1185;Laws 2017, LB339, ยง 122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-39/statute-39-1306-01/"
    }
  ]
}