{
  "state": "nebraska",
  "path": "title-chapter-39-highways-and-bridges/chapter-39-132001-taking-of-threatened-or-endangered-species-habitat",
  "sections": [
    {
      "id": "section-39-132001taking",
      "number": "39-1320.01.Taking",
      "heading": "of threatened or endangered species, habitat of such species, or wetlands; mitigation bank or in-lieu-fee program; department; powers; sum in lieu of ad valorem taxes; when required",
      "text": "(1) The department may establish, use, and operate a mitigation bank or an in-lieu-fee program in accordance with appl",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-39-132001",
      "number": "39-1320.01",
      "heading": "",
      "text": "39-1320.01.Taking of threatened or endangered species, habitat of such species, or wetlands; mitigation bank or in-lieu-fee program; department; powers; sum in lieu of ad valorem taxes; when required.\n\n(1) The department may establish, use, and operate a mitigation bank or an in-lieu-fee program in accordance with applicable state and federal laws.\n\n(2) The purpose of the mitigation bank or in-lieu-fee program is to provide compensatory mitigation for the following when compensatory mitigation is required for any transportation project administered by the department:\n\n(a) The taking of threatened or endangered species or such species' habitat;\n\n(b) The dredging or filling of wetlands; and\n\n(c) Restoration, creation, enhancement, or preservation of habitats, wetlands, or other resources.\n\n(3) State regulatory agencies shall make a good faith effort to use and give priority to the mitigation bank and in-lieu-fee program established by the department when consulting on or reviewing mitigation plans for the impacts of any transportation project administered by the department.\n\n(4) If the department establishes a mitigation bank or an in-lieu-fee program pursuant to subsection (1) of this section, the department may:\n\n(a) Enter into one or more cooperative agreements with a state or local public agency or private party, including for-profit and not-for-profit entities, for the establishment, use, operation, and maintenance of the mitigation bank or in-lieu-fee program;\n\n(b) Acquire title to real property through purchase, bequest, donation, or eminent domain for use with the mitigation bank or in-lieu-fee program to mitigate the impacts of any transportation project administered by the department;\n\n(c) Establish or restore habitats, wetlands, and natural resources for threatened and endangered species and impacts to the environment and natural resources across Nebraska;\n\n(d) Provide a consistent and simplified approach to address mitigation requirements associated with permits or authorizations issued by federal and state agencies;\n\n(e) Streamline the permitting and consultation process, minimize delays in permit decisions, and decrease the burden on permit applicants regarding planning and performing compensatory mitigation for the following relating to any transportation project administered by the department:\n\n(i) The taking of any threatened or endangered species;\n\n(ii) The loss of any habitat of such species; and\n\n(iii) Any adverse effect on any environmental or natural resources;\n\n(f) Increase the ecological efficiency and effectiveness of compensatory mitigation;\n\n(g) Replace impacted acres of land by providing for the establishment of a net increase in suitable acres, functions, and values for threatened and endangered species, habitats, wetlands, and other natural resources by using a fair, reasonable, and practicable ratio of compensatory mitigation acres to offset the impacts of any transportation project administered by the department;\n\n(h) Achieve a net increase in conservation land functions and values for threatened and endangered species, habitats, wetlands, and other natural resources impacted by any transportation project administered by the department; and\n\n(i) Provide research and educational opportunities to advance the understanding and conservation of threatened and endangered species, habitats, wetlands, and other natural resources impacted by any transportation project administered by the department.\n\n(5) Any state agency, local agency, public party, or private party, including any for-profit or not-for-profit entity, that owns the mitigation bank acquired to restore, enhance, preserve, or create habitat or wetlands shall also pay a sum in lieu of ad valorem taxes lost by the county. This subsection (5) only applies to property acquired after July 1, 2026.\n\n(6) The department may adopt and promulgate rules and regulations to carry out this section.\n\nSourceLaws 2025, LB36, ยง 30.Effective Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-39/statute-39-1320-01/"
    }
  ]
}