{
  "state": "wyoming",
  "path": "title-title-22-elections/chapter-chapter-14-polling-place-regulations-after-polls-close",
  "sections": [
    {
      "id": "section-22-14-101",
      "number": "22-14-101",
      "heading": "Repealed by Laws 1998, Ch. 100, 5",
      "text": "Section 22-14-102 - Who May Be Present After All Votes Are Cast and Polls Close; Making Pollbooks Agree; Counting Votes.Section 22-14-103 - Counting in Paper Ballot Precincts; Discrepancies.Section 22-14-104 - Entry of Paper Ballot Votes.Section 22-14-105 - Vote Tal",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-14-102",
      "number": "22-14-102",
      "heading": "Who May Be Present After All Votes Are Cast and Polls Close; Making Pollbooks Agree; Counting Votes.",
      "text": "22-14-102. Who may be present after all votes are cast and polls close; making pollbooks agree; counting votes.\n\nAfter all the votes are cast and the polls are officially declared closed, only election judges shall be permitted in a polling place. When all ballots are cast, the machine shall be locked against further voting and sealed as prescribed by law. Except as otherwise provided by W.S. 22-14-114(b), election judges shall commence to count votes and shall continue without adjournment until counting is completed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-102/"
    },
    {
      "id": "section-22-14-103",
      "number": "22-14-103",
      "heading": "Counting in Paper Ballot Precincts; Discrepancies.",
      "text": "22-14-103. Counting in paper ballot precincts; discrepancies.\n\nUnless otherwise validated by a canvassing board pursuant to W.S. 22-13-105, ballots not initialed by a judge of election or county clerk shall not be counted. If the number of ballots is not equal to the number of voters entered in the pollbook as having voted that ballot, the election judges shall attempt to determine the discrepancy. If the election judges cannot determine the discrepancy, the county clerk and, if necessary, the county canvassing board, shall resolve the discrepancy.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-103/"
    },
    {
      "id": "section-22-14-104",
      "number": "22-14-104",
      "heading": "Entry of Paper Ballot Votes.",
      "text": "22-14-104. Entry of paper ballot votes.\n\nPaper ballots shall be opened by the counting board and every vote for a candidate or ballot proposition shall be entered on a list. A vote which is not clearly marked shall not be tallied for that office or question but votes clearly marked on the remainder of the ballot shall be tallied.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-104/"
    },
    {
      "id": "section-22-14-105",
      "number": "22-14-105",
      "heading": "Vote Tallying in Voting Machine Polling Places.",
      "text": "22-14-105. Vote tallying in voting machine polling places.\n\n(a) In voting machine polling places, the judges of election shall cast all remaining absentee ballots on a voting machine in the manner prescribed by W.S. 22-9-121 and shall lock and seal the voting machines. They shall certify in writing that the machine was locked and sealed, stating the time, the number of voters voting on each machine as shown on the public counters, the number on the seal, and the number registered on the protective counter.\n\n(b) Election judges shall then determine the number of votes cast on each voting machine used in the polling place by opening the machine or obtaining a photographic or mechanical printed return sheet from the machine.\n\n(c) After the voting machine is opened or the printed return sheet obtained, an election judge or counting board member shall read and clearly announce the designating number or letter on each counter for each candidate or ballot proposition and the results shown by the counter numbers. The vote shall be verified by another election judge or counting board member.\n\n(d) In machine polling places, write-in votes shall be counted and the results tallied by the election judges or counting board after the regular ballots are counted.\n\n(e) After the vote has been tallied from a voting machine and before the official count is certified, the judges of election shall subtract any vote recorded on a machine when the machine was inspected prior to opening the polls.\n\n(f) This section does not vitiate the provisions of W.S. 22-9-125 permitting an alternate procedure for counting absentee ballots or the provisions of W.S. 22-14-114(b) permitting the counting of ballots at a central counting center.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-105/"
    },
    {
      "id": "section-22-14-106",
      "number": "22-14-106",
      "heading": "Repealed by Laws 2015, Ch. 138, 2.",
      "text": "Repealed by Laws 2015, Ch. 138, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-14-107",
      "number": "22-14-107",
      "heading": "Tabulation of Count.",
      "text": "22-14-107. Tabulation of count.\n\nThe unofficial tabulation indicating the vote by precinct shall immediately be transmitted by the county clerk to the secretary of state. These unofficial tabulations shall be tabulated by the secretary of the state. The secretary of state shall provide procedures for such transmittal through rule and regulation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-107/"
    },
    {
      "id": "section-22-14-108",
      "number": "22-14-108",
      "heading": "Repealed by Laws 1991, Ch. 243, 5.",
      "text": "Repealed by Laws 1991, Ch. 243, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-14-109",
      "number": "22-14-109",
      "heading": "Repealed by Laws 1991, Ch. 243, 5.",
      "text": "Repealed by Laws 1991, Ch. 243, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-14-110",
      "number": "22-14-110",
      "heading": "Sealing Paper Ballots and Voting Machine Records.",
      "text": "22-14-110. Sealing paper ballots and voting machine records.\n\nPaper ballots shall be sealed by the election judges in an envelope after being counted and tallied, unless the ballots are being counted at a central counting center as authorized by W.S. 22-14-114(b). One (1) copy of each voting machine record shall be sealed in a separate envelope showing the district, precinct and machine number and endorsed by the election judges. These envelopes shall then be sealed in a single large container. The district and precinct number shall be written on each container.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-110/"
    },
    {
      "id": "section-22-14-111",
      "number": "22-14-111",
      "heading": "Returning Records and Returns to Clerk.",
      "text": "22-14-111. Returning records and returns to clerk.\n\n(a) Unless the votes are being counted at a central counting center as authorized by W.S. 22-14-114(b), an election judge or peace officer as defined under W.S. 7-2-101(a)(iv)(A) or (B) and acting under the authority of the county clerk shall, as soon as possible after the tabulation of votes is complete, return to the clerk who prepared the ballots for the election the following records and returns in a sealed and locked container with a numbered seal that includes a number or other identifier that is unique to that seal:\n\n(i) One (1) sealed copy from each electronic voting system printer pack;\n\n(ii) All ballots cast, including provisional ballots;\n\n(iii) Spoiled or rejected ballots;\n\n(iv) Ballots not cast;\n\n(v) Repealed by Laws 2002, Ch. 18, 3.\n\n(vi) Affidavits, registration application forms and oaths where required;\n\n(vii) Tally sheets;\n\n(viii) Oaths of judges of election;\n\n(ix) Reconciliation of ballots;\n\n(x) Tally sheet if ballots are hand counted.\n\n(b) The number or unique identifier on the numbered seal on the sealed and locked container required under subsection (a) of this section shall be documented by an election judge before departing the polling place and documented by the county clerk upon arriving at the county clerk's office.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-111/"
    },
    {
      "id": "section-22-14-112",
      "number": "22-14-112",
      "heading": "Repealed by Laws 1991, Ch. 243, 5.",
      "text": "Repealed by Laws 1991, Ch. 243, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-14-113",
      "number": "22-14-113",
      "heading": "Return of Voting Machine Keys and Supplies.",
      "text": "22-14-113. Return of voting machine keys and supplies.\n\n(a) Keys to voting machines shall be returned to the county clerk in an envelope sealed and signed by an election judge and endorsed by an election judge of a different political party affiliation. On this envelope shall be recorded the number of the seal with which the machine was closed.\n\n(b) All voting supplies, ballot boxes and voting machines shall be returned to the county clerk as soon as possible after the vote has been returned.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-113/"
    },
    {
      "id": "section-22-14-114",
      "number": "22-14-114",
      "heading": "Counting of Ballots.",
      "text": "22-14-114. Counting of ballots.\n\n(a) For ballots designed to be counted by machine, each individual vote shall be determined by the voting equipment and shall not be determined subjectively by human tabulation except when the intent of the voter is unmistakable but the ballot was received in such damaged, soiled, or other condition that it is rejected by the machine. The secretary of state may promulgate rules establishing standards for counting such ballots. For ballots not designed to be counted by machine, only votes clearly marked, as provided by W.S. 22-14-104 and rules promulgated pursuant to this code, shall be tallied. For write-in votes, names which are misspelled or abbreviated or the use of nicknames of candidates shall be counted for the candidate if the vote is obvious to the board.\n\n(b) At the request of a county clerk, an election judge shall place the ballots from a polling place in a sealed and locked container with a numbered seal and an election judge or a peace officer as defined under W.S. 7-2-101(a)(iv)(A) or (B) shall transport the ballots to be counted at a central counting center in accordance with rules promulgated by the secretary of state pursuant to W.S. 22-2-121(g).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-22/chapter-14/section-22-14-114/"
    }
  ]
}