{
  "state": "south-dakota",
  "path": "title-title-47-corporations/chapter-chapter-13-veterinary-corporations",
  "sections": [
    {
      "id": "section-47-13-1",
      "number": "47-13-1",
      "heading": "Veterinary corporations authorized--Formation and purposes of corporation--Limited liability companies authorized",
      "text": "47-13-1. Veterinary corporations authorized--Formation and purposes of corporation--Limited liability companies authorized.\n\nOne or more persons licensed pursuant to chapter 36-12, hereinafter referred to as the Veterinary Practice Act, may associate to form a corporation, pursuant to the provisions of law pertaining to private corporations to own, operate, and maintain an establishment for the study, diagnosis, and treatment for the prevention, cure, or relief of a pain, deformity, wound, fracture, body injury, or physical condition or disability of animals and to promote scientific research and knowledge of the same; and for any other purpose incident or necessary thereto; provided such diagnosis and treatment may be given by employees of the corporation only if they are licensed pursuant to the Veterinary Practice Act.\n\nPersons licensed pursuant to the Veterinary Practice Act may associate to form a limited liability company pursuant to the provisions of law pertaining to limited liability companies to own, operate, and maintain an establishment for the study, diagnosis, cure, or relief of a pain, deformity, wound, fracture, body injury, or physical conditions or disability of animals and to promote scientific research and knowledge of the same; and for any other purpose incident or necessary thereto; provided such diagnosis and treatment may be given by employees of the limited liability company only if they are licensed pursuant to the Veterinary Practice Act.\n\nSource:SL 1964, ch 20, §2; SL 1973, ch 282; SL 1993, ch 344, §39R.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-1/"
    },
    {
      "id": "section-47-13-11",
      "number": "47-13-1.1",
      "heading": "Definition of terms.",
      "text": "47-13-1.1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Articles of incorporation,\" includes the articles of organization of a limited liability company;\n\n(2)\"Corporation,\" both corporations under the South Dakota Business Corporations Act and limited liability companies under the South Dakota Limited Liability Company Act;\n\n(3)\"Director\" or \"officer,\" includes any manager of a limited liability company or the members of a limited liability company that does not have managers;\n\n(4)\"Incorporation,\" includes the members of a limited liability company;\n\n(5)\"Shareholders,\" includes the members of a limited liability company;\n\n(6)\"Shares\" or \"stock,\" includes membership interests in a limited liability company.\n\nSource:SL 1993, ch 344, §39S.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-1-1/"
    },
    {
      "id": "section-47-13-2",
      "number": "47-13-2",
      "heading": "Corporate name.",
      "text": "47-13-2. Corporate name.\n\nThe corporate name shall end with the word \"chartered,\" or, the word \"limited,\" or the abbreviation \"Ltd.,\" or the words \"professional association,\" or the abbreviation \"P.C.\" or \"PC\". Corporations that were utilizing the designation \"P.A.\" on July 1, 1974, but no others, may continue to use that designation. The name of a limited liability company shall contain the words \"professional limited liability company\" or the abbreviation \"Prof. L.L.C.\", \"Prof. LLC\", \"P.L.L. C.\", or \"PLLC\".\n\nSource:SL 1964, ch 20, §4; SL 1974, ch 295, §1; SL 1993, ch 344, §39T; SL 2020, ch 197, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-2/"
    },
    {
      "id": "section-47-13-3",
      "number": "47-13-3",
      "heading": "Veterinary license required for all officers, directors, and shareholders.",
      "text": "47-13-3. Veterinary license required for all officers, directors, and shareholders.\n\nAll of the officers, directors, and shareholders of a corporation subject to this chapter shall at all times be persons licensed pursuant to the Veterinary Practice Act. No person who is not so licensed shall have any part in the ownership, or control of such corporation, nor may any proxy to vote any shares of such corporation be given to a person who is not so licensed.\n\nSource:SL 1964, ch 20, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-3/"
    },
    {
      "id": "section-47-13-31",
      "number": "47-13-3.1",
      "heading": "Revocable trust as shareholder--Conditions.",
      "text": "47-13-3.1. Revocable trust as shareholder--Conditions.\n\nNotwithstanding any other provisions of this chapter, a revocable trust may be a shareholder in a corporation or limited liability company organized under this chapter, for so long as the grantor of the revocable trust is living and is eligible to be a shareholder of a corporation organized under this chapter. After the death of the grantor, the shares owned by a revocable trust are subject to any divestiture and redemption provisions of this chapter as if the shares were directly owned by the grantor of the trust.\n\nSource:SL 2002, ch 205, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-3-1/"
    },
    {
      "id": "section-47-13-4",
      "number": "47-13-4",
      "heading": "Death of shareholder--Computation of book value.",
      "text": "47-13-4. Death of shareholder--Computation of book value.\n\nIf the articles of incorporation or bylaws of a corporation subject to this chapter fail to state a price or method of determining a fixed price at which the corporation or its shareholders may purchase the shares of a deceased shareholder or a shareholder no longer qualified to own shares in the corporation, the price for such shares shall be the book value as of the end of the month immediately preceding the death or disqualification of the shareholder. Book value shall be determined from the books and records of the corporation in accordance with the regular method of accounting used by the corporation.\n\nSource:SL 1964, ch 20, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-4/"
    },
    {
      "id": "section-47-13-5",
      "number": "47-13-5",
      "heading": "Contracts for personal services with licensed persons.",
      "text": "47-13-5. Contracts for personal services with licensed persons.\n\nNotwithstanding any provision of statute to the contrary any veterinary corporation licensed under this chapter may enter into contracts for personal services with persons licensed pursuant to the Veterinary Practice Act for such duration as is agreed to between the parties.\n\nSource:SL 1964, ch 20, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-5/"
    },
    {
      "id": "section-47-13-6",
      "number": "47-13-6",
      "heading": "Employees subject to Veterinary Practice Act.",
      "text": "47-13-6. Employees subject to Veterinary Practice Act.\n\nEach individual employee licensed pursuant to the Veterinary Practice Act who is employed by a corporation subject to this chapter shall remain subject to reprimand or discipline for his conduct under the provisions of the Veterinary Practice Act.\n\nSource:SL 1964, ch 20, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-6/"
    },
    {
      "id": "section-47-13-7",
      "number": "47-13-7",
      "heading": "Certificate of registration required--Application for certificate--Contents.",
      "text": "47-13-7. Certificate of registration required--Application for certificate--Contents.\n\nNo corporation shall open, operate, or maintain an establishment for any of the purposes set forth in §47-13-1 without a certificate of registration from the Board of Veterinary Medical Examiners, hereinafter referred to as the board. Application for such registration shall be made to said board in writing and shall contain the name and address of the corporation and such other information as may be required by the board.\n\nSource:SL 1964, ch 20, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-7/"
    },
    {
      "id": "section-47-13-8",
      "number": "47-13-8",
      "heading": "Action on application--Conditions to issuance of certificate--Duration of certificate.",
      "text": "47-13-8. Action on application--Conditions to issuance of certificate--Duration of certificate.\n\nUpon receipt of an application under §47-13-7, the Board of Veterinary Medical Examiners shall make an investigation of the corporation. If the board finds that the incorporators, officers, directors, and shareholders are each licensed pursuant to the Veterinary Practice Act and if no disciplinary action is pending before the board against any of them, and if it appears that the corporation will be conducted in compliance with law and the regulations of the board, the board shall issue, upon payment of a registration fee of fifty dollars, a certificate of registration which shall remain effective until January first following the date of such registration.\n\nSource:SL 1964, ch 20, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-8/"
    },
    {
      "id": "section-47-13-9",
      "number": "47-13-9",
      "heading": "Posting of certificate required.",
      "text": "47-13-9. Posting of certificate required.\n\nThe certificate of registration shall be conspicuously posted upon the premises to which it is applicable.\n\nSource:SL 1964, ch 20, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-9/"
    },
    {
      "id": "section-47-13-10",
      "number": "47-13-10",
      "heading": "Amending certificate upon change of location.",
      "text": "47-13-10. Amending certificate upon change of location.\n\nIn the event of a change of location of the registered establishment, the Board of Veterinary Medical Examiners, in accordance with its regulations, shall amend the certificate of registration so that it shall apply to the new location.\n\nSource:SL 1964, ch 20, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-10/"
    },
    {
      "id": "section-47-13-11",
      "number": "47-13-11",
      "heading": "Certificate not assignable.",
      "text": "47-13-11. Certificate not assignable.\n\nNo certificate of registration shall be assignable.\n\nSource:SL 1964, ch 20, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-11/"
    },
    {
      "id": "section-47-13-12",
      "number": "47-13-12",
      "heading": "Annual renewal of certificate--Conditions.",
      "text": "47-13-12. Annual renewal of certificate--Conditions.\n\nUpon written application of the holder, accompanied by a fee of ten dollars, the Board of Veterinary Medical Examiners shall annually renew the certificate of registration if the board finds that the corporation has complied with its regulations and the provisions of this chapter.\n\nSource:SL 1964, ch 20, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-12/"
    },
    {
      "id": "section-47-13-13",
      "number": "47-13-13",
      "heading": "Suspension or revocation of certificate--Grounds.",
      "text": "47-13-13. Suspension or revocation of certificate--Grounds.\n\nThe Board of Veterinary Medical Examiners may suspend or revoke any certificate of registration for any of the following reasons:\n\n(1)The revocation or suspension of the license to practice veterinary medicine of any officer, director, shareholder, or employee not promptly removed or discharged by the corporation;\n\n(2)Unethical professional conduct on the part of any officer, director, shareholder, or employee not promptly removed or discharged by the corporation;\n\n(3)The death of the last remaining shareholder; or\n\n(4)Upon finding that the holder of a certificate has failed to comply with the provisions of this chapter or the regulations prescribed by the board.\n\nSource:SL 1964, ch 20, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-13/"
    },
    {
      "id": "section-47-13-14",
      "number": "47-13-14",
      "heading": "Notice and hearing required--Contents of notice.",
      "text": "47-13-14. Notice and hearing required--Contents of notice.\n\nBefore any certificate of registration is suspended or revoked, the holder shall be given written notice of the proposed action and the reasons therefor, and shall be given a public hearing by the Board of Veterinary Medical Examiners with the right to produce testimony concerning the charges made. The notice shall also state the place and date of the hearing which shall be at least five days after service of said notice.\n\nSource:SL 1964, ch 20, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-14/"
    },
    {
      "id": "section-47-13-15",
      "number": "47-13-15",
      "heading": "Appeal from denial of certificate--Power of court on appeal.",
      "text": "47-13-15. Appeal from denial of certificate--Power of court on appeal.\n\nAny corporation whose application for a certificate of registration has been denied or whose registration has been suspended or revoked may, within thirty days after notice of such action by the Board of Veterinary Medical Examiners, appeal to the circuit court for the county where such corporation has its principal place of business. The court shall inquire into the cause of the board's action and may affirm, or reverse such decision and order a further hearing by the board, or may order the board to grant appellant a certificate of registration.\n\nSource:SL 1964, ch 20, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-15/"
    },
    {
      "id": "section-47-13-16",
      "number": "47-13-16",
      "heading": "Service of notice of appeal.",
      "text": "47-13-16. Service of notice of appeal.\n\nNotice of appeal shall be served upon any member of the Board of Veterinary Medical Examiners by leaving with such member, or at his usual place of abode, an attested copy thereof within thirty days after the board has notified such appellant of its decision.\n\nSource:SL 1964, ch 20, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-16/"
    },
    {
      "id": "section-47-13-17",
      "number": "47-13-17",
      "heading": "Veterinary-customer relationship unaffected.",
      "text": "47-13-17. Veterinary-customer relationship unaffected.\n\nThis chapter does not alter any law applicable to the relationship between a veterinary and a person for whom services are rendered, including liability arising out of such service.\n\nSource:SL 1964, ch 20, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-17/"
    },
    {
      "id": "section-47-13-18",
      "number": "47-13-18",
      "heading": "Private corporations law as applicable.",
      "text": "47-13-18. Private corporations law as applicable.\n\nThe provisions of the law governing private corporations shall be applicable to corporations formed under this chapter, including their organization, and they shall enjoy the powers and privileges and be subject to the duties, restrictions, and liabilities of other corporations, except so far as the same may be limited or enlarged by this chapter.\n\nSource:SL 1964, ch 20, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-18/"
    },
    {
      "id": "section-47-13-19",
      "number": "47-13-19",
      "heading": "Severability and saving clause.",
      "text": "47-13-19. Severability and saving clause.\n\nIf any provision of this chapter or the application thereof to any person or circumstances is invalid, such invalidity shall not affect other provisions or application of this chapter which can be given effect without the invalid provisions or application, and to this end the provisions of this chapter are declared to be severable.\n\nSource:SL 1964, ch 20, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-19/"
    },
    {
      "id": "section-47-13-20",
      "number": "47-13-20",
      "heading": "Conflict with Veterinary Practice Act.",
      "text": "47-13-20. Conflict with Veterinary Practice Act.\n\nIf any provision of this chapter conflicts with the Veterinary Practice Act this chapter shall take precedence.\n\nSource:SL 1964, ch 20, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-20/"
    },
    {
      "id": "section-47-13-21",
      "number": "47-13-21",
      "heading": "Citation of chapter.",
      "text": "47-13-21. Citation of chapter.\n\nThis chapter may be cited as \"The Veterinary Corporation Act.\"\n\nSource:SL 1964, ch 20, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-47/chapter-13/section-47-13-21/"
    }
  ]
}