{
  "state": "south-dakota",
  "path": "title-title-46a-water-management/chapter-chapter-10b-drainage-basin-utility-districts",
  "sections": [
    {
      "id": "section-46a-10b-1",
      "number": "46A-10B-1",
      "heading": "Definition of terms.Section 46A-10B-2 - Counties or municipalities authorized to establish drainage basin utility districts",
      "text": "46A-10B-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Board,\" the Board of Water and Natural Resources;\n\n(2)\"Department,\" the Department of Agriculture and Natural Resources;\n\n(3)\"Developer\" or \"subdivider,\" any person, partnership, limited liability company, joint venture, association, or corporation who participates as owner, promoter, developer, or sales agent in the planning, platting, development, promotion, sale, or lease of a subdivision;\n\n(4)\"District,\" a drainage basin utility district established pursuant to this chapter;\n\n(5)\"Drainage basin\" or \"basin,\" a natural or artificial land surface depression with or without perceptibly defined beds and banks to which surface runoff gravitates and collectively forms a flow of water continuously or intermittently in a definite direction;\n\n(6)\"Facility,\" any dam, wall, wharf, embankment, levy, dike, pile, abutment, projection, excavation, channel rectification, bridge, conduit, culvert, building, wire, fence, rock, gravel, refuse, fill, structure, or matter planned, constructed, acquired, owned, operated, or renovated by a drainage basin utility district established pursuant to this chapter;\n\n(7)\"Flood\" or \"flooding,\" a general and temporary condition of partial or complete inundation of normally dry land areas caused by the overflow of inland waters or the unusual and rapid accumulation or runoff of surface waters from any source;\n\n(8)\"Governing body,\" the entity that has been designated to administer the affairs of a drainage basin utility district pursuant to §§46A-10B-4 and 46A-10B-9;\n\n(9)\"Subdivision,\" the platting of a lot or the division of a lot, tract, or parcel of land into two or more lots, plots, or sites.\n\nSource: SL 1989, ch 388, §1; SL 1991, ch 17 (Ex. Ord. 91-4), §17; SL 1994, ch 351, §115; SL 2021, ch 1 (Ex. Ord.21-3), § 53, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-1/"
    },
    {
      "id": "section-46a-10b-2",
      "number": "46A-10B-2",
      "heading": "Counties or municipalities authorized to establish drainage basin utility districts.",
      "text": "46A-10B-2. Counties or municipalities authorized to establish drainage basin utility districts.\n\nAny combination of one or more counties or municipalities may, by joint powers agreement pursuant to chapter 1-24, and subject to the limitations provided in this chapter, establish drainage basin utility districts to enhance the ability of local governments to comply with federal and state water quality standards, or to alleviate conditions in one or more drainage basins that may, because of flooding or other surface drainage, threaten human life, produce severe damage to property, seriously impact the environment, produce serious sociological impact, or cause serious adverse economic impacts in the basin.\n\nSource:SL 1989, ch 388, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-2/"
    },
    {
      "id": "section-46a-10b-3",
      "number": "46A-10B-3",
      "heading": "Joint powers agreement required.",
      "text": "46A-10B-3. Joint powers agreement required.\n\nNo drainage basin utility district may be established unless each county and each municipality located wholly or partially within the proposed district has executed a joint powers agreement establishing the district, in accordance with the provisions of this chapter. No district may be established unless at least one county included wholly or partially within the proposed district has a total population greater than forty-five thousand according to the most recent United States census.\n\nSource:SL 1989, ch 388, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-3/"
    },
    {
      "id": "section-46a-10b-4",
      "number": "46A-10B-4",
      "heading": "Joint powers agreement--Contents.",
      "text": "46A-10B-4. Joint powers agreement--Contents.\n\nThe joint powers agreement establishing the district, in addition to the requirements of §1-24-4, shall include the following:\n\n(1)The name of the proposed drainage basin utility district;\n\n(2)A discussion of the need for establishing the proposed district;\n\n(3)A description of the boundaries of the proposed district and a legal description of the lands included in the proposed district;\n\n(4)The names of all counties and municipalities located wholly or partially within the boundaries of the proposed district;\n\n(5)A description of the governing body as provided in §46A-10B-9;\n\n(6)A map of the proposed district;\n\n(7)A description of some of the potential projects, facilities and programs that may be constructed or implemented by the district;\n\n(8)The names of the counties and municipalities executing the joint powers agreement to establish the district and a resolution by the government of each such county and municipality authorizing execution of the agreement.\n\nSource:SL 1989, ch 388, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-4/"
    },
    {
      "id": "section-46a-10b-41",
      "number": "46A-10B-4.1",
      "heading": "Amendment to agreement--Adding to or deleting from district.",
      "text": "46A-10B-4.1. Amendment to agreement--Adding to or deleting from district.\n\nLands may be added to or deleted from an existing drainage basin utility district through an amendment to the existing joint powers agreement establishing the district. The amendment shall address all portions of the existing agreement that will be affected by the addition or deletion of land from the district. The amendment may take effect only if:\n\n(1)Each party to the existing joint powers agreement and the municipal or county government of the area to be added or deleted has adopted a resolution approving the amendment in accordance with the provisions of §46A-10B-7;\n\n(2)A public hearing to consider the amendment has been held in accordance with the provisions of §46A-10B-5 within the county or municipality from which land will be added or deleted; and\n\n(3)Notice of the hearing has been published in accordance with the provisions of §46A-10B-6.\n\nSource:SL 1991, ch 375, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-4-1/"
    },
    {
      "id": "section-46a-10b-5",
      "number": "46A-10B-5",
      "heading": "Hearing required--Timing and attendance.",
      "text": "46A-10B-5. Hearing required--Timing and attendance.\n\nAny county or municipality, within two weeks after initially transmitting or receiving a proposed joint powers agreement for the formation of a drainage basin utility district or a proposed amendment to add or delete lands from an existing district, shall, by mutual agreement with the other counties and municipalities included in the proposed district, fix a time and place for a joint public hearing on the establishment of the district. The hearing shall be held not later than sixty days after all counties and municipalities in the proposed district have received the proposed formation agreement. Representatives of each county and each municipality in the proposed district shall be present at the hearing.\n\nSource:SL 1989, ch 388, §6A; SL 1991, ch 375, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-5/"
    },
    {
      "id": "section-46a-10b-6",
      "number": "46A-10B-6",
      "heading": "Publication of proposed agreement or amendment prior to hearing--Contents.",
      "text": "46A-10B-6. Publication of proposed agreement or amendment prior to hearing--Contents.\n\nAt least once each week for two successive weeks before the hearing required in §46A-10B-5, each county or municipality in the proposed or existing district shall publish a summary of the proposed joint powers agreement or amendment and a notice of the hearing in its official newspaper. The publication shall include the time and place of the hearing; the address to which written comments may be sent; and a statement that the proposed agreement or amendment will be heard and acted upon by the governments of each county and each municipality in the proposed district, that the district may be established or its boundaries adjusted without election by agreement of each county and municipality in the proposed district, and that the proposed district would be authorized to assess utility fees against property in the district.\n\nSource:SL 1989, ch 388, §7A; SL 1991, ch 375, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-6/"
    },
    {
      "id": "section-46a-10b-7",
      "number": "46A-10B-7",
      "heading": "Approval and execution of agreement--Establishment or adjustment of district.",
      "text": "46A-10B-7. Approval and execution of agreement--Establishment or adjustment of district.\n\nIf the government of each county and municipality included within the proposed district approves and executes the joint powers agreement or amendment establishing the district or adjusting its boundaries within forty-five days after the public hearing held pursuant to §46A-10B-5, the drainage basin utility district is established or its boundaries are adjusted. The district's governing body shall file with the secretary of state a true copy of the agreement establishing the district or adjusting its boundaries.\n\nSource:SL 1989, ch 388, §10A; SL 1991, ch 375, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-7/"
    },
    {
      "id": "section-46a-10b-8",
      "number": "46A-10B-8",
      "heading": "Boundaries.",
      "text": "46A-10B-8. Boundaries.\n\nThe joint powers agreement establishing a drainage basin utility district shall delineate the boundaries of the district as provided in §46A-10B-4. The boundaries of the district shall conform with the boundaries of one or more drainage basins to the extent that such basins lie within the borders of the counties in the district. The drainage basins included within the district shall be adjacent and the property within the district shall be contiguous.\n\nSource:SL 1989, ch 388, §11; SL 1991, ch 375, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-8/"
    },
    {
      "id": "section-46a-10b-9",
      "number": "46A-10B-9",
      "heading": "Agreement to designate and define composition of governing body--Requirements--Powers.",
      "text": "46A-10B-9. Agreement to designate and define composition of governing body--Requirements--Powers.\n\nThe joint powers agreement establishing a drainage basin utility district shall designate and define the composition and powers of the governing body of the district, consistent with the provisions of this chapter. The governing body shall include at least two representatives of each county and each municipality included wholly or partially within the district, and each representative shall have one vote on matters coming before the governing body.\n\nMatters coming before the governing body shall be decided by majority vote of the representatives included in the governing body. The governing body shall annually elect from among its membership a chairman, vice-chairman, secretary, and treasurer, and the governing body may employ staff as necessary, pursuant to §46A-10B-13.\n\nSource:SL 1989, ch 388, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-9/"
    },
    {
      "id": "section-46a-10b-10",
      "number": "46A-10B-10",
      "heading": "Certain actions prohibited without county or municipal government approval.",
      "text": "46A-10B-10. Certain actions prohibited without county or municipal government approval.\n\nThe governing body may take none of the following actions without approval by the affected governments of each county and each municipality included wholly or partially within the district:\n\n(1)Establishment of, and any increase in, fees levied pursuant to §46A-10B-20, 46A-10B-21, or 46A-10B-22;\n\n(2)Approval of any contract for planning, construction, repair, renovation, demolition, or dismantling of any district project or facility;\n\n(3)Approval or amendment of the master drainage plan pursuant to §46A-10B-18;\n\n(4)The issuance of bonds pursuant to §46A-10B-29; or\n\n(5)Reimbursement of costs pursuant to §46A-10B-31.\n\nSource:SL 1989, ch 388, §12A; SL 1991, ch 375, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-10/"
    },
    {
      "id": "section-46a-10b-11",
      "number": "46A-10B-11",
      "heading": "Required notice--Contents.",
      "text": "46A-10B-11. Required notice--Contents.\n\nUpon establishment of a drainage basin utility district, the governing body shall notify in writing the governments of each county, municipality, water development district, water project district, or watershed district located wholly or partially within the district. The notification shall include, at a minimum, a statement that the district has been established, the date of establishment, the name of the district, the boundaries of the district, and the name of the governing body of the district. The notification shall also include a statement that the governing body of the district may exercise its authority over all areas of the district, and a statement that the governing body may assess utility fees in the district as provided in this chapter.\n\nSource:SL 1989, ch 388, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-11/"
    },
    {
      "id": "section-46a-10b-12",
      "number": "46A-10B-12",
      "heading": "Drainage basin utility district as municipal utility.",
      "text": "46A-10B-12. Drainage basin utility district as municipal utility.\n\nAny drainage basin utility district, whether it is located inside or outside the boundaries of a municipality, is a municipal utility as defined in §9-40-2. In administering the affairs of the district, the governing body may exercise, in addition to the powers granted in this chapter, the statutory powers granted to municipalities for the operation and administration of municipal utilities.\n\nSource:SL 1989, ch 388, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-12/"
    },
    {
      "id": "section-46a-10b-13",
      "number": "46A-10B-13",
      "heading": "Additional administrative powers of governing body.",
      "text": "46A-10B-13. Additional administrative powers of governing body.\n\nIn addition to the powers granted in statute regarding municipal utilities, the governing body, in administering the affairs of the drainage basin utility district, may do the following:\n\n(1)Assess and collect utility fees as provided in this chapter;\n\n(2)Designate a director, employ staff, and provide equipment, supplies, and materials as necessary to administer the business of the district;\n\n(3)Sue and be sued;\n\n(4)Incur debts and liabilities;\n\n(5)Issue bonds as provided in this chapter;\n\n(6)Accept funds, property, and services or other assistance, financial or otherwise, from federal, state, and other public and private sources to carry out the purposes of this chapter;\n\n(7)Contract or cooperate with any person, the state, or any political subdivision of the state, any federal agency, or any private or public corporation to carry out the purposes of this chapter;\n\n(8)Contract with any county or municipality for the assessment and collection of any fees levied pursuant to this chapter;\n\n(9)Acquire, hold, use, rent, lease, or dispose of any real and other property as necessary to carry out the purposes of this chapter, including property outside the boundaries of the district;\n\n(10)Accumulate funds in one or more reserve funds as provided in this chapter to carry out the purposes of this chapter; and\n\n(11)Plan, develop, construct, acquire, operate, clean, maintain, repair, alter, renovate, salvage, demolish, abandon, consolidate, reclaim, or gather data and information concerning any natural or artificial watercourse, dam, dike, reservoir, or other works, development, structure, facility, project, or program necessary to carry out the purposes of this chapter.\n\nSource:SL 1989, ch 388, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-13/"
    },
    {
      "id": "section-46a-10b-14",
      "number": "46A-10B-14",
      "heading": "Effect of chapter upon Water Management Board and certain other state laws.",
      "text": "46A-10B-14. Effect of chapter upon Water Management Board and certain other state laws.\n\nThe provisions of this chapter do not abrogate or limit the rights, powers, duties, and functions of the State Water Management Board with reference to water rights, flood control, outlet elevations for public lakes, or ordinary high and low water marks on public lakes, but are supplementary thereto. This chapter does not limit or affect the laws of this state relating to organization and maintenance of irrigation districts, water user districts, water project districts, water development districts, conservation districts, or watershed districts, nor does it infringe upon or establish any rights superior to any existing water rights.\n\nSource:SL 1989, ch 388, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-14/"
    },
    {
      "id": "section-46a-10b-15",
      "number": "46A-10B-15",
      "heading": "Establishment of district no guarantee flooding or damage will be eliminated.",
      "text": "46A-10B-15. Establishment of district no guarantee flooding or damage will be eliminated.\n\nThis chapter or the establishment of a drainage basin utility district pursuant to this chapter does not imply that property liable for the fees and charges established pursuant to this chapter will always be free from stormwater flooding or flood damage. This chapter does not purport to reduce the need or the necessity for the owner obtaining flood insurance.\n\nSource:SL 1989, ch 388, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-15/"
    },
    {
      "id": "section-46a-10b-16",
      "number": "46A-10B-16",
      "heading": "Assessment of basins--Governing body to designate installation of facilities and method of assessment.",
      "text": "46A-10B-16. Assessment of basins--Governing body to designate installation of facilities and method of assessment.\n\nThe governing body shall separately assess each basin within the district for facilities to be installed to serve each basin and to provide adequate drainage in each basin. The governing body shall designate the facilities to be installed, the time and schedule for installation of facilities, and the method of assessing costs of facilities to be installed against property in the basin.\n\nSource:SL 1989, ch 388, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-16/"
    },
    {
      "id": "section-46a-10b-17",
      "number": "46A-10B-17",
      "heading": "Benefit versus cost analysis required.",
      "text": "46A-10B-17. Benefit versus cost analysis required.\n\nThe governing body shall analyze each project and compare the total benefits to be achieved with the anticipated cost of the project. Projects shall be considered if the analysis indicates that the total benefits are greater than the cost of the project.\n\nSource:SL 1989, ch 388, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-17/"
    },
    {
      "id": "section-46a-10b-18",
      "number": "46A-10B-18",
      "heading": "Adoption of master drainage plan and stormwater map--Contents--Revisions.",
      "text": "46A-10B-18. Adoption of master drainage plan and stormwater map--Contents--Revisions.\n\nThe governing body shall prepare and adopt by resolution or ordinance a master drainage plan for district facilities. The plan shall include proposed projects, facilities and programs and proposed methods of funding the master drainage plan. The governing body shall also adopt by resolution a stormwater map delineating the boundaries of the basins included in the district. The map may also indicate existing development of properties within the basin, zoning of properties, and other appropriate information. The map shall serve as official designation of the respective basins of the district, but the map may be revised from time to time by the governing body to conform with existing conditions. The governing body may amend the master drainage plan or adopt a subsequent master drainage plan if the original master drainage plan has been completed. The original plan and any amendment of the plan is not effective as to any county or municipality included wholly or partially within the district unless such county or municipality has approved, by resolution, the plan or the amendment.\n\nSource:SL 1989, ch 388, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-18/"
    },
    {
      "id": "section-46a-10b-19",
      "number": "46A-10B-19",
      "heading": "Solicitation of entities to carry out plan--Furnishment of maps.",
      "text": "46A-10B-19. Solicitation of entities to carry out plan--Furnishment of maps.\n\nThe governing body shall solicit all other affected public entities to cooperate in providing drainage facilities to carry out the drainage plan. Maps showing all basins and proposed facilities shall be furnished to the entities for their use in this matter.\n\nSource:SL 1989, ch 388, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-19/"
    },
    {
      "id": "section-46a-10b-20",
      "number": "46A-10B-20",
      "heading": "Establishment of stormwater basin development and utility fees--Assessments against individual properties.",
      "text": "46A-10B-20. Establishment of stormwater basin development and utility fees--Assessments against individual properties.\n\nAfter delineating drainage basins pursuant to §46A-10B-18, the governing body may establish by ordinance stormwater basin development fees and stormwater utility fees to be paid by the developers or owners of property in each basin in the district as provided in §§46A-10B-21 and 46A-10B-22. The fees shall be sufficient to construct, operate, and maintain the facilities needed in the basin and may be expended to carry out the purposes of this chapter. The amount of the fees assessed against individual properties and the method of calculating and collecting the fees shall be established by ordinance. Assessments against individual properties shall be on a per-square-foot basis, but the amount of the fee assessed per square foot against individual properties in a basin may not necessarily be equal in all cases. The governing body may vary the amount dependent upon the type of improvements that are on the property or that may be placed on the property under the existing zoning as such improvements relate to the stormwater or runoff water that may be discharged from the property. Agricultural land as defined in §10-6-112 is exempt from the fees established in this section and in §§46A-10B-21 and 46A-10B-22.\n\nSource:SL 1989, ch 388, §26; SL 1990, ch 364, §1; SL 2021, ch 44, § 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-20/"
    },
    {
      "id": "section-46a-10b-21",
      "number": "46A-10B-21",
      "heading": "Payment of development fee as condition for development--Purpose and amount of fee.",
      "text": "46A-10B-21. Payment of development fee as condition for development--Purpose and amount of fee.\n\nIn the case of a lot or parcel of land upon which a building has not been erected, the governing body may require the payment of a stormwater basin development fee as a condition for the development of the property. The stormwater basin development fee is payable prior to the approval of the final plat of the subdivision or, in the case of unplatted property, prior to the issuance of a building permit. The fee is intended to pay for the design, right-of-way acquisition, and construction or reconstruction of stormwater facilities needed to protect the health, safety, and welfare of the inhabitants of the various basins. The stormwater basin development fee shall be paid by the developer and shall be based upon the cost of necessary facilities to be constructed, the area of each parcel of land, the runoff characteristics of the parcel and the amount of on-site stormwater detention, if any, provided. The governing body shall determine the rates that apply to each parcel of land within the guidelines established by ordinance pursuant to §46A-10B-20, but the stormwater basin development fee for any parcel of land within the district may be no less than one hundred dollars and no more than eight hundred dollars per subdivided lot. The eight hundred dollar limit does not apply to nonresidential developments.\n\nSource:SL 1989, ch 388, §27; SL 1990, ch 364, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-21/"
    },
    {
      "id": "section-46a-10b-22",
      "number": "46A-10B-22",
      "heading": "Imposition of stormwater utility fee--Purpose, amount and separate components of fee.",
      "text": "46A-10B-22. Imposition of stormwater utility fee--Purpose, amount and separate components of fee.\n\nThe governing body may impose on each parcel of land or developed lot within the district a stormwater utility fee. This fee is intended to pay for the planning, operation, maintenance, administration, and routine functions of the existing stormwater facilities within the district and the planning, operation, maintenance, and administration of future stormwater facilities that may be established within the district and to pay for the design, right-of-way acquisition, and construction or reconstruction of stormwater facilities and to capitalize a revolving loan fund to be used for authorized functions of the district. The stormwater utility fee may be separated into a revolving loan component, a capital improvements component, and an operation and maintenance component and shall be based upon the area of each lot or parcel of land, the runoff characteristics of the lot or parcel, and the basin in which the lot or parcel is located. The governing body shall determine the rates that apply to each specific lot or parcel of land within the guidelines established by ordinance pursuant to §46A-10B-20. For any residential lot or parcel of real property within the district, the capital improvements component of the stormwater utility fee may be no less than fifty cents per month and no more than two dollars per month, and the operation and maintenance component of the stormwater utility fee may be no more than one dollar per month. The revolving loan component may be collected in advance for planning purposes over the entire district. However, the fee imposed pursuant to this section on any residential lot or parcel of real property may not exceed three dollars per month.\n\nSource:SL 1989, ch 388, §28; SL 1990, ch 364, §3; SL 1991, ch 375, §7; SL 1992, ch 320, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-22/"
    },
    {
      "id": "section-46a-10b-23",
      "number": "46A-10B-23",
      "heading": "Fees deposited in fund--Purpose.",
      "text": "46A-10B-23. Fees deposited in fund--Purpose.\n\nThe governing body shall place all fees collected pursuant to §§46A-10B-20, 46A-10B-21, and 46A-10B-22 into a storm drainage fund or other fund established pursuant to §46A-10B-28 to be used only for the purposes provided in this chapter, and reserved for the identified drainage basin for which fees are collected. If a municipality establishes a new drainage utility pursuant to §9-40-1, it may transfer any funds within its control that were collected pursuant to this chapter into a separate drainage utility fund which may only be used to pay for new drainage improvements, maintenance of existing drainage improvements, and operation of the drainage utility.\n\nSource:SL 1989, ch 388, §29; SL 2013, ch 39, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-23/"
    },
    {
      "id": "section-46a-10b-24",
      "number": "46A-10B-24",
      "heading": "Collection of unpaid charges--Lien created--Enforcement of provisions of chapter.",
      "text": "46A-10B-24. Collection of unpaid charges--Lien created--Enforcement of provisions of chapter.\n\nAny charge made pursuant to this chapter that is not paid when due may be recovered in an action at law by the governing body. Any stormwater utility fee or stormwater basin fee made pursuant to this chapter is a lien upon the property to which the fee is associated from the date the fee becomes due until the fee is paid. The lien shall be recorded in the office of the county register of deeds by the governing body. The owner of property subject to fees established pursuant to §46A-10B-20 is obligated to pay the fee. The obligation may be enforced by the governing body in the same manner as delinquent property taxes are enforced. The employees of the governing body may, at all reasonable times, have access to any premises served by the governing body for inspection, repair, or the enforcement of the provisions of this chapter.\n\nSource:SL 1989, ch 388, §30; SL 1991, ch 375, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-24/"
    },
    {
      "id": "section-46a-10b-25",
      "number": "46A-10B-25",
      "heading": "Owner's right to dispute fees or other determinations--Petition and hearing.",
      "text": "46A-10B-25. Owner's right to dispute fees or other determinations--Petition and hearing.\n\nAny owner who disputes the amount of a stormwater utility fee or a stormwater basin fee made against the owner's property or who disputes any determination made by the governing body pursuant to this chapter may petition the governing body for a hearing on a revision or modification of the charge or determination. The governing body may hold the hearing or may designate an officer or employee as a hearing officer with authority to hold the hearing. A petition may be filed only once in connection with any charge or determination, except upon a showing of changed circumstances sufficient to justify the filing of an additional petition.\n\nThe petition shall be in writing, filed with the governing body, and the facts and figures submitted shall be submitted under oath either in writing or orally at a hearing scheduled by the governing body. The hearing, if any, shall take place in the district, and notice of the hearing and the proceedings shall be in accordance with ordinances adopted by the governing body.\n\nSource:SL 1989, ch 388, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-25/"
    },
    {
      "id": "section-46a-10b-26",
      "number": "46A-10B-26",
      "heading": "Reduction of fees upon completion or implementation of plan.",
      "text": "46A-10B-26. Reduction of fees upon completion or implementation of plan.\n\nWhen all projects, facilities, and programs specified in the master drainage plan have been completed or implemented, any stormwater utility fees established pursuant to §46A-10B-22 shall be reduced to a level not to exceed the amount necessary to properly operate and maintain the existing projects, facilities, and programs of the district.\n\nSource:SL 1989, ch 388, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-26/"
    },
    {
      "id": "section-46a-10b-27",
      "number": "46A-10B-27",
      "heading": "Application of fees or charges.",
      "text": "46A-10B-27. Application of fees or charges.\n\nAny fee or charge paid pursuant to this chapter may be used solely to pay for the costs of operation, repair, maintenance, improvements, renewal, replacement, reconstruction, design, right-of-way acquisition, and construction of public stormwater facilities, for purposes authorized in §46A-10B-13, or to pay the governing body's accounting, management, or administration expenses incurred in the implementation of this chapter.\n\nSource:SL 1989, ch 388, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-27/"
    },
    {
      "id": "section-46a-10b-28",
      "number": "46A-10B-28",
      "heading": "Accumulation of funds authorized.",
      "text": "46A-10B-28. Accumulation of funds authorized.\n\nIn addition to or in lieu of the separate and special funds authorized in §9-40-16, the governing body may accumulate funds in a storm drainage fund or other capital reserve fund or operations and maintenance fund established by ordinance or resolution of the governing body. No accumulated funds may revert at the end of the fiscal year, and the governing body may make expenditures from the fund to carry out the purposes of this chapter.\n\nSource:SL 1989, ch 388, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-28/"
    },
    {
      "id": "section-46a-10b-29",
      "number": "46A-10B-29",
      "heading": "Issuance of bonds authorized.",
      "text": "46A-10B-29. Issuance of bonds authorized.\n\nThe governing body may issue bonds pursuant to §9-40-5 and chapter 6-8B to carry out the purposes of this chapter. If the amount of the bond issue does not exceed an amount that can economically be paid by district revenues during the term of the bond, no election on the question of issuing the bonds is required.\n\nSource:SL 1989, ch 388, §35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-29/"
    },
    {
      "id": "section-46a-10b-30",
      "number": "46A-10B-30",
      "heading": "Drainage report and construction plans--Requirements for subdivision approval.",
      "text": "46A-10B-30. Drainage report and construction plans--Requirements for subdivision approval.\n\nPrior to the final approval of the plat of any subdivision, the owners of the property being subdivided shall at the owners' cost prepare a detailed drainage report and construction plans for the installation of all stormwater facilities required for the subdivision, including any off-site facilities required to convey stormwater to existing drains, channels, streams, detention ponds, or other points, all in conformity with the master drainage plan of the district and the design criteria and construction standards adopted by the governing body and the board. The governing body shall review the reports, plans, and cost estimates. The governing body may approve the plat of the subdivision if the governing body has been furnished with acceptable assurance that the facilities will be constructed and installed as indicated and approved.\n\nSource:SL 1989, ch 388, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-30/"
    },
    {
      "id": "section-46a-10b-31",
      "number": "46A-10B-31",
      "heading": "Contract with developer--Reimbursement of actual costs incurred.",
      "text": "46A-10B-31. Contract with developer--Reimbursement of actual costs incurred.\n\nIf the governing body contracts with a developer to construct stormwater facilities that serve more than that development and are identified in the master drainage plan, the actual costs incurred are eligible for reimbursement in accordance with ordinances adopted by the governing body.\n\nSource:SL 1989, ch 388, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-31/"
    },
    {
      "id": "section-46a-10b-32",
      "number": "46A-10B-32",
      "heading": "Collection of charge from abutting property developer--Conditions--Repayment of original installer.",
      "text": "46A-10B-32. Collection of charge from abutting property developer--Conditions--Repayment of original installer.\n\nIf the developer enters into a repayment agreement pursuant to §46A-10B-31, with the governing body within ninety days of the completion and approval by the governing body of the drainage improvement or facility, then at the time the property abutting the off-site stormwater facility is developed and a building permit is issued, the governing body may assess a charge per front foot to the abutting property developer within the district, and if collected, the governing body shall repay the original installer after deducting a service charge not to exceed three percent to cover administrative costs. All costs for the original construction of the stormwater facility shall be fully paid by the installer before the installer is entitled to repayment under any agreement established pursuant to this chapter. The governing body shall adopt ordinances specifying procedures and requirements governing any repayment made pursuant to this section. Stormwater basin development fees paid by the developer pursuant to §46A-10B-21 are not eligible for reimbursement under this section or §46A-10B-31.\n\nSource:SL 1989, ch 388, §38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-32/"
    },
    {
      "id": "section-46a-10b-33",
      "number": "46A-10B-33",
      "heading": "Stormwater facility property of governing body--Responsibility for operation and maintenance.",
      "text": "46A-10B-33. Stormwater facility property of governing body--Responsibility for operation and maintenance.\n\nAny stormwater facility constructed, installed, or provided pursuant to this chapter, and formally accepted by the governing body, is the property of the governing body. The governing body thereafter is responsible for the operation and maintenance of the facility.\n\nSource:SL 1989, ch 388, §39; SL 1992, ch 320, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-33/"
    },
    {
      "id": "section-46a-10b-34",
      "number": "46A-10B-34",
      "heading": "Technical assistance provided by Board of Water and Natural Resources and Department of Agriculture and Natural Resources.",
      "text": "46A-10B-34. Technical assistance provided by Board of Water and Natural Resources and Department of Agriculture and Natural Resources.\n\nThe Board of Water and Natural Resources and the Department of Agriculture and Natural Resources shall provide technical assistance upon request of the governing body.\n\nSource: SL 1989, ch 388, §40; SL 1991, ch 17 (Ex. Ord. 91-4), §17; SL 2021, ch 1 (Ex. Ord.21-3), § 53, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-34/"
    },
    {
      "id": "section-46a-10b-35",
      "number": "46A-10B-35",
      "heading": "Board to consider certain provisions and guidelines in establishing ordinances or procedures.",
      "text": "46A-10B-35. Board to consider certain provisions and guidelines in establishing ordinances or procedures.\n\nIn establishing the ordinances or procedures required by this chapter, the board or the governing body shall consider the provisions of chapter 26, article vii, Ft. Collins code of the City of Ft. Collins, Colorado; any guidelines, standards or policies developed by the Urban Land Institute; and stormwater design criteria as established by the United States Environment Protection Agency.\n\nSource:SL 1989, ch 388, §41; SL 1993, ch 256, §85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-35/"
    },
    {
      "id": "section-46a-10b-36",
      "number": "46A-10B-36",
      "heading": "Dissolution of district.",
      "text": "46A-10B-36. Dissolution of district.\n\nA drainage basin utility district may be dissolved only by an act of the Legislature, by joint powers agreement of each county and each municipality included within the district or by a petition for dissolution of the district signed by at least two-thirds of the owners of real property in the district.\n\nSource:SL 1989, ch 388, §42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-36/"
    },
    {
      "id": "section-46a-10b-37",
      "number": "46A-10B-37",
      "heading": "Content and form of petition for dissolution.",
      "text": "46A-10B-37. Content and form of petition for dissolution.\n\nEach person who signs the petition for dissolution shall add to the person's signature, in the person's own handwriting, the person's place of residence, a legal description of the person's real property within the district, and the date of signing. The petition may contain more than one page, each page shall have identical headings, and any number of identical petition forms may be circulated and each be a part of the petition. Every page of the petition containing signatures shall have upon it and below the signatures an affidavit by the circulator in substantially the following form:\n\nSTATE OF SOUTH DAKOTA)\n\nCOUNTY OF ________________)\n\nI, the undersigned __________, being first duly sworn, depose and say, that I am the circulator of the foregoing petition containing __________ signatures; that each person whose name appears on the petition sheet personally signed the petition in my presence; that I believe that each of the signers is a resident at the address written opposite the signer's name; and that I stated to every petitioner before the person affixed his or her signature the legal effect and nature of the petition.\n\n____________________________\n\nSubscribed and sworn to before me this __________ day of ______, 20____.\n\n____________________________\n\nNotary Public\n\nSource:SL 1989, ch 388, §44; SL 2011, ch 165, §502.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-37/"
    },
    {
      "id": "section-46a-10b-38",
      "number": "46A-10B-38",
      "heading": "Filing of petition.",
      "text": "46A-10B-38. Filing of petition.\n\nThe petition for dissolution shall be filed with the circuit court no more than ninety days after the creation of the district.\n\nSource:SL 1989, ch 388, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-38/"
    },
    {
      "id": "section-46a-10b-39",
      "number": "46A-10B-39",
      "heading": "Publication of petition prior to filing--Content.",
      "text": "46A-10B-39. Publication of petition prior to filing--Content.\n\nAt least once each week for two successive weeks before filing the petition for dissolution with the circuit court, the person filing the petition shall publish the petition and a notice of the filing in an official newspaper in each county in which land of the drainage basin utility district is located. The publication shall include the address to which written comments may be sent and a statement that the petition will be heard and acted upon by the circuit court, that the district was established without election, that the district is operated and administered by the governing body as designated in the petition and that the district is authorized to assess utility fees against property in the district.\n\nSource:SL 1989, ch 388, §46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-39/"
    },
    {
      "id": "section-46a-10b-40",
      "number": "46A-10B-40",
      "heading": "Authority of circuit court to dissolve district.",
      "text": "46A-10B-40. Authority of circuit court to dissolve district.\n\nIf a petition for dissolution is filed with the circuit court as provided in this chapter, the court may dissolve the district.\n\nSource:SL 1989, ch 388, §47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-40/"
    },
    {
      "id": "section-46a-10b-41",
      "number": "46A-10B-41",
      "heading": "Petition to suspend or cancel project--Content and form.",
      "text": "46A-10B-41. Petition to suspend or cancel project--Content and form.\n\nTwo-thirds of the owners of real property within the district may petition the circuit court to suspend or cancel a project, facility, or program of the district that has been planned or is underway. A petition for cancellation or suspension of a project shall be in the same form as a dissolution petition as provided in §46A-10B-37 and shall also include the following information:\n\n(1)The name of the drainage basin utility district;\n\n(2)A description of the project, facility, or program to be cancelled or suspended;\n\n(3)A statement of the reasons for the cancellation or suspension of the project, facility, or program; and\n\n(4)The name, address, and phone number of the petition circulator.\n\nSource:SL 1989, ch 388, §48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-41/"
    },
    {
      "id": "section-46a-10b-42",
      "number": "46A-10B-42",
      "heading": "Publication of petition to cancel or suspend project--Requirements.",
      "text": "46A-10B-42. Publication of petition to cancel or suspend project--Requirements.\n\nAt least once each week for two successive weeks before filing a petition with the circuit court to cancel or suspend a district project, facility, or program, the person filing the petition shall publish a notice of the filing in an official newspaper in each county in which land of the drainage basin utility district is located. The publication shall include a summary of the purpose and contents of the petition, the address to which written comments may be sent and a statement that the petition will be heard and acted upon by the circuit court.\n\nSource:SL 1989, ch 388, §48A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-42/"
    },
    {
      "id": "section-46a-10b-43",
      "number": "46A-10B-43",
      "heading": "Authority of circuit to suspend or cancel project--Amendment of master plan.",
      "text": "46A-10B-43. Authority of circuit to suspend or cancel project--Amendment of master plan.\n\nIf the circuit court receives a valid petition signed by at least two-thirds of the owners of real property in the district for cancellation or suspension of a district project, facility, or program pursuant to §46A-10B-41, the circuit court may suspend or cancel the project and the governing body shall amend accordingly the master drainage plan as provided in §46A-10B-18.\n\nSource:SL 1989, ch 388, §49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-10b/section-46a-10b-43/"
    }
  ]
}