{
  "state": "south-dakota",
  "path": "title-title-46a-water-management/chapter-chapter-14-watershed-districts",
  "sections": [
    {
      "id": "section-46a-14-1",
      "number": "46A-14-1",
      "heading": "Purpose of chapter--Construction and administration",
      "text": "46A-14-1. Purpose of chapter--Construction and administration.\n\nIn order to carry out conservation of the natural resources of the state through land utilization, flood control, and other needs, upon sound scientific principles, for the protection of the public health and welfare and the provident use of the natural resources, the creation of a public corporation as an agency of the state for the aforesaid purposes is herein provided. This chapter shall be construed and administered so as to make effective the following state policy:\n\n(1)The general welfare of the people of South Dakota requires that the land and water resources of the state be conserved and put to optimum beneficial use.\n\n(2)Worthwhile land and water resource developments by the people and organizations in the state are to be encouraged in every way possible by state government and state government shall control, coordinate, and regulate the interrelationship of, and interdependence of, land and water resource projects in order to assure and maintain maximum benefits to the people of the state.\n\n(3)To this end, construction of land and water resource projects in the state shall receive the review, approval, and assistance of the administering agency of state government to the extent that proposed project works are complementary with other existing and proposed developments.\n\n(4)To this end, also, land and water resource development project proposals shall include adequate attention to continuous maintenance in order to assure that the works constructed shall continue to provide the service for which they were built and sponsors of such projects and responsible administrators of state government shall perform their duties in such a manner as to assure the benefits that accrue to the people directly affected by land and water developments are maintained and do not become a menace to or produce damage to the property of others.\n\nSource:SL 1957, ch 492, §1; SDC Supp 1960, §61.1501; SDCL, §46-24-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-1/"
    },
    {
      "id": "section-46a-14-2",
      "number": "46A-14-2",
      "heading": "Definition of terms.",
      "text": "46A-14-2. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Conservation district,\" a conservation district established in accordance with state law;\n\n(2)\"District,\" a proposed or existing watershed district as provided in this chapter;\n\n(3)\"Engineer,\" an engineer designated by the managers to act as the engineer of the district;\n\n(4)\"Hearing,\" a hearing scheduled and conducted by either the board of managers, conservation districts, or the Board of Water and Natural Resources, during which all interested parties shall be given a reasonable opportunity to be heard;\n\n(5)\"Initiating petition,\" a petition as provided in this chapter for the creation or modification of a watershed district;\n\n(6)\"Interested party,\" any public corporation or any person having an interest in the subject matter pending or involved and including the designated representative or any agency of government;\n\n(7)\"Landowner,\" any owner of land, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing watershed district. If land is sold under a contract for deed that is of record in the office of the register of deeds in the county in which the land is situated, both the landowner and the individual purchaser of the land, as named in the contract for deed, are treated as a landowner;\n\n(8)\"Managers,\" the board of managers of a watershed district;\n\n(9)\"Person,\" a natural person, firm, partnership, association, limited liability company, or corporation, but not a public or political subdivision;\n\n(10)\"Public corporation,\" a county, municipality, school district, or a political subdivision of the state, other than a watershed district; and\n\n(11)\"Work\" or \"works,\" any construction, maintenance, repairs, or improvements of a watershed district.\n\nSource:SL 1957, ch 492, §2; SL 1959, ch 452, §1; SDC Supp 1960, §61.1502; SL 1965, ch 303, §1; SDCL §46-24-2; SL 1984, ch 297, §1; SL 1988, ch 367, §1; SL 1991, ch 17 (Ex. Ord. 91-4), §17; SL 1992, ch 60, §2; SL 1998, ch 36, §57; SL 2013, ch 228, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-2/"
    },
    {
      "id": "section-46a-14-3",
      "number": "46A-14-3",
      "heading": "46A-14-3.Repealed by SL 2013, ch 228, §6.",
      "text": "46A-14-3.Repealed by SL 2013, ch 228, §6.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-4",
      "number": "46A-14-4",
      "heading": "Conservation purposes supporting establishment.",
      "text": "46A-14-4. Conservation purposes supporting establishment.\n\nA watershed district may be established for any of the following conservation purposes:\n\n(1)Control or allocation of damage by floods by flood prevention structures including levees;\n\n(2)Improvement of stream channels;\n\n(3)Reclaiming or filling wet and overflowed lands;\n\n(4)Providing water supply for irrigation;\n\n(5)Regulating the flow and conserving the water of streams;\n\n(6)Diverting or changing watercourses in whole or in part;\n\n(7)Providing and conserving water supply for domestic, industrial, recreational, and other public use;\n\n(8)Providing for sanitation and public health and regulating the use of streams, ditches, or watercourses for the disposition of waste;\n\n(9)Relocate, extend, replace, modify, consolidate, or abandon in whole or in part, drainage systems within a watershed district and to operate and maintain drainage systems;\n\n(10)Imposition of preventive or remedial measures for the control or alleviation of land and soil erosion and siltation of watercourses or bodies of water affected by erosion;\n\n(11)Protection or enhancement of the water quality in watercourses or water basins;\n\n(12)Protection of groundwater; and\n\n(13)Improvement, restoration, and maintenance of lakes, streams, and wetlands.\n\nSource:SL 1957, ch 492, §4; SL 1959, ch 452, §2; SDC Supp 1960, §61.1504; SL 1965, ch 303, §2; SDCL §46-24-4; SL 1989, ch 389, §1; SL 2013, ch 228, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-4/"
    },
    {
      "id": "section-46a-14-41",
      "number": "46A-14-4.1",
      "heading": "Functions and duties of commission.",
      "text": "46A-14-4.1.Functions and duties of commission.\n\nThe State Conservation Commission shall perform the following functions and duties with respect to watershed projects:\n\n(1)Review proposed applications for watershed planning assistance under the Federal Watershed and Flood Prevention Act (P.L. 566, 83rd Congress), as amended to January 1, 2013;\n\n(2)Develop policies and procedures for processing such applications in accordance with state law and policies;\n\n(3)Conduct field examination of watersheds with all state and federal agencies and other groups having an interest in development of watersheds;\n\n(4)Determine physical feasibility of proposals for watershed projects;\n\n(5)Recommend priorities for watershed planning assistance under federal P. L. 566;\n\n(6)Make recommendations concerning all applications for planning assistance under federal P. L. 566, to the Board of Water and Natural Resources for consideration in official actions on behalf of the State of South Dakota;\n\n(7)Assist, counsel, and advise conservation district supervisors in the organization of watershed districts under this chapter;\n\n(8)Assist conservation districts within limits of appropriations and personnel with installation and maintenance of the land treatment phase of watershed projects.\n\nThe Board of Water and Natural Resources is hereby designated the state agency to act on behalf of the State of South Dakota with respect to watershed projects in order to fulfill the provisions of the Federal Watershed and Flood Prevention Act (P. L. 566, 83rd Congress), as amended to January 1, 2013.\n\nSource:SL 2013, ch 228, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-4-1/"
    },
    {
      "id": "section-46a-14-5",
      "number": "46A-14-5",
      "heading": "Initiating petition for establishment--Filing--Signatures required.",
      "text": "46A-14-5. Initiating petition for establishment--Filing--Signatures required.\n\nAny proceeding for the establishment of a watershed district shall be initiated by the filing of an initiating petition with each conservation district in which the proposed watershed district is located. The initiating petition shall be as provided in §6-16-2. If the proposed watershed district includes land in more than one conservation district, the supervisors of each such conservation district shall act jointly as a board of supervisors on all matters concerning the watershed district that are specified in this chapter for a single conservation district.\n\nAn official of any municipality authorized by resolution of the governing body may sign the petition on behalf of the municipality if land located within the boundaries of the municipality is to be included in the watershed district. The petition need not be signed by any of the property owners of the municipality.\n\nSource:SL 1957, ch 492, §5; SL 1959, ch 452, §3; SDC Supp 1960, §61.1505 (1); SDCL §46-24-5; SL 1992, ch 60, §2; SL 1998, ch 36, §58; SL 2013, ch 228, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-5/"
    },
    {
      "id": "section-46a-14-6",
      "number": "46A-14-6",
      "heading": "Boundaries of district--Contiguous land ownerships.",
      "text": "46A-14-6. Boundaries of district--Contiguous land ownerships.\n\nThe boundaries of a watershed district may be entirely within or partly within a county or conservation district and may include the whole or any part of one or more counties or conservation districts. The land ownerships embraced within a watershed district shall be contiguous. If feasible, the district shall include all territory within the affected watershed or drainage basin, or all territory from which the water from natural or artificial channels finds its outlet through a main stream or channel. However, if the ownership of a parcel of land is not a matter of record in the office of the register of deeds of the county in which the land is situated, or if a parcel of land is not subject to payment of taxes or special assessments, the land may be excluded from a proposed or existing watershed district.\n\nSource:SL 1957, ch 492, §4; SL 1959, ch 452, §2; SDC Supp 1960, §61.1504; SL 1965, ch 303, §2; SDCL §46-24-6; SL 2011, ch 165, §521; SL 2013, ch 228, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-6/"
    },
    {
      "id": "section-46a-14-7",
      "number": "46A-14-7",
      "heading": "Inclusion of municipality.",
      "text": "46A-14-7. Inclusion of municipality.\n\nIn order to carry out the powers granted to municipalities by the provisions of §9-36-15, the governing body of a municipality may request that all or any portion of the corporate area of a municipality be included in a watershed district if, in the determination of the governing body, inclusion in a new or existing watershed district offers opportunities favorable to the municipality:\n\n(1)For alleviation of flood water damages to roads, streets, waterworks, sewer works, river and stream improvements, public or private property, or other improvements within the municipality; or\n\n(2)In lieu of or betterment of or supplementary to improvements by the municipality as may be under consideration by the governing body; or\n\n(3)To take advantage of federal or other loans, as provided by §9-43-137, or federal or other grants of funds or service; or\n\n(4)To reduce capital investments or other obligations by the municipality which may be otherwise probable; or\n\n(5)For betterment of the health, safety, or general welfare of the residents of the municipality.\n\nSource:SL 1959, ch 452, §3; SDC Supp 1960, §61.1505 (2); SDCL §46-24-7; SL 2013, ch 228, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-7/"
    },
    {
      "id": "section-46a-14-8",
      "number": "46A-14-8",
      "heading": "Initiating petition--Contents.",
      "text": "46A-14-8. Initiating petition--Contents.\n\nThe initiating petition shall contain the following:\n\n(1)The name of the proposed district;\n\n(2)A statement that there is need in the interest of the public health, safety, and welfare for creation of a district to accomplish improvements in the watershed;\n\n(3)A statement in general terms setting forth the purposes of the contemplated improvements, the territory to be included in the district, and all proposed subdivisions, if any, of the district;\n\n(4)The number of and names of the initial board of managers of the proposed district, the provisions of §§6-16-5 and 6-16-5.2 notwithstanding. The initial managers shall serve for a period of one year or until the first annual meeting. The petition shall specify whether the board consists of three or five members. The managers shall be eligible voters of the proposed district or the designee of an eligible voter as provided in §46A-14-15.1. However, no manager may be a public officer of the state or federal government;\n\n(5)A map and legal description of the lands constituting the proposed district and the name of any municipality included partly or wholly within the boundaries of the proposed district; and\n\n(6)The location of the official place of business of the proposed district.\n\nSource:SL 1957, ch 492, §5; SL 1959, ch 452, §3; SDC Supp 1960, §61.1505 (3); SDCL §46-24-8; SL 1992, ch 60, §2; SL 2000, ch 32, §7; SL 2013, ch 228, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-8/"
    },
    {
      "id": "section-46a-14-9",
      "number": "46A-14-9",
      "heading": "46A-14-9.Repealed by SL 1998, ch 36, §59",
      "text": "46A-14-9.Repealed by SL 1998, ch 36, §59",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-10",
      "number": "46A-14-10",
      "heading": "46A-14-10.Repealed by SL 2013, ch 228, §13.",
      "text": "46A-14-10.Repealed by SL 2013, ch 228, §13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-11",
      "number": "46A-14-11",
      "heading": "Duties of supervisors on receipt of initiating petition.",
      "text": "46A-14-11. Duties of supervisors on receipt of initiating petition.\n\nUpon receipt of the initiating petition by the conservation district, its supervisors shall:\n\n(1)Acknowledge receipt of the petition;\n\n(2)Determine, by working in cooperation with the auditor of each county in which a portion of the proposed district is located, whether the petition contains sufficient signatures as required by §6-16-2;\n\n(3)Prepare a preliminary report based upon the initiating petition, and other available data, stating the feasibility and practicability of the proposed improvement and organization of the district, for the purpose of presentation by the conservation district supervisors at hearings as provided in this chapter;\n\n(4)Adjust, as necessary, and fix the boundaries of the proposed district.\n\nSource:SL 1957, ch 492, §5; SL 1959, ch 452, §3; SDC Supp 1960, §61.1505 (6); SDCL §46-24-11; SL 2013, ch 228, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-11/"
    },
    {
      "id": "section-46a-14-12",
      "number": "46A-14-12",
      "heading": "46A-14-12.Repealed by SL 2013, ch 228, §15.",
      "text": "46A-14-12.Repealed by SL 2013, ch 228, §15.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-13",
      "number": "46A-14-13",
      "heading": "Time and place for hearing on initiating petition--Publication of notice--Contents.",
      "text": "46A-14-13. Time and place for hearing on initiating petition--Publication of notice--Contents.\n\nIf the conservation district supervisors and county auditors determine that a sufficient initiating petition has been filed, the conservation district supervisors shall within ten days, thereafter, by their order, fix a time and place, for a hearing on the petition. Notice of the hearing shall be given by the conservation district supervisors by publication once each week for at least two consecutive weeks in a newspaper of general circulation in the area covered by the proposed district. The last notice shall occur within ten days before the hearing and shall contain the following:\n\n(1)A statement that an initiating petition has been filed with the conservation district supervisors and a copy of the petition with the county auditor of each affected county;\n\n(2)A general description of the purpose of the contemplated improvement and the territory to be included in the proposed district;\n\n(3)The date, time, and place of hearing;\n\n(4)A statement that all persons affected by the petition or interested in the petition may appear and be heard.\n\nSource:SL 1957, ch 492, §6; SL 1959, ch 452, §4; SDC Supp 1960, §61.1506; SDCL §46-24-13; SL 1972, ch 239, §8; SL 2013, ch 228, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-13/"
    },
    {
      "id": "section-46a-14-14",
      "number": "46A-14-14",
      "heading": "Hearing by conservation district on petition--Right of interested persons to be heard.",
      "text": "46A-14-14. Hearing by conservation district on petition--Right of interested persons to be heard.\n\nAt the time and place fixed for the hearing all persons interested in or affected by the proposed formation of the district shall be given an opportunity to be heard. The conservation district supervisors may continue the hearing from time to time as they may deem necessary.\n\nSource:SL 1957, ch 492, §7; SL 1959, ch 452, §5; SDC Supp 1960, §61.1507 (1); SDCL, §46-24-14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-14/"
    },
    {
      "id": "section-46a-14-15",
      "number": "46A-14-15",
      "heading": "Determination that public interest would be served by creation of district--Election on question.",
      "text": "46A-14-15. Determination that public interest would be served by creation of district--Election on question.\n\nAfter the hearing, if it appears to the conservation district supervisors that public interest in the conservation of the natural resources within the proposed watershed district, including wildlife, water resources, forests, and soils, will be served and protected; that the engineering and economic practicability of creating a district will be sound and feasible, when considered in relation to the public interest; and the resulting cost to the owners of the property to be assessed and that the purpose of this chapter would be served by the creation of a watershed district, the conservation district supervisors shall order a vote to be taken to determine whether a watershed district should be organized. The conservation district supervisors shall file a copy of the election order and a copy of the initiating petition with the county auditor of each county in which a portion of the proposed watershed district will be located. The election shall be conducted in accordance with the applicable provisions of §§6-16-2 to 6-16-6, inclusive.\n\nSource:SL 1957, ch 492, §7; SL 1959, ch 452, §5; SDC Supp 1960, §61.1507 (2); SL 1965, ch 303, §4; SDCL §46-24-15; SL 1998, ch 36, §61; SL 2013, ch 228, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-15/"
    },
    {
      "id": "section-46a-14-151",
      "number": "46A-14-15.1",
      "heading": "Eligible voter defined.",
      "text": "46A-14-15.1. Eligible voter defined.\n\nFor purposes of this chapter, the term, eligible voter, has the meaning specified in this section. Only persons or public corporations that are landowners of land located within the proposed or existing watershed district are eligible to vote in the formation election or any subsequent election of a watershed district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing watershed district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by §29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. Any municipality that has been included in the watershed district pursuant to §§46A-14-5 or 46A-14-7 is entitled to one vote which may be cast by a representative designated by the municipality's governing body.\n\nSource:SL 2013, ch 228, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-15-1/"
    },
    {
      "id": "section-46a-14-16",
      "number": "46A-14-16",
      "heading": "Referendum unnecessary where petition signed by sixty percent of eligible voters.",
      "text": "46A-14-16. Referendum unnecessary where petition signed by sixty percent of eligible voters.\n\nIf the initiating petition is signed by sixty percent or more of the eligible voters in a proposed district who own at least sixty percent of the land in the proposed district, the petition may be accepted by the conservation district supervisors in lieu of the favorable vote at a referendum as specified in §46A-14-26 and the referendum specified in §46A-14-15 is not required.\n\nSource:SL 1959, ch 452, §3; SDC Supp 1960, §61.1505 (1); SDCL §46-24-16; SL 1998, ch 36, §62; SL 2013, ch 228, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-16/"
    },
    {
      "id": "section-46a-14-17",
      "number": "46A-14-17",
      "heading": "46A-14-17.Repealed by SL 2013, ch 228, §20.",
      "text": "46A-14-17.Repealed by SL 2013, ch 228, §20.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-18",
      "number": "46A-14-18",
      "heading": "46A-14-18 to 46A-14-25.Repealed by SL 1998, ch 36, §§64 to 71",
      "text": "46A-14-18 to 46A-14-25.Repealed by SL 1998, ch 36, §§64 to 71",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-26",
      "number": "46A-14-26",
      "heading": "Organization to proceed on sixty percent favorable vote--New proposal permitted on defeat.",
      "text": "46A-14-26. Organization to proceed on sixty percent favorable vote--New proposal permitted on defeat.\n\nIf sixty percent or more of the votes cast at the referendum are in favor of the formation of the watershed district, then the conservation district supervisors shall proceed in its organization. If the proposition to form a watershed district is defeated at the referendum, the proposition may again be proposed in the same manner as the original proposal through initiating petition and subsequent procedure.\n\nSource:SL 1957, ch 492, §11; SL 1959, ch 452, §9; SDC Supp 1960, §61.1511; SDCL §46-24-26; SL 2013, ch 228, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-26/"
    },
    {
      "id": "section-46a-14-27",
      "number": "46A-14-27",
      "heading": "46A-14-27.Repealed by SL 2013, ch 228, §22.",
      "text": "46A-14-27.Repealed by SL 2013, ch 228, §22.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-28",
      "number": "46A-14-28",
      "heading": "Name of district--Perpetual existence--Findings and order--Political subdivision.",
      "text": "46A-14-28. Name of district--Perpetual existence--Findings and order--Political subdivision.\n\nUpon certification of a favorable petition or vote, the conservation district supervisors shall establish and create the watershed district and give it a corporate name. A watershed district created under the provisions of this chapter has perpetual existence unless dissolved or abolished as provided for in this chapter. The supervisors shall file a certified copy of their findings and order with the secretary of state, at which time the watershed district becomes a political subdivision of the state, with the authority, powers, and duties as prescribed in this chapter. The supervisors shall serve copies of the findings and order upon each of the watershed district managers by certified or registered mail.\n\nSource:SL 1957, ch 492, §12; SL 1959, ch 452, §10; SDC Supp 1960, §61.1512; SDCL §46-24-28; SL 2013, ch 228, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-28/"
    },
    {
      "id": "section-46a-14-29",
      "number": "46A-14-29",
      "heading": "46A-14-29.Repealed by SL 2013, ch 228, §24.",
      "text": "46A-14-29.Repealed by SL 2013, ch 228, §24.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-30",
      "number": "46A-14-30",
      "heading": "Boundaries--Minor adjustments by managers without referendum--Exception.",
      "text": "46A-14-30. Boundaries--Minor adjustments by managers without referendum--Exception.\n\nAfter creation of a watershed district, minor adjustments to the boundaries of the district may be made by the managers, without referendum, if the adjustments do not delete lands from the district that have been subject to a special assessment during the budget year or the current year and if the adjustments do not include additional land in the district without the written approval of the landowner of the land.\n\nSource:SL 1959, ch 452, §11; SDC Supp 1960, §61.1513 (2); SDCL §46-24-30; SL 2011, ch 165, §522.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-30/"
    },
    {
      "id": "section-46a-14-31",
      "number": "46A-14-31",
      "heading": "Annexation of additional areas to watershed district--Procedure.",
      "text": "46A-14-31. Annexation of additional areas to watershed district--Procedure.\n\nA watershed district may annex additional areas, if the additional areas constitute a watershed as specified for a watershed district in §46A-14-6. The annexation shall be accomplished by either:\n\n(1)An initiating petition for the annexation by the eligible voters in the new area and in the existing watershed district, similar to the initiating petition specified in §§46A-14-5 and 46A-14-8; or\n\n(2)An initiating petition by the eligible voters in the new area and a resolution by the managers of the watershed district.\n\nUpon receipt of the initiating petition and the resolution by the managers, the appropriate conservation district supervisors shall proceed with the annexation in the same manner as prescribed for creation of a new watershed district.\n\nSource:SL 1959, ch 452, §11; SDC Supp 1960, §61.1513 (4); SDCL §46-24-31; SL 2011, ch 165, §523; SL 2013, ch 228, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-31/"
    },
    {
      "id": "section-46a-14-32",
      "number": "46A-14-32",
      "heading": "Combining of two or more watershed districts into one district--Procedure.",
      "text": "46A-14-32. Combining of two or more watershed districts into one district--Procedure.\n\nTwo or more watershed districts may be combined into a single watershed district by either:\n\n(1)An initiating petition therefor, similar to the initiating petition specified in §§46A-14-5 and 46A-14-8; or\n\n(2)Resolutions by the managers stating the desire to combine the watershed districts and containing essentially the same information as prescribed for an initiating petition.\n\nUpon receipt of the initiating petition or resolution by the managers, the appropriate conservation district supervisors shall proceed with the combination of watershed districts in the same manner as prescribed for creation of a new watershed district.\n\nSource:SL 1959, ch 452, §11; SDC Supp 1960, §61.1513 (3); SDCL, §46-24-32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-32/"
    },
    {
      "id": "section-46a-14-33",
      "number": "46A-14-33",
      "heading": "Abolishment of original watershed district upon combining districts or annexing additional territory--Certification to secretary of state.",
      "text": "46A-14-33. Abolishment of original watershed district upon combining districts or annexing additional territory--Certification to secretary of state.\n\nUpon completion of proceedings for combination of watershed districts or for annexation of additional areas to a watershed district, the conservation district supervisors shall abolish the original watershed districts. Certification of abolishment shall be made by the conservation district supervisors to the secretary of state at the same time that certification is made to the secretary of state concerning the creation of the modified watershed district as provided in §46A-14-28.\n\nSource:SL 1959, ch 452, §11; SDC Supp 1960, §61.1513 (5); SDCL, §46-24-33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-33/"
    },
    {
      "id": "section-46a-14-34",
      "number": "46A-14-34",
      "heading": "Powers of district.",
      "text": "46A-14-34. Powers of district.\n\nA watershed district created under the provisions of this chapter, to the extent necessary for lawful purposes as provided in this chapter, may:\n\n(1)Sue and be sued;\n\n(2)Incur debts, liabilities, and obligations;\n\n(3)Exercise the power of eminent domain only if it is necessary to carry out an approved plan;\n\n(4)Levy a tax not to exceed one dollar per thousand dollars of taxable valuation against the landowners' land and buildings as provided in this chapter;\n\n(5)Provide for other taxes and assessments;\n\n(6)Borrow money and issue certificates, warrants, and bonds;\n\n(7)Make surveys or use other reliable surveys and data and develop projects to accomplish the purposes for which the district is organized;\n\n(8)Cooperate or contract with any individual, person, state, state agency, political subdivision of a state, federal agency, or private or public corporation;\n\n(9)Construct, clean, repair, alter, abandon, consolidate, reclaim, or change the course or terminus of any public ditch, drain sewer, river, watercourse, natural or artificial, within the district, in cooperation with other agencies having prior jurisdiction;\n\n(10)Acquire, lease, operate, construct, and maintain dams, dikes, reservoirs, and pertinent works;\n\n(11)Acquire by gift, lease, purchase, or eminent domain necessary real and personal property;\n\n(12)Contract for purchase of insurance for protection of the district as necessary;\n\n(13)Establish and maintain devices for acquiring and recording hydrological data;\n\n(14)Enter into all contracts of construction authorized by this chapter; and\n\n(15)Perform all acts expressly authorized in this chapter and all other acts necessary and proper for carrying out and exercising the powers expressly vested in the district.\n\nSource:SL 1957, ch 492, §13; SL 1959, ch 452, §11; SDC Supp 1960, §61.1513 (1); SDCL §46-24-34; SL 1988, ch 367, §3; SL 2013, ch 228, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-34/"
    },
    {
      "id": "section-46a-14-35",
      "number": "46A-14-35",
      "heading": "Oath of office of managers--Filing with conservation district.",
      "text": "46A-14-35. Oath of office of managers--Filing with conservation district.\n\nWithin thirty days after the establishment of the watershed district, the managers shall meet at the designated principal place of business of the district and shall take and subscribe the oath as defined in the Constitution of South Dakota. These oaths shall be filed with the conservation district which contains the majority of the lands of the district.\n\nSource:SL 1957, ch 492, §15; SL 1959, ch 452, §12; SDC Supp 1960, §61.1515; SDCL §46-24-35; SL 1978, ch 336; SL 2013, ch 228, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-35/"
    },
    {
      "id": "section-46a-14-36",
      "number": "46A-14-36",
      "heading": "Officers--Records--Transaction of district's business.",
      "text": "46A-14-36. Officers--Records--Transaction of district's business.\n\nThe managers shall then organize by electing one of their members chair and one vice chair. The managers shall appoint a secretary-treasurer, who is not a member of the board of managers, and whose compensation and bond shall be set by the managers. The managers shall provide the necessary books, records, furniture, and equipment for the conduct and transaction of the district's official business.\n\nSource:SL 1957, ch 492, §15; SL 1959, ch 452, §12; SDC Supp 1960, §61.1515; SDCL §46-24-36; SL 2013, ch 228, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-36/"
    },
    {
      "id": "section-46a-14-37",
      "number": "46A-14-37",
      "heading": "Annual election of managers--Terms of office.",
      "text": "46A-14-37. Annual election of managers--Terms of office.\n\nBefore May first of each year, on dates established by the managers, an annual meeting of the district shall be held during which the eligible voters of the district shall elect, by ballot, under the direction of the secretary of the district, managers to replace those whose terms have expired. At the first annual election, if the board of managers has three members, one shall be elected for one year, one for two years, and one for three years, and thereafter one shall be elected annually for three years. If the board of managers has five members, at the first annual meeting one shall be elected for three years, two shall be elected for two years, and two shall be elected for one year, and thereafter at the annual meeting the terms of those expired, shall be elected for three years.\n\nSource:SL 1957, ch 492, §17; SL 1959, ch 452, §13; SDC Supp 1960, §61.1517; SL 1965, ch 303, §6; SDCL §46-24-37; SL 2013, ch 228, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-37/"
    },
    {
      "id": "section-46a-14-38",
      "number": "46A-14-38",
      "heading": "Candidates for board of managers--Filing of application--Qualifications.",
      "text": "46A-14-38. Candidates for board of managers--Filing of application--Qualifications.\n\nCandidates for the board of managers shall file their written applications with the secretary of the board of managers at least thirty days before the election. All managers and candidates shall be eligible voters of the district or designees of eligible voters as provided in §46A-14-15.1. Eligible voters residing within or outside the district may vote in person or by absentee ballot.\n\nSource:SL 1957, ch 492, §17; SL 1959, ch 452, §13; SDC Supp 1960, §61.1517; SL 1965, ch 303, §6; SDCL §46-24-38; SL 2013, ch 228, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-38/"
    },
    {
      "id": "section-46a-14-39",
      "number": "46A-14-39",
      "heading": "Vacancies on board--Appointments--Terms of office.",
      "text": "46A-14-39. Vacancies on board--Appointments--Terms of office.\n\nAny vacancy in an unexpired term shall be filled by appointment within thirty days of the vacancy by the remaining managers. Any vacancy in an expired term for which no candidate's application has been filed pursuant to §46A-14-38 shall be filled by appointment within thirty days of the election by the remaining managers. If there are no remaining managers on a board, upon request, the supervisors of the conservation district that contains the majority of the land of the watershed district shall fill the vacancies by appointment. An appointed manager shall hold office for the remainder of the term for which he or she has been appointed.\n\nSource:SL 1957, ch 492, § 17; SL 1959, ch 452, § 13; SDC Supp 1960, § 61.1517; SL 1965, ch 303, § 6; SDCL § 46-24-39; SL 1989, ch 389, § 5; SL 2011, ch 165, § 524; SL 2020, ch 195, § 1, eff. Mar. 26, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-39/"
    },
    {
      "id": "section-46a-14-391",
      "number": "46A-14-39.1",
      "heading": "Watershed district--Reactivation--Hearing.",
      "text": "46A-14-39.1. Watershed district--Reactivation--Hearing.\n\nIf the conservation district supervisors receive a request to reactivate a watershed district, the conservation district supervisors shall, within ten days thereafter, by their order, fix a time and place for a hearing on the request. Notice of the hearing shall be given by the conservation district supervisors by publication once each week for at least two consecutive weeks in a newspaper of general circulation in the area covered by the watershed district. The last notice shall occur within ten days before the hearing and shall contain the following:\n\n(1)A statement that a request has been filed with the conservation district supervisors;\n\n(2)A general description of the territory included in the watershed district;\n\n(3)The date, time, and place of the hearing; and\n\n(4)A statement that all persons affected by the request or interested in the request may appear and be heard.\n\nSource:SL 2020, ch 195, § 2, eff. Mar. 26, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-39-1/"
    },
    {
      "id": "section-46a-14-392",
      "number": "46A-14-39.2",
      "heading": "Reactivated watershed district--Implementation of new tax levy.",
      "text": "46A-14-39.2. Reactivated watershed district--Implementation of new tax levy.\n\nIf a watershed district is reactivated in accordance with §46A-14-39.1, the reactivated watershed district shall comply with the provisions and procedures established in §§46A-14-47 through 46A-14-58 to implement any new tax levy authorized under this chapter. Once the new tax levy is implemented, the reactivated watershed district is no longer required to comply with the provisions of this section and will have met the requirements of §§10-13-35.12 and 10-13-35.13.\n\nSource:SL 2020, ch 195, § 3, eff. Mar. 26, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-39-2/"
    },
    {
      "id": "section-46a-14-40",
      "number": "46A-14-40",
      "heading": "Advisory committee--Appointment by board of managers--Number of members--Duties.",
      "text": "46A-14-40. Advisory committee--Appointment by board of managers--Number of members--Duties.\n\nThe managers shall appoint an advisory committee consisting of not less than five members who shall be representatives of the major activities in the district including conservation district activities. The committee shall advise and make recommendations to the managers upon all matters affecting the interests of the district but the managers shall have final authority for decisions made.\n\nSource:SL 1957, ch 492, §18; SL 1959, ch 452, §14; SDC Supp 1960, §61.1518; SDCL, §46-24-40; SL 1989, ch 389, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-40/"
    },
    {
      "id": "section-46a-14-41",
      "number": "46A-14-41",
      "heading": "Appointment of personnel--Performance bond.",
      "text": "46A-14-41. Appointment of personnel--Performance bond.\n\nThe managers may appoint or employ an engineer, professional assistants, and such other employees as may be necessary, and provide for their qualification, duties, and compensation, which, with all other expenses may be included as a part of the cost of a project or improvement. The managers may require any officer or employee of the district to give a bond for the faithful performance of his or her duties, in an amount prescribed by the managers. The cost of the bond shall be paid from funds of the district.\n\nSource:SL 1957, ch 492, §19; SDC Supp 1960, §61.1519; SDCL §46-24-41; SL 2013, ch 228, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-41/"
    },
    {
      "id": "section-46a-14-42",
      "number": "46A-14-42",
      "heading": "Compensation of board members--Limitation.",
      "text": "46A-14-42. Compensation of board members--Limitation.\n\nAny member of a watershed district board may receive travel and subsistence expense at the rates set pursuant to chapter 3-9. In addition, per diem, not to exceed sixty dollars per day, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the watershed district board.\n\nSource: SL 1957, ch 492, §15; SL 1959, ch 452, §12; SDC Supp 1960, §61.1515; SDCL, §46-24-42; SL 1989, ch 389, §7; SL 2024, ch 20, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-42/"
    },
    {
      "id": "section-46a-14-43",
      "number": "46A-14-43",
      "heading": "Duties of board of managers--Adoption of seal--Record of business transacted--Bylaws and regulations, adoption--Meetings, notice.",
      "text": "46A-14-43. Duties of board of managers--Adoption of seal--Record of business transacted--Bylaws and regulations, adoption--Meetings, notice.\n\nThe board of managers shall:\n\n(1)Adopt a seal;\n\n(2)Keep a record of all proceedings, minutes, certificates, contracts, bonds, or employees and other business transacted by the managers;\n\n(3)Adopt bylaws and regulations consistent with the chapter;\n\n(4)Meet annually and such other times as may be necessary. A meeting may be called at any time by the chairman or at the request of any manager through the chairman. When so requested the secretary of the district shall mail a notice of such meeting to each member at least ten days prior thereto.\n\nSource:SL 1957, ch 492, §15; SL 1959, ch 452, §12; SDC Supp 1960, §61.1515; SDCL, §46-24-43; SL 1993, ch 256, §86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-43/"
    },
    {
      "id": "section-46a-14-431",
      "number": "46A-14-43.1",
      "heading": "District bylaws may be proposed by petition--Approval by board and special election.",
      "text": "46A-14-43.1. District bylaws may be proposed by petition--Approval by board and special election.\n\nIn addition to the procedures provided in §46A-14-43 for adopting watershed district bylaws, bylaws may be proposed by petition of twenty-five percent of the eligible voters of the district. The proposed bylaws shall be adopted if approved by the board of managers of the watershed district and if at least sixty percent of the votes cast in a special election on the issue are in favor of adopting the proposed bylaws.\n\nSource:SL 1989, ch 389, §8; SL 2013, ch 228, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-43-1/"
    },
    {
      "id": "section-46a-14-44",
      "number": "46A-14-44",
      "heading": "46A-14-44.Repealed by SL 2013, ch 228, §33.",
      "text": "46A-14-44.Repealed by SL 2013, ch 228, §33.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-45",
      "number": "46A-14-45",
      "heading": "Vested water rights--Exclusion from operation of chapter.",
      "text": "46A-14-45. Vested water rights--Exclusion from operation of chapter.\n\nVested water rights, as defined by §§46-1-9 and 46-1-10, are excluded from the operation of this chapter. No watershed district and no members of the watershed district have any jurisdictional authority or control over waters subject to such vested rights.\n\nSource:SL 1957, ch 492, §1; SDC Supp 1960, §61.1501 (5); SDCL §46-24-45; SL 2011, ch 165, §525.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-45/"
    },
    {
      "id": "section-46a-14-46",
      "number": "46A-14-46",
      "heading": "Vested drainage rights--Exclusion from operation of chapter.",
      "text": "46A-14-46. Vested drainage rights--Exclusion from operation of chapter.\n\nVested drainage rights as defined by chapters 46A-10A to 46A-13, inclusive, shall be excluded from the operation of this chapter, until such a time as the operation of any drainage district can be absorbed by the watershed district, to the satisfaction of the then controlling board of county commissioners, or board of commissioners appointed by the county commissioners, or the board of trustees elected by the people of the district.\n\nSource:SL 1957, ch 492, §1; SDC Supp 1960, §61.1501 (6); SDCL, §46-24-46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-46/"
    },
    {
      "id": "section-46a-14-47",
      "number": "46A-14-47",
      "heading": "General improvement plan--Consultation with advisory committee and supervisors of conservation districts--Contents--Steering committee preparation of preliminary plan",
      "text": "46A-14-47. General improvement plan--Consultation with advisory committee and supervisors of conservation districts--Contents--Steering committee preparation of preliminary plan.\n\nThe managers shall within a reasonable length of time after qualifying, adopt an overall plan for improvements within the district for reclamation, drainage, erosion, and flood control, and improvement of lands, soils, waters, forests, wildlife, and all other authorized purposes. The plan finally adopted shall be made in conjunction with the advisory committee established pursuant to §46A-14-40 and in consultation with the district supervisors of each conservation district in the watershed district, but the managers have final authority and full responsibility. This plan shall be designated the general improvement plan for the watershed district. The general improvement plan shall consist of a map showing the area to be benefited; the location of the proposed works of improvement; the location of buildings, roads, streams, and other topographic features as are pertinent to show the relation of the proposed works of improvement to the area of the district; and a narrative in which are stated the estimated benefits that will result and the proposed method of financing and accomplishing the work to be done. Upon receipt of a copy of the general improvement plan, the Board of Water and Natural Resources shall examine the plan and within thirty days transmit a report of their recommendations to the managers.\n\nBefore formation of a watershed district, requests for planning assistance, development of watershed work plans, and similar considerations may be undertaken by steering committees of local people with sponsoring assistance by conservation districts as permitted under state law and in accordance with federal laws. Such plans may be considered as the preliminary general improvement plan until the final general improvement plan is adopted as provided in this section.\n\nSource:SL 1957, ch 492, §21; SL 1959, ch 452, §16; SDC Supp 1960, §61.1521 (1); SDCL §46-24-47; SL 1995, ch 253, §6; SL 2013, ch 228, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-47/"
    },
    {
      "id": "section-46a-14-48",
      "number": "46A-14-48",
      "heading": "Determination of priority of specific projects--Surveys of work--Estimates--Reports of engineer, filing, public inspection.",
      "text": "46A-14-48. Determination of priority of specific projects--Surveys of work--Estimates--Reports of engineer, filing, public inspection.\n\nAfter the general improvement plan of the district has been adopted, as provided in §46A-14-47, the managers shall determine the order in which specific projects included in the general plan shall be undertaken and shall cause accurate surveys of all work deemed necessary to be done and accurate estimates and calculations to be made by the engineer, as provided in this chapter. The engineer shall make written reports showing the amount, character, and kind of work to be done and the location and estimated cost thereof. Any engineer's report shall include:\n\n(1)A description of any area to be benefited by the project and each of the major works of improvement;\n\n(2)The starting point, the route, and the terminus of any proposed drainage ditches or flood control canals;\n\n(3)The course and length of any drain through each tract of land with the number of acres to be acquired from each tract for construction;\n\n(4)A topographical map showing the location and size of any lake, pond, or depression in areas benefited by drainage or flood control canals, together with the approximate location of any natural subdivide;\n\n(5)The project's probable cost;\n\n(6)Data establishing the presence of a suitable outlet for project waters; and\n\n(7)Any such other fact as may be material to determine the practicability of the various project features.\n\nThe reports shall be filed in the office of the managers and at all reasonable times shall be open to public inspection.\n\nSource:SL 1957, ch 492, §22; SL 1959, ch 452, §17; SDC Supp 1960, §61.1522; SDCL, §46-24-48; SL 1985, ch 364, §1; SL 1995, ch 253, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-48/"
    },
    {
      "id": "section-46a-14-49",
      "number": "46A-14-49",
      "heading": "46A-14-49, 46A-14-50.Repealed by SL 2013, ch 228, §§35, 36.",
      "text": "46A-14-49, 46A-14-50.Repealed by SL 2013, ch 228, §§35, 36.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-51",
      "number": "46A-14-51",
      "heading": "Examination of and hearings on plans--Resolution as to payment of costs by general tax levy, special assessment, or improvement bonds--List of benefited lands and owners",
      "text": "46A-14-51. Examination of and hearings on plans--Resolution as to payment of costs by general tax levy, special assessment, or improvement bonds--List of benefited lands and owners.\n\nThe managers shall carefully examine the plans and hold hearings on the proposals in the plans. By resolution, the managers shall resolve whether the proposed work, or any part of the proposed work, should be accomplished and whether its cost shall be paid by a general tax levy against all taxable landowners' land and buildings located within the district, or by special assessment against the landowners' lands and buildings within the district to be specially benefited by the project, or by both general tax levy and special assessment and the portion to be paid by each. The managers shall prepare a description of each tract of benefited land and shall list the names of the owners of the benefited land as shown by the county tax records, which document shall be on file in the district office and available for public inspection during regular business hours. The managers shall also determine in the resolution whether to issue improvement bonds of the district, or other authorized arrangement, to provide for the payment of the cost of the project by installments instead of levying the entire tax or special assessment at one time.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (1); SDCL §46-24-51; SL 1985, ch 364, §§2, 4; SL 1995, ch 253, §8; SL 2013, ch 228, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-51/"
    },
    {
      "id": "section-46a-14-52",
      "number": "46A-14-52",
      "heading": "46A-14-52.Repealed by SL 2013, ch 228, §38.",
      "text": "46A-14-52.Repealed by SL 2013, ch 228, §38.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-53",
      "number": "46A-14-53",
      "heading": "Contract with conservation districts for funding.",
      "text": "46A-14-53. Contract with conservation districts for funding.\n\nThe managers may enter into a contract with the supervisors of a conservation district or districts for funds necessary for operation, maintenance, and other obligations set forth in the watershed financial plan approved pursuant to §46A-14-51, and funds for such purpose shall be made available to the conservation district by the county commissioners pursuant to §38-8-49.1.\n\nSource:SL 1971, ch 255; SDCL Supp, §46-24-52.1; SL 1985, ch 77, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-53/"
    },
    {
      "id": "section-46a-14-54",
      "number": "46A-14-54",
      "heading": "Publication of resolution and notice of hearing--Apportionment of benefits.",
      "text": "46A-14-54. Publication of resolution and notice of hearing--Apportionment of benefits.\n\nUpon adoption of the resolution as provided in §46A-14-51, the managers shall publish the resolution and a notice of hearing once each week for three consecutive weeks immediately preceding the hearing in a legal newspaper of general circulation in each county in which land of the district is located. The notice shall state the time and place for the hearing and state that the managers will meet for the purpose of hearing all parties interested in the apportionment of benefits by reason of the proposed improvements. The notice shall state that all such interested parties may provide testimony at the hearing in person, or by counsel, or may file written testimony. The managers shall conduct the hearing and shall make the apportionments fair and just according to benefits received from the improvements and give due credit for the work already done.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (4); SDCL §46-24-53; SL 2013, ch 228, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-54/"
    },
    {
      "id": "section-46a-14-55",
      "number": "46A-14-55",
      "heading": "Hearing and referendum on financing arrangements.",
      "text": "46A-14-55. Hearing and referendum on financing arrangements.\n\nFor purposes of implementing the general plan of improvements, no construction or related commitments requiring district payments may be entered into, no taxes or assessments levied, no bonds issued, or other financing arrangement made relating to the general plan of improvements, unless the managers have initiated adequate hearings to clearly demonstrate the works proposed for construction and the benefits to accrue from the proposed works and have conducted a referendum in accordance with this chapter in which at least sixty percent of the eligible voters voting in the referendum vote in favor of the tax levy, bond issue, or other permissible financing arrangement. The hearing and referendum requirements specified in this section do not apply to taxes or other financing arrangements for operations, maintenance, or other district business as provided in §§46A-14-58 and 46A-14-69.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (3); SDCL §46-24-54; SL 2011, ch 165, §527; SL 2013, ch 228, §40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-55/"
    },
    {
      "id": "section-46a-14-56",
      "number": "46A-14-56",
      "heading": "Referendum on financing arrangements--Eligibility to vote--Counting of votes.",
      "text": "46A-14-56. Referendum on financing arrangements--Eligibility to vote--Counting of votes.\n\nIn the referendum, as provided in §46A-14-55, the same eligibility to vote as prescribed by §46A-14-15.1 shall govern in the case of proposed general tax levies. If special assessments are proposed, the votes of only those landowners subject to the special assessments may be counted. If the financing proposal provides for both general tax levies and special assessments, the votes applicable to the general tax and the votes applicable to the special assessments shall be counted separately and accepted separately for purposes of determining the outcome of the referendum.\n\nSource:SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (3); SDCL §46-24-55; SL 2013, ch 228, §41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-56/"
    },
    {
      "id": "section-46a-14-57",
      "number": "46A-14-57",
      "heading": "Annual payments by municipality to district in lieu of tax or special assessment levies--Favorable vote by voters of municipality required.",
      "text": "46A-14-57. Annual payments by municipality to district in lieu of tax or special assessment levies--Favorable vote by voters of municipality required.\n\nIn lieu of tax or special assessment levies in municipalities, the managers and the governing boards of municipalities may enter into contracts for annual payments by the municipality to the district. The governing boards shall include amounts sufficient to cover the annual payments to the district in the annual appropriations of the municipalities. If contractual commitments between a district and a municipality are to meet in part obligations imposed by a contract or other agreement between the district and an agency of the United States, the commitments on behalf of a municipality shall be a continuing annual obligation during the life of the contract between the district and the United States in the same manner as though the municipality had entered into the contract or agreement with the United States under provisions of §9-36-15 or 9-43-137. In no case may the governing board of a municipality execute a contract or agreement with the managers of a district until a favorable vote by the voters of the municipality has been obtained in order that claims for payment may be paid by the municipality under provisions of §9-42-2.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (5)(b); SDCL §46-24-56; SL 1970, ch 20, §1 (4); SL 1992, ch 60, §2; SL 2013, ch 228, §42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-57/"
    },
    {
      "id": "section-46a-14-58",
      "number": "46A-14-58",
      "heading": "Resolution approving tax or assessment levy--Detailed reports.",
      "text": "46A-14-58. Resolution approving tax or assessment levy--Detailed reports.\n\nAfter completing the apportionment of benefits and the referendum pursuant to §§46A-14-54 and 46A-14-55 for purposes of implementing the general plan of improvements, the managers shall prepare and by resolution approve the tax or assessment levy against landowner's land and buildings outside of the corporate limits of municipalities and shall file a detailed report of the tax or assessment levy with the appropriate county auditor. In addition, the managers shall prepare and by resolution approve the tax or assessment levy for operations, maintenance, and other district business as provided in §46A-14-69 and file a detailed report of the tax or assessment levy with the appropriate county auditor. The county auditor shall spread the district levy upon the county tax rolls and collect the district levy in the same manner as other county taxes.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (5)(a); SDCL §46-24-57; SL 2013, ch 228, §43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-58/"
    },
    {
      "id": "section-46a-14-59",
      "number": "46A-14-59",
      "heading": "Assessed valuation for district tax purposes--Limitation on land taxed.",
      "text": "46A-14-59. Assessed valuation for district tax purposes--Limitation on land taxed.\n\nThe assessed valuation for district tax purposes shall be the same assessed valuation that is used for general county levies. However, if a majority of the landowners to be taxed or assessed to finance works owns less than ten acres of land, no such landowner may be taxed or assessed against more than ten acres of land.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (6); SDCL, §46-24-58; SL 1984, ch 297, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-59/"
    },
    {
      "id": "section-46a-14-60",
      "number": "46A-14-60",
      "heading": "Annual general tax levy against land and buildings--Maximum amount.",
      "text": "46A-14-60. Annual general tax levy against land and buildings--Maximum amount.\n\nWhen adopting a financing plan or levying taxes to cover the estimated costs of district business, including costs relating to implementing the general plan of improvements, as provided in §§46A-14-51 and 46A-14-54 to 46A-14-59, inclusive, and operations and maintenance expense as provided in §46A-14-66 to 46A-14-69, inclusive, no annual general tax levy against taxable land and buildings within the district may exceed the amount that can be collected by a one-mill levy. This limitation does not apply to special assessments nor to assessments required to meet payments, including interest, on district bonds.\n\nSource:SL 1957, ch 492, §30; SL 1959, ch 452, §24; SDC Supp 1960, §61.1530 (1); SDCL §46-24-59; SL 2011, ch 165, §528; SL 2013, ch 228, §44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-60/"
    },
    {
      "id": "section-46a-14-61",
      "number": "46A-14-61",
      "heading": "Taxes collected by county officials--Delivery to district secretary-treasurer.",
      "text": "46A-14-61. Taxes collected by county officials--Delivery to district secretary-treasurer.\n\nAfter collection the appropriate county officials shall each month deliver the taxes collected on behalf of the district to the district secretary-treasurer.\n\nSource:SL 1957, ch 492, §23; SL 1959, ch 452, §18; SDC Supp 1960, §61.1523 (5)(c); SDCL, §46-24-60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-61/"
    },
    {
      "id": "section-46a-14-62",
      "number": "46A-14-62",
      "heading": "Interested party aggrieved by apportionment of benefits or levy of taxes and assessments--Appeal, procedure.",
      "text": "46A-14-62. Interested party aggrieved by apportionment of benefits or levy of taxes and assessments--Appeal, procedure.\n\nAny interested party claiming to be aggrieved by such apportionment of the benefits or taxes or assessments levied in accordance therewith may appeal in accordance with procedures established by state law for review of tax levies.\n\nSource:SL 1957, ch 492, §24; SL 1959, ch 452, §19; SDC Supp 1960, §61.1524; SDCL, §46-24-61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-62/"
    },
    {
      "id": "section-46a-14-63",
      "number": "46A-14-63",
      "heading": "No-fund warrants to pay district obligations--Limitation on amounts.",
      "text": "46A-14-63. No-fund warrants to pay district obligations--Limitation on amounts.\n\nFollowing a favorable vote by the voters as provided in §46A-14-55 and in anticipation of tax or special assessment collections, the managers may issue no-fund warrants to pay district obligations. However, the outstanding amounts of the no-fund warrants may not exceed the product of two mills times the assessed valuation of the landowner's taxable land and buildings within the district.\n\nSource:SL 1957, ch 492, §30; SL 1959, ch 452, §24; SDC Supp 1960, §61.1530 (2); SDCL §46-24-62; SL 2011, ch 165, §529.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-63/"
    },
    {
      "id": "section-46a-14-64",
      "number": "46A-14-64",
      "heading": "Long-term financing arrangement authorized by voters--Notice to landowners--Suit to set aside--Collection.",
      "text": "46A-14-64. Long-term financing arrangement authorized by voters--Notice to landowners--Suit to set aside--Collection.\n\nIf a bond issue or other authorized long-term financing arrangement is authorized by the voters of the district, the managers shall immediately cause a written notice to be mailed to the owner or owners of each tract of land assessed of the amount of the assessment. The notice shall state that if the amount is not paid in full within thirty days after the date of the notice, bonds will be issued or payment contracts negotiated and that an assessment will be levied annually against the tract of ground for a period of not to exceed fifty years in an amount sufficient to pay the total assessment plus the interest due on the bonds. No suit to set aside the assessment may be brought after the expiration of thirty days from the date of the notice. The amount levied against each tract of land to pay for the bonds, or contract commitments, falling due each year and the interest on the bonds or contract commitments, shall be levied, certified to the proper county auditor, and collected the same as other taxes.\n\nSource:SL 1957, ch 492, §25; SDC Supp 1960, §61.1525; SL 1961, ch 458; SDCL §46-24-63; SL 2011, ch 165, §530.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-64/"
    },
    {
      "id": "section-46a-14-65",
      "number": "46A-14-65",
      "heading": "Amended or supplemental general plan of improvements--Special election on additional taxes or special assessments.",
      "text": "46A-14-65. Amended or supplemental general plan of improvements--Special election on additional taxes or special assessments.\n\nThe managers may amend the general plan of improvements or adopt a supplemental plan of improvements by using, as applicable, the same provisions and procedures in §§46A-14-47 to 46A-14-58, inclusive, that were used to establish the initial plan of improvements. The managers may call a special election and submit to the eligible voters of the district the question of whether additional taxes or special assessment shall be levied for the purpose of raising money to cover increased costs resulting from an amended or supplemental plan of improvements which are over and above the initial plan of improvements.\n\nSource:SL 1957, ch 492, §26; SL 1959, ch 452, §20; SDC Supp 1960, §61.1526; SDCL §46-24-64; SL 1989, ch 389, §9; SL 1991, ch 17 (Ex. Ord. 91-4), §17; SL 1995, ch 253, §9; SL 2013, ch 228, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-65/"
    },
    {
      "id": "section-46a-14-66",
      "number": "46A-14-66",
      "heading": "Annual maintenance of watershed project--Project schedule--Budgets.",
      "text": "46A-14-66. Annual maintenance of watershed project--Project schedule--Budgets.\n\nOnce projects from the general plan of improvements are constructed, the managers shall provide for adequate annual maintenance of the watershed project works. They shall adopt an overall project schedule of routine operation and maintenance. They shall prepare annual operation and maintenance budgets for the following calendar year in which is stated the operation and maintenance work to be done during the budget year and the estimated cost.\n\nSource:SL 1957, ch 492, §27; SL 1959, ch 452, §21; SDC Supp 1960, §61.1527; SDCL §46-24-65; SL 2013, ch 228, §46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-66/"
    },
    {
      "id": "section-46a-14-67",
      "number": "46A-14-67",
      "heading": "Annual operation and maintenance budget, provisions--Reserve fund.",
      "text": "46A-14-67. Annual operation and maintenance budget, provisions--Reserve fund.\n\nThe annual operation and maintenance budget shall include provisions for accumulation of a reserve fund for extraordinary maintenance or operation. The amount budgeted each year for the reserve fund shall be at least ten percent of the estimated cost of the annual routine operation and maintenance. Annual increments for the reserve fund shall be budgeted whenever the balance in the accumulated reserve fund is less than the current annual operation and maintenance budget. Expenditures from the reserve fund may be made by the managers whenever, in their judgment, extraordinary operation or maintenance of the project works is necessary.\n\nSource:SL 1957, ch 492, §27; SL 1959, ch 452, §21; SDC Supp 1960, §61.1527; SDCL, §46-24-66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-67/"
    },
    {
      "id": "section-46a-14-68",
      "number": "46A-14-68",
      "heading": "46A-14-68.Repealed by SL 1995, ch 253, §10",
      "text": "46A-14-68.Repealed by SL 1995, ch 253, §10",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-69",
      "number": "46A-14-69",
      "heading": "Budgeted operation and maintenance expense--Inclusion in tax assessment list.",
      "text": "46A-14-69. Budgeted operation and maintenance expense--Inclusion in tax assessment list.\n\nTax or special assessment levies in amount sufficient to cover the budgeted operation and maintenance expense for district projects and works as provided in §46A-14-66 and other district operations and expenses shall be included by the managers in their tax assessment list as provided in §46A-14-58, if the levies do not exceed the limitations specified in this chapter or do not exceed the amounts of taxes or special assessments voted favorably by the voters of the district.\n\nSource:SL 1957, ch 492, §27; SL 1959, ch 452, §21; SDC Supp 1960, §61.1527; SDCL §46-24-68; SL 2011, ch 165, §531; SL 2013, ch 228, §47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-69/"
    },
    {
      "id": "section-46a-14-70",
      "number": "46A-14-70",
      "heading": "Budget--Operations and budget report--Publication--Hearing--Certification and collection of taxes and assessments.",
      "text": "46A-14-70. Budget--Operations and budget report--Publication--Hearing--Certification and collection of taxes and assessments.\n\nThe board of managers of a watershed district shall at the time of the organization of the board and annually thereafter on a date established by the district, but before the first of October, adopt a budget and prepare an operations and budget report. The report shall present estimates and itemizations of all the expenses and obligations of the water development district. Before approval of the budget by the district board of managers, a public hearing shall be held. Notice of the hearing shall be published once each week for two successive weeks in the watershed district's official newspapers. With the first notice, the budget shall be published in a form approved by the auditor general. At the conclusion of the hearing, the board of managers may eliminate or amend any portion of the budget before adoption.\n\nOn or before the first day of October in each year and after the watershed district's budget hearing, the managers shall certify to the county auditor of the county in which the land is located, all taxes and assessments against the landowners' lands and buildings in the district. Extension of the taxes and assessments upon the tax and assessment lists shall be made as specified in §46A-14-58. The taxes and assessments shall be collected in the same manner as other county taxes and assessments, and shall be deposited with the secretary-treasurer of the watershed district, who shall place them in the depository designated by the managers. The taxes and assessments shall be disbursed according to §46A-14-75.\n\nSource:SL 1957, ch 492, §33; SL 1959, ch 452, §27; SDC Supp 1960, §61.1533; SDCL §46-24-69; SL 2011, ch 165, §532; SL 2013, ch 228, §48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-70/"
    },
    {
      "id": "section-46a-14-71",
      "number": "46A-14-71",
      "heading": "Contributions by board of county commissioners to watershed district supplies, labor, and equipment.",
      "text": "46A-14-71. Contributions by board of county commissioners to watershed district supplies, labor, and equipment.\n\nThe board of county commissioners may contribute to watershed districts supplies, labor, and equipment to benefit the county highway system, for maintenance of flood control, water management, and erosion control measures. The contributions to the districts shall be paid for from the general fund.\n\nSource:SDC 1939, §12.0617 (14) as added by SL 1961, ch 30; SDCL, §46-24-70; SL 1985, ch 77, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-71/"
    },
    {
      "id": "section-46a-14-72",
      "number": "46A-14-72",
      "heading": "Acquisition of real estate or easement therein by watershed district--Purchase--Condemnation, appraisal of premises involved.",
      "text": "46A-14-72. Acquisition of real estate or easement therein by watershed district--Purchase--Condemnation, appraisal of premises involved.\n\nThe watershed district may purchase such real estate or easement therein as it may need and if it cannot agree on the purchase price on any needed real estate or easement therein, it may condemn the same. If the watershed district finds it expedient or necessary for the maintenance of any part of its improvement already constructed to add thereto further construction in the nature of settling basins, conservation lakes, or other improvements, the watershed district, if not able to agree with the landowner on the terms for the acquisition of the interest in land needed or the yearly cash rental of any premises taken and used for such purpose, may condemn for the purpose of fixing the amount to be paid for the interest in the land or the yearly rental for the land so taken. The appraisal of the premises involved shall be made by a committee composed of the aggrieved, a district manager, and these two shall elect a third member. If the watershed district takes or damages the real estate of any minor or protected person, the conservator of such minor or protected person may agree and settle with the watershed district for all damages or claims by reason of taking such real estate or easement, and may give valid releases and discharge therefor.\n\nSource:SL 1957, ch 492, §28; SL 1959, ch 452, §22; SDC Supp 1960, §61.1528; SDCL, §46-24-71; SL 1993, ch 213, §246.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-72/"
    },
    {
      "id": "section-46a-14-73",
      "number": "46A-14-73",
      "heading": "Contracts between district and others--Purposes--Referendum by voters where contract will require increased taxes or assessments.",
      "text": "46A-14-73. Contracts between district and others--Purposes--Referendum by voters where contract will require increased taxes or assessments.\n\nThe managers may enter into contracts or other arrangements with any agency of the United States government; with persons, railroads, or other corporations; with public and municipal corporations and the state government of this state; or with drainage, soil and water conservation, conservancy, sewer, park, sanitary, reclamation, public power, public power and irrigation, watershed, or other improvement districts, in this or other states, for cooperation, or assistance in constructing, maintaining, using, and operating the works of the districts, the waters of the districts, or in minimizing or preventing damage to the properties, works, and improvements of the districts from soil erosion; or for making surveys and investigations or reports on the surveys and investigations. However no contract or agreement for purposes of implementing the general plan of improvements that will require the levy of increased taxes or assessments may be signed by the managers without submitting the increased taxes or assessments to the eligible voters of the watershed district for approval.\n\nSource:SL 1957, ch 492, §29; SL 1959, ch 452, §23; SDC Supp 1960, §61.1529; SDCL §46-24-72; SL 2011, ch 165, §533; SL 2013, ch 228, §49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-73/"
    },
    {
      "id": "section-46a-14-74",
      "number": "46A-14-74",
      "heading": "Funds of district--Deposit by secretary-treasurer in approved depository--Warrants.",
      "text": "46A-14-74. Funds of district--Deposit by secretary-treasurer in approved depository--Warrants.\n\nAll funds of the district shall be deposited by the district secretary-treasurer in a depository designated and approved by the managers at a regular meeting, and all warrants as provided for in §46A-14-75, shall be drawn on the watershed district.\n\nSource:SL 1957, ch 492, §32; SL 1959, ch 452, §26; SDC Supp 1960, §61.1532; SDCL, §46-24-73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-74/"
    },
    {
      "id": "section-46a-14-75",
      "number": "46A-14-75",
      "heading": "Claims against district--Payment by warrant or order--Registration.",
      "text": "46A-14-75. Claims against district--Payment by warrant or order--Registration.\n\nAll claims against watershed districts shall be paid by warrants or orders drawn on the district secretary-treasurer, signed by the chair of the district and countersigned by its secretary-treasurer. When warrants or orders have been issued and delivered, they may be presented to the treasurer of the watershed district. If necessary, the treasurer shall endorse them \"not paid for want of funds.\" These orders or warrants shall be registered by the secretary-treasurer in order of presentation and shall draw interest per year at a rate negotiated by the parties from the date of registration. They shall be registered by the district secretary-treasurer in anticipated receipt of watershed district taxes or assessments due the district.\n\nSource:SL 1957, ch 492, §31; SL 1959, ch 452, §25; SDC Supp 1960, §61.1531; SDCL §46-24-74; SL 1983, ch 28, §63; SL 2011, ch 165, §534.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-75/"
    },
    {
      "id": "section-46a-14-76",
      "number": "46A-14-76",
      "heading": "Services performed by county officials and Board of Water and Natural Resources free of charge.",
      "text": "46A-14-76. Services performed by county officials and Board of Water and Natural Resources free of charge.\n\nAll county officials shall perform the services outlined in this chapter free of charges to the district. The services of the Board of Water and Natural Resources as provided in this chapter, also shall be free of charges to the district.\n\nSource:SL 1957, ch 492, §32; SL 1959, ch 452, §26; SDC Supp 1960, §61.1532; SDCL, §46-24-75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-76/"
    },
    {
      "id": "section-46a-14-77",
      "number": "46A-14-77",
      "heading": "Annual reports of district engineer, secretary, and managers.",
      "text": "46A-14-77. Annual reports of district engineer, secretary, and managers.\n\nThe engineer of the district shall make a full report to the managers each year or more often if necessary. At the end of each year the secretary-treasurer shall make a report to the managers. The managers shall annually make and file a report of financial conditions of the district, the status of all projects and work, the business transacted by the district, and other matters affecting the interests of the district.\n\nSource:SL 1957, ch 492, §19; SDC Supp 1960, §61.1519; SDCL §46-24-76; SL 1995, ch 253, §11; SL 2013, ch 228, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-77/"
    },
    {
      "id": "section-46a-14-78",
      "number": "46A-14-78",
      "heading": "46A-14-78 to 46A-14-79.1.Repealed by SL 2013, ch 228, §§51 to 53.",
      "text": "46A-14-78 to 46A-14-79.1.Repealed by SL 2013, ch 228, §§51 to 53.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-80",
      "number": "46A-14-80",
      "heading": "Operation of watershed district, investigation by board--Hearings, order to correct detrimental operation--Enforcement of order by injunction.",
      "text": "46A-14-80. Operation of watershed district, investigation by board--Hearings, order to correct detrimental operation--Enforcement of order by injunction.\n\nThe Board of Water and Natural Resources may at any time investigate the operations of any watershed district and if it discovers such operations are detrimental to the proper utilization of waters or existing rights or that the conduct of the operations as to the waters in the particular district are not being conducted in a manner which the board believes is providing the greatest utilization of such waters, then the board may in its discretion hold a hearing to develop the necessary facts and information. Thereupon, if the board decides that affirmative action is required to correct the practices engaged in by such district the board shall order the managers to correct the detrimental operation. In case of failure by the managers to make the corrections ordered, the board is empowered to procure an order from a court of competent jurisdiction to prevent the district from further engagement in such detrimental operations.\n\nSource:SL 1957, ch 492, §20; SL 1959, ch 452, §15; SDC Supp 1960, §61.1520; SDCL, §46-24-79.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-80/"
    },
    {
      "id": "section-46a-14-81",
      "number": "46A-14-81",
      "heading": "Dissolution of district where federal watershed project not certified infeasible--Special election--Notice--Ballots.",
      "text": "46A-14-81. Dissolution of district where federal watershed project not certified infeasible--Special election--Notice--Ballots.\n\nAfter a watershed district has been in existence for at least five years and contains a federal watershed project that has not been certified infeasible by the state conservationist of the United States Natural Resources Conservation Service, whenever twenty-five percent of the eligible voters of the district petition the managers to call a special election to submit to the eligible voters of the watershed district a proposition to vote on the discontinuance of the watershed district and a settlement of its bonded and other indebtedness, the managers shall call a special election for those purposes and shall publish notice of the election in a legal newspaper of general circulation in the county or counties in the watershed district once each week for three consecutive publications. The notice shall state that an election is to be held to determine whether the watershed district should be dissolved. The ballots shall read as follows:\n\nFor dissolution of (Name) Watershed District ()\n\nAgainst dissolution of (Name) Watershed District ()\n\nSource:SL 1957, ch 492, §34; SL 1959, ch 452, §28; SDC Supp 1960, §61.1534; SDCL §46-24-80; SL 1980, ch 312, §1; SL 1989, ch 389, §10; SL 2013, ch 228, §54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-81/"
    },
    {
      "id": "section-46a-14-82",
      "number": "46A-14-82",
      "heading": "Dissolution of district--Federal project not certified infeasible--Special election--Percent required to dissolve--Notice to creditors--Auction--Proration of funds remaining",
      "text": "46A-14-82. Dissolution of district--Federal project not certified infeasible--Special election--Percent required to dissolve--Notice to creditors--Auction--Proration of funds remaining.\n\nIf sixty percent of the votes cast under the provisions of §46A-14-81 are for dissolution, the managers shall immediately notify all persons having claims against the district in whatever form they may exist. The real and personal property of the district shall be sold by auction to the highest bidder, as directed by the managers. After all obligations have been met, the remaining funds, if any, shall be prorated back to the landowners in proportion to their last year of assessment.\n\nSource:SL 1957, ch 492, §34; SL 1959, ch 452, §28; SDC Supp 1960, §61.1534; SDCL, §46-24-81; SL 1980, ch 312, §3; SL 1988, ch 367, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-82/"
    },
    {
      "id": "section-46a-14-83",
      "number": "46A-14-83",
      "heading": "Dissolution of district--Federal project not certified infeasible--Proposal defeated, three years before another vote on question.",
      "text": "46A-14-83. Dissolution of district--Federal project not certified infeasible--Proposal defeated, three years before another vote on question.\n\nIf the vote authorized by §46A-14-81 is against dissolution there may not be another vote for three years.\n\nSource:SL 1957, ch 492, §34; SL 1959, ch 452, §28; SDC Supp 1960, §61.1534; SDCL, §46-24-82; SL 1980, ch 312, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-83/"
    },
    {
      "id": "section-46a-14-84",
      "number": "46A-14-84",
      "heading": "Request that federal project be certified infeasible.",
      "text": "46A-14-84. Request that federal project be certified infeasible.\n\nA watershed district board may request that the state conservationist of the United States Natural Resources Conservation Service certify a federal project as infeasible. If the project is certified as infeasible, the district board may proceed to dissolve the district under the provisions outlined in §§46A-14-85 to 46A-14-89, inclusive.\n\nSource:SL 1980, ch 312, §4; SDCL Supp, §46-24-82.1; SL 2013, ch 228, §55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-84/"
    },
    {
      "id": "section-46a-14-85",
      "number": "46A-14-85",
      "heading": "Dissolution of district where federal watershed project certified infeasible.",
      "text": "46A-14-85. Dissolution of district where federal watershed project certified infeasible.\n\nIf a watershed district's federal project is certified as infeasible, the district board may vote to dissolve the district. If a majority of board members vote for dissolution, a written statement of intent to dissolve the district shall be submitted to the State Conservation Commission for approval.\n\nSource:SL 1980, ch 312, §5; SDCL Supp, §46-24-82.2; SL 2013, ch 228, §56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-85/"
    },
    {
      "id": "section-46a-14-86",
      "number": "46A-14-86",
      "heading": "Public hearing--Publication of notice.",
      "text": "46A-14-86. Public hearing--Publication of notice.\n\nBefore action by the State Conservation Commission as provided in §46A-14-85, a public hearing open to all eligible voters in the watershed district shall be held by the commission to determine public feeling within the district. The district board may conduct an informal vote to determine voter opinion on dissolution if the board feels a vote is necessary. Notice of the meeting shall be published by the watershed district board in the major newspaper in the district at least once a week for at least two weeks before the meeting.\n\nSource:SL 1980, ch 312, §6; SDCL Supp, §46-24-82.3; SL 2013, ch 228, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-86/"
    },
    {
      "id": "section-46a-14-87",
      "number": "46A-14-87",
      "heading": "State Conservation Commission determination on proposed dissolution.",
      "text": "46A-14-87. State Conservation Commission determination on proposed dissolution.\n\nAfter the public hearing required by §46-14-86, the State Conservation Commission shall determine whether the proposed dissolution is to be allowed. In making its determination, the commission shall consider written and verbal reports by the watershed district board, the public attitude displayed at the public hearing, and all other information the members of the commission deem relevant. At least one watershed district board member shall be present at the commission meeting to testify.\n\nSource:SL 1980, ch 312, §7; SDCL Supp, §46-24-82.4; SL 2013, ch 228, §58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-87/"
    },
    {
      "id": "section-46a-14-88",
      "number": "46A-14-88",
      "heading": "Effective date of dissolution.",
      "text": "46A-14-88. Effective date of dissolution.\n\nIf the members of the State Conservation Commission choose to approve a watershed district dissolution, the dissolution is effective thirty days from the date of the commission meeting. Notice of the dissolution of a watershed district shall be sent to the secretary of state.\n\nSource:SL 1980, ch 312, §8; SDCL Supp, §46-24-82.5; SL 2013, ch 228, §59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-88/"
    },
    {
      "id": "section-46a-14-89",
      "number": "46A-14-89",
      "heading": "Division and apportionment of funds and assets of dissolved district.",
      "text": "46A-14-89. Division and apportionment of funds and assets of dissolved district.\n\nAll funds and assets of a dissolved watershed district shall be divided among all conservation districts lying at least partially within the dissolved district. The funds and assets shall be apportioned on the basis of each conservation district's land area in areas within the dissolved district. The requirements of this section relating to the division and apportionment of watershed district funds and assets do not apply to any watershed district that is abolished pursuant to §46A-14-33 in conjunction with combining the watershed district with another watershed district or annexing additional areas to the watershed district.\n\nSource:SL 1980, ch 312, §9; SDCL Supp, §46-24-82.6; SL 2013, ch 228, §60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-89/"
    },
    {
      "id": "section-46a-14-90",
      "number": "46A-14-90",
      "heading": "46A-14-90.Repealed by SL 2013, ch 228, §61.",
      "text": "46A-14-90.Repealed by SL 2013, ch 228, §61.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-91",
      "number": "46A-14-91",
      "heading": "Vested rights protected.",
      "text": "46A-14-91. Vested rights protected.\n\nNothing in this chapter in any way may affect the vested water or drainage rights of any person, governmental subdivision or public corporation organized or in existence prior to July 1, 1957.\n\nSource:SL 1957, ch 492, §35; SDC Supp 1960, §61.1535; SDCL, §46-24-83; SL 1985, ch 364, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-14/section-46a-14-91/"
    },
    {
      "id": "section-46a-14-92",
      "number": "46A-14-92",
      "heading": "46A-14-92.Repealed by SL 2013, ch 228, §62.",
      "text": "46A-14-92.Repealed by SL 2013, ch 228, §62.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-14-93",
      "number": "46A-14-93",
      "heading": "46A-14-93, 46A-14-94.Repealed by SL 2012, ch 220, §3, eff. Jan. 20, 2015.",
      "text": "46A-14-93, 46A-14-94.Repealed by SL 2012, ch 220, §3, eff. Jan. 20, 2015.",
      "history": "",
      "source_url": ""
    }
  ]
}