{
  "state": "south-dakota",
  "path": "title-title-46a-water-management/chapter-chapter-06-irrigation-district-contracts-and-financing",
  "sections": [
    {
      "id": "section-46a-6-1",
      "number": "46A-6-1",
      "heading": "Unauthorized debts and liabilities prohibited",
      "text": "46A-6-1. Unauthorized debts and liabilities prohibited.\n\nNeither the board of directors, nor any other officers of an irrigation district, may incur any debt or liability, either by issuing bonds or otherwise, in excess of the express provisions of chapters 46A-4 to 46A-7, inclusive, and any debt or liability incurred in excess of such express provisions is void.\n\nSource:SDC 1939, §61.0817; SDCL §46-14-1; SL 2011, ch 165, §392.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-1/"
    },
    {
      "id": "section-46a-6-2",
      "number": "46A-6-2",
      "heading": "Contracts for supply of water to irrigate lands--Source of supply.",
      "text": "46A-6-2. Contracts for supply of water to irrigate lands--Source of supply.\n\nThe board of directors of any irrigation district may enter into contracts for a supply of water for the irrigation of the lands within the irrigation district with any person or with the United States. The source of supply of the water may be either within or without the boundaries of this state, and the water supply may be either the entire supply of water for the district or to supplement an appropriation already made by the district.\n\nSource:SDC 1939, §61.0929; SDCL §46-14-2; SL 2011, ch 165, §393.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-2/"
    },
    {
      "id": "section-46a-6-3",
      "number": "46A-6-3",
      "heading": "Payment within one year of purchase price of water supply--Tax levy.",
      "text": "46A-6-3. Payment within one year of purchase price of water supply--Tax levy.\n\nIf the contract provided in §46A-6-2 provides for payment of the entire purchase price of the water supply within one year after the making of the contract, the board of directors of the district shall, at the time of entering into the contract, pass a resolution that a levy shall be made sufficient to raise a sum necessary to pay the purchase price. The board of directors shall thereafter, and at the same time the levy for other taxes of the district is made, levy a tax against the taxable property of the district sufficient to raise and pay the sum.\n\nSource:SDC 1939, §61.0930; SDCL §46-14-3; SL 2011, ch 165, §394.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-3/"
    },
    {
      "id": "section-46a-6-4",
      "number": "46A-6-4",
      "heading": "Contract to supply water to irrigate lands--Payments extending more than one year--Submission to voters for approval or disapproval, general or special election, notice, conduct of election--Approval of contract by voters--Annual tax levy to pay",
      "text": "46A-6-4. Contract to supply water to irrigate lands--Payments extending more than one year--Submission to voters for approval or disapproval, general or special election, notice, conduct of election--Approval of contract by voters--Annual tax levy to pay amount due.\n\nIf such contract provides for payments to be made extending over a period of more than one year from the date of making such contract, the board of directors shall submit such contract to the legal voters of such district at any general election, or at a special election called therefor, for the approval or disapproval of such contract. If a special election is called for such purpose the notice of election, conduct of such election, and canvass of the votes shall so far as practicable be the same as elections held for the purpose of voting upon the issuance of bonds. The ballots at such elections shall have printed thereon \"For approval of contract for water supply\" and \"Against approval of contract for water supply.\" Notice of such election need not give the entire contract, but shall be sufficient if it shall state in a general way the substance thereof. If a majority of the voters voting on such proposition, vote for approval of such contract, the board of directors shall enter into such contract and shall thereafter, at the time the other taxes of the district are levied, levy a tax on the taxable property of the district sufficient to pay the amount due and to become due on such contract before the next annual levy in such district.\n\nSource:SDC 1939, §61.0931; SDCL, §46-14-4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-4/"
    },
    {
      "id": "section-46a-6-41",
      "number": "46A-6-4.1",
      "heading": "Eligibility to vote on water supply contract.",
      "text": "46A-6-4.1. Eligibility to vote on water supply contract.\n\nOnly those electors whose land may be assessed to finance the water supply contract are eligible to vote in an election held pursuant to the provisions of §46A-6-4.\n\nSource:SL 1984, ch 295, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-4-1/"
    },
    {
      "id": "section-46a-6-5",
      "number": "46A-6-5",
      "heading": "Drainage of land by district--Special assessments and funds--Surveys--Eminent domain--Contract with United States.",
      "text": "46A-6-5. Drainage of land by district--Special assessments and funds--Surveys--Eminent domain--Contract with United States.\n\nAny organized irrigation district may whenever it appears necessary, proper, or beneficial to drain any of the land within the district, either for the benefit of the land actually requiring drainage or for the protection of other lands within the district, whether the irrigation works have been actually acquired or constructed or not, cause drainage canals and works to be constructed. For these purposes, the district may levy special assessments or otherwise provide funds necessary to properly drain the lands, enter upon lands for the purpose of making surveys, exercise the right of eminent domain, and contract for the construction of necessary ditches. The district may extend the drainage ditches outside of the limits of the district for the purpose of conducting the drainage water to other lands upon which the water may be lawfully used or to return the water to some natural watercourse. The powers granted in this section include the power to enter into a contract with the United States of America to carry out and effectuate all proper drainage of the district or any part of the district; and any such contract shall be treated, to all intents and purposes, as if made under the provisions of this chapter.\n\nSource:SDC 1939, §61.0817; SDCL §46-14-5; SL 2011, ch 165, §395.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-5/"
    },
    {
      "id": "section-46a-6-6",
      "number": "46A-6-6",
      "heading": "Contract with United States for drainage of lands in district--Contract by board of directors for drainage of contiguous outside lands, assumption of cost and repayment to United States",
      "text": "46A-6-6. Contract with United States for drainage of lands in district--Contract by board of directors for drainage of contiguous outside lands, assumption of cost and repayment to United States.\n\nWhenever any irrigation district shall have contracted with the United States to effectuate the drainage of the lands within the district, or any part thereof, the board of directors, if it deems it for the best interests of the irrigation district, may enter into a contract to provide for the drainage of contiguous outside lands, the cost of such drainage work to be assumed and repaid to the United States by the irrigation district as a part of the irrigation district's obligation for the drainage of district lands.\n\nSource:SDC 1939, §61.0924; SDCL, §46-14-6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-6/"
    },
    {
      "id": "section-46a-6-7",
      "number": "46A-6-7",
      "heading": "Submission of federal contract to voters at general or special election--Notice--Approval by voters.",
      "text": "46A-6-7. Submission of federal contract to voters at general or special election--Notice--Approval by voters.\n\nThe board of directors shall submit the contract referred to in §46A-6-6 to the electors of the irrigation district at a general election, or at a special election called for that purpose. If a special election is called for that purpose, notice of election shall be given, the election shall be conducted, and the votes shall be canvassed, so far as practicable, in the manner provided for elections held for the purpose of voting upon the issuance of bonds. The ballots at the election shall have printed on the ballots \"For the approval of contract for drainage of contiguous lands outside the boundaries of the irrigation district,\" and \"Against approval of contract for drainage of contiguous lands outside the boundaries of the irrigation district.\" The notice of election need not give the entire contract. It is sufficient if the notice states in a general way the substance of the contract. If a majority of the voters voting on the proposition vote for approval of the contract, the board of directors may enter into the contract.\n\nSource:SDC 1939, §61.0925; SDCL §46-14-7; SL 2011, ch 165, §396.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-7/"
    },
    {
      "id": "section-46a-6-8",
      "number": "46A-6-8",
      "heading": "Supplemental or amendatory contracts with United States--Amount of principal indebtedness not increased.",
      "text": "46A-6-8. Supplemental or amendatory contracts with United States--Amount of principal indebtedness not increased.\n\nThe board of directors of any irrigation district established and organized under the laws of South Dakota, if deemed advisable and in the best interests of the district, may enter into any contract with the United States supplementing or amending any original contract with the United States, if the original contract was entered into pursuant to the provisions of chapters 46A-4 to 46A-7, inclusive, and if the supplementary or amendatory contract does not increase the amount of principal indebtedness of the district to the United States as it exists at the date of the supplementary or amendatory contract.\n\nSource:SL 1939, ch 293, §1; SDC Supp 1960, §61.0847-1; SDCL §46-14-8; SL 2011, ch 165, §397.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-8/"
    },
    {
      "id": "section-46a-6-9",
      "number": "46A-6-9",
      "heading": "Election and judicial confirmation not required for supplementary or amendatory contracts--Resolution of board.",
      "text": "46A-6-9. Election and judicial confirmation not required for supplementary or amendatory contracts--Resolution of board.\n\nIf any supplementary or amendatory contract is made with the United States under §46A-6-8, no election is necessary, nor is the board of directors of the irrigation district required to proceed for a judicial confirmation of the making of the contract and the terms of the contract. It is sufficient in the case of a contract made with the United States under §46A-6-8 for the board of directors of any irrigation district to authorize the execution of the contract by its president and secretary by appropriate resolution adopted at any regular or special meeting of the board of directors.\n\nSource:SL 1939, ch 293, §2; SDC Supp 1960, §61.0847-1; SDCL §46-14-9; SL 2011, ch 165, §398.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-9/"
    },
    {
      "id": "section-46a-6-10",
      "number": "46A-6-10",
      "heading": "Prior supplemental contracts with United States validated.",
      "text": "46A-6-10. Prior supplemental contracts with United States validated.\n\nAny contract between the United States and any irrigation district made before February 9, 1939, as a contract supplementing or amending any original contract between the United States and any irrigation district, and which original contract was entered into pursuant to the laws of the State of South Dakota governing the making of a contract between the United States and an irrigation district, and which supplementary or amendatory contract was not authorized at an election of the district electors and thereafter judicially confirmed by a court of competent jurisdiction, is hereby ratified, approved, and confirmed as a valid and subsisting contract of such irrigation district.\n\nSource:SL 1939, ch 293, §3; SDC Supp 1960, §61.0847-1; SDCL, §46-14-10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-10/"
    },
    {
      "id": "section-46a-6-11",
      "number": "46A-6-11",
      "heading": "46A-6-11 to 46A-6-14.Repealed by SL 1984, ch 43, §131",
      "text": "46A-6-11 to 46A-6-14.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-6-15",
      "number": "46A-6-15",
      "heading": "Covenants and agreements to protect security and payment of bonds.",
      "text": "46A-6-15. Covenants and agreements to protect security and payment of bonds.\n\nAny resolution authorizing the issuance of bonds of the irrigation district may contain covenants and agreements on the part of the district to protect and safeguard the security and payment of the bonds. The covenants and agreements shall be a part of the contract with the holders of the bonds, including agreements for setting aside reserves or debt service funds and the regulation, investment, and disposition of the reserves or debt service funds; agreements on the use of trustees to further protect the interest of bondholders; and any other agreements, of a like or different nature, that in any way affect the security or protection of bonds of the district.\n\nSource:SL 1976, ch 277, §26; SDCL Supp, §46-14-14.1; SL 2011, ch 165, §399.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-15/"
    },
    {
      "id": "section-46a-6-16",
      "number": "46A-6-16",
      "heading": "Bonds of district to be delivered to United States under reclamation contract--Form--Terms--Denominations.",
      "text": "46A-6-16. Bonds of district to be delivered to United States under reclamation contract--Form--Terms--Denominations.\n\nBonds authorized and issued as provided in §46A-5-4 for the purpose of being delivered to the United States and held or sold by it, shall be in the form, terms, and denominations as may be fixed by the secretary of the interior in carrying out the provisions of the act of Congress of June 17, 1902, (32 Stat. 388), as amended to January 1, 2011, and any acts that are supplementary to the act.\n\nSource:SDC 1939, §61.0901; SDCL §46-14-15; SL 1984, ch 43, §121; SL 2011, ch 165, §400.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-16/"
    },
    {
      "id": "section-46a-6-17",
      "number": "46A-6-17",
      "heading": "Issuance of bond not necessary--Cost and expenses of property and works covered by contract between district and United States.",
      "text": "46A-6-17. Issuance of bond not necessary--Cost and expenses of property and works covered by contract between district and United States.\n\nBonds need not be issued where the cost and expense of purchasing and acquiring property and constructing the works and improvements herein provided for are covered by a contract between the district and the United States.\n\nSource:SDC 1939, §61.0921; SDCL, §46-14-16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-17/"
    },
    {
      "id": "section-46a-6-18",
      "number": "46A-6-18",
      "heading": "46A-6-18.Repealed by SL 1984, ch 43, §131",
      "text": "46A-6-18.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-6-19",
      "number": "46A-6-19",
      "heading": "Payment of bonds and interest--Annual assessment upon real property of district.",
      "text": "46A-6-19. Payment of bonds and interest--Annual assessment upon real property of district.\n\nThe bonds, and the interest on the bonds, shall be paid by revenue derived from an annual assessment upon the real property of the district. All real property of the district is liable to be assessed for such payments as provided in chapter 46A-7, and for all payments due or to become due to the United States under any contract between the district and the United States for which bonds of the district have not been deposited with the United States.\n\nSource:SDC 1939, §61.0903; SDCL §46-14-18; SL 2011, ch 165, §401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-19/"
    },
    {
      "id": "section-46a-6-20",
      "number": "46A-6-20",
      "heading": "46A-6-20, 46A-6-21.Repealed by SL 1984, ch 43, §131",
      "text": "46A-6-20, 46A-6-21.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-6-22",
      "number": "46A-6-22",
      "heading": "Debt service fund--Investment in federal or state bonds or certificates of deposit, deposits in banks within state.",
      "text": "46A-6-22. Debt service fund--Investment in federal or state bonds or certificates of deposit, deposits in banks within state.\n\nEvery district maintaining a debt service fund for the payment of outstanding bonds shall keep the accumulations in the debt service fund deposited with the lawful depositories or invested in registered warrants or bonds of any municipal or public corporation of the state, or bonds, notes, or other obligations issued by any federal land bank, federal intermediate credit bank, bank for cooperatives, or any or all of the federal farm credit banks, or obligations of the United States, or bonds or securities of any kind issued by the state, and the interest accruing on the investment shall be credited to the debt service fund. Moneys in any debt service fund shall be invested only in the above-named securities as will become due and payable on or before the date when the bonds for the payment of which the debt service fund was created become due and payable, except bonds of the United States or of the state.\n\nIn carrying out the provisions of this section, all transactions shall be by resolution of the board of directors.\n\nSource:SDC 1939, §61.0918; SDCL, §46-14-21; SL 1984, ch 43, §122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-22/"
    },
    {
      "id": "section-46a-6-23",
      "number": "46A-6-23",
      "heading": "Interest on due and unpaid interest coupons of bonds--Election to authorize--Form of ballots.",
      "text": "46A-6-23. Interest on due and unpaid interest coupons of bonds--Election to authorize--Form of ballots.\n\nA district by a majority vote may provide and authorize the payment of interest on any or all due and unpaid interest coupons attached to valid and outstanding bonds of the district heretofore or hereafter issued and sold, from the date of registration of the interest coupons for payment or, if previously registered, from the date of election to pay interest, until paid. The question may be submitted at any general or special election of the district by ballot, which shall generally describe the bonds to which the coupons are attached by number, series, and date of issue. The ballots shall be in substantially the following form:\n\nFor the payment of interest on coupons attached to bonds numbered ____, series ____, dated ____ at ____ percent per annum--Yes (or No).\n\nThe election shall be governed by the law relating to bond elections in these districts.\n\nSource:SDC 1939, §61.0901; SDCL, §46-14-22; SL 1983, ch 28, §55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-23/"
    },
    {
      "id": "section-46a-6-24",
      "number": "46A-6-24",
      "heading": "Interest on unpaid coupons--Majority vote of electors--Adoption declared by board--Levy for capital projects fund--Stamping of coupons by county treasurer",
      "text": "46A-6-24. Interest on unpaid coupons--Majority vote of electors--Adoption declared by board--Levy for capital projects fund--Stamping of coupons by county treasurer.\n\nIf a majority of the ballots cast on such proposition shall be in favor thereof, the board of directors shall declare the same adopted and the funds to pay such interest shall be estimated and included in the levy for the capital projects fund of such irrigation district as provided by law. Thereafter, upon the presentation of any bond with coupons attached, or any detached coupons of such bonds upon which interest is payable under the provisions of this chapter, the treasurer shall stamp or write on such coupons: Bears interest at ____ percent per annum from the date of registration for payment (or) from date of election to pay interest (if previously registered for payment).\n\n____________________________________________________________________\n\nCounty Treasurer.\n\nPayment of such coupon shall include the payment of the interest accruing under this chapter.\n\nSource:SDC 1939, §61.0901; SDCL, §46-14-23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-24/"
    },
    {
      "id": "section-46a-6-25",
      "number": "46A-6-25",
      "heading": "46A-6-25 to 46A-6-28.Repealed by SL 1984, ch 43, §131",
      "text": "46A-6-25 to 46A-6-28.Repealed by SL 1984, ch 43, §131",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-6-29",
      "number": "46A-6-29",
      "heading": "Contract with United States guaranteeing bonds of district or extending financial credit.",
      "text": "46A-6-29. Contract with United States guaranteeing bonds of district or extending financial credit.\n\nAny irrigation district organized under the laws of this state for irrigation or drainage purposes may enter into contracts with the United States whereby the bonds of the district are guaranteed by the United States, or financial credit is extended by the United States to the district, for the sale, purchase or use of any canal, ditch, reservoir, right-of-way, irrigation or drainage system, or other property owned or to be acquired for the use of the district.\n\nSource:SDC 1939, §61.0846; SDCL §46-14-28; SL 2011, ch 165, §402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-29/"
    },
    {
      "id": "section-46a-6-30",
      "number": "46A-6-30",
      "heading": "Compliance with federal and state laws--Rights of district to contract.",
      "text": "46A-6-30. Compliance with federal and state laws--Rights of district to contract.\n\nAny irrigation district may accept any of the provisions of any act of Congress of the United States applicable to the district and may obligate itself to comply with laws, rules, and regulations promulgated by any department of the United States pursuant to the act. Irrigation districts contracting with the United States under the provisions of this chapter shall be governed in all matters by the laws of the state relating to irrigation or drainage districts, as the case may be, except in such things as may be otherwise provided for such districts. This section does not limit the rights of any irrigation district under existing laws to purchase a water supply, or otherwise contract, and is cumulative to such existing laws.\n\nSource:SDC 1939, §61.0847; SDCL §46-14-29; SL 2011, ch 165, §403.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-30/"
    },
    {
      "id": "section-46a-6-31",
      "number": "46A-6-31",
      "heading": "Special court proceeding to confirm contracts or assessments-- Procedure--Partial approval--Curing of defects.",
      "text": "46A-6-31. Special court proceeding to confirm contracts or assessments-- Procedure--Partial approval--Curing of defects.\n\nThe board of directors may, in connection with making any contract with the United States or others, levying any assessment, or taking any particular steps or action, commence a special proceeding in the circuit court, in and by which the proceedings of the district leading up to or including the making of any such contract, and the validity of any of the terms of the contract, the levying of any such assessment, or the taking of any particular steps or action, shall be judicially examined, approved, and confirmed or disapproved and disaffirmed. The practice and procedure for the confirmation of any step or action provided for shall conform as nearly as possible with the practice and procedure now provided for the confirmation before the issuance and sale of bonds of irrigation districts. The court may approve and confirm the proceedings in part and may disapprove and declare illegal or invalid other and subsequent parts of the proceedings. Insofar as possible, the court shall remedy and cure all defects in the proceedings.\n\nSource:SDC 1939, §61.0812; SDCL §46-14-30; SL 2011, ch 165, §404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-31/"
    },
    {
      "id": "section-46a-6-32",
      "number": "46A-6-32",
      "heading": "Confirmation of issue and sale of bonds by board of directors--Judicial examination in special proceeding--Approval or disapproval by circuit court.",
      "text": "46A-6-32. Confirmation of issue and sale of bonds by board of directors--Judicial examination in special proceeding--Approval or disapproval by circuit court.\n\nThe board of directors of any irrigation district organized under the provisions of chapter 46A-4 shall, before selling any bonds of such irrigation district, and in its discretion before making any contract, levying any assessment, or taking any special action, commence a special proceeding, in and by which the proceedings of such board and of such district providing for and authorizing the issue and sale of the bonds of such district, the making of any contract, levying of any assessment, or taking any special action, shall be judicially examined, approved, and confirmed, or disapproved and disaffirmed.\n\nSource:SDC 1939, §61.0841; SDCL, §46-14-31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-32/"
    },
    {
      "id": "section-46a-6-33",
      "number": "46A-6-33",
      "heading": "Petition of board of directors for confirmation of issue and sale of bonds--Filed in circuit court--Contents.",
      "text": "46A-6-33. Petition of board of directors for confirmation of issue and sale of bonds--Filed in circuit court--Contents.\n\nThe board of directors of the irrigation district shall file in the circuit court for the county in which the lands of the district, or some portion thereof, are situated, a petition praying, in effect, that its proceedings may be examined, approved, and confirmed by the court. The petition shall state the facts showing the proceedings had for the issue and sale of the bonds, the making of any contract, the levying of any assessment or taking any special action, and shall state generally that the irrigation district was duly organized and that the first board of directors was duly elected; but the petition need not state the facts showing such organization of the district, or the election of the first board of directors.\n\nSource:SDC 1939, §61.0842; SDCL, §46-14-32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-33/"
    },
    {
      "id": "section-46a-6-34",
      "number": "46A-6-34",
      "heading": "Hearing of petition of board of directors for confirmation of issue and sale of bonds--Notice of filing, publication--Time and place.",
      "text": "46A-6-34. Hearing of petition of board of directors for confirmation of issue and sale of bonds--Notice of filing, publication--Time and place.\n\nThe court shall fix the time for the hearing of the petition and shall order the clerk of courts to give and publish a notice of the filing of the petition. The notice shall be given and published in the same manner and for the same length of time that the notice of a special election to determine whether the bonds of the district shall be issued is required to be given and published. The notice shall state the time and place fixed for the hearing of the petition and prayer of the petition, and that any person interested in the organization of the district, or in the proceedings for the issue or sale of the bonds, may, on or before the day fixed for the hearing of the petition, answer or otherwise plead to the petition. The petition may be referred to and described in the notice as the petition of the district, giving its name, praying that the proceedings set forth therein may be examined, approved, and confirmed by the court.\n\nSource:SDC 1939, §61.0843; SDCL, §46-14-33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-34/"
    },
    {
      "id": "section-46a-6-35",
      "number": "46A-6-35",
      "heading": "Pleading to petition of board of directors for confirmation of issue and sale of bonds--Law governing.",
      "text": "46A-6-35. Pleading to petition of board of directors for confirmation of issue and sale of bonds--Law governing.\n\nAny person interested in the district, or in the issue or sale of the bonds, may answer or otherwise plead to the petition. The provisions of law respecting such pleading to a complaint shall be applicable to a pleading to the petition. The person so pleading to the petition shall be the defendant to the special proceeding and the district shall be the plaintiff. Every material statement of the petition not especially controverted by the answer must for the purpose of such special proceeding be taken as true; and each person failing to answer the petition shall be deemed to admit as true all the material statements of the petition; the rules of pleading and practice provided by law, which are not inconsistent with the provisions of this chapter, are applicable to the special proceeding provided for herein.\n\nSource:SDC 1939, §61.0844; SDCL, §46-14-34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-35/"
    },
    {
      "id": "section-46a-6-36",
      "number": "46A-6-36",
      "heading": "Contract with United States amendatory of individual water right contracts--Exception.",
      "text": "46A-6-36. Contract with United States amendatory of individual water right contracts--Exception.\n\nIf an irrigation district organized under the laws of this state enters into a contract with the United States for the payment of charges due the United States in connection with a federal reclamation project, and the district contract is inconsistent in any respect with the individual water right contracts between the United States and the landowners of the district, the district contract will be taken as amendatory of individual water right contracts affecting district land, the owners, mortgagees, or lienors of which fail to answer the petition. However, the contract entered into with the United States, providing for a different deficiency assessment, shall be approved by a majority vote of the owners of land at an election properly called for such purpose.\n\nSource:SDC 1939, §61.0844; SDCL §46-14-35; SL 2011, ch 165, §405.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-36/"
    },
    {
      "id": "section-46a-6-37",
      "number": "46A-6-37",
      "heading": "Court hearing on organization of district or issuance of bonds--Determination of legality--Disregard of certain irregularities--Partial approval--Costs",
      "text": "46A-6-37. Court hearing on organization of district or issuance of bonds--Determination of legality--Disregard of certain irregularities--Partial approval--Costs.\n\nUpon the hearing of the special proceeding the court may examine and determine the legality and validity of, and approve and confirm or disapprove and disaffirm, each of the proceedings for the organization of the district, including the petition for the organization of the district and all other steps and matters that may affect the legality or validity of the proceedings and objects set forth in the petition, including any proceedings connected with the voting and issuing of bonds by the district. The court in inquiring into the regularity, legality, or correctness of the proceedings shall disregard any error, irregularity, or omission that does not affect the substantial rights of the parties. The court may approve and confirm the proceedings in part and disapprove and declare illegal or invalid other and subsequent parts of the proceedings, and insofar as possible the court shall remedy and cure all defects in the proceedings. The court shall find and determine whether the notice of the filing of the petition has been duly given and published for the time and in the manner prescribed by this chapter. The costs of the special proceeding may be allowed and apportioned between the parties in the discretion of the court.\n\nSource:SDC 1939, §61.0845; SDCL §46-14-36; SL 2011, ch 165, §406.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-37/"
    },
    {
      "id": "section-46a-6-38",
      "number": "46A-6-38",
      "heading": "Statement by board--Preparation, contents, and certification--Statement and bonds presented to department--Recording of statement--Registration of bonds",
      "text": "46A-6-38. Statement by board--Preparation, contents, and certification--Statement and bonds presented to department--Recording of statement--Registration of bonds.\n\nIf the court determines the proceedings for the organization of the district to be legal and valid and the proceedings for the voting and issuing of the bonds legal and valid, the board of directors shall then prepare a written statement, beginning with the filing of the petition for the organization of the district and including all subsequent proceedings for the organization of the district, the voting and issuing of such bonds or other objects of such petition, and ending with the decree of the court finding the proceedings for the organization of the district and subsequent proceedings legal and valid. If the proceedings are for the confirmation of a bond issue, the board shall present the written statement and the bonds to the Department of Agriculture and Natural Resources and the written statement shall be certified under oath by the board of directors of the district. The Department of Agriculture and Natural Resources shall record the statement and register the bonds in its office, and no such bonds may be issued or be valid unless they are registered and have endorsed on the bonds a certificate of the Department of Agriculture and Natural Resources showing that the bonds are issued pursuant to law, the date filed in the office of the department being the basis of the certificate.\n\nSource: SDC 1939, §61.0845; SDCL §46-14-37; SL 1977, ch 366, §7; SL 2011, ch 165, §407; SL 2021, ch 1 (Ex. Ord.21-3), § 53, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-38/"
    },
    {
      "id": "section-46a-6-39",
      "number": "46A-6-39",
      "heading": "Borrowing to make payments on federal contracts.",
      "text": "46A-6-39. Borrowing to make payments on federal contracts.\n\nThe board of directors of any irrigation district in this state sustaining contractual relations with the United States may borrow funds for the purpose of making any necessary payments on the contracts, and may pledge the credit of the district for the payment of the contracts.\n\nSource:SDC 1939, §61.0814; SDCL §46-14-38; SL 2011, ch 165, §408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-39/"
    },
    {
      "id": "section-46a-6-40",
      "number": "46A-6-40",
      "heading": "Borrowing for unforeseen or unusual conditions in operation and maintenance.",
      "text": "46A-6-40. Borrowing for unforeseen or unusual conditions in operation and maintenance.\n\nThe board of directors may borrow funds to meet the necessities of any unforeseen or unusual conditions arising in the operation and maintenance of the irrigation system of the district and may pledge the credit of the district for the payment of the debt.\n\nSource:SDC 1939, §61.0814; SDCL §46-14-39; SL 2011, ch 165, §409.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-40/"
    },
    {
      "id": "section-46a-6-41",
      "number": "46A-6-41",
      "heading": "Maximum amount of loans--Payment.",
      "text": "46A-6-41. Maximum amount of loans--Payment.\n\nThe total sum borrowed by any district under the provisions of §§46A-6-39 and 46A-6-40 may at no time exceed two-thirds of the amount of the general fund levy of the district for the preceding year. If the levy for the then current year is insufficient to provide for the payment of the sum borrowed, then the payment shall be provided for in the levy for the next ensuing year.\n\nSource:SDC 1939, §61.0814; SDCL §46-14-40; SL 2011, ch 165, §410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-41/"
    },
    {
      "id": "section-46a-6-411",
      "number": "46A-6-41.1",
      "heading": "Borrowing funds from conservancy district--Pledge of district credit.",
      "text": "46A-6-41.1. Borrowing funds from conservancy district--Pledge of district credit.\n\nThe provisions of §46A-6-41 notwithstanding, the board of directors of any irrigation district may borrow funds from the conservancy district as set forth in §46A-1-64 if the funds are used for study, planning, design, or engineering purposes. The board may pledge the credit of the district to repay the funds.\n\nSource:SL 1984, ch 294, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-41-1/"
    },
    {
      "id": "section-46a-6-42",
      "number": "46A-6-42",
      "heading": "Funds of district--Deposit in bank, designation by board of directors, release of district treasurer from personal liability.",
      "text": "46A-6-42. Funds of district--Deposit in bank, designation by board of directors, release of district treasurer from personal liability.\n\nAll funds of every kind and character, including moneys, credits, and other assets, belonging to any irrigation district, shall be by the treasurer deposited in a bank or banks within the State of South Dakota, which bank or banks shall be designated by the board of directors of such district. If no depository is designated, then the treasurer shall designate a bank or banks as a depository for such public funds. The deposit of such public funds as herein designated, shall relieve the treasurer of such irrigation district from personal liability for loss of such funds deposited through the insolvency or failure of such depository while deposited therein.\n\nSource:SDC 1939, §61.0857; SDCL, §46-14-41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-42/"
    },
    {
      "id": "section-46a-6-43",
      "number": "46A-6-43",
      "heading": "Withdrawal from construction fund and deposit in county treasury--Disbursement by county treasurer--Monthly report.",
      "text": "46A-6-43. Withdrawal from construction fund and deposit in county treasury--Disbursement by county treasurer--Monthly report.\n\nThe board of directors may draw from time to time from the construction fund and deposit, in the county treasury of the county where the office of the board is situated, any sum in excess of twenty-five thousand dollars. The county treasurer shall receive and receipt for the deposit and place the deposit to the credit of the district. The county treasurer is responsible on the treasurer's official bond for the safekeeping and disbursement of the deposit as provided in this chapter. The county treasurer shall pay out the deposit, or any part of the deposit, only to the treasurer of the district and upon the order of the board, signed by the president and attested by the secretary. The county treasurer shall report in writing on the second Monday in each month the amount of money in the county treasury credited to the district, the amount of receipts for the month preceding, and the amount of money paid out. The report shall be verified and filed with the secretary of the board.\n\nSource:SDC 1939, §61.0920; SDCL §46-14-42; SL 2011, ch 165, §411.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-43/"
    },
    {
      "id": "section-46a-6-44",
      "number": "46A-6-44",
      "heading": "Costs of acquisition of property and construction of works and improvements--Payment out of construction fund or in district bonds.",
      "text": "46A-6-44. Costs of acquisition of property and construction of works and improvements--Payment out of construction fund or in district bonds.\n\nThe cost and expense of purchasing and acquiring property, and constructing the works and improvements provided for in chapter 46A-5 and this chapter, shall be wholly paid out of the construction fund or in the bonds of such district at their par value.\n\nSource:SDC 1939, §61.0921; SDCL, §46-14-43; SL 1976, ch 277, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-44/"
    },
    {
      "id": "section-46a-6-45",
      "number": "46A-6-45",
      "heading": "Additional bonds of district--Priority.",
      "text": "46A-6-45. Additional bonds of district--Priority.\n\nIf the bonds or the money raised by the sale thereof is insufficient for the purposes for which the bonds were issued, additional bonds may be issued. The lien for taxes for the payment of the interest and principal of the additional bonds may be on a parity with, or subsequent to, the lien of any prior bond issue.\n\nSource:SDC 1939, §61.0921; SDCL, §46-14-44; SL 1976, ch 277, §15; SL 1984, ch 43, §123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-45/"
    },
    {
      "id": "section-46a-6-46",
      "number": "46A-6-46",
      "heading": "Claims against district--Verification required--Oaths administered by district secretary.",
      "text": "46A-6-46. Claims against district--Verification required--Oaths administered by district secretary.\n\nAll claims against the district shall be verified the same as required in the case of claims filed against counties in this state, and the secretary of the district is authorized to administer oaths to the parties verifying such claims.\n\nSource:SDC 1939, §61.0920; SDCL, §46-14-45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-46/"
    },
    {
      "id": "section-46a-6-47",
      "number": "46A-6-47",
      "heading": "Claims against district--Allowance--Warrants for payment.",
      "text": "46A-6-47. Claims against district--Allowance--Warrants for payment.\n\nNo claim may be paid by the district treasurer until the claim has been allowed by the board of directors, and only upon warrants signed by the president and countersigned by the secretary. All warrants shall be drawn and payable to the claimant or bearer, the same as county warrants.\n\nSource:SDC 1939, §61.0920; SDCL §46-14-46; SL 2011, ch 165, §412.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-47/"
    },
    {
      "id": "section-46a-6-48",
      "number": "46A-6-48",
      "heading": "Insufficient funds for payment of warrants--Endorsement of district treasurer--Interest.",
      "text": "46A-6-48. Insufficient funds for payment of warrants--Endorsement of district treasurer--Interest.\n\nIf the district treasurer does not have sufficient money on hand to pay any warrant when it is presented for payment, the district treasurer shall endorse on the warrant \"Not paid for want of funds,\" the date, and the treasurer's signature. From the time of presentation until paid, the warrant shall draw interest at a rate to be negotiated by the parties.\n\nSource:SDC 1939, §61.0920; SDCL §46-14-47; SL 1983, ch 28, §56; SL 2011, ch 165, §413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-48/"
    },
    {
      "id": "section-46a-6-49",
      "number": "46A-6-49",
      "heading": "Register of warrants by district treasurer--Payment of warrants in order of presentation.",
      "text": "46A-6-49. Register of warrants by district treasurer--Payment of warrants in order of presentation.\n\nThe district treasurer shall keep a register that lists each warrant presented for payment, the date and amount of the warrant, to whom payable, the date of the presentation of payment, the date of payment, and the amount paid in redemption of the warrant. All warrants shall be paid in the order of their presentation for payment to the district treasurer.\n\nSource:SDC 1939, §61.0920; SDCL §46-14-48; SL 2011, ch 165, §414.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-49/"
    },
    {
      "id": "section-46a-6-50",
      "number": "46A-6-50",
      "heading": "District treasurer--Monthly report.",
      "text": "46A-6-50. District treasurer--Monthly report.\n\nThe district treasurer shall also report to the board of directors in writing, on the first Monday of each month, the amount of money in the district treasury, the amount of receipts for the month preceding, and the amount of items and expenditures, and such report shall be verified and filed with the secretary of the board.\n\nSource:SDC 1939, §61.0920; SDCL, §46-14-49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-50/"
    },
    {
      "id": "section-46a-6-51",
      "number": "46A-6-51",
      "heading": "Transfer of assets and liabilities of nonprofit entity to district--Approval by governing board and electors.",
      "text": "46A-6-51. Transfer of assets and liabilities of nonprofit entity to district--Approval by governing board and electors.\n\nAny nonprofit corporation, cooperative, or association located within an irrigation district may transfer assets, liabilities, contracts, or other obligations to the irrigation district. To be valid, such transfer shall be approved by formal resolution of the governing body of the transferring entity and also shall be approved in an election thereon by an affirmative majority vote of the district electors voting on the question.\n\nSource:SL 1984, ch 295, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-46a/chapter-06/section-46a-6-51/"
    },
    {
      "id": "section-46a-6-52",
      "number": "46A-6-52",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    }
  ]
}