{
  "state": "hawaii",
  "path": "title-title-12-conservation-and-resources/chapter-190-marine-life-conservation-program",
  "sections": [
    {
      "id": "section-190-1",
      "number": "190-1",
      "heading": "Conservation area; administration",
      "text": "190-1.5 State marine waters. As used in this chapter, state marine waters shall be defined as extending from the upper reaches of the wash of the waves on shore seaward to the limit of the State's police power and management authority, including the United States te",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190-15",
      "number": "190-1.5",
      "heading": "State marine waters. As used in this chapter, state marine waters shall be defined as extending from the upper reaches of the wash of the waves on shore seaward to the limit of the State's police power and management authority, including the United States territorial sea, notwithstanding any law to ",
      "text": "State marine waters. As used in this chapter, state marine waters shall be defined as extending from the upper reaches of the wash of the waves on shore seaward to the limit of the State's police power and management authority, including the United States territorial sea, notwithstanding any law to the contrary. [L 1990, c 126, ยง4]",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190-2",
      "number": "190-2",
      "heading": "Establishment and modifications of conservation district.",
      "text": "Establishment and modifications of conservation district.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190-3",
      "number": "190-3",
      "heading": "Rules.",
      "text": "Rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190-4",
      "number": "190-4",
      "heading": "Permits.",
      "text": "Permits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190-45",
      "number": "190-4.5",
      "heading": "Anchoring, boating, and mooring in marine life conservation districts; rules",
      "text": "(a) The department shall, pursuant to chapter 91, adopt rules for the regulation of anchoring and mooring in each marine life conservation district established under this chapter. (b) Within its jurisdiction over ocean rec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-190-5",
      "number": "190-5",
      "heading": "Penalty.",
      "text": "Penalty.",
      "history": "",
      "source_url": ""
    }
  ]
}