{
  "state": "michigan",
  "path": "title-chapter-458-ecclesiastical-corporations/chapter-act-303-of-1913-dissolution-of-congregational-ecclesiastical",
  "sections": [
    {
      "id": "section-458351",
      "number": "458.351",
      "heading": "Meeting of Incorporated Society; Calling",
      "text": "Whenever any Congregational church, in connection with which is an already incorporated religious or ecclesiastical society, at any regular or called meeting, shall express by ballot and by a 2/3 vote of its qualified members present and voting a desire to assume said corporate powers and the direction and control of its property and secular affairs, the trustees of said society, upon receiving official notification of the vote of said church, shall forthwith call a meeting of said society, of which meeting notice shall be given on 3 successive Sundays next preceding the date of said meeting, specifying the time, place and object thereof, to consider and vote upon the questions stated in section 2 hereof.\n\nHistory:1913, Act 303, Eff. Aug. 14, 1913 ;-- CL 1915, 11027 ;-- CL 1929, 10963 ;-- CL 1948, 458.351",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-458/statute-act-303-of-1913/section-458-351/"
    },
    {
      "id": "section-458352",
      "number": "458.352",
      "heading": "Question to Be Voted; Incorporation of Church; Dissolution of Society.",
      "text": "At the meeting so called, the following question shall be put to vote:\n\nShall the title to all the property of the (name of society) be vested in the .................................. Congregational church of ............................, Michigan, and the said society be dissolved?\n\nThe vote shall be by ballot and if 2/3 of the ballots cast shall be in the affirmative, a duly certified copy of such resolution shall be transmitted to the clerk of the said church who shall call a meeting of the said church, which shall then prepare, execute and place on record, articles of association under and in accordance with the provisions of Act No. 53 of the Public Acts of 1901, and the amendments thereto, or such other act as may hereafter supersede said act and upon recording said articles of association as provided in said act the said society shall be dissolved and all property owned by it shall pass to and be held by the said church so incorporated under the name and style adopted by it in the said articles of association, and all liabilities of said society shall be assumed and paid by said church.\n\nHistory:1913, Act 303, Eff. Aug. 14, 1913 ;-- CL 1915, 11028 ;-- CL 1929, 10964 ;-- CL 1948, 458.352Compiler's Notes:The act referred to in this section is Act 53 of 1901, being MCL 458.301 to 458.310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-458/statute-act-303-of-1913/section-458-352/"
    },
    {
      "id": "section-458353",
      "number": "458.353",
      "heading": "Repeal; Saving Clause.",
      "text": "Act No. 47 of the Public Acts of 1901, entitled \"An act for the consolidation in Congregational churches of an ecclesiastical society with its church,\" is hereby repealed: Provided, however, That notwithstanding the repeal thereof, all rights of every kind and nature now held or enjoyed under and by virtue thereof, are expressly preserved and shall continue unimpaired; and said act shall be deemed to be still in force for the enjoyment and protection of said rights but for no other purpose whatsoever.\n\nHistory:1913, Act 303, Eff. Aug. 14, 1913 ;-- CL 1915, 11029 ;-- CL 1929, 10965 ;-- CL 1948, 458.353Compiler's Notes:Act 47 of 1901, referred to in this section, appears as MCL 458.331 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-458/statute-act-303-of-1913/section-458-353/"
    }
  ]
}