{
  "state": "michigan",
  "path": "title-chapter-458-ecclesiastical-corporations/chapter-act-47-of-1901-consolidation-of-congregational-church-and-it",
  "sections": [
    {
      "id": "section-458331",
      "number": "458.331",
      "heading": "Consolidation of Congregational Church and Its Ecclesiastical Society; Procedure",
      "text": "That when any Congregational church which has a religious or ecclesiastical society with corporate powers in connection with it, shall, by a 2/3 vote of those entitled to vote therein and voting, at a meeting duly called for the purpose, express by ballot a desire to assume said corporate powers and manage all its affairs, both temporal and spiritual, it shall be the duty of the trustees of the said religious or ecclesiastical society, upon receiving official notice of said vote, at any time within 3 months after receiving such notice, to call a meeting of the said religious or ecclesiastical society, due notice for 3 weeks being given, for the purpose of effecting a union of said church and religious society; and the notice calling such meeting of the religious society shall specify the following objects of the said meeting, together with the time and place where the meeting is to be held, namely:\n\nFirst. For the purpose of consolidating the religious society with the church in connection, shall the name of the society be changed to that of the church in connection?\n\nTwo. For the same purpose shall the membership of the society, after the expiration of 1 year from the time of this vote, be limited to the members of the church in connection, of legal age; or to such members together with the pew holders in said church, if otherwise qualified to vote?\n\nThree. For the same purpose shall the time and place of holding the annual and other meetings of the religious society be so changed as to coincide with the time and place of holding the annual and other meetings of the church in connection?\n\nHistory:1901, Act 47, Imd. Eff. Apr. 8, 1901 ;-- CL 1915, 11026 ;-- CL 1929, 10960 ;-- CL 1948, 458.331Compiler's Notes:This act is expressly repealed by section 3 of Act 303 of 1913, being MCL 458.353, which, however, contains the proviso that this act shall be deemed to be still in force for the enjoyment and protection of all rights now held or enjoyed under and by virtue of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-458/statute-act-47-of-1901/section-458-331/"
    },
    {
      "id": "section-458332",
      "number": "458.332",
      "heading": "Consolidation of Congregational Church and Its Ecclesiastical Society; Completion.",
      "text": "If these questions shall be answered in the affirmative by a 2/3 vote of the legal members of the religious society present and voting, and by ballot, at said meeting, then the said religious society shall thereby be consolidated with the church in connection, and the 2 shall thereafter be 1 body incorporate, possessed of all the records, rights, property, funds and franchises belonging to the said church and its religious society before their union in 1 corporate body.\n\nHistory:1901, Act 47, Imd. Eff. Apr. 8, 1901 ;-- CL 1915, 11026a ;-- CL 1929, 10961 ;-- CL 1948, 458.332",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-458/statute-act-47-of-1901/section-458-332/"
    },
    {
      "id": "section-458333",
      "number": "458.333",
      "heading": "Consolidation of Congregational Church and Its Ecclesiastical Society; Act Governing Consolidated Church.",
      "text": "Any church governed according to the rules and usages of the Congregational denomination within the state, with which its religious society has been consolidated under the provisions of this act shall be subject to the provisions of the act, entitled \"An act for the organization of corporate Congregational churches,\" the same as if it had been originally organized under the said act.\n\nHistory:1901, Act 47, Imd. Eff. Apr. 8, 1901 ;-- CL 1915, 11026b ;-- CL 1929, 10962 ;-- CL 1948, 458.333Compiler's Notes:The act referred to in this section is Act 53 of 1901, being MCL 458.301 to 458.310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-458/statute-act-47-of-1901/section-458-333/"
    }
  ]
}