{
  "state": "idaho",
  "path": "title-title-19/chapter-chapter-28",
  "sections": [
    {
      "id": "section-19-2802",
      "number": "19-2802",
      "heading": "",
      "text": "19-2802. STAY OF EXECUTION — CUSTODY OF DEFENDANT. An appeal to the supreme court from a judgment of conviction stays the execution of the judgment in all capital cases, and in all other cases the judgment may be stayed by the district court or the supreme court as provided by rule of the supreme court. Custody of the defendant shall be specified by the district court or in any order staying execution of the judgment.\n\n[19-2802, added 1977, ch. 170, sec. 11, p. 439.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-28/section-19-2802/"
    },
    {
      "id": "section-19-2801",
      "number": "19-2801",
      "heading": "",
      "text": "19-2801. CRIMINAL JUDGMENTS AND ORDERS APPEALABLE — TIME FOR TAKING APPEALS. An appeal may be taken to the supreme court from the district court in a criminal action by such parties from such judgments and orders of the district court, and within such times and in such manner as prescribed by rule of the supreme court.\n\n[19-2801, added 1977, ch. 170, sec. 10, p. 438.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-28/section-19-2801/"
    },
    {
      "id": "section-19-2803",
      "number": "19-2803",
      "heading": "",
      "text": "19-2803. RECORD ON APPEAL — ORAL ARGUMENT — EXHIBITS — PRESENTENCE REPORT ON APPEAL. (a) The clerk’s record and the reporter’s transcript in an appeal of a criminal action to the supreme court shall contain such portions and documents of the proceedings of the district court, and be prepared, processed and transmitted to the supreme court as provided by rule of the supreme court. Argument of a criminal appeal shall be as prescribed by rule of the supreme court, but the defendant shall not have any right to appear at the time of oral argument unless otherwise ordered by the supreme court.\n\n(b) In any case where a presentence report is relevant to any issue on appeal, and is transmitted to the supreme court or the court of appeals for such use, the clerk of the district court shall serve a copy of the report on the attorney general and on appellate counsel for the defendant.\n\n(c) In any case where a documentary exhibit is transmitted to the supreme court or the court of appeals for use in appellate proceedings to which the state or any of its officers is a party in an official capacity, the clerk of the district court shall serve a copy of the exhibit on the attorney general and on appellate counsel for the defendant.\n\n[19-2803, added 1977, ch. 170, sec. 12, p. 439; am. 1986, ch. 124, sec. 1, p. 325; am. 2000, ch. 108, sec. 1, p. 238.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-28/section-19-2803/"
    },
    {
      "id": "section-19-2818",
      "number": "19-2818",
      "heading": "",
      "text": "19-2818. DUTIES OF THE SUPREME COURT UPON REMAND FROM A FEDERAL COURT. In the event a sentence of death is returned by a federal court for further proceedings in the state courts, the Idaho supreme court shall consider whether any legal or factual error alleged by a federal court may be corrected without remanding the cause to the district court and shall: (a) make any specific fact findings required by a federal court when such findings are implicit in the judgment of the district court, though not expressly stated; (b) correct any formal error that may be corrected by reference to the record without remanding to the district court for resentencing; (c) make such findings as may be necessary to uphold a death sentence and can be made on the record without remanding the cause to the district court for further proceedings.\n\n[19-2818, added 1995, ch. 140, sec. 5, p. 598.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-28/section-19-2818/"
    },
    {
      "id": "section-19-2827",
      "number": "19-2827",
      "heading": "",
      "text": "19-2827. REVIEW OF DEATH SENTENCES — PRESERVATION OF RECORDS. (a) Whenever the death penalty is imposed, and upon the judgment becoming final in the trial court, the sentence shall be reviewed on the record by the supreme court of Idaho. The clerk of the trial court, within ten (10) days after receiving the transcript, shall transmit the entire record and transcript to the supreme court of Idaho and to the attorney general together with a notice prepared by the clerk and, if a jury has been waived for sentencing, a report prepared by the trial judge setting forth the findings required by section 19-2515(8)(b), Idaho Code, and such other matters concerning the sentence imposed as may be required by the supreme court. The notice shall set forth the title and docket number of the case, the name of the defendant and the name and address of his attorney(s), a narrative statement of the judgment, the offense, and punishment prescribed. The report may be in the form of a standard questionnaire prepared and supplied by the supreme court of Idaho.\n\n(b) The supreme court of Idaho shall consider the punishment as well as any errors enumerated by way of appeal.\n\n(c) With regard to the sentence the court shall determine:\n\n(1) Whether the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor; and\n\n(2) Whether the evidence supports the jury’s or judge’s finding of a statutory aggravating circumstance from among those enumerated in section 19-2515, Idaho Code.\n\n(d) Both the defendant and the state shall have the right to submit briefs within the time provided by the court, and to present oral argument to the court.\n\n(e) In addition to its authority regarding correction of errors, the court, with regard to review of death sentences, shall be authorized to:\n\n(1) Affirm the sentence of death; or\n\n(2) Set the sentence aside and remand the case for resentencing by a jury or, if waived, the trial judge.\n\n(f) The sentence review shall be in addition to direct appeal, if taken, and the review and appeal shall be consolidated for consideration.\n\n(g) The supreme court shall collect and preserve the records of all cases in which the penalty of death was imposed from and including the year 1975.\n\n[19-2827, added 1977, ch. 154, sec. 5, p. 393; am. 1994, ch. 127, sec. 1, p. 285; am. 2006, ch. 155, sec. 1, p. 470.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-28/section-19-2827/"
    }
  ]
}