{
  "state": "idaho",
  "path": "title-title-19/chapter-chapter-55",
  "sections": [
    {
      "id": "section-19-5501",
      "number": "19-5501",
      "heading": "",
      "text": "19-5501. LEGISLATIVE FINDINGS — STATEMENT OF PURPOSE. The legislature finds that DNA (deoxyribonucleic acid) identification analysis is a useful law enforcement tool for identifying and prosecuting felony offenders. The purpose of this act is to assist federal, state and local criminal justice and law enforcement agencies within and outside the state in the detection and prosecution of individuals responsible for felony crimes, as well as in the exclusion of suspects who are being investigated for such crimes.\n\n[19-5501, added 1997, ch. 120, sec. 1, p. 342; am. 2011, ch. 211, sec. 1, p. 593.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5501/"
    },
    {
      "id": "section-19-5502",
      "number": "19-5502",
      "heading": "",
      "text": "19-5502. DEFINITIONS. (1) \"CODIS\" means the federal bureau of investigation’s combined DNA index system that allows the storage and exchange of DNA records submitted by state and local forensic laboratories.\n\n(2) \"Director\" means the director of the Idaho state police.\n\n(3) \"DNA\" means deoxyribonucleic acid.\n\n(4) \"DNA analysis\" means the scientific test of a DNA sample for the purpose of obtaining a DNA profile.\n\n(5) \"DNA profile\" means the list of one (1) or more genetic types determined for an individual based on variations in DNA sequence.\n\n(6) \"DNA record\" means DNA information stored in the statewide DNA database system of the bureau of forensic services or CODIS and includes information commonly referred to as a DNA profile.\n\n(7) \"DNA sample\" means a body fluid or tissue sample provided by any person convicted of a felony crime or any body fluid or tissue sample submitted to the statewide DNA database system for analysis pursuant to a criminal investigation or missing person investigation.\n\n(8) \"Forensic laboratory\" means the bureau of forensic services of the Idaho state police.\n\n(9) \"Law enforcement purpose\" means to assist federal, state or local criminal justice and law enforcement agencies within and outside the state of Idaho in identification or prosecution of felony crimes or other crimes and the identification and location of missing and unidentified persons.\n\n(10) \"Statewide DNA databank\" means the state repository of DNA samples collected under this chapter.\n\n(11) \"Statewide DNA database system\" means the DNA record system administered by the Idaho bureau of forensic services.\n\n[19-5502, added 1997, ch. 120, sec. 1, p. 342; am. 2000, ch. 469, sec. 45, p. 1498; am. 2004, ch. 157, sec. 1, p. 505; am. 2011, ch. 211, sec. 2, p. 593.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5502/"
    },
    {
      "id": "section-19-5503",
      "number": "19-5503",
      "heading": "",
      "text": "19-5503. RESPONSIBILITY FOR MANAGING DNA PROGRAMS — BUREAU OF FORENSIC SERVICES. The Idaho state police through the bureau of forensic services shall be responsible for the policy management and administration of the state’s database and databank identification program. The bureau of forensic services shall be responsible for liaison with the FBI regarding the state’s participation in the CODIS program.\n\n[19-5503, added 1997, ch. 120, sec. 1, p. 342; am. 2000, ch. 469, sec. 46, p. 1499.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5503/"
    },
    {
      "id": "section-19-5504",
      "number": "19-5504",
      "heading": "",
      "text": "19-5504. IMPLEMENTATION OF THE CHAPTER — RULES. The Idaho state police, in consultation with the Idaho attorney general’s office, the Idaho department of correction, the Idaho chiefs of police association, the Idaho state sheriff’s association, and the Idaho prosecuting attorney’s association, shall adopt policies, procedures and rules for implementation of this chapter, and ensure that DNA samples are collected from qualifying offenders in a timely manner. The director may designate additional persons and organizations to provide consultation in implementing the provisions of this chapter.\n\n[19-5504, added 1997, ch. 120, sec. 1, p. 343; am. 2000, ch. 469, sec. 47, p. 1499.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5504/"
    },
    {
      "id": "section-19-5505",
      "number": "19-5505",
      "heading": "",
      "text": "19-5505. USE OF THE STATE DATABANK AND DATABASE — DUTIES OF BUREAU OF FORENSIC SERVICES. (1) The bureau of forensic services shall perform or contract for DNA analysis for law enforcement purposes.\n\n(2) The bureau of forensic services shall serve as a repository for DNA samples collected and shall analyze samples, or contract for analysis, and shall store, compile, correlate, maintain and use DNA profiles and records related to:\n\n(a) Forensic casework;\n\n(b) Offenders required to provide samples under this chapter;\n\n(c) The identification and location of missing persons; and\n\n(d) Anonymous DNA records used for research or quality control.\n\n(3) A match between evidence DNA samples from a criminal investigation and DNA samples from a state or federal database may be used to sustain probable cause for the arrest of a suspect upon application for a warrant.\n\n(4) The DNA profile may also be used at trial as evidence, provided that the evidence is otherwise admissible at trial. The DNA profile may also be used in developing statistical calculations of populations frequencies.\n\n[19-5505, added 1997, ch. 120, sec. 1, p. 343; am. 1998, ch. 123, sec. 2, p. 456.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5505/"
    },
    {
      "id": "section-19-5506",
      "number": "19-5506",
      "heading": "",
      "text": "19-5506. SCOPE OF LAW — OFFENDERS SUBJECT TO SAMPLE COLLECTION — EARLY COLLECTION OF SAMPLES — RESTITUTION. (1) Any person, including any juvenile tried as an adult, who is convicted of, or pleads guilty to, any felony crime, the attempt to commit any felony crime or any crime that requires sex offender registration pursuant to sections 18-8304 and 18-8410, Idaho Code, regardless of the form of judgment or withheld judgment, and regardless of the sentence imposed or disposition rendered, shall be required to provide to the Idaho state police a DNA sample and a right thumbprint impression.\n\n(2) Absent consent or a warrant authorizing DNA collection based upon probable cause, no person shall be required to provide a DNA sample unless the person has been convicted of, or pleads guilty to, any felony crime, the attempt to commit any felony crime or any crime that requires sex offender registration pursuant to sections 18-8304 and 18-8410, Idaho Code.\n\n(3) This chapter’s requirements for submission to tests and procedures for obtaining a DNA sample and thumbprint impression from the persons who are convicted of, or who plead guilty to, any felony crime, the attempt to commit any felony crime or any crime that requires sex offender registration pursuant to sections 18-8304 and 18-8410, Idaho Code, are mandatory and apply to those persons convicted of, or who plead guilty to, such felony crimes, the attempt to commit such felony crimes or any crime that requires sex offender registration pursuant to sections 18-8304 and 18-8410, Idaho Code, covered in this chapter prior to its effective date, and who, as a result of the conviction or plea, are incarcerated in a county jail facility or a penal facility, are under probation or parole supervision or are required to register as a sex offender pursuant to sections 18-8304 and 18-8410, Idaho Code, after the effective date of this chapter.\n\n(4) The collection of samples and impressions specified in this chapter are required, regardless of whether the person previously has supplied a DNA sample to law enforcement agencies in any other jurisdiction. The collection facility is not required to collect a DNA sample if it can be verified that a sample already exists for the individual in the Idaho DNA database.\n\n(5) The requirements of this chapter are mandatory and apply, regardless of whether a court advises a person that samples and impressions must be provided to the databank and database as a condition of probation or parole.\n\n(6) Unless the court determines that an order of restitution would be inappropriate or undesirable, it shall order any person subject to the provisions of this section to pay restitution to help offset costs incurred by law enforcement agencies for the expense of DNA analysis.\n\n(7) The court may order such person to pay restitution for DNA analysis in an amount not to exceed five hundred dollars ($500) per DNA sample analysis, or in the aggregate not more than two thousand dollars ($2,000), regardless of whether:\n\n(a) The source of the sample is the person, the victim or other persons of interest in the case;\n\n(b) Results of the analysis are entered into evidence in the person’s criminal case;\n\n(c) The DNA sample was previously analyzed for another criminal case; or\n\n(d) Restitution for that DNA sample analysis was ordered in any other criminal case.\n\n(8) Law enforcement agencies entitled to restitution under this section include the Idaho state police, county and city law enforcement agencies, the office of the attorney general, county prosecuting attorneys and city attorneys.\n\n(9) In the case of reimbursement for DNA analysis performed by the Idaho state police, those moneys shall be paid to the Idaho state police and deposited in the law enforcement fund. In the case of reimbursement to the office of the attorney general, those moneys shall be paid to the general fund.\n\n(10) Persons who have been sentenced to death, or life without the possibility of parole, or to any life or indeterminate term are not exempt from the requirements of this chapter.\n\n[19-5506, added 1997, ch. 120, sec. 1, p. 343; am. 2000, ch. 469, sec. 48, p. 1499; am. 2004, ch. 157, sec. 2, p. 506; am. 2005, ch. 327, sec. 1, p. 1018; am. 2011, ch. 211, sec. 3, p. 594; am. 2012, ch. 82, sec. 3, p. 235; am. 2012, ch. 269, sec. 6, p. 757; am. 2014, ch. 263, sec. 1, p. 658; am. 2017, ch. 213, sec. 1, p. 516.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5506/"
    },
    {
      "id": "section-19-5507",
      "number": "19-5507",
      "heading": "",
      "text": "19-5507. RESPONSIBILITY FOR SAMPLE COLLECTION — TIMING OF SAMPLE COLLECTION — SITE FOR SAMPLE COLLECTION. (1) A court shall order a DNA sample and thumbprint impression to be taken after conviction and before sentencing of any person upon application by the prosecuting attorney, the attorney general, or the Idaho state police upon a showing that early collection of such samples will be in the best interest of justice. The DNA samples shall be collected in accordance with procedures established by the bureau of forensic services. The director may designate a state or county correctional facility for sample collection.\n\n(2) Any person, including any juvenile tried as an adult, who comes within the terms of this chapter, and who is granted probation or who serves an entire term of confinement in a state or county facility, or who otherwise bypasses a prison inmate reception center shall, prior to physical release from custody, be required to provide a DNA sample and thumbprint impression at an Idaho state police designated sample collection location. If the person is not incarcerated at the time of sentencing, the court shall order the person to report within ten (10) working days to the facility designated for the collection of such specimens.\n\n(3) The chief administrative officer of any state or local detention facility, jail or other facility shall cause a DNA sample and thumbprint impression to be collected from the person subject to this chapter during the intake process at the facility, or immediately thereafter at another facility designated for such collection, if DNA samples previously have not been taken pursuant to this chapter.\n\n(4) The director of the department of correction shall cause a DNA sample and thumbprint impression to be collected from any person subject to the provisions of this chapter who has been sentenced to serve a term of imprisonment in a state correctional institution and who has not had a DNA sample taken after conviction and before sentencing. The DNA sample and thumbprint impression shall be collected from the person during the intake process at the reception center designated by the director of the department of correction as soon as possible.\n\n(5) Any person subject to the provisions of this chapter who is serving a term of imprisonment or confinement, and who did not, for any reason, provide a DNA sample or thumbprint impression for analysis by the bureau of forensic services, shall submit to such tests as soon as practicable, but in any event prior to final discharge, parole, or release from imprisonment or confinement. A person who was convicted prior to the effective date of this chapter is not exempt from these requirements.\n\n(6) As a condition of probation or parole, any person subject to the provisions of this chapter and who has not previously provided a DNA sample and thumbprint impression shall, upon notice by a law enforcement agency or an agent of the department of correction, be required to provide a DNA sample and thumbprint impression if it has been determined that such sample and thumbprint impression are not in the possession of the bureau of forensic services. That person is required to have the sample and impression taken within ten (10) working days at the designated county or state facility.\n\n(7) When the state accepts an offender from another state under any interstate compact, or under any other reciprocal agreement with any county, state or federal agency, or any other provision of law, whether or not the offender is confined or released, the acceptance is conditional on the offender providing a DNA sample and thumbprint impression if the offender was convicted of an offense which would qualify as a felony crime if committed in this state, or if the person was convicted of an equivalent offense in any other jurisdiction. If the offender from another state is not confined, the samples and impression required by this chapter must be provided within ten (10) working days after the offender reports to the supervising agent or within ten (10) working days of notice to the offender, whichever occurs first. The person shall report to the designated sample collection facility or facilities to have the sample and impression taken. If the offender from another state is confined, he or she shall provide the DNA sample and thumbprint impression as soon as practicable after receipt in a state or county correctional facility or other facility and, in any event, before completion of the person’s term of imprisonment, if that person is to be discharged.\n\n(8) Any person who is convicted of or who pleads guilty to a felony offense who is released on parole, furlough or other release, and is returned to a state or local correctional institution for a violation of a condition of that release, and that person has not previously provided a DNA sample and thumbprint impression, shall provide a sample and impression upon returning to the state correctional institution.\n\n(9) The collection facility and sex offender registration location shall verify that the individual’s DNA sample has been collected in Idaho. The collection facility is not required to collect a DNA sample if it can be verified that a sample already exists for the individual in the Idaho DNA database.\n\n[19-5507, added 1997, ch. 120, sec. 1, p. 345; am. 1998, ch. 123, sec. 3, p. 457; am. 2000, ch. 469, sec. 49, p. 1501; am. 2011, ch. 211, sec. 4, p. 597; am. 2017, ch. 213, sec. 2, p. 517.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5507/"
    },
    {
      "id": "section-19-5508",
      "number": "19-5508",
      "heading": "",
      "text": "19-5508. ADDITIONAL SAMPLES AUTHORIZED. Whenever the bureau of forensic services notifies the department of correction or other responsible agency that a DNA sample or thumbprint impression is not adequate for any reason, the department of correction or other custodial agency shall draw or take additional samples and impressions as necessary to satisfy the requirements of this chapter, and transmit such samples and impressions to the bureau of forensic services.\n\n[19-5508, added 1997, ch. 120, sec. 1, p. 346.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5508/"
    },
    {
      "id": "section-19-5509",
      "number": "19-5509",
      "heading": "",
      "text": "19-5509. GENETIC TESTING OF SAMPLES GIVEN FOR ANOTHER PURPOSE. If a person has been convicted of a crime as provided by this chapter and has given a DNA sample or samples to law enforcement for any purpose, the bureau of forensic services is authorized to analyze such samples for DNA, and include the DNA profiles from such samples in the state’s convicted felon DNA databank and databases. This provision applies whether the DNA sample originally collected was from a sexual or violent offender pursuant to the databank and database program, and whether the crime committed predated the effective date of this chapter, or any amendments thereto. This provision does not relieve a person subject to the terms of this chapter from giving a DNA sample and thumbprint impression for the DNA databank and database.\n\n[19-5509, added 1997, ch. 120, sec. 1, p. 346; am. 1998, ch. 123, sec. 4, p. 458.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5509/"
    },
    {
      "id": "section-19-5510",
      "number": "19-5510",
      "heading": "",
      "text": "19-5510. APPLICABILITY OF CHAPTER. Any person subject to the terms of this chapter who has not provided a DNA sample and thumbprint impression for any reason, including the person’s release prior to the enactment of this chapter, an oversight or error, or because of the person’s transfer from another jurisdiction shall give a DNA sample and thumbprint impression for inclusion in the state’s DNA database and databank within ten (10) working days of such person being notified of this requirement by the Idaho state police, the department of correction or an officer of the court. The samples and impressions shall be collected in a facility designated by the Idaho state police.\n\n[19-5510, added 1997, ch. 120, sec. 1, p. 347; am. 2000, ch. 469, sec. 50, p. 1503.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5510/"
    },
    {
      "id": "section-19-5511",
      "number": "19-5511",
      "heading": "",
      "text": "19-5511. COLLECTION AND FORWARDING OF SAMPLES — LIABILITY — USE OF FORCE. (1) The director of the department of correction or the chief administrative officer of the detention facility, jail, other facility at which the DNA sample and thumbprint impression were collected shall forward the samples and impressions to the bureau of forensic services according to requirements set forth in the bureau of forensic services rules.\n\n(2) The bureau of forensic services shall provide all specimen collection materials, thumbprint cards, mailing tubes, envelopes, labels and instructions for the collection of the samples and thumbprint impressions. The DNA samples and thumbprint impressions shall thereafter be forwarded to the bureau of forensic services for analysis of DNA.\n\n(3) The bureau of forensic services shall adopt rules specifying how DNA samples are to be taken. The right thumbprint impression shall be taken on a form prescribed by the Idaho state police.\n\n(4) No person or governmental agency shall be subject to civil or criminal liability for obtaining DNA samples or obtaining thumbprint impressions absent a showing of reckless disregard for medically accepted practices or a showing of malice.\n\n(5) Duly authorized law enforcement and correction personnel shall employ reasonable force in cases where an individual who is incarcerated refuses or resists submission to procedures for collecting a DNA sample or thumbprint impression authorized by this chapter, and no employee shall be subject to criminal or civil liability for the reasonable use of force absent a showing of malice.\n\n[19-5511, added 1997, ch. 120, sec. 1, p. 347; am. 1998, ch. 123, sec. 5, p. 459; am. 2000, ch. 469, sec. 51, p. 1503.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5511/"
    },
    {
      "id": "section-19-5512",
      "number": "19-5512",
      "heading": "",
      "text": "19-5512. PENALTIES. Any person subject to the terms of this chapter who fails to give a DNA sample or thumbprint impression, after a request by the bureau of forensic services, the department of correction, any law enforcement personnel, or any officer of the court, is guilty of a felony. The samples and impressions required by this chapter may be taken by the use of reasonable force once a person is imprisoned for failure to give the required sample.\n\n[19-5512, added 1997, ch. 120, sec. 1, p. 347.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5512/"
    },
    {
      "id": "section-19-5513",
      "number": "19-5513",
      "heading": "",
      "text": "19-5513. EXPUNGEMENT OF INFORMATION. (1) A person whose DNA profile has been included in the database and databank pursuant to this chapter may make a written request for expungement of materials from the database and databank on the grounds that the conviction upon which the authority for including the DNA profile was based has been reversed and the case dismissed.\n\n(2) The person requesting expungement must send a copy of his request, with proof of service on all parties to the following: the trial court which entered the conviction or rendered disposition in the case; the bureau of forensic services; and the prosecuting attorney of the county in which he was convicted. The court has the discretion to grant or deny the request for expungement. A trial court’s denial of a request for expungement is an order not subject to appeal.\n\n(3) Except as provided below, the Idaho state police shall expunge the DNA sample and all identifiable information in the database and databank relating to the subject of the conviction upon receipt of a court order which verifies that the applicant has made the necessary showing at a noticed hearing, and which includes the following documents:\n\n(a) Written request for expungement pursuant to this section;\n\n(b) A certified copy of the court order reversing and dismissing the conviction;\n\n(c) Proof of written notice to the prosecuting attorney and the bureau of forensic services that such expungement is being sought; and\n\n(d) A court order finding that no retrial or appeal of the case is pending and verifying that at least sixty (60) days have passed since the defendant has notified the prosecuting attorney and the bureau of forensic services of the expungement request and that the court finds no reason, based on the interests of justice, to deny expungement.\n\n(4) Upon order of the court, the Idaho state police shall destroy the DNA sample relating to the subject of conviction, unless the state police determines that the person has otherwise become obligated to submit to DNA sample and thumbprint impression as a result of a separate conviction subject to the terms of this chapter.\n\n(5) The bureau of forensic services is not required to destroy an item of physical evidence obtained from the DNA sample if evidence relating to another person subject to the provisions of this chapter would thereby be destroyed. Notwithstanding this subsection, no sample, physical evidence or identifiable information is affected by an order to set aside a conviction.\n\n[19-5513, added 1997, ch. 120, sec. 1, p. 348; am. 2000, ch. 469, sec. 52, p. 1503.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5513/"
    },
    {
      "id": "section-19-5514",
      "number": "19-5514",
      "heading": "",
      "text": "19-5514. LIMITATIONS ON DISCLOSURE OF INFORMATION. (1) All DNA profiles retained by the bureau of forensic services pursuant to this chapter shall be treated as confidential as provided by chapter 1, title 74, Idaho Code.\n\n(2) The DNA information shall be filed with the offender’s file maintained by the Idaho state police.\n\n(3) The DNA information shall not be included in the state summary criminal history information.\n\n(4) The DNA information, and thumbprint impressions, shall be released only to law enforcement agencies, including, but not limited to, parole officers of the department of correction, hearing officers of the parole authority, and prosecuting attorneys’ offices, at the request of the agency, except as specified in this chapter. Dissemination of this information to law enforcement agencies and prosecuting attorneys’ offices outside the state shall be done in conformity with the provisions of this chapter.\n\n(5) Any person who, by virtue of employment or official position, or any person contracting to carry out any function under this chapter, including any officers, employees and agents of such contractor who has possession of or access to individual identifiable DNA information contained in the state DNA database or databank and who willfully discloses such information in any manner to any person or agency not entitled to receive it is guilty of a misdemeanor.\n\n(6) Furnishing DNA information or thumbprint comparison results to defense counsel for criminal defense purposes in compliance with discovery is not a violation of this section.\n\n(7) It is not a violation of this section to disseminate statistical or research information obtained from the offender’s file, the computerized databank system, or any of the bureau of forensic services’ databases provided that the subject of the file is not identified and cannot be identified from the information disclosed. It is also not a violation of this section to include information obtained from a file in a transcript or record of a judicial proceeding or in any other public record when the inclusion of the information in the public record is authorized by a court, statute or case law.\n\n[19-5514, added 1997, ch. 120, sec. 1, p. 348; am. 1998, ch. 123, sec. 6, p. 459; am. 2000, ch. 469, sec. 53, p. 1504; am. 2015, ch. 141, sec. 20, p. 402.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5514/"
    },
    {
      "id": "section-19-5515",
      "number": "19-5515",
      "heading": "",
      "text": "19-5515. DISSEMINATION OF DATA, INFORMATION, AND SAMPLES FOR FORENSIC LABORATORY ANALYSIS. (1) Nothing in this chapter shall prohibit the sharing or disseminating of population database information with the following:\n\n(a) Federal, state or local law enforcement agencies;\n\n(b) Forensic laboratories that serve federal, state and local law enforcement agencies approved by the bureau of forensic services;\n\n(c) A state’s attorney general’s office;\n\n(d) A prosecuting attorney’s office; or\n\n(e) Any third party that the chief of the bureau of forensic services deems necessary to assist the bureau of forensic services with statistical analyses of the population database or to assist in the recovery or identification of missing persons.\n\n(2) Nothing in this chapter shall prohibit the sharing or dissemination of protocol and forensic DNA methods and quality control procedures with any of the parties identified in subsection (1) of this section.\n\n(3) The state’s DNA population database and databank may be made available to and searched by the FBI and any agency participating in CODIS.\n\n(4) The bureau of forensic services may provide samples from the DNA samples collected pursuant to this chapter to public DNA laboratories for law enforcement purposes provided that the privacy provisions of this section are followed and each of the following conditions are met:\n\n(a) The methodologies and procedures used by the public DNA laboratory for analysis are approved by the bureau of forensic services;\n\n(b) Only tests of value to law enforcement for identification purposes are performed and a copy of the results of the analysis are sent to the bureau of forensic services;\n\n(c) All provisions concerning privacy and security enumerated in this section are followed.\n\n[19-5515, added 1997, ch. 120, sec. 1, p. 349.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5515/"
    },
    {
      "id": "section-19-5516",
      "number": "19-5516",
      "heading": "",
      "text": "19-5516. DISPOSAL OF SAMPLES. The bureau of forensic services is authorized to have unused portions of samples or expired samples disposed of in the normal course of business and in an environmentally approved manner as long as such disposal method is designed to protect the identity and origin of samples from disclosure to third persons who are not part of law enforcement.\n\n[19-5516, added 1997, ch. 120, sec. 1, p. 350.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5516/"
    },
    {
      "id": "section-19-5517",
      "number": "19-5517",
      "heading": "",
      "text": "19-5517. OPERATION WITH EXISTING LAW — AUTHORITY OF LAW ENFORCEMENT OFFICERS. Nothing in this chapter shall limit or abrogate any existing authority of law enforcement officers to take, maintain, store and use DNA information or thumbprint impressions for law enforcement purposes.\n\n[19-5517, added 1997, ch. 120, sec. 1, p. 350; am. 1998, ch. 123, sec. 7, p. 460.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5517/"
    },
    {
      "id": "section-19-5518",
      "number": "19-5518",
      "heading": "",
      "text": "19-5518. SEVERABILITY. The provisions of this act are hereby declared to be severable and if any provision of this act or the application of such provision to any person or circumstance is declared invalid for any reason, such declaration shall not affect the validity of the remaining portions of this act.\n\n[19-5518, added 1997, ch. 120, sec. 1, p. 350.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-55/section-19-5518/"
    }
  ]
}