{
  "state": "idaho",
  "path": "title-title-19/chapter-chapter-44",
  "sections": [
    {
      "id": "section-19-4401",
      "number": "19-4401",
      "heading": "",
      "text": "19-4401. SEARCH WARRANT DEFINED. A search warrant is an order in writing, in the name of the state of Idaho, signed by a magistrate, judge or justice directed to an officer or officers named therein, or other officer authorized by law to execute search warrants directing the officer to search for and seize property or intangibles.\n\n[(19-4401) Cr. Prac. 1864, sec. 629, p. 291; R.S., R.C., & C.L., sec. 8390; C.S., sec. 9319; I.C.A., sec. 19-4501; am. 1987, ch. 321, sec. 1, p. 676.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4401/"
    },
    {
      "id": "section-19-4402",
      "number": "19-4402",
      "heading": "",
      "text": "19-4402. USE OF SEARCH WARRANT. (1) A search warrant may be issued to search for and seize:\n\n1. Any property or intangible that constitutes evidence of a criminal offense.\n\n2. Contraband, the fruits of crime, or things otherwise criminally possessed.\n\n3. Weapons or other things by means of which a crime has been committed or reasonably appears about to be committed.\n\n4. A person named in an arrest warrant.\n\n[(19-4402) Cr. Prac. 1864, sec. 630, p. 291; R.S., R.C., & C.L., sec. 8391; C.S., sec. 9320; I.C.A., sec. 19-4502; am. 1987, ch. 321, sec. 2, p. 676.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4402/"
    },
    {
      "id": "section-19-4403",
      "number": "19-4403",
      "heading": "",
      "text": "19-4403. AFFIDAVIT OF PROBABLE CAUSE. A search warrant cannot be issued but upon probable cause, supported by affidavit, naming or describing the person, and particularly describing the property and the place to be searched.\n\n[(19-4403) Cr. Prac. 1864, sec. 631, p. 291; R.S., R.C., & C.L., sec. 8392; C.S., sec. 9321; I.C.A., sec. 19-4503.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4403/"
    },
    {
      "id": "section-19-4404",
      "number": "19-4404",
      "heading": "",
      "text": "19-4404. ORAL AFFIDAVIT — TELEPHONIC AFFIDAVIT — PROCEDURES. In lieu of a written affidavit, the magistrate may take an oral statement under oath which shall be recorded and transcribed. The judge is authorized to administer an oath or affirmation by telephone, and to take testimony by telephone. All testimony given over the telephone that is intended to support an application for a search warrant must be given on oath or affirmation and must identify the person testifying. The affidavit or oral testimony as recorded must be filed with the clerk of the court.\n\n[19-4404, added 1994, ch. 415, sec. 1, p. 1304.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4404/"
    },
    {
      "id": "section-19-4406",
      "number": "19-4406",
      "heading": "",
      "text": "19-4406. ISSUANCE OF WARRANT. If the magistrate is thereupon satisfied of the existence of the grounds of the application, or that there is probable cause to believe their existence, he must issue a search warrant, signed by him with his name of office, to a peace officer in his county, commanding him forthwith to search the person or place named, for the property specified, and to bring it before the magistrate.\n\nIf the affidavit for the warrant is related to the court telephonically, the magistrate may verbally authorize a peace officer to sign the magistrate’s name on a duplicate original warrant, which verbal authorization shall be recorded and transcribed. After service of the warrant, this duplicate original warrant must be returned to the magistrate who authorized the signing of his name on it. The magistrate shall then endorse his name and enter the date on the warrant when it is returned to him. Any failure of the magistrate to make such an endorsement does not in itself invalidate the warrant.\n\n[(19-4406) Cr. Prac. 1864, sec. 634, p. 291; R.S., R.C. & C.L., sec. 8395; C.S., sec. 9324; I.C.A., sec. 19-4506; am. 1994, ch. 415, sec. 2, p. 1304.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4406/"
    },
    {
      "id": "section-19-4407",
      "number": "19-4407",
      "heading": "",
      "text": "19-4407. FORM OF WARRANT. The warrant must be in substantially the following form:\n\nCounty of…..\n\nThe state of Idaho to any sheriff, constable, marshal, or policeman in the county of….: Proof, by affidavit, having been this day made before me by (naming every person whose affidavit has been taken), that (stating the grounds of the application, or, if the affidavit be not positive, that there is probable cause for believing that — stating the ground of the application in the same manner), you are therefore commanded, in the daytime (or at any time of the day or night, as the case may be) to make immediate search of the person of C.D. (or in the house situated…., describing it or any other place to be searched, with reasonable particularity, as the case may be) for the…. following property: (describing it with reasonable particularity); and if you find the same or any part thereof, to bring it forthwith before me at…. (stating the place).\n\nGiven under my hand, and dated this…. day of….,…..\n\n[(19-4407) Cr. Prac. 1864, p. 291, sec. 635; R.S., R.C., & C.L., sec. 8396; C.S., sec. 9325; I.C.A., sec. 19-4507; am. 2002, ch. 32, sec. 10, p. 50; am. 2012, ch. 20, sec. 15, p. 69.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4407/"
    },
    {
      "id": "section-19-4408",
      "number": "19-4408",
      "heading": "",
      "text": "19-4408. SERVICE OF WARRANT. A search warrant may in all cases be served by any of the officers mentioned in its directions, but by no other person, except in aid of the officer on his requiring it. Service of a warrant may be made by the officers mentioned in its directions in person, by mail or facsimile transmission, or by electronic mail. Unless an investigation necessitates otherwise, the officer should attempt notification on the person whom it is served prior to electronic mail service.\n\n[(19-4408) Cr. Prac. 1864, sec. 636, p. 292; R.S., R.C., & C.L., sec. 8397; C.S., sec. 9326; I.C.A., sec. 19-4508; am. 2007, ch. 105, sec. 1, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4408/"
    },
    {
      "id": "section-19-4409",
      "number": "19-4409",
      "heading": "",
      "text": "19-4409. SERVICE OF WARRANT — BREAKING OPEN DOORS. The officer may break open any outer or inner door or window of a house, or any part of a house, or any thing therein, to execute the warrant, if, after notice of his authority and purpose, he is refused admittance.\n\n[(19-4409) Cr. Prac. 1864, sec. 637, p. 292; R.S., R.C., & C.L., sec. 8398; C.S., sec. 9327; I.C.A., sec. 19-4509.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4409/"
    },
    {
      "id": "section-19-4410",
      "number": "19-4410",
      "heading": "",
      "text": "19-4410. BREAKING DOORS TO LIBERATE OFFICER OR ASSISTANT. He may break open any outer or inner door or window of a house, for the purpose of liberating a person who, having entered to aid him in the execution of the warrant, is detained therein, or when necessary for his own liberation.\n\n[(19-4410) Cr. Prac. 1864, sec. 638, p. 292; R.S., R.C., & C.L., sec. 8399; C.S., sec. 9328; I.C.A., sec. 19-4510.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4410/"
    },
    {
      "id": "section-19-4411",
      "number": "19-4411",
      "heading": "",
      "text": "19-4411. SERVICE OF WARRANT AT NIGHT. The magistrate must insert a direction in the warrant that it be served in the day time unless the affidavits are positive that the property is on the person or in the place to be searched, in which case he may insert a direction that it be served at any time of the day or night.\n\n[(19-4411) Cr. Prac. 1864, sec. 639, p. 292; R.S., R.C., & C.L., sec. 8400; C.S., sec. 9329; I.C.A., sec. 19-4511.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4411/"
    },
    {
      "id": "section-19-4412",
      "number": "19-4412",
      "heading": "",
      "text": "19-4412. TIME FOR EXECUTING WARRANT. A search warrant must be executed and returned to the magistrate who issued it, within fourteen (14) days after its date; after the expiration of this time the warrant, unless executed, is void.\n\n[(19-4412) Cr. Prac. 1864, sec. 640, p. 292; R.S., R.C., & C.L., sec. 8401; C.S., sec. 9330; I.C.A., sec. 19-4512; am. 2001, ch. 201, sec. 1, p. 681.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4412/"
    },
    {
      "id": "section-19-4413",
      "number": "19-4413",
      "heading": "",
      "text": "19-4413. RECEIPT FOR PROPERTY TAKEN. When the officer takes property under the warrant, he must give a receipt for the property taken (specifying it in detail) to the person from whom it was taken by him, or in whose possession it was found; or, in the absence of any person, he must leave it in the place where he found the property.\n\n[(19-4413) Cr. Prac. 1864, sec. 641, p. 292; R.S., R.C., & C.L., sec. 8402; C.S., sec. 9331; I.C.A., sec. 19-4513.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4413/"
    },
    {
      "id": "section-19-4414",
      "number": "19-4414",
      "heading": "",
      "text": "19-4414. DISPOSITION OF PROPERTY. When the property is delivered to the magistrate, he must, if it was stolen or embezzled, dispose of it as provided in sections 19-3801—19-3806 inclusive. If it was taken on a warrant issued on the grounds stated in the second and third subdivisions of section 19-4402, he must retain it in his possession, subject to the order of the court to which he is required to return the proceedings before him, or of any other court in which the offense in respect to which the property taken is triable.\n\n[(19-4414) Cr. Prac. 1864, sec. 642, p. 292; R.S., R.C., & C.L., sec. 8403; C.S., sec. 9332; I.C.A., sec. 19-4514.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4414/"
    },
    {
      "id": "section-19-4415",
      "number": "19-4415",
      "heading": "",
      "text": "19-4415. RETURN OF WARRANT. The officer must forthwith return the warrant to the magistrate, and deliver to him a written inventory of the property taken, made publicly or in the presence of the person from whose possession it was taken, and of the applicant for the warrant, if they are present, verified by the affidavit of the officer at the foot of the inventory, and taken before the magistrate at the time, to the following effect: \"I, R.S., the officer by whom this warrant was executed do swear that the above inventory contains a true and detailed account of all the property taken by me on the warrant.\"\n\n[(19-4415) Cr. Prac. 1864, sec. 643, p. 292; R.S., R.C., & C.L., sec. 8404; C.S., sec. 9333; I.C.A., sec. 19-4515.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4415/"
    },
    {
      "id": "section-19-4416",
      "number": "19-4416",
      "heading": "",
      "text": "19-4416. COPY OF INVENTORY. The magistrate must thereupon, if required, deliver a copy of the inventory to the person from whose possession the property was taken, and to the applicant for the warrant.\n\n[(19-4416) Cr. Prac. 1864, sec. 644, p. 293; R.S., R.C., & C.L., sec. 8405; C.S., sec. 9334; I.C.A., sec. 19-4516.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4416/"
    },
    {
      "id": "section-19-4417",
      "number": "19-4417",
      "heading": "",
      "text": "19-4417. CONTEST OF WARRANT. If the grounds on which the warrant was issued be controverted, he must proceed to take testimony in relation thereto, and the testimony of each witness must be reduced to writing and authenticated by the magistrate.\n\n[(19-4417) Cr. Prac. 1864, secs. 645, 646, p. 293; R.S., R.C., & C.L., sec. 8406; C.S., sec. 9335; I.C.A., sec. 19-4517.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4417/"
    },
    {
      "id": "section-19-4418",
      "number": "19-4418",
      "heading": "",
      "text": "19-4418. RESTORATION OF PROPERTY. If it appears that the property taken is not the same as that described in the warrant, or that there is no probable cause for believing the existence of the grounds on which the warrant was issued, the magistrate must cause it to be restored to the person from whom it was taken.\n\n[(19-4418) Cr. Prac. 1864, sec. 647, p. 293; R.S., R.C., & C.L., sec. 8407; C.S., sec. 9336; I.C.A., sec. 19-4518.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4418/"
    },
    {
      "id": "section-19-4419",
      "number": "19-4419",
      "heading": "",
      "text": "19-4419. RETURN OF PAPERS TO COURT. The magistrate must annex together the depositions, the search warrant and return, and the inventory, and return them to the next term of the court having power to inquire into the offenses in respect to which the search warrant was issued, at or before its opening on the first day.\n\n[(19-4419) Cr. Prac. 1864, sec. 648, p. 293; R.S., R.C., & C.L., sec. 8408; C.S., sec. 9337; I.C.A., sec. 19-4519.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4419/"
    },
    {
      "id": "section-19-4420",
      "number": "19-4420",
      "heading": "",
      "text": "19-4420. SEARCH OF ACCUSED PERSON. When a person charged with a felony is supposed by the magistrate before whom he is brought to have on his person a dangerous weapon, or any thing which may be used as evidence of the commission of the offense, the magistrate may direct him to be searched in his presence, and the weapon or other thing to be retained, subject to his order, or to the order of the court in which the defendant may be tried.\n\n[(19-4420) Cr. Prac. 1864, sec. 651, p. 293; R.S., R.C., & C.L., sec. 8409; C.S., sec. 9338; I.C.A., sec. 19-4520.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-44/section-19-4420/"
    }
  ]
}