{
  "state": "idaho",
  "path": "title-title-19/chapter-chapter-57",
  "sections": [
    {
      "id": "section-19-5701",
      "number": "19-5701",
      "heading": "",
      "text": "19-5701. PURPOSE. The legislature finds that persons attempting to escape from actual or threatened domestic violence, sexual assault, stalking, human trafficking or malicious harassment frequently establish new addresses in order to prevent their assailants or probable assailants from finding them. The purpose of this chapter is to enable state and local agencies to respond to requests for public records without disclosing the location of a victim of domestic violence, sexual assault, malicious harassment, human trafficking or stalking, to enable interagency cooperation with the secretary of state in providing address confidentiality for victims of domestic violence, sexual assault, malicious harassment, human trafficking or stalking, and to enable state and local agencies to accept a program participant’s use of an address designated by the secretary of state as a substitute mailing address.\n\n[19-5701, added 2008, ch. 232, sec. 1, p. 703; am. 2018, ch. 112, sec. 1, p. 227.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5701/"
    },
    {
      "id": "section-19-5702",
      "number": "19-5702",
      "heading": "",
      "text": "19-5702. DEFINITIONS. Unless the context clearly requires otherwise, for purposes of this chapter, the following terms have the following meanings:\n\n(1) \"Address\" means a residential street address of an individual as specified on the individual’s application to be a program participant under this chapter.\n\n(2) \"Domestic violence\" means an act pursuant to section 18-918, Idaho Code.\n\n(3) \"Human trafficking\" means an act pursuant to chapter 86, title 18, Idaho Code.\n\n(4) \"Malicious harassment\" means an act pursuant to section 18-7902, Idaho Code.\n\n(5) \"Program participant\" means a person certified as a program participant pursuant to section 19-5703, Idaho Code.\n\n(6) \"Sexual assault\" means an act pursuant to section 18-1506, 18-1508, 18-1508A or 18-6101, Idaho Code.\n\n(7) \"Stalking\" means an act pursuant to section 18-7905 or 18-7906, Idaho Code.\n\n[19-5702, added 2008, ch. 232, sec. 1, p. 704; am. 2018, ch. 112, sec. 2, p. 227; am. 2024, ch. 147, sec. 49, p. 585.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5702/"
    },
    {
      "id": "section-19-5703",
      "number": "19-5703",
      "heading": "",
      "text": "19-5703. ADDRESS CONFIDENTIALITY PROGRAM — APPLICATION — CERTIFICATION. (1) An adult person, a parent or a guardian acting on behalf of a minor, or a guardian appointed pursuant to section 15-5-304, Idaho Code, acting on behalf of an incapacitated person, may apply to the secretary of state to have an address designated by the secretary of state serve as the person’s address or the address of the minor or incapacitated person. The secretary of state shall approve an application if it is filed in the manner and on the form prescribed by the secretary of state and if it contains:\n\n(a) A sworn statement by the applicant that the applicant has good reason to believe:\n\n(i) That the applicant, or the minor or incapacitated person on whose behalf the application is made, is a victim of domestic violence, stalking, rape or malicious harassment, or any other crime listed in section 19-5701, Idaho Code; and\n\n(ii) That the applicant fears for his or her safety or his or her children’s safety, or the safety of the minor or incapacitated person on whose behalf the application is made;\n\n(b) A designation of the secretary of state as agent for purposes of service of process and for the purpose of receipt of mail;\n\n(c) The mailing address where the applicant can be contacted by the secretary of state, and the telephone number or numbers where the applicant can be called by the secretary of state; and\n\n(d) The address or addresses that the applicant requests not be disclosed.\n\n(2) If the applicant alleges that the basis for the application is that the applicant, or the minor or incapacitated person on whose behalf the application is made, is a victim of domestic violence, sexual assault or human trafficking, the application must be accompanied by evidence including, but not limited to, any of the following:\n\n(a) Police, court, or other government agency records or files;\n\n(b) Documentation from a domestic violence or sexual assault program or facility if the person is alleged to be a victim of domestic violence, sexual assault or human trafficking;\n\n(c) Documentation from a legal, clerical, medical or other professional from whom the applicant or person on whose behalf the application is made has sought assistance in dealing with the alleged domestic violence, sexual assault or human trafficking; and\n\n(d) A certified copy of a no contact order or a temporary or permanent civil protection order.\n\n(3) If the applicant alleges that the basis for the application is that the applicant, or the minor or incapacitated person on whose behalf the application is made, is a victim of stalking or malicious harassment, the application must be accompanied by evidence including, but not limited to, any of the following:\n\n(a) Police, court or other government agency records or files;\n\n(b) Documentation from a legal, clerical, medical or other professional from whom the applicant or person on whose behalf the application is made has sought assistance in dealing with the alleged stalking or malicious harassment; and\n\n(c) A certified copy of a no contact order or a temporary or permanent civil protection order.\n\n(4) Applications shall be filed with the office of the secretary of state.\n\n(5) Upon filing a properly completed application, the secretary of state shall certify the applicant as a program participant. Applicants shall be certified for four (4) years following the date of filing unless the certification is withdrawn or invalidated before that date. The application may be renewed at the end of four (4) years.\n\n(6) A person who falsely attests in an application that disclosure of the applicant’s address would endanger the applicant’s safety or the safety of the applicant’s children, or the minor or incapacitated person on whose behalf the application is made, or who knowingly provides false or incorrect information upon making an application, shall be punishable under section 18-5414, Idaho Code, or other applicable statutes.\n\n[19-5703, added 2008, ch. 232, sec. 1, p. 704; am. 2018, ch. 112, sec. 3, p. 228.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5703/"
    },
    {
      "id": "section-19-5704",
      "number": "19-5704",
      "heading": "",
      "text": "19-5704. CERTIFICATION CANCELLATION. (1) The secretary of state may cancel a program participant’s certification if there is a change in the name or residential address from that listed on the application, unless the program participant provides the secretary of state with seven (7) days’ prior notice of the change of name or address.\n\n(2) The secretary of state may cancel certification of a program participant if mail forwarded by the secretary to the program participant’s address is returned as nondeliverable.\n\n(3) The secretary of state may cancel certification of a program participant who applies using false information.\n\n[19-5704, added 2008, ch. 232, sec. 1, p. 705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5704/"
    },
    {
      "id": "section-19-5705",
      "number": "19-5705",
      "heading": "",
      "text": "19-5705. USE OF DESIGNATED ADDRESS. (1) A program participant may request that state and local agencies use the address designated by the secretary of state as his or her address. When creating a new public record, state and local agencies shall accept the address designated by the secretary of state as a program participant’s substitute address, unless the agency shows that:\n\n(a) The agency has a bona fide statutory or administrative requirement for the use of a program participant’s address which would otherwise be confidential under this chapter;\n\n(b) The program participant’s address will be used only for those statutory and administrative purposes; and\n\n(c) The agency takes reasonable precautions to protect the confidentiality of the program participant.\n\n(2) A program participant may use the address designated by the secretary of state as his or her work address.\n\n(3) The office of the secretary of state shall forward all first class priority and other mail as deemed necessary by the secretary of state to the appropriate program participant.\n\n[19-5705, added 2008, ch. 232, sec. 1, p. 705; am. 2018, ch. 112, sec. 4, p. 229.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5705/"
    },
    {
      "id": "section-19-5706",
      "number": "19-5706",
      "heading": "",
      "text": "19-5706. DISCLOSURE OF RECORDS PROHIBITED — EXCEPTIONS. Notwithstanding any other provision of state law, the secretary of state shall not make any records in a program participant’s file available for inspection or copying, other than the address designated by the secretary of state, except under the following circumstances:\n\n(1) If requested by a law enforcement agency, to the law enforcement agency; or\n\n(2) If directed by a court order, to a person identified in the order.\n\n[19-5706, added 2008, ch. 232, sec. 1, p. 705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5706/"
    },
    {
      "id": "section-19-5707",
      "number": "19-5707",
      "heading": "",
      "text": "19-5707. IMMUNITY FROM LIABILITY. Neither a governmental entity nor its employees, while acting within the course and scope of their employment and without malice or criminal intent, shall be liable under the Idaho tort claims act, chapter 9, title 6, Idaho Code, for any injury resulting from the release of confidential information under this act.\n\n[19-5707, added 2008, ch. 232, sec. 1, p. 705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5707/"
    },
    {
      "id": "section-19-5708",
      "number": "19-5708",
      "heading": "",
      "text": "19-5708. ADOPTION OF RULES. The secretary of state may adopt rules to facilitate the administration of this chapter by state and local agencies.\n\n[19-5708, added 2008, ch. 232, sec. 1, p. 705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-57/section-19-5708/"
    }
  ]
}