{
  "state": "idaho",
  "path": "title-title-19/chapter-chapter-52",
  "sections": [
    {
      "id": "section-19-5201",
      "number": "19-5201",
      "heading": "",
      "text": "19-5201. IDAHO PUBLIC SAFETY AND SECURITY INFORMATION SYSTEM — INTENT AND PURPOSE. The maintenance of law and order is, and always has been, a primary function of government and is so recognized in both federal and state constitutions. The state has an unmistakable responsibility to give full support to all public agencies of the criminal justice system. This responsibility includes the provision of an efficient law enforcement information system available to all state and local agencies. It is the intent of the legislature that such a system be established and maintained in a condition adequate to the needs of public safety and security. It is the purpose of this chapter to establish a public safety and security information system, known as \"ILETS,\" for the state of Idaho.\n\n[19-5201, added 1971, ch. 195, sec. 1, p. 884; am. 2005, ch. 115, sec. 3, p. 373.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-52/section-19-5201/"
    },
    {
      "id": "section-19-5202",
      "number": "19-5202",
      "heading": "",
      "text": "19-5202. ESTABLISHMENT OF INFORMATION SYSTEM — USE — ACCESS CHARGE — INTERSTATE CONNECTION. (1) Establishment of information system. The director of the Idaho state police shall establish a public safety and security information system, known as \"ILETS,\" which will interconnect the criminal justice agencies of this state and its political subdivisions and all agencies engaged in the promotion of highway safety into a unified information system. The director is authorized to lease such transmitting and receiving facilities and equipment as may be necessary to establish and maintain such a system.\n\n(2) Use of information system. The public safety and security information system, known as \"ILETS,\" shall be used exclusively for the law enforcement and criminal justice business of the state of Idaho and all the political subdivisions thereof, including all agencies engaged in the promotion of traffic safety.\n\n(3) Judiciary and traffic safety. Nothing in this chapter shall prohibit the use of or participation in the information system herein provided by the judicial branch of the state government or by any other department, agency or branch of state or local government engaged in traffic safety.\n\n(4) Access. The quarterly access fee to be charged each department or agency participating in the information system shall be set by the public safety and security information board, known as the \"ILETS board,\" and in setting such fee the board shall take into consideration the usage of said system by each participant. There is hereby created the public safety and security information fund, to be known as the ILETS fund. All access fees collected under the provisions of this chapter shall be paid into the fund.\n\n(5) Interstate connection. The public safety and security information system provided for herein is hereby authorized to connect and participate with information systems of other states and provinces of Canada.\n\n[19-5202, added 1971, ch. 195, sec. 2, p. 884; am. 1974, ch. 27, sec. 10, p. 811; am. 1983, ch. 181, sec. 1, p. 492; am. 2000, ch. 469, sec. 41, p. 1496; am. 2005, ch. 115, sec. 4, p. 373.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-52/section-19-5202/"
    },
    {
      "id": "section-19-5203",
      "number": "19-5203",
      "heading": "",
      "text": "19-5203. PUBLIC SAFETY AND SECURITY INFORMATION SYSTEM BOARD — CREATION — COMPOSITION — TERMS — RULES — COMPENSATION OF MEMBERS. (1) There is hereby created within the Idaho state police a public safety and security information system board, to be known as the ILETS board, which shall be composed of five (5) members appointed by the governor.\n\nThe members of the information system board shall be composed of the following:\n\n(a) Two (2) incumbent county sheriffs;\n\n(b) Two (2) incumbent city chiefs of police;\n\n(c) One (1) member of the Idaho state police.\n\n(2) The term of office of the first board shall be staggered with the one (1) appointment expiring January 1, 1972; one (1) appointment expiring January 1, 1973; one (1) appointment expiring January 1, 1974; one (1) appointment expiring January 1, 1975; and one (1) appointment expiring January 1, 1976.\n\nThereafter, the term of office of each chief of police, sheriff and member of the Idaho state police shall be for a term of five (5) years.\n\nThe director of the Idaho state police shall be a permanent member of the board.\n\nIn the event any chief of police, sheriff or member of the Idaho state police ceases to be such chief of police, sheriff, or member of the Idaho state police his appointment to said board shall terminate and cease immediately and the governor shall appoint a qualified person in such category to fill the unexpired term of such member.\n\n(3) The board shall, upon their appointment, adopt such rules, procedures and methods of operation as may be necessary to establish and put into use the most efficient and economical statewide public safety and security information system and shall publish and distribute said rules and procedures to each participating department, agency or office.\n\n(4) The public safety and security information system board shall have exclusive management control over the entire Idaho public safety and security information system, which includes all hardware, software, electronic switches, peripheral gear, microwave links, and circuitry which make up the system and any access thereto. The term public safety and security information system shall mean the information system established by the director of the Idaho state police pursuant to subsection (1) of section 19-5202, Idaho Code, and shall not apply to any type of voice-oriented transmission whether it be by mobile radio, microwave or telephone.\n\n(5) Salaries and expenses. Members of said board shall be compensated as provided by section 59-509(b), Idaho Code, which expenses shall be paid from moneys appropriated for the funding of this chapter.\n\nThe performance of duties under this chapter by a member of the board shall be deemed to be in performance of his duties as an employee of his particular branch of government.\n\n(6) Federal funding, gifts, donations. The director is authorized to apply for and accept federal funds granted by the congress of the United States, or by executive order, all of which must be deposited in the ILETS fund, and which may be expended only after a legislative appropriation. The director may accept gifts and donations from individuals and private organizations or foundations for all or any of the purposes of chapter 52, title 19, Idaho Code.\n\n[19-5203, added 1971, ch. 195, sec. 3, p. 884; am. 1974, ch. 27, sec. 11, p. 811; am. 1980, ch. 247, sec. 4, p. 585; am. 1983, ch. 181, sec. 2, p. 492; am. 1989, ch. 131, sec. 1, p. 285; am. 2000, ch. 469, sec. 42, p. 1496; am. 2005, ch. 115, sec. 5, p. 374.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-52/section-19-5203/"
    },
    {
      "id": "section-19-5204",
      "number": "19-5204",
      "heading": "",
      "text": "19-5204. EXECUTIVE OFFICER OF BOARD. The director of the Idaho state police shall be the executive officer of the ILETS board and shall be responsible for the carrying out of the policies and rules of the board and with the management and expenditures of such funds as may be appropriated to implement this chapter.\n\n[19-5204, added 1971, ch. 195, sec. 4, p. 884; am. 1974, ch. 27, sec. 12, p. 811; am. 2000, ch. 469, sec. 43, p. 1498; am. 2005, ch. 115, sec. 6, p. 375.]",
      "source_url": "https://law.justia.com/codes/idaho/title-19/chapter-52/section-19-5204/"
    }
  ]
}