{
  "state": "washington",
  "path": "title-title-86/chapter-chapter-86-16",
  "sections": [
    {
      "id": "section-86-16-010-statement-of-policy-state-control-assumed",
      "number": "86.16.010 - Statement of policy—State control assumed.",
      "heading": "",
      "text": "RCW 86.16.010\n\nStatement of policy—State control assumed.\n\nThe legislature finds that the alleviation of recurring flood damages to public and private property and to the public health and safety is a matter of public concern. As an aid in effecting such alleviation the state of Washington, in the exercise of its sovereign and police powers, hereby assumes full regulatory control over the navigable and nonnavigable waters flowing or lying within the borders of the state subject always to the federal control of navigation, to the extent necessary to accomplish the objects of this chapter. In addition, in an effort to alleviate flood damage and expenditures of government funds, the federal government adopted the national flood insurance act of 1968 and subsequently the flood disaster protection act of 1973. The department of ecology is the state agency in Washington responsible for coordinating the floodplain management regulation elements aspects of the national flood insurance program.\n\nThe legislature finds that the alleviation of recurring flood damages to public and private property and to the public health and safety is a matter of public concern. As an aid in effecting such alleviation the state of Washington, in the exercise of its sovereign and police powers, hereby assumes full regulatory control over the navigable and nonnavigable waters flowing or lying within the borders of the state subject always to the federal control of navigation, to the extent necessary to accomplish the objects of this chapter. In addition, in an effort to alleviate flood damage and expenditures of government funds, the federal government adopted the national flood insurance act of 1968 and subsequently the flood disaster protection act of 1973. The department of ecology is the state agency in Washington responsible for coordinating the floodplain management regulation elements aspects of the national flood insurance program.\n\n[ 1987 c 523 s 1; 1935 c 159 s 1; RRS s 9663A-1.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-010/"
    },
    {
      "id": "section-86-16-020-floodplain-management-regulation",
      "number": "86.16.020 - Floodplain management regulation.",
      "heading": "",
      "text": "RCW 86.16.020\n\nFloodplain management regulation.\n\nStatewide floodplain management regulation shall be exercised through: (1) Local governments' administration of the national flood insurance program regulation requirements, (2) the establishment of minimum state requirements for floodplain management that equal the minimum federal requirements for the national flood insurance program, and (3) the issuance of regulatory orders. This regulation shall be exercised over the planning, construction, operation and maintenance of any works, structures and improvements, private or public, which might, if improperly planned, constructed, operated and maintained, adversely influence the regimen of a stream or body of water or might adversely affect the security of life, health and property against damage by flood water.\n\nStatewide floodplain management regulation shall be exercised through: (1) Local governments' administration of the national flood insurance program regulation requirements, (2) the establishment of minimum state requirements for floodplain management that equal the minimum federal requirements for the national flood insurance program, and (3) the issuance of regulatory orders. This regulation shall be exercised over the planning, construction, operation and maintenance of any works, structures and improvements, private or public, which might, if improperly planned, constructed, operated and maintained, adversely influence the regimen of a stream or body of water or might adversely affect the security of life, health and property against damage by flood water.\n\n[ 1989 c 64 s 1; 1987 c 523 s 2; 1935 c 159 s 3; RRS s 9663A-3. FORMER PART OF SECTION: 1939 c 85 s 1 now codified as RCW 86.16.025 and 86.16.027.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-020/"
    },
    {
      "id": "section-86-16-025-authority-of-department",
      "number": "86.16.025 - Authority of department.",
      "heading": "",
      "text": "RCW 86.16.025\n\nAuthority of department.\n\nSubject to RCW 43.21A.068, with respect to such features as may affect flood conditions, the department shall have authority to examine, approve or reject designs and plans for any structure or works, public or private, to be erected or built or to be reconstructed or modified upon the banks or in or over the channel or over and across the floodway of any stream or body of water in this state.\n\nSubject to RCW 43.21A.068, with respect to such features as may affect flood conditions, the department shall have authority to examine, approve or reject designs and plans for any structure or works, public or private, to be erected or built or to be reconstructed or modified upon the banks or in or over the channel or over and across the floodway of any stream or body of water in this state.\n\n[ 1995 c 8 s 4; 1989 c 64 s 2; 1987 c 109 s 50; 1939 c 85 s 1; 1935 c 159 s 6; RRS s 9663A-6. Formerly RCW 86.16.020, part.]\n\nFindings—1995 c 8: See note following RCW 43.21A.064.\n\nFindings—1995 c 8: See note following RCW 43.21A.064.\n\nPurpose—Short title—Construction—Rules—Severability—Captions—1987 c 109: See notes following RCW 43.21B.001.\n\nPurpose—Short title—Construction—Rules—Severability—Captions—1987 c 109: See notes following RCW 43.21B.001.",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-025/"
    },
    {
      "id": "section-86-16-031-duties-of-the-department-of-ecology",
      "number": "86.16.031 - Duties of the department of ecology.",
      "heading": "",
      "text": "RCW 86.16.031\n\nDuties of the department of ecology.\n\nThe department of ecology shall:(1) Review and approve county, city, or town floodplain management ordinances pursuant to RCW 86.16.041;(2) When requested, provide guidance and assistance to local governments in development and amendment of their floodplain management ordinances;(3) Provide technical assistance to local governments in the administration of their floodplain management ordinances;(4) Provide local governments and the general public with information related to the national flood insurance program;(5) When requested, provide assistance to local governments in enforcement actions against any individual or individuals performing activities within the floodplain that are not in compliance with local, state, or federal floodplain management requirements;(6) Establish minimum state requirements that equal minimum federal requirements for the national flood insurance program;(7) Assist counties, cities, and towns in identifying the location of the one hundred year floodplain, and petitioning the federal government to alter its designations of where the one hundred year floodplain is located if the federally recognized location of the one hundred year floodplain is found to be inaccurate; and(8) Establish minimum state requirements for specific floodplains that exceed the minimum federal requirements for the national flood insurance program, but only if: (a) The location of the one hundred year floodplain has been reexamined and is certified by the department as being accurate; (b) negotiations have been held with the affected county, city, or town over these regulations; (c) public input from the affected community has been obtained; and (d) the department makes a finding that these increased requirements are necessary due to local circumstances and general public safety.\n\nThe department of ecology shall:\n\n(1) Review and approve county, city, or town floodplain management ordinances pursuant to RCW 86.16.041;\n\n(2) When requested, provide guidance and assistance to local governments in development and amendment of their floodplain management ordinances;\n\n(3) Provide technical assistance to local governments in the administration of their floodplain management ordinances;\n\n(4) Provide local governments and the general public with information related to the national flood insurance program;\n\n(5) When requested, provide assistance to local governments in enforcement actions against any individual or individuals performing activities within the floodplain that are not in compliance with local, state, or federal floodplain management requirements;\n\n(6) Establish minimum state requirements that equal minimum federal requirements for the national flood insurance program;\n\n(7) Assist counties, cities, and towns in identifying the location of the one hundred year floodplain, and petitioning the federal government to alter its designations of where the one hundred year floodplain is located if the federally recognized location of the one hundred year floodplain is found to be inaccurate; and\n\n(8) Establish minimum state requirements for specific floodplains that exceed the minimum federal requirements for the national flood insurance program, but only if: (a) The location of the one hundred year floodplain has been reexamined and is certified by the department as being accurate; (b) negotiations have been held with the affected county, city, or town over these regulations; (c) public input from the affected community has been obtained; and (d) the department makes a finding that these increased requirements are necessary due to local circumstances and general public safety.\n\n[ 1989 c 64 s 3; 1987 c 523 s 3.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-031/"
    },
    {
      "id": "section-86-16-035-department-of-ecology-control-of-dams-and-obstru",
      "number": "86.16.035 - Department of ecology—Control of dams and obstru",
      "heading": "",
      "text": "RCW 86.16.035\n\nDepartment of ecology—Control of dams and obstructions.\n\nSubject to RCW 43.21A.068, the department of ecology shall have supervision and control over all dams and obstructions in streams, and may make reasonable regulations with respect thereto concerning the flow of water which he or she deems necessary for the protection to life and property below such works from flood waters.\n\nSubject to RCW 43.21A.068, the department of ecology shall have supervision and control over all dams and obstructions in streams, and may make reasonable regulations with respect thereto concerning the flow of water which he or she deems necessary for the protection to life and property below such works from flood waters.\n\n[ 2013 c 23 s 478; 1995 c 8 s 5. Prior: 1987 c 523 s 9; 1987 c 109 s 53; 1935 c 159 s 8; RRS s 9663A-8. Formerly RCW 86.16.030, part.]\n\nFindings—1995 c 8: See note following RCW 43.21A.064.\n\nFindings—1995 c 8: See note following RCW 43.21A.064.\n\nPurpose—Short title—Construction—Rules—Severability—Captions—1987 c 109: See notes following RCW 43.21B.001.\n\nPurpose—Short title—Construction—Rules—Severability—Captions—1987 c 109: See notes following RCW 43.21B.001.",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-035/"
    },
    {
      "id": "section-86-16-041-floodplain-management-ordinances-and-amendments",
      "number": "86.16.041 - Floodplain management ordinances and amendments—",
      "heading": "",
      "text": "RCW 86.16.041\n\nFloodplain management ordinances and amendments—Filing with the department of ecology—Disapproval by the department—Adoption of rules for repair or replacement of existing residential structures.\n\n(1) Beginning July 26, 1987, every county and incorporated city and town shall submit to the department of ecology any new floodplain management ordinance or amendment to any existing floodplain management ordinance. Such ordinance or amendment shall take effect 30 days from filing with the department unless the department disapproves such ordinance or amendment within that time period.(2) The department may disapprove any ordinance or amendment submitted to it under subsection (1) of this section if it finds that an ordinance or amendment does not comply with any of the following:(a) Restriction of land uses within designated floodways including the prohibition of construction or reconstruction, repair, or replacement of residential structures, except for: (i) Repairs, reconstruction, or improvements to a structure which do not increase the ground floor area; and (ii) repairs, reconstruction, or improvements to a structure the cost of which does not exceed 50 percent of the market value of the structure either, (A) before the repair, reconstruction, or repair is started, or (B) if the structure has been damaged, and is being restored, before the damage occurred. Any project for improvement of a structure to correct existing violations of state or local health, sanitary, or safety code specifications that have been identified by the local code or building enforcement official and which are the minimum necessary to ensure safe living conditions shall not be included in the 50 percent determination. However, the floodway prohibition in this subsection does not apply to existing farmhouses in designated floodways that meet the provisions of subsection (3) of this section, to existing residential structures other than farmhouses that meet the depth and velocity and erosion analysis in subsection (4) of this section, or to structures identified as historic places;(b) The minimum requirements of the national flood insurance program; and(c) The minimum state requirements adopted pursuant to RCW 86.16.031(8) that are applicable to the particular county, city, or town.(3) Repairs, reconstruction, replacement, or improvements to existing farmhouse structures located in designated floodways and which are located on lands designated as agricultural lands of long-term commercial significance under RCW 36.70A.170 shall be permitted subject to the following:(a) The new farmhouse is a replacement for an existing farmhouse on the same farm site;(b) There is no potential building site for a replacement farmhouse on the same farm outside the designated floodway;(c) Repairs, reconstruction, or improvements to a farmhouse shall not increase the total square footage of encroachment of the existing farmhouse;(d) A replacement farmhouse shall not exceed the total square footage of encroachment of the farmhouse it is replacing;(e) A farmhouse being replaced shall be removed, in its entirety, including foundation, from the floodway within 90 days after occupancy of a new farmhouse;(f) For substantial improvements, and replacement farmhouses, the elevation of the lowest floor of the improvement and farmhouse respectively, including basement, is a minimum of one foot higher than the base flood elevation;(g) New and replacement water supply systems are designed to eliminate or minimize infiltration of flood waters into the system;(h) New and replacement sanitary sewerage systems are designed and located to eliminate or minimize infiltration of flood water into the system and discharge from the system into the flood waters; and(i) All other utilities and connections to public utilities are designed, constructed, and located to eliminate or minimize flood damage.(4)(a) For all substantially damaged residential structures other than farmhouses that are located in a designated floodway, the department, at the request of the town, city, or county with land use authority over the structure, is authorized to assess the risk of harm to life and property posed by the specific conditions of the floodway, and, based upon scientific analysis of depth, velocity, and flood-related erosion, may exercise best professional judgment in recommending to the permitting authority, repair, replacement, or relocation of such damaged structures. The effect of the department's recommendation, with the town, city, or county's concurrence, to allow repair or replacement of a substantially damaged residential structure within the designated floodway is a waiver of the floodway prohibition.(b) For proposed projects that substantially improve residential structures in a designated floodway for the primary purpose of reducing risk of flood damage, the department, at the request of the town, city, or county with land use authority over the structures, is authorized to assess the risk of harm to life and property posed by the specific conditions of the floodway, and, based upon scientific analysis of depth, velocity, and flood-related erosion, may exercise best professional judgment in recommending to the permitting authority whether a project should proceed. The effect of the department's recommendation, with the town, city, or county's concurrence, to allow a project to proceed within the designated floodway is a waiver of the floodway prohibition.(5) The department shall develop a rule or rule amendment guiding the assessment procedures and criteria described in subsections (3) and (4) of this section no later than December 31, 2000.(6) For the purposes of this section, \"farmhouse\" means a single-family dwelling located on a farm site where resulting agricultural products are not produced for the primary consumption or use by the occupants and the farm owner.\n\n(1) Beginning July 26, 1987, every county and incorporated city and town shall submit to the department of ecology any new floodplain management ordinance or amendment to any existing floodplain management ordinance. Such ordinance or amendment shall take effect 30 days from filing with the department unless the department disapproves such ordinance or amendment within that time period.\n\n(2) The department may disapprove any ordinance or amendment submitted to it under subsection (1) of this section if it finds that an ordinance or amendment does not comply with any of the following:\n\n(a) Restriction of land uses within designated floodways including the prohibition of construction or reconstruction, repair, or replacement of residential structures, except for: (i) Repairs, reconstruction, or improvements to a structure which do not increase the ground floor area; and (ii) repairs, reconstruction, or improvements to a structure the cost of which does not exceed 50 percent of the market value of the structure either, (A) before the repair, reconstruction, or repair is started, or (B) if the structure has been damaged, and is being restored, before the damage occurred. Any project for improvement of a structure to correct existing violations of state or local health, sanitary, or safety code specifications that have been identified by the local code or building enforcement official and which are the minimum necessary to ensure safe living conditions shall not be included in the 50 percent determination. However, the floodway prohibition in this subsection does not apply to existing farmhouses in designated floodways that meet the provisions of subsection (3) of this section, to existing residential structures other than farmhouses that meet the depth and velocity and erosion analysis in subsection (4) of this section, or to structures identified as historic places;\n\n(b) The minimum requirements of the national flood insurance program; and\n\n(c) The minimum state requirements adopted pursuant to RCW 86.16.031(8) that are applicable to the particular county, city, or town.\n\n(3) Repairs, reconstruction, replacement, or improvements to existing farmhouse structures located in designated floodways and which are located on lands designated as agricultural lands of long-term commercial significance under RCW 36.70A.170 shall be permitted subject to the following:\n\n(a) The new farmhouse is a replacement for an existing farmhouse on the same farm site;\n\n(b) There is no potential building site for a replacement farmhouse on the same farm outside the designated floodway;\n\n(c) Repairs, reconstruction, or improvements to a farmhouse shall not increase the total square footage of encroachment of the existing farmhouse;\n\n(d) A replacement farmhouse shall not exceed the total square footage of encroachment of the farmhouse it is replacing;\n\n(e) A farmhouse being replaced shall be removed, in its entirety, including foundation, from the floodway within 90 days after occupancy of a new farmhouse;\n\n(f) For substantial improvements, and replacement farmhouses, the elevation of the lowest floor of the improvement and farmhouse respectively, including basement, is a minimum of one foot higher than the base flood elevation;\n\n(g) New and replacement water supply systems are designed to eliminate or minimize infiltration of flood waters into the system;\n\n(h) New and replacement sanitary sewerage systems are designed and located to eliminate or minimize infiltration of flood water into the system and discharge from the system into the flood waters; and\n\n(i) All other utilities and connections to public utilities are designed, constructed, and located to eliminate or minimize flood damage.\n\n(4)(a) For all substantially damaged residential structures other than farmhouses that are located in a designated floodway, the department, at the request of the town, city, or county with land use authority over the structure, is authorized to assess the risk of harm to life and property posed by the specific conditions of the floodway, and, based upon scientific analysis of depth, velocity, and flood-related erosion, may exercise best professional judgment in recommending to the permitting authority, repair, replacement, or relocation of such damaged structures. The effect of the department's recommendation, with the town, city, or county's concurrence, to allow repair or replacement of a substantially damaged residential structure within the designated floodway is a waiver of the floodway prohibition.\n\n(b) For proposed projects that substantially improve residential structures in a designated floodway for the primary purpose of reducing risk of flood damage, the department, at the request of the town, city, or county with land use authority over the structures, is authorized to assess the risk of harm to life and property posed by the specific conditions of the floodway, and, based upon scientific analysis of depth, velocity, and flood-related erosion, may exercise best professional judgment in recommending to the permitting authority whether a project should proceed. The effect of the department's recommendation, with the town, city, or county's concurrence, to allow a project to proceed within the designated floodway is a waiver of the floodway prohibition.\n\n(5) The department shall develop a rule or rule amendment guiding the assessment procedures and criteria described in subsections (3) and (4) of this section no later than December 31, 2000.\n\n(6) For the purposes of this section, \"farmhouse\" means a single-family dwelling located on a farm site where resulting agricultural products are not produced for the primary consumption or use by the occupants and the farm owner.\n\n[ 2024 c 187 s 2; 2000 c 222 s 1; 1999 c 9 s 1; 1989 c 64 s 4; 1987 c 523 s 4.]\n\nIntent—Finding—2024 c 187: \"The legislature finds that the office of Chehalis basin in the department of ecology is directed to aggressively pursue implementation of an integrated strategy for long-term flood damage reduction in the Chehalis river basin. The legislature recognizes that restrictions on improvements to residential structures located in floodways may impede the office's ability to successfully carry out the Chehalis basin strategy. Therefore, the legislature intends to create additional regulatory flexibility to allow substantial improvements to residential structures for the primary purpose of reducing risk of flood damage in floodways.\" [ 2024 c 187 s 1.]\n\nIntent—Finding—2024 c 187: \"The legislature finds that the office of Chehalis basin in the department of ecology is directed to aggressively pursue implementation of an integrated strategy for long-term flood damage reduction in the Chehalis river basin. The legislature recognizes that restrictions on improvements to residential structures located in floodways may impede the office's ability to successfully carry out the Chehalis basin strategy. Therefore, the legislature intends to create additional regulatory flexibility to allow substantial improvements to residential structures for the primary purpose of reducing risk of flood damage in floodways.\" [ 2024 c 187 s 1.]\n\nEffective date—1999 c 9: \"This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect immediately [April 15, 1999].\" [ 1999 c 9 s 2.]\n\nEffective date—1999 c 9: \"This act is necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, and takes effect immediately [April 15, 1999].\" [ 1999 c 9 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-041/"
    },
    {
      "id": "section-86-16-045-adoption-of-ordinances-or-requirements-that-exce",
      "number": "86.16.045 - Adoption of ordinances or requirements that exce",
      "heading": "",
      "text": "RCW 86.16.045\n\nAdoption of ordinances or requirements that exceed minimum federal requirements.\n\nA county, city, or town may adopt floodplain management ordinances or requirements that exceed the minimum federal requirements of the national flood insurance program without following the procedures provided in RCW 86.16.031(8).\n\nA county, city, or town may adopt floodplain management ordinances or requirements that exceed the minimum federal requirements of the national flood insurance program without following the procedures provided in RCW 86.16.031(8).\n\n[ 1989 c 64 s 6.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-045/"
    },
    {
      "id": "section-86-16-051-basis-for-state-and-local-floodplain-management",
      "number": "86.16.051 - Basis for state and local floodplain management.",
      "heading": "",
      "text": "RCW 86.16.051\n\nBasis for state and local floodplain management.\n\nThe basis for state and local floodplain management regulation shall be the areas designated as special flood hazard areas on the most recent maps provided by the federal emergency management agency for the national flood insurance program. Best available information shall be used if these maps are not available or sufficient.\n\nThe basis for state and local floodplain management regulation shall be the areas designated as special flood hazard areas on the most recent maps provided by the federal emergency management agency for the national flood insurance program. Best available information shall be used if these maps are not available or sufficient.\n\n[ 1987 c 523 s 5.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-051/"
    },
    {
      "id": "section-86-16-061-adoption-of-rules",
      "number": "86.16.061 - Adoption of rules.",
      "heading": "",
      "text": "RCW 86.16.061\n\nAdoption of rules.\n\nThe department of ecology after consultation with the public shall adopt such rules as are necessary to implement this chapter.\n\nThe department of ecology after consultation with the public shall adopt such rules as are necessary to implement this chapter.\n\n[ 1989 c 64 s 5; 1987 c 523 s 6.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-061/"
    },
    {
      "id": "section-86-16-071-chapter-not-to-create-liability-for-damages-agai",
      "number": "86.16.071 - Chapter not to create liability for damages agai",
      "heading": "",
      "text": "RCW 86.16.071\n\nChapter not to create liability for damages against the state.\n\nThe exercise by the state of the authority, duties, and responsibilities as provided in this chapter shall not imply or create any liability for any damages against the state.\n\nThe exercise by the state of the authority, duties, and responsibilities as provided in this chapter shall not imply or create any liability for any damages against the state.\n\n[ 1987 c 523 s 7.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-071/"
    },
    {
      "id": "section-86-16-081-enforcement-of-chapter-civil-penalty-review-by-p",
      "number": "86.16.081 - Enforcement of chapter—Civil penalty—Review by p",
      "heading": "",
      "text": "RCW 86.16.081\n\nEnforcement of chapter—Civil penalty—Review by pollution control hearings board or local legislative authority.\n\n(1) Except as provided in RCW 43.05.060 through 43.05.080 and 43.05.150, the attorney general or the attorney for the local government shall bring such injunctive, declaratory, or other actions as are necessary to ensure compliance with this chapter.(2) Any person who fails to comply with this chapter shall also be subject to a civil penalty not to exceed $1,000 for each violation. Each violation or each day of noncompliance shall constitute a separate violation.(3) The penalty provided for in this section must be imposed by a notice in writing and must be imposed consistent with the procedures of RCW 43.21B.300. The notice in writing must also order the act or acts constituting the violation or violations to cease and desist or, in appropriate cases, must require necessary corrective action to be taken within a specific and reasonable time.(4) Any penalty imposed pursuant to this section by the department shall be subject to review by the pollution control hearings board under chapter 43.21B RCW. Any penalty imposed pursuant to this section by local government shall be subject to review by the local government legislative authority. Any penalty jointly imposed by the department and local government shall be appealed to the pollution control hearings board under chapter 43.21B RCW.\n\n(1) Except as provided in RCW 43.05.060 through 43.05.080 and 43.05.150, the attorney general or the attorney for the local government shall bring such injunctive, declaratory, or other actions as are necessary to ensure compliance with this chapter.\n\n(2) Any person who fails to comply with this chapter shall also be subject to a civil penalty not to exceed $1,000 for each violation. Each violation or each day of noncompliance shall constitute a separate violation.\n\n(3) The penalty provided for in this section must be imposed by a notice in writing and must be imposed consistent with the procedures of RCW 43.21B.300. The notice in writing must also order the act or acts constituting the violation or violations to cease and desist or, in appropriate cases, must require necessary corrective action to be taken within a specific and reasonable time.\n\n(4) Any penalty imposed pursuant to this section by the department shall be subject to review by the pollution control hearings board under chapter 43.21B RCW. Any penalty imposed pursuant to this section by local government shall be subject to review by the local government legislative authority. Any penalty jointly imposed by the department and local government shall be appealed to the pollution control hearings board under chapter 43.21B RCW.\n\n[ 2024 c 347 s 10; 1995 c 403 s 634; 1987 c 523 s 8.]\n\nFindings—Short title—Intent—1995 c 403: See note following RCW 34.05.328.\n\nFindings—Short title—Intent—1995 c 403: See note following RCW 34.05.328.",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-081/"
    },
    {
      "id": "section-86-16-110-appeals",
      "number": "86.16.110 - Appeals.",
      "heading": "",
      "text": "RCW 86.16.110\n\nAny person, association, or corporation, public, municipal, or private, feeling aggrieved at any order, decision, or determination of the department or director pursuant to this chapter, affecting his or her interest, may have the same reviewed pursuant to RCW 43.21B.310.\n\nAny person, association, or corporation, public, municipal, or private, feeling aggrieved at any order, decision, or determination of the department or director pursuant to this chapter, affecting his or her interest, may have the same reviewed pursuant to RCW 43.21B.310.\n\n[ 1991 c 322 s 11. Prior: (Repealed by 1987 c 523 s 12); 1987 c 109 s 23; 1935 c 159 s 17; RRS s 9663A-17.]\n\nReviser's note: This section was repealed by 1987 c 523 s 12 without cognizance of its amendment by 1987 c 109 s 23, and was subsequently reenacted by 1991 c 322 s 11.\n\nReviser's note: This section was repealed by 1987 c 523 s 12 without cognizance of its amendment by 1987 c 109 s 23, and was subsequently reenacted by 1991 c 322 s 11.\n\nFindings—Intent—Purpose—1991 c 322: See notes following RCW 86.12.200.\n\nFindings—Intent—Purpose—1991 c 322: See notes following RCW 86.12.200.\n\nPurpose—Short title—Construction—Rules—Severability—Captions—1987 c 109: See notes following RCW 43.21B.001.\n\nPurpose—Short title—Construction—Rules—Severability—Captions—1987 c 109: See notes following RCW 43.21B.001.",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-110/"
    },
    {
      "id": "section-86-16-120-flood-damages-defined",
      "number": "86.16.120 - Flood damages defined.",
      "heading": "",
      "text": "RCW 86.16.120\n\nFlood damages defined.\n\nDamages within the meaning of this chapter shall include harmful inundation, water erosion of soil, stream banks and beds, stream channel shifting and changes, harmful deposition by water of eroded and shifting soils and debris upon property or in the beds of streams or other bodies of water, damages by high water to public roads, highways, bridges, utilities and to works built for protection against floods or inundation, the interruption by floods of travel, communication and commerce, and all other high water influences and results which injuriously affect the public health and the safety of property.\n\nDamages within the meaning of this chapter shall include harmful inundation, water erosion of soil, stream banks and beds, stream channel shifting and changes, harmful deposition by water of eroded and shifting soils and debris upon property or in the beds of streams or other bodies of water, damages by high water to public roads, highways, bridges, utilities and to works built for protection against floods or inundation, the interruption by floods of travel, communication and commerce, and all other high water influences and results which injuriously affect the public health and the safety of property.\n\n[ 1935 c 159 s 2; RRS s 9663A-2.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-120/"
    },
    {
      "id": "section-86-16-160-local-programs-not-prevented",
      "number": "86.16.160 - Local programs not prevented.",
      "heading": "",
      "text": "RCW 86.16.160\n\nLocal programs not prevented.\n\nNothing in this chapter shall prevent any county, city or town from establishing, pursuant to any authority otherwise available to them, flood control regulation programs and related land use control measures in areas which are subject to flooding or flood damages.\n\nNothing in this chapter shall prevent any county, city or town from establishing, pursuant to any authority otherwise available to them, flood control regulation programs and related land use control measures in areas which are subject to flooding or flood damages.\n\n[ 1973 c 75 s 2.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-160/"
    },
    {
      "id": "section-86-16-180-processing-of-permits-and-authorizations-for-eme",
      "number": "86.16.180 - Processing of permits and authorizations for eme",
      "heading": "",
      "text": "RCW 86.16.180\n\nProcessing of permits and authorizations for emergency water withdrawal and facilities to be expedited.\n\nAll state and local agencies with authority under this chapter to issue permits or other authorizations in connection with emergency water withdrawals and facilities authorized under RCW 43.83B.410 shall expedite the processing of such permits or authorizations in keeping with the emergency nature of such requests and shall provide a decision to the applicant within fifteen calendar days of the date of application.\n\nAll state and local agencies with authority under this chapter to issue permits or other authorizations in connection with emergency water withdrawals and facilities authorized under RCW 43.83B.410 shall expedite the processing of such permits or authorizations in keeping with the emergency nature of such requests and shall provide a decision to the applicant within fifteen calendar days of the date of application.\n\n[ 1989 c 171 s 9; 1987 c 343 s 7.]\n\nSeverability—1989 c 171: See note following RCW 43.83B.400.\n\nSeverability—1989 c 171: See note following RCW 43.83B.400.",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-180/"
    },
    {
      "id": "section-86-16-190-livestock-flood-sanctuary-areas",
      "number": "86.16.190 - Livestock flood sanctuary areas.",
      "heading": "",
      "text": "RCW 86.16.190\n\nLivestock flood sanctuary areas.\n\nLocal governments that have adopted floodplain management regulations pursuant to this chapter shall include provisions that allow for the establishment of livestock flood sanctuary areas at a convenient location within a farming unit that contains domestic livestock. Local governments may limit the size and configuration of the livestock flood sanctuary areas, but such limitation shall provide adequate space for the expected number of livestock on the farming unit and shall be at an adequate elevation to protect livestock. Modification to floodplain management regulations required pursuant to this section shall be within the minimum federal requirements necessary to maintain coverage under the national flood insurance program.\n\nLocal governments that have adopted floodplain management regulations pursuant to this chapter shall include provisions that allow for the establishment of livestock flood sanctuary areas at a convenient location within a farming unit that contains domestic livestock. Local governments may limit the size and configuration of the livestock flood sanctuary areas, but such limitation shall provide adequate space for the expected number of livestock on the farming unit and shall be at an adequate elevation to protect livestock. Modification to floodplain management regulations required pursuant to this section shall be within the minimum federal requirements necessary to maintain coverage under the national flood insurance program.\n\n[ 1991 c 322 s 17.]\n\nFindings—Intent—1991 c 322: See note following RCW 86.12.200.\n\nFindings—Intent—1991 c 322: See note following RCW 86.12.200.",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-190/"
    },
    {
      "id": "section-86-16-900-chapter-liberally-construed",
      "number": "86.16.900 - Chapter liberally construed.",
      "heading": "",
      "text": "RCW 86.16.900\n\nChapter liberally construed.\n\nThe provisions of this chapter and all proceedings thereunder shall be liberally construed with a view to effect their object.\n\nThe provisions of this chapter and all proceedings thereunder shall be liberally construed with a view to effect their object.\n\n[ 1935 c 159 s 19; RRS s 9663A-19.]",
      "source_url": "https://law.justia.com/codes/washington/title-86/chapter-86-16/section-86-16-900/"
    }
  ]
}