{
  "state": "nebraska",
  "path": "title-chapter-53-liquors/chapter-53-111-gifts-and-gratuities-forbidden-violation-penalty",
  "sections": [
    {
      "id": "section-53-111gifts",
      "number": "53-111.Gifts",
      "heading": "and gratuities forbidden; violation; penalty",
      "text": "A commissioner, the executive director of the commission, or any person appointed or employed by the commission shall not solicit or accept any gift, gratuity, emolument, or employment from any person subject to the Nebraska Liquor Control Act or from any",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-111",
      "number": "53-111",
      "heading": "",
      "text": "53-111.Gifts and gratuities forbidden; violation; penalty.\n\nA commissioner, the executive director of the commission, or any person appointed or employed by the commission shall not solicit or accept any gift, gratuity, emolument, or employment from any person subject to the Nebraska Liquor Control Act or from any officer, agent, or employee thereof or solicit, request from, or recommend, directly or indirectly, to any such person or to any officer, agent, or employee thereof the appointment of any person to any place or position. Any such person and every officer, agent, or employee thereof may not offer to any commissioner, the executive director, or any person appointed or employed by the commission any gift, gratuity, emolument, or employment. If a commissioner, the executive director, or any person appointed or employed by the commission violates this section, he or she shall be removed from his or her office or employment. Every person violating this section shall be guilty of a Class II misdemeanor.\n\nSourceLaws 1935, c. 116, § 12, p. 381;C.S.Supp.,1941, § 53-312;R.S.1943, § 53-111;Laws 1977, LB 40, § 310;Laws 1989, LB 780, § 4.\n\nAnnotations\n\nA violation of this section affords an adequate basis for an order of removal from office. State ex rel. Meyer v. Sorrell, 174 Neb. 340, 117 N.W.2d 872 (1962).\n\nViolation of this section constitutes ground for removal of member of Liquor Control Commission. State ex rel. Beck v. Young, 154 Neb. 588, 48 N.W.2d 677 (1951).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-53/statute-53-111/"
    }
  ]
}