{
  "state": "nebraska",
  "path": "title-chapter-53-liquors/chapter-53-183-sale-on-credit-or-for-goods-or-services-forbidden-exc",
  "sections": [
    {
      "id": "section-53-183sale",
      "number": "53-183.Sale",
      "heading": "on credit or for goods or services forbidden; exceptions",
      "text": "(1) No person shall sell or furnish alcoholic liquor at retail to any person on credit, on a passbook, on an order on a store, in exchange for any goods, wares, or merchandise, or in payment for any services rendered, and if any person extends",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-183",
      "number": "53-183",
      "heading": "",
      "text": "53-183.Sale on credit or for goods or services forbidden; exceptions.\n\n(1) No person shall sell or furnish alcoholic liquor at retail to any person on credit, on a passbook, on an order on a store, in exchange for any goods, wares, or merchandise, or in payment for any services rendered, and if any person extends credit for any such purpose, the debt thereby attempted to be created shall not be recoverable at law.\n\n(2) Nothing in this section shall prevent:\n\n(a) Any club holding a Class C license from permitting checks or statements for alcoholic liquor to be signed by members or bona fide guests of members and charged to the account of such members or guests in accordance with the bylaws of such club;\n\n(b) Any hotel or restaurant holding a retail license from permitting checks or statements for liquor to be signed by regular guests residing at such hotel or eating at such restaurant and charged to the accounts of such guests; or\n\n(c) Any licensed retailer engaged in the sale of wine or distilled spirits from issuing tasting cards to customers.\n\nSourceLaws 1935, c. 116, § 40, p. 401;C.S.Supp.,1941, § 53-340;R.S.1943, § 53-183;Laws 1959, c. 252, § 1, p. 883;Laws 1978, LB 386, § 10;Laws 1991, LB 344, § 64;Laws 2011, LB314, § 1;Laws 2014, LB863, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-53/statute-53-183/"
    }
  ]
}