{
  "state": "nebraska",
  "path": "title-chapter-53-liquors/chapter-53-18005-prohibited-acts-relating-to-minors-and-incompetents",
  "sections": [
    {
      "id": "section-53-18005prohibited",
      "number": "53-180.05.Prohibited",
      "heading": "acts relating to minors and incompetents; violations; penalties; possible alcohol overdose; actions authorized; false identification; penalty; law enforcement agency; duties",
      "text": "(1) Except as provided in subsection (2) of this section, any person who violates section 53-180 shall be guilty of a Class I",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-53-18005",
      "number": "53-180.05",
      "heading": "",
      "text": "53-180.05.Prohibited acts relating to minors and incompetents; violations; penalties; possible alcohol overdose; actions authorized; false identification; penalty; law enforcement agency; duties.\n\n(1) Except as provided in subsection (2) of this section, any person who violates section 53-180 shall be guilty of a Class I misdemeanor.\n\n(2) Any person who knowingly and intentionally violates section 53-180 shall be guilty of a Class IIIA felony and serve a mandatory minimum of at least thirty days' imprisonment as part of any sentence he or she receives if serious bodily injury or death to any person resulted and was proximately caused by a minor's (a) consumption of the alcoholic liquor provided or (b) impaired condition which, in whole or in part, can be attributed to the alcoholic liquor provided.\n\n(3) Any person who violates any of the provisions of section 53-180.01 or 53-180.03 shall be guilty of a Class III misdemeanor.\n\n(4)(a) Except as otherwise provided in subdivisions (b), (c), and (d) of this subsection or section 28-1701, any person older than eighteen years of age and under the age of twenty-one years violating section 53-180.02 is guilty of a Class III misdemeanor.\n\n(b) Subdivision (a) of this subsection shall not apply if the person:\n\n(i) Made a good faith request for emergency medical assistance in response to the possible alcohol overdose of himself or herself or another person as soon as the emergency situation is apparent after such violation of section 53-180.02;\n\n(ii) Made the request for medical assistance under subdivision (b)(i) of this subsection as soon as the emergency situation is apparent after such violation of section 53-180.02; and\n\n(iii) When emergency medical assistance was requested for the possible alcohol overdose of another person:\n\n(A) Remained on the scene until the medical assistance arrived; and\n\n(B) Cooperated with medical assistance and law enforcement personnel.\n\n(c) The exception from criminal liability provided in subdivision (b) of this subsection applies to any person who makes a request for emergency medical assistance and complies with the requirements of subdivision (b) of this subsection.\n\n(d) Subdivision (a) of this subsection shall not apply to the person experiencing a possible alcohol overdose if a request for emergency medical assistance in response to such possible alcohol overdose was made by another person in compliance with subdivision (b) of this subsection.\n\n(e) A person shall not initiate or maintain an action against a peace officer or the employing state agency or political subdivision based on the officer's compliance with subdivision (b), (c), or (d) of this subsection.\n\n(5) Any person eighteen years of age or younger violating section 53-180.02 is guilty of a misdemeanor as provided in section 53-181 and shall be punished as provided in such section.\n\n(6) Any person who knowingly manufactures, creates, or alters any form of identification for the purpose of sale or delivery of such form of identification to a person under the age of twenty-one years shall be guilty of a Class I misdemeanor. For purposes of this subsection, form of identification means any card, paper, or legal document that may be used to establish the age of the person named thereon for the purpose of purchasing alcoholic liquor.\n\n(7) When a minor is arrested for a violation of sections 53-180 to 53-180.02 or subsection (6) of this section, the law enforcement agency employing the arresting peace officer shall make a reasonable attempt to notify such minor's parent or guardian of the arrest.\n\nSourceLaws 1935, c. 116, § 38, p. 400;Laws 1937, c. 125, § 1, p. 437;C.S.Supp.,1941, § 53-338;Laws 1943, c. 121, § 1, p. 419;R.S.1943, § 53-180;Laws 1951, c. 174, § 1(6), p. 664;Laws 1963, c. 313, § 2, p. 943;Laws 1969, c. 444, § 1, p. 1482;Laws 1973, LB 25, § 3;Laws 1977, LB 40, § 315;Laws 1982, LB 869, § 1;Laws 1984, LB 56, § 4;Laws 1985, LB 493, § 2;Laws 1989, LB 440, § 1;Laws 1991, LB 454, § 1;Laws 2001, LB 114, § 6;Laws 2010, LB258, § 2;Laws 2011, LB667, § 22;Laws 2015, LB439, § 1;Laws 2018, LB923, § 2;Laws 2022, LB519, § 6.\n\nAnnotations\n\nThis section provides the only penalty for violation of section 53-180. Holmes v. Circo, 196 Neb. 496, 244 N.W.2d 65 (1976).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-53/statute-53-180-05/"
    }
  ]
}