{
  "state": "illinois",
  "path": "title-chapter-310-housing/chapter-310-ilcs-30-redevelopment-project-rehousing-and-capital-impr",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nRedevelopment Project Rehousing and Capital Improvements Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The State shall contribute to the rehousing of persons of low",
      "text": "income residing in the areas of redevelopment projects in the manner provided by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "A housing authority, in the development and management of any",
      "text": "housing project developed in whole or in part with grants from the funds\nappropriated for this Act, shall conform with following standards;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Every city, village and incorporated town is authorized and",
      "text": "empowered to incur indebtedness and issue bonds in such amount or amounts\nas the corporate authorities of the municipality deem necessary for the\npurpose of raising funds to be paid to a housing authority whose area of\noperation includes that municipality for the rehousing of persons of\nlow-income residing within the area of a redevelopment project situated in\nthat municipality. The ordinance authorizing the issuance of such bonds\nshall specify the total amount of bonds to be issued, the form and\ndenomination of the bonds, the date they are to bear, the place at which\nthey are payable, the date or dates of maturity which shall not be later\nthan twenty (20) years after the date the bonds bear, the rate of interest\nwhich shall not exceed the maximum rate authorized by the Bond Authorization\nAct, as amended at the time of the making of the contract, and the dates on\nwhich interest is payable. The bonds shall be executed by such officials as\nmay be provided in the ordinance authorizing their issue. They may be made\nregisterable as to principal and may be made callable on any interest\npayment date at par and accrued interest after notice has been given at the\ntime and in the manner provided in the bond ordinance. The bonds shall\nremain valid even though one or more of the officers executing the bonds\nceases to hold his or their offices before the bonds are delivered.",
      "history": "",
      "source_url": ""
    }
  ]
}