{
  "state": "south-carolina",
  "path": "title-title-51/chapter-chapter-3",
  "sections": [
    {
      "id": "section-51-3-10",
      "number": "51-3-10",
      "heading": "",
      "text": "The Department of Parks, Recreation, and Tourism may control, supervise, maintain and, wherever practicable, improve all parks belonging to the State, for general recreational, educational, and forestry purposes.\n\nHISTORY: 1962 Code Sections 51-1, 51-2.1; 1952 Code Section 51-1; 1942 Code Section 3284-2; 1934 (38) 1542; 1956 (49) 1841; 1964 (53) 2391; 2020 Act No. 156 (H.4021), Section 1, eff September 28, 2020.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-10/"
    },
    {
      "id": "section-51-3-50",
      "number": "51-3-50",
      "heading": "",
      "text": "The Department of Parks, Recreation, and Tourism shall open any state park to public use for such normal recreational, educational, and forestry purposes and uses, and for such hours of operation as it shall deem advisable.\n\nHISTORY: 1962 Code Section 51-2.5; 1966 (54) 2424; 2020 Act No. 156 (H.4021), Section 2, eff September 28, 2020.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-50/"
    },
    {
      "id": "section-51-3-60",
      "number": "51-3-60",
      "heading": "",
      "text": "Any South Carolina resident who is over sixty-five years of age or disabled or legally blind as defined in Section 43-25-20 of the 1976 Code may use any facility of a state park except campsites, overnight lodging and recreation buildings without charge. Such residents may also use campsite facilities at one-half of the prescribed fee. A person exercising this privilege on the basis of age shall present his medicare card or other card approved by the South Carolina Commission on Aging to the employee of the State Department of Parks, Recreation, and Tourism who is in charge of the particular state park, and a person who is disabled or legally blind shall present to such person in charge of the park a certificate to that effect from a licensed doctor of medicine or an official of an agency authorized by law to make determinations of disability or blindness. The authorization for use of the facilities as provided by this section shall not be effective if it conflicts with any federal law, rule or regulation.\n\nThe term \"disabled\" as used herein shall mean the inability to perform substantial gainful employment by reason of a medically-determinable impairment, either physical or mental, which has lasted or is expected to last for a continuous period of twelve months or more.\n\nAny South Carolina resident who is a veteran and who has been classified by the Veterans Administration as permanently and totally disabled may also enter any state park without charge upon presentation to the person in charge of the park of an identification card from the county veterans affairs officer stating the veteran's permanent and total disability. A statement of age or disability may not be made for any person whose age and disability records are not maintained in the veterans affairs office at which the request is made.\n\nHISTORY: 1962 Code Section 51-2.6; 1973 (58) 650; 1975 (59) 333; 1979 Act No. 127 Section 1; 1981 Act No. 141, Section 1; 1988 Act No. 414.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-60/"
    },
    {
      "id": "section-51-3-65",
      "number": "51-3-65",
      "heading": "",
      "text": "Notwithstanding Section 51-3-60, the Department of Parks, Recreation, and Tourism must maintain adjustments in the fee structure directed by the 2002 study committee and implemented in September 2003 in order to maintain fiscal soundness and continued maintenance and operations of the State Park System. South Carolina residents who receive discounts pursuant to Section 51-3-60 must not be given discounts of less than thirty-five percent. Members of the South Carolina National Guard must be given the same discounts as residents receiving discounts pursuant to Section 51-3-60.\n\nHISTORY: 2008 Act No. 353, Section 2, Pt 9A.1, eff July 1, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-65/"
    },
    {
      "id": "section-51-3-70",
      "number": "51-3-70",
      "heading": "",
      "text": "The Department of Parks, Recreation, and Tourism may make such rules and regulations as it deems advisable for the protection, preservation, operation, use and maintenance and for the most beneficial service to the general public of the State parks in this State and as may be necessary to carry out the purposes of this chapter.\n\nHISTORY: 1962 Code Section 51-3; 1952 Code Section 51-3; 1942 Code Sections 3284-2, 3284-4; 1934 (38) 1542; 1937 (40) 569.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-70/"
    },
    {
      "id": "section-51-3-80",
      "number": "51-3-80",
      "heading": "",
      "text": "The Department of Parks, Recreation, and Tourism may accept gifts, donations and contributions of land suitable for park purposes and enter into agreements with the Federal Government or other agencies for acquiring by lease, purchase or otherwise such lands as in the judgment of the Department are desirable for State parks.\n\nHISTORY: 1962 Code Section 51-2; 1952 Code Section 51-2; 1942 Code Section 3284-3; 1935 (39) 150, 1214; 1941 (42) 1314.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-80/"
    },
    {
      "id": "section-51-3-90",
      "number": "51-3-90",
      "heading": "",
      "text": "(A) The department may sell, exchange, or lease lands under its jurisdiction when in its judgment it is advantageous to the State to do so in the highest orderly development and management of state parks but such a sale, lease, or exchange must not be contrary to the terms of any contract which the department has entered into.\n\n(B) The department may retain funds derived from sales authorized in subsection (A) of this section and credit these funds to the Recreation Land Trust Fund established pursuant to Chapter 11 of this title.\n\nHISTORY: 1962 Code Section 51-4; 1952 Code Section 51-4; 1942 Code Section 3284-3; 1935 (39) 150, 1214; 1941 (42) 1314; 2002 Act No. 356, Section 1, Pt V.B, eff July 1, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-90/"
    },
    {
      "id": "section-51-3-100",
      "number": "51-3-100",
      "heading": "",
      "text": "The Department of Parks, Recreation, and Tourism may in general do any and all things necessary and incident to the furtherance of the use to which such parks are dedicated.\n\nHISTORY: 1962 Code Section 51-5; 1952 Code Section 51-5; 1942 Code Section 3284-2; 1934 (38) 1542.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-100/"
    },
    {
      "id": "section-51-3-110",
      "number": "51-3-110",
      "heading": "",
      "text": "When lands are acquired or leased under Section 51-3-80 the Department of Parks, Recreation, and Tourism may make expenditures from any funds not otherwise obligated for the management, development and utilization of such areas and may sell or otherwise dispose of products from such lands.\n\nHISTORY: 1962 Code Section 51-6; 1952 Code Section 51-6; 1942 Code Section 3284-3; 1935 (39) 150, 1214; 1941 (42) 1314.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-110/"
    },
    {
      "id": "section-51-3-120",
      "number": "51-3-120",
      "heading": "",
      "text": "The revenues derived from such lands owned by the Department of Parks, Recreation, and Tourism shall be segregated by the State Treasurer for the use of the Department in the acquisition, management and development and use of such lands until all obligations incurred have been paid in full. Fifty per cent of all net profits accruing from the administration of such lands shall be applicable for such purposes as the General Assembly may prescribe and fifty per cent shall be paid into the school fund of the county in which such lands are located.\n\nHISTORY: 1962 Code Section 51-7; 1952 Code Section 51-7; 1942 Code Section 3284-3; 1935 (39) 150, 1214; 1941 (42) 1314.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-120/"
    },
    {
      "id": "section-51-3-130",
      "number": "51-3-130",
      "heading": "",
      "text": "Obligations for the acquisition of land incurred by the Department of Parks, Recreation, and Tourism under the authority of this chapter shall be paid solely and exclusively from revenues derived from such lands and shall not impose any liability upon the general credit and taxing power of the State.\n\nHISTORY: 1962 Code Section 51-8; 1952 Code Section 51-8; 1942 Code Section 3284-3; 1935 (39) 150, 1214; 1941 (42) 1314.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-130/"
    },
    {
      "id": "section-51-3-140",
      "number": "51-3-140",
      "heading": "",
      "text": "Any person who (a) without permission of the Department of Parks, Recreation, and Tourism, shall remove any shrub or tree or attempt so to do from any State park, (b) shall cut or mutilate any shrub or tree growing in any State park in this State without such permission, (c) shall mutilate or deface any property, real or personal, upon any State park or (d) shall destroy scenic values by dumping rubbish within the confines of any State park or in any other way whatsoever shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine of not more than one hundred dollars or imprisonment for not more than thirty days, within the discretion of the court.\n\nHISTORY: 1962 Code Section 51-9; 1952 Code Section 51-9; 1942 Code Section 3284-4; 1937 (40) 569.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-140/"
    },
    {
      "id": "section-51-3-145",
      "number": "51-3-145",
      "heading": "",
      "text": "It shall be unlawful for any person to commit any of the following acts at any park or facility under the jurisdiction of the Department of Parks, Recreation, and Tourism:\n\n(A) Destroying, defacing, disturbing, disfiguring, or removing any part of any building, sign, structure, or equipment.\n\n(B) Killing, harming, or harassing any mammal, bird, reptile, or amphibian, except by permit issued by the department or by permit issued by the South Carolina Department of Natural Resources for designated Game Management Areas.\n\n(C) Hunting in any area, with the exception of those that may be designated as Game Management Areas.\n\n(D) Destroying, cutting, breaking, removing, defacing, mutilating, injuring, taking or gathering any tree, shrub, other plant or plant part, rock, mineral, or geological feature except by permit issued by the department.\n\n(E) Building any fire in any place other than those specifically designated for such a purpose.\n\n(F) Disposing of litter, garbage, or other refuse in places or receptacles other than those specifically provided for such purpose. Such unlawful disposing of litter, garbage, or refuse shall include:\n\n(1) Dumping any refuse or waste from any trailer or other vehicle except in places or receptacles provided for such use.\n\n(2) Cleaning fish, or food, or washing clothing, or articles for household use in any sink, or at any faucet located in restrooms.\n\n(3) Polluting or contaminating any water used for human consumption.\n\n(4) Using park refuse containers or facilities for dumping household or commercial garbage or trash brought as such from private property.\n\n(5) Depositing, except into receptacles provided for that purpose, any body waste, or depositing any bottles, cans, clothes, rags, metal, wood, stone, or other damaging substance in any fixture in any restroom, or other structure.\n\n(G) Possessing any firearm, airgun, explosive, or firework except by duly authorized park personnel, law enforcement officers, or persons using areas specifically designated by the department for use of firearms, airguns, fireworks, or explosives. Licensed hunters may have firearms in their possession during hunting seasons provided that such firearms are unloaded and carried in a case or the trunk of a vehicle except that in designated game management areas where hunting is permitted, licensed hunters may use firearms for hunting in the manner authorized by law. This subsection shall not apply to a person in possession or carrying a concealable weapon, as defined in Section 23-31-210(5).\n\n(H) Operating vehicles in a reckless manner, or in excess of posted speed limits, or in areas other than those specifically intended for vehicular traffic. A violation of the following provisions shall constitute the unlawful operating of vehicles:\n\n(1) Motorbikes, minibikes, mopeds, motorcycles, motor scooters, go-carts and any other type motorized vehicle shall not be driven in any area or on any trail not intended for their use. Only licensed motorized vehicles shall be allowed on park roads.\n\n(2) No motorized vehicle of any kind shall be allowed on horse trails, hiking trails or beach areas.\n\n(3) Motor vehicles shall not be driven on roads in developed recreation sites for any purpose other than access into or egress out of the site.\n\n(4) No motorized vehicle of any kind shall be operated at any time without a muffler in good working order, or in such a manner as to create excessive or unusual noise, or annoying smoke, or using a muffler cut-off, by-pass, or similar device.\n\n(5) No person shall excessively accelerate the engine of a motor vehicle or motorcycle when such vehicle is not moving or is approaching or leaving a stopping place.\n\n(6) Vehicles shall not be permitted in a cabin or camping area unless the operator thereof is a registered guest within the area, except for the expressed intent of renting such area or with prior permission of authorized park officials.\n\n(I) Using privately owned boats or gasoline motors on any waters lying wholly within the boundaries of the park or facility, except in water where specifically authorized, and in such case boat users shall obey all posted rules and regulations.\n\n(J) Consuming or displaying in public any beverage of alcoholic content, including beer and wine, except where specifically authorized by the department.\n\n(K) Acting in a disorderly manner or creating any noise which would result in annoyance to others. Acting in a disorderly manner shall include inciting or participating in riots, or indulging in boisterous, abusive, threatening, indecent, or disorderly conduct. In addition to other authorized penalty provisions anyone in violation of this subsection may be ejected from the park and shall not be entitled to a refund of any fee or rental.\n\n(L) Entering or remaining within the limits of the park or facility while in an intoxicated or drugged condition.\n\n(M) Operating or using audio device, including radio, television, musical instruments, or any other noise producing devices, such as electrical generators, and equipment driven by motor engines, in such a manner and at such times as to disturb other persons and no person shall operate or use any public address system, whether fixed, portable, or vehicle mounted, except when such use or operation has been approved by the department.\n\n(N) Engaging in or soliciting business within a park or facility except where authorized by the department and no person shall distribute, post, place, or erect any bills, notices, paper, or advertising device, or matter of any kind without consent of the department.\n\n(O) Swimming in areas not designated for the purpose and failing to obey all posted rules while swimming.\n\n(P) Bringing a dog or any other animal into the park or facility unless it is crated, caged, or upon a leash not longer than six feet or otherwise under physically restrictive control at all times. For this purpose:\n\n(1) No person shall keep in the park or retain in the park a noisy, vicious, or dangerous dog or animal, or one which is disturbing to other persons after he has been asked by a park official to remove such animal.\n\n(2) No person shall bring saddle, pack, or draft animals into a site which has not been developed to accommodate them.\n\n(Q) Entering a facility or area without regard to restrictions on public use. These restrictions on public use shall include the following provisions and a violation of such provisions shall be considered to be a violation of this subsection:\n\n(1) Parks shall be open during daylight hours except where otherwise specifically authorized and no person shall be admitted to or allowed to remain in the park after the designated closing hour except for the purpose of cabin rentals or camping unless such person has permission of the department.\n\n(2) No person shall make, use, or gain admittance to, or attempt to use, or gain admittance to facilities within any park, for which a charge is made, without paying the fee.\n\n(3) No person shall remain within any facility if he refuses to pay the required fee to enter and use the facility or service in a posted, designated fee area.\n\n(4) No person shall enter any park, or any park area, or facility when it is closed to the public.\n\n(5) No person shall willfully provide erroneous information for any campsite or cabin registration.\n\n(6) Minors under eighteen years of age shall register for a cabin or campsite only as agents acting for their parent or guardian.\n\n(7) No person or persons shall occupy a campsite for a consecutive period longer than fourteen days without permission from the department.\n\n(8) No person or persons shall occupy a cabin or lodge room for a consecutive period longer than seven days without permission from the department.\n\n(R) No person shall take fish from a lake, pond, or other waters wholly located within the boundary of a state park except in accordance with methods, limits, and times permitted by the department. The methods, limits, and times must be published and displayed in a conspicuous manner to provide notice to the visiting public. The articles and acts prohibited by this section shall be published and displayed in conspicuous places so as to be available for visitors and employees.\n\nHISTORY: 1978 Act No. 554 Section 1; 1982 Act No. 456, Sections 1, 4; 1988 Act No. 461, Section 3; 1993 Act No. 181, Section 1276, eff July 1, 1994; 2002 Act No. 274, Section 6, eff May 28, 2002; 2024 Act No. 111 (H.3594), Section 14, eff March 7, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-145/"
    },
    {
      "id": "section-51-3-146",
      "number": "51-3-146",
      "heading": "",
      "text": "Any person violating the provisions of Section 51-3-145 shall be deemed guilty of a misdemeanor and upon conviction shall be fined not less than twenty-five dollars nor more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 1978 Act No. 554 Section 2; 1982 Act No. 456, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-146/"
    },
    {
      "id": "section-51-3-147",
      "number": "51-3-147",
      "heading": "",
      "text": "Park rangers, superintendents and other officials, who shall be designated by the Department of Parks, Recreation, and Tourism and who have been appointed by the Governor as state constables, shall in the exercise of their duties have the following authority:\n\n(A) Each designated park ranger, superintendent or other official shall have the authority to issue an official summons to any person apprehended for violating any law, the enforcement of which by a state constable is authorized by law, and such summons duly served shall give the proper judicial official jurisdiction to dispose of the matter after trial upon the date set in the summons.\n\n(B) When any person is apprehended by a designated park ranger, superintendent or other official upon a charge of violating any law, the enforcement of which by a state constable is authorized by law, the persons so being charged, upon being served with the official summons issued by such arresting officer and in lieu of being immediately brought before the proper judicial official to enter into a formal recognizance or make direct the deposit of a proper sum of money in lieu of a recognizance or incarceration, may deposit with the apprehending officer a sum of money as bail, not less than the minimum nor more than the maximum fine but in no case to exceed the sum of two hundred dollars. Such sum shall be turned over to the judicial official as money for bail, in lieu of entering into a recognizance for his appearance for trial as set in the aforesaid summons or being incarcerated by the arresting officer and held for further action by the appropriate judicial official. A receipt for such sum so deposited shall be given to such person by the arresting officer. The summons duly served as herein provided shall give the judicial official jurisdiction to dispose of the matter. Upon receipt of the fixed sum of money, the arresting officer may release the person so charged for his further appearance before the proper judicial official as provided for and required by the summons.\n\nHISTORY: 1982 Act No. 456, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-147/"
    },
    {
      "id": "section-51-3-150",
      "number": "51-3-150",
      "heading": "",
      "text": "Any person who attempts to use or who uses the facilities of the State parks without the express permission of the State shall be guilty of trespass upon State park property and upon conviction shall be sentenced to pay a fine not to exceed five thousand dollars or to be imprisoned for not more than two years or both.\n\nHISTORY: 1962 Code Section 51-10; 1956 (49) 1841.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-150/"
    },
    {
      "id": "section-51-3-160",
      "number": "51-3-160",
      "heading": "",
      "text": "The Department of Corrections and the Department of Natural Resources are hereby authorized to cooperate in the development of public recreation facilities and to exchange funds where mutually beneficial to both departments and accept matching federal funds.\n\nHISTORY: 1962 Code Section 51-11; 1967 (55) 608; 1993 Act No. 181, Section 1277, eff July 1, 1994.\n\nEffect of Amendment\n\nThe 1993 amendment substituted \"Department of Natural Resources\" for \"Wildlife and Marine Resources Department\".",
      "source_url": "https://law.justia.com/codes/south-carolina/title-51/chapter-3/section-51-3-160/"
    }
  ]
}