{
  "state": "michigan",
  "path": "title-chapter-207-taxation/chapter-act-106-of-1985-state-convention-facility-development-act-20",
  "sections": [
    {
      "id": "section-207621",
      "number": "207.621",
      "heading": "Short Title.Section 207.622 - Legislative Finding",
      "text": "Section 207.623 - Definitions.Section 207.624 - Excise Tax; Rates; Exemption.Section 207.625 - Excise Tax; Time and Manner of Collection; Administration of Tax.Section 207.626 - Tax Cumulative.Section 207.628 - Convention Facility Development Fund; C",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-207622",
      "number": "207.622",
      "heading": "Legislative Finding.",
      "text": "The legislature of this state finds that there exists in this state a continuing need for programs to promote tourism and convention business in order to assist in the prevention of unemployment and the alleviation of the conditions of unemployment, to preserve existing jobs, and to create new jobs to meet the employment demands of population growth. To achieve these purposes, it is necessary to assist and encourage local units of government to acquire, construct, improve, enlarge, renew, replace, repair, furnish, and equip convention facilities and the real property on which they are located and to refinance these activities.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 1993, Act 58, Eff. Apr. 1, 1994Compiler's Notes:On March 31, 1993, the Senate passed SB 537 and transmitted it to the House of Representatives, which, on April 29, 1993, passed SB 537, voted to give the bill immediate effect, and returned it to the Senate. On May 5, 1993, the Senate voted to give SB 537 immediate effect and ordered it enrolled. Enrolled SB 537 was presented to the Governor at 8:59 a.m. on May 6, 1993. On May 18, 1993, the Senate sent a message to the Governor respectfully requesting the return of enrolled SB 537; the Governor voluntarily complied with this request and returned enrolled SB 537 to the Senate; following the return of the bill to the Senate chamber, the Senate voted to vacate the enrollment of SB 537; a motion to reconsider the vote by which the bill had been given immediate effect was then made, and its consideration postponed.A letter dated June 9, 1993, from Stanley D. Steinborn, Chief Assistant Attorney General, to Phillip T. Frangos, Deputy Secretary of State, advised him that \"Senate Bill No. 537 is now law and it should be assigned a public act number.\" At 4:15 p.m. on June 9, 1993, the Secretary of State accepted for filing at the Department of State's Great Seal Office a copy of SB 537 and assigned Public Act No. 58 to the filed document. The filed copy of SB 537 was not the copy presented to the Governor and did not carry the Governor's signature.On June 11, 1993, Dick Posthumus, Majority Leader of the Michigan Senate, John J.H. Schwarz, Assistant President Pro Tempore of the Michigan Senate, and Willis H. Snow, Secretary of the Michigan Senate filed a Complaint for Declaratory Judgment in the 30th Judicial Circuit Court on June 11, 1993, (Docket No. 93-74943), requesting the court to enter judgment in their favor, as follows:\"1) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, has not become law;\"2) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, rightfully remains before the Michigan Senate;\"3) Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;\"4) Ordering the Defendant RICHARD H. AUSTIN to vacate the enrollment of Senate Bill 537 as a Public Act of 1993.\"5) Ordering any and all other relief declared appropriate by this Court.\"On July 1, 1993, the Senate voted to reconsider its vote giving the bill immediate effect and then defeated a motion to give the bill immediate effect. Senate Bill 537 was ordered enrolled on the same date and presented to the Governor at 3:23 p.m. on July 6, 1993.Also on July 1, 1993, the Senate adopted Senate Resolution No. 179 authorizing the Michigan Senate to seek legal action to vacate the assignment of a public act number to SB 537. In accordance with that resolution, an amended complaint was filed on July 14, 1993, adding the Michigan Senate as a plaintiff and requesting the court to enter judgment in plaintiffs' favor, as follows:\"1. Declaring that Senate Bill 537 has not become law, and will not become law until such time as the newly enrolled bill has been duly signed by the Governor, or until such time as the bill is passed by a two-thirds vote of both houses of the Legislature, in the event that the newly enrolled bill should be vetoed by the Governor, or until such time as the newly enrolled bill has remained in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor;\"2. Declaring that Senate Bill 537 was lawfully returned to the Senate, and its enrollment lawfully vacated, on May 18, 1993, and that the bill rightfully remained before the Michigan Senate from that date until its subsequent presentment to the Governor on July 6, 1993;\"3. Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;\"4. Ordering the Defendant RICHARD H. AUSTIN to vacate the assignment, to Senate Bill 537, of Public Act No. 58 of the Public Acts of 1993.\"5. Declaring that Senate Bill 537 shall not take effect until the expiration of 90 days after the final adjournment of the current legislative session, in accordance with Article IV, § 27 of the Michigan Constitution, if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.\"6. Ordering the Defendant RICHARD H. AUSTIN to assign a new public act number to Senate Bill 537 if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.\"7. Ordering any and all other relief declared appropriate by this Court.\"The Governor signed enrolled Senate Bill 537 at 8:10 a.m. on July 16, 1993, and filed it with the Secretary of State at 11:02 a.m. on that date. A public act number was not assigned to this filing.On September 7, 1993, the Ingham County Circuit Court, Giddings J., determined that Plaintiffs lacked standing and that Defendants had raised a meritorious defense and were entitled to judgment as a matter of law. Defendants' Motion for Summary Disposition was granted.Plaintiffs filed an appeal of the Circuit Court ruling with the Michigan Court of Appeals on September 13, 1993. (Court of Appeals Docket No. 168092). This appeal was dismissed on December 28, 1995. Sec. 2 of Act 106 of 1985, being MCL 207.622 of the Michigan Compiled Laws, as originally enacted, reads:\"Sec. 2. The legislature of the state finds and declares that there exists in this state a continuing need for programs to promote tourism and convention business in order to assist in the prevention of unemployment and the alleviation of the conditions of unemployment, to preserve existing jobs, and to create new jobs to meet the employment demands of population growth. In order to achieve these purposes it is necessary to assist and encourage local units of government to acquire, construct, improve, enlarge, renew, replace, repair, furnish, and equip convention facilities and the real property on which they are located.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-622/"
    },
    {
      "id": "section-207623",
      "number": "207.623",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Accommodations\" means the room or other space provided to transient guests for dwelling, lodging, or sleeping, including furnishings and other accessories, in a facility that is not a campground, hospital, nursing home, emergency shelter, or community mental health or community substance abuse treatment facility. Accommodations do not include food or beverages.\n\n(b) \"Commissioner\" means the state treasurer.\n\n(c) \"Convention facility\" means 1 or more facilities owned or leased by a local governmental unit or metropolitan authority created under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379, that are any combination of a convention hall, auditorium, meeting rooms, and exhibition areas that are separate and distinct and contiguous to each other, and related adjacent public areas generally available to members of the public for lease on a short-term basis for holding conventions, meetings, exhibits, and similar events and the necessary site or sites, together with appurtenant properties necessary and convenient for use in connection with the facility. Convention facility includes a qualified convention facility as defined under section 5 of the regional convention facility authority act, 2008 PA 554, MCL 141.1355.\n\n(d) \"Convention hotel\" means a facility used in the business of providing accommodations that has more than 80 rooms for providing accommodations to transient guests and that complies with all of the following:\n\n(i) Is located within a county having a population according to the most recent decennial census of 700,000 or more.\n\n(ii) Is located within a county that is 1 or more of the following:\n\n(A) A county that has a convention facility with 350,000 square feet or more of total exhibit space.\n\n(B) A county that has 2,000 or more rooms to provide accommodations for transient guests.\n\n(e) \"Local governmental unit\" means a county, township, city, village, or a metropolitan authority formed under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379.\n\n(f) \"Person\" means a natural person, partnership, limited partnership, fiduciary, association, corporation, limited liability company, or other entity.\n\n(g) \"Public-private arrangement\" means a public-private arrangement authorized under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379.\n\n(h) \"Room charge\" means the charge imposed for the use or occupancy of accommodations, excluding charges for food, beverages, telephone services, the use tax imposed under the use tax act, 1937 PA 94, MCL 205.91 to 205.111, or like services paid in connection with the charge. Room charge does not include reimbursement of the assessment imposed by the community convention or tourism marketing act, 1980 PA 395, MCL 141.871 to 141.880, the convention and tourism marketing act, 1980 PA 383, MCL 141.881 to 141.889, or this act.\n\n(i) \"Transient guest\" means a natural person staying less than 30 consecutive days.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 2006, Act 609, Imd. Eff. Jan. 3, 2007 ;-- Am. 2008, Act 553, Eff. Mar. 31, 2009 ;-- Am. 2009, Act 61, Imd. Eff. July 2, 2009 ;-- Am. 2022, Act 276, Eff. Mar. 29, 2023",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-623/"
    },
    {
      "id": "section-207624",
      "number": "207.624",
      "heading": "Excise Tax; Rates; Exemption.",
      "text": "(1) There is hereby levied upon and there shall be collected from any person engaged in the business of providing accommodations to transient guests in a convention hotel, whether or not membership is required, an excise tax at the following rates:\n\n(a) For a convention hotel located within a qualified local governmental unit under section 9(4), the following:\n\n(i) A rate of 3% of the room charge for accommodations in a convention hotel with 81 to 160 rooms.\n\n(ii) A rate of 6% of the room charge for accommodations in a convention hotel with more than 160 rooms.\n\n(b) For all other convention hotels not subject to the tax rates imposed by subdivision (a), the following:\n\n(i) A rate of 1.5% of the room charge for accommodations in a convention hotel with 81 to 160 rooms.\n\n(ii) A rate of 5% of the room charge for accommodations in a convention hotel with more than 160 rooms.\n\n(2) Beginning with the state fiscal year 1987, a person engaged in the business of providing accommodations to transient guests in a convention hotel is exempt from the tax imposed by this act for any state fiscal year in which appropriations of the tax collections pursuant to this act from that convention hotel have not been made for distributions pursuant to section 9 that would be received by a qualified local governmental unit from the collections of the tax under this act or section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, that the qualified local governmental unit is eligible to receive.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 2009, Act 61, Imd. Eff. July 2, 2009",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-624/"
    },
    {
      "id": "section-207625",
      "number": "207.625",
      "heading": "Excise Tax; Time and Manner of Collection; Administration of Tax.",
      "text": "(1) The excise tax shall be collected at the same time and in the same manner as the use tax pursuant to the use tax act, Act No. 94 of the Public Acts of 1937, being sections 205.91 to 205.111 of the Michigan Compiled Laws.\n\n(2) The tax imposed by this act shall be administered by the revenue division of the department of treasury pursuant to Act No. 122 of the Public Acts of 1941, being sections 205.1 to 205.30 of the Michigan Compiled Laws.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-625/"
    },
    {
      "id": "section-207626",
      "number": "207.626",
      "heading": "Tax Cumulative.",
      "text": "The excise tax imposed and levied by the state pursuant to this act shall be in addition to any other taxes, charges, or fees imposed by law upon accommodations.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-626/"
    },
    {
      "id": "section-207628",
      "number": "207.628",
      "heading": "Convention Facility Development Fund; Creation; Disposition of Collections; Use of Fund; Contract Requirement; Appropriation, Transfer, and Deposit of Amount",
      "text": "(1) The collections from the tax imposed by section 4 shall be deposited in the state treasury, to the credit of the convention facility development fund, which is hereby created within the state treasury. Collections from the additional tax imposed under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, funds appropriated from the 21st century jobs trust fund under subsection (4), and amounts designated under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475, shall also be deposited to the credit of the convention facility development fund.\n\n(2) The convention facility development fund shall be distributed for certain state purposes and to local governmental units for use only for 1 or more of the following purposes:\n\n(a) Acquiring, constructing, improving, enlarging, renewing, replacing, or leasing a convention facility.\n\n(b) In conjunction with an activity listed in subdivision (a), repairing, furnishing, and equipping the convention facility.\n\n(c) Refinancing an activity listed in subdivision (a) or (b).\n\n(d) General fund expenditures.\n\n(e) In the case of a local governmental unit that is a metropolitan authority, for any purpose authorized under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379.\n\n(3) A contract made by a local governmental unit for the purposes included in subsection (2)(a) or (b) concerning a convention facility funded by distributions pursuant to section 9 shall contain a fixed price or guaranteed maximum price for the total cost of activities conducted for these purposes pursuant to that contract.\n\n(4) For the fiscal year ending September 30, 2010, $9,000,000.00 is appropriated from the 21st century jobs trust fund described in section 2 of the Michigan trust fund act, 2000 PA 489, MCL 12.252, and transferred to and deposited in the convention facility development fund for purposes authorized under subsection (2)(e).\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 1993, Act 58, Eff. Apr. 1, 1994 ;-- Am. 2007, Act 72, Imd. Eff. Sept. 30, 2007 ;-- Am. 2008, Act 553, Eff. Mar. 31, 2009 ;-- Am. 2009, Act 61, Imd. Eff. July 2, 2009Compiler's Notes:On March 31, 1993, the Senate passed SB 537 and transmitted it to the House of Representatives, which, on April 29, 1993, passed SB 537, voted to give the bill immediate effect, and returned it to the Senate. On May 5, 1993, the Senate voted to give SB 537 immediate effect and ordered it enrolled. Enrolled SB 537 was presented to the Governor at 8:59 a.m. on May 6, 1993. On May 18, 1993, the Senate sent a message to the Governor respectfully requesting the return of enrolled SB 537; the Governor voluntarily complied with this request and returned enrolled SB 537 to the Senate; following the return of the bill to the Senate chamber, the Senate voted to vacate the enrollment of SB 537; a motion to reconsider the vote by which the bill had been given immediate effect was then made, and its consideration postponed.A letter dated June 9, 1993, from Stanley D. Steinborn, Chief Assistant Attorney General, to Phillip T. Frangos, Deputy Secretary of State, advised him that \"Senate Bill No. 537 is now law and it should be assigned a public act number.\" At 4:15 p.m. on June 9, 1993, the Secretary of State accepted for filing at the Department of State's Great Seal Office a copy of SB 537 and assigned Public Act No. 58 to the filed document. The filed copy of SB 537 was not the copy presented to the Governor and did not carry the Governor's signature.On June 11, 1993, Dick Posthumus, Majority Leader of the Michigan Senate, John J.H. Schwarz, Assistant President Pro Tempore of the Michigan Senate, and Willis H. Snow, Secretary of the Michigan Senate filed a Complaint for Declaratory Judgment in the 30th Judicial Circuit Court on June 11, 1993, (Docket No. 93-74943), requesting the court to enter judgment in their favor, as follows:\"1) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, has not become law;\"2) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, rightfully remains before the Michigan Senate;\"3) Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;\"4) Ordering the Defendant RICHARD H. AUSTIN to vacate the enrollment of Senate Bill 537 as a Public Act of 1993.\"5) Ordering any and all other relief declared appropriate by this Court.\"On July 1, 1993, the Senate voted to reconsider its vote giving the bill immediate effect and then defeated a motion to give the bill immediate effect. Senate Bill 537 was ordered enrolled on the same date and presented to the Governor at 3:23 p.m. on July 6, 1993.Also on July 1, 1993, the Senate adopted Senate Resolution No. 179 authorizing the Michigan Senate to seek legal action to vacate the assignment of a public act number to SB 537. In accordance with that resolution, an amended complaint was filed on July 14, 1993, adding the Michigan Senate as a plaintiff and requesting the court to enter judgment in plaintiffs' favor, as follows:\"1. Declaring that Senate Bill 537 has not become law, and will not become law until such time as the newly enrolled bill has been duly signed by the Governor, or until such time as the bill is passed by a two-thirds vote of both houses of the Legislature, in the event that the newly enrolled bill should be vetoed by the Governor, or until such time as the newly enrolled bill has remained in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor;\"2. Declaring that Senate Bill 537 was lawfully returned to the Senate, and its enrollment lawfully vacated, on May 18, 1993, and that the bill rightfully remained before the Michigan Senate from that date until its subsequent presentment to the Governor on July 6, 1993;\"3. Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;\"4. Ordering the Defendant RICHARD H. AUSTIN to vacate the assignment, to Senate Bill 537, of Public Act No. 58 of the Public Acts of 1993.\"5. Declaring that Senate Bill 537 shall not take effect until the expiration of 90 days after the final adjournment of the current legislative session, in accordance with Article IV, § 27 of the Michigan Constitution, if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.\"6. Ordering the Defendant RICHARD H. AUSTIN to assign a new public act number to Senate Bill 537 if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.\"7. Ordering any and all other relief declared appropriate by this Court.\"The Governor signed enrolled Senate Bill 537 at 8:10 a.m. on July 16, 1993, and filed it with the Secretary of State at 11:02 a.m. on that date. A public act number was not assigned to this filing.On September 7, 1993, the Ingham County Circuit Court, Giddings J., determined that Plaintiffs lacked standing and that Defendants had raised a meritorious defense and were entitled to judgment as a matter of law. Defendants' Motion for Summary Disposition was granted.Plaintiffs filed an appeal of the Circuit Court ruling with the Michigan Court of Appeals on September 13, 1993. (Court of Appeals Docket No. 168092). This appeal was dismissed on December 28, 1995.Sec. 8 of Act 106 of 1985, being 207.628 of the Michigan Compiled Laws, as originally enacted, reads:\"Sec. 8. (1) The collections from the tax imposed pursuant to section 4 shall be deposited in the state treasury, to the credit of the convention facility development fund which is hereby created within the state treasury. Collections from the additional tax on spirits imposed pursuant to the convention facility promotion tax act shall also be deposited to the credit of the convention facility development fund.\"(2) The convention facility development fund shall be distributed to local governmental units for use only for the purpose of acquiring, constructing, improving, enlarging, renewing, replacing, or leasing a convention facility, or in conjunction with these activities repairing, furnishing, and equipping the convention facility.\"(3) Any contract made by a local governmental unit for the purposes included in this section concerning a convention facility funded by distributions pursuant to section 9 shall contain a guaranteed maximum price for the total cost of activities conducted for these purposes pursuant to that contract.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-628/"
    },
    {
      "id": "section-207629",
      "number": "207.629",
      "heading": "Distribution From Fund; Transferee as Qualified Local Governmental Unit; Distribution to Certain Building Authorities; \"Qualified Local Governmental Unit\" Defined; Certain Payments Prohibited; \"Qualified City\" Defined; Building Authority as Qualified Local Governmental Unit",
      "text": "(1) Except as provided in subsection (5) or (6), on or before the thirtieth day of each month, the state treasurer shall make a distribution from the convention facility development fund to a qualified local governmental unit. The distribution shall be an amount equal to the sum of the collections from the excise tax levied for accommodations under this act for the previous month from the convention hotels in the county in which the convention facility is or is to be located and in any county in which convention hotels are located that is contiguous to the county in which the convention facility is located, or is to be located, the additional tax imposed under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, for the previous month received in the fund, and any distribution received under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475, and from the 21st century jobs trust fund under section 8(4). However, distributions for any state fiscal year to any qualified local governmental unit under this section shall not exceed an amount equal to the amount pledged, assigned, or dedicated by the qualified local governmental unit for the payment during that state fiscal year of bonds, obligations, or other evidences of indebtedness incurred pursuant to this act or the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379, other than payments under a public-private arrangement, plus any amount necessary to maintain a fully funded debt reserve or other reserves intended to secure the principal and interest on the bonds, obligations, or other evidences of indebtedness as contained in the resolution or ordinance authorizing their issuance.\n\n(2) Notwithstanding the distributions provided by subsection (1), if a local governmental unit becomes a qualified local governmental unit entitled to receive distributions from the tax imposed under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, or from the tax imposed by this act in counties in which the convention facility is located or in a county in which a convention hotel is located that is contiguous to the county in which the convention facility is located, and from any distribution under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475, no other qualified local governmental unit is entitled to distributions pursuant to this section for which that qualified local governmental unit has previously become entitled, until such time as that qualified local governmental unit ownership or leasehold interest described in subsection (3) is transferred to another local governmental unit. If that transfer renders the transferee a qualified local governmental unit, the transferee is, immediately upon that transfer, entitled to the distributions to a qualified local governmental unit provided in subsection (1) and the priority provided to a qualified local governmental unit in this subsection, notwithstanding that the amount of the distributions may increase as a result of that transfer. A transfer under this subsection includes a transfer that occurs on a transfer date under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379.\n\n(3) Notwithstanding the provisions of subsection (2), if the transfer and lease of a qualified convention facility to an authority is disapproved and the authority is dissolved under section 19(1) of the regional convention facility authority act, 2008 PA 554, MCL 141.1369, then a distribution from the convention facility development fund of proceeds received under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475, shall be made to a building authority for a county having a population of not less than 1,000,000 and not more than 1,500,000 according to the most recent federal decennial census for the purpose of developing, leasing, or operating a convention facility as defined in this act and no other qualified local governmental unit is entitled to any distribution of proceeds received under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475.\n\n(4) As used in this act, \"qualified local governmental unit\" means, except as otherwise provided in this subsection, a city, village, township, county, or authority that is located in, or includes within its territory or jurisdiction, a county in which convention hotels are located and that either is the owner or lessee of a convention facility with 350,000 square feet or more of total exhibit space on July 30, 1985 or, if such a convention facility does not exist, will be the owner or lessee of a convention facility with 350,000 square feet or more of total exhibit space through the application of distributions under this section to the purchase or lease of a convention facility. Qualified local governmental unit includes a metropolitan authority that leases, develops, operates, and maintains a qualified convention facility under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379. If the transfer and lease of a qualified convention facility to an authority is disapproved and the authority is dissolved under section 19(1) of the regional convention facility authority act, 2008 PA 554, MCL 141.1369, then for purposes of any distribution from the convention facility development of proceeds under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475, qualified local governmental unit means a building authority for a county having a population of not less than 1,000,000 and not more than 1,500,000 according to the most recent federal decennial census.\n\n(5) Before the 2015-2016 fiscal year, collections from the excise tax levied for accommodations under this act and collections from the tax imposed under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, shall not be paid to a qualified local governmental unit for the repayment of bonds, obligations, or other evidences of indebtedness incurred after 2007.\n\n(6) Beginning in fiscal year 2015-2016, and each fiscal year thereafter, if a transfer and a lease of a qualified convention facility is disapproved and an authority is dissolved under section 19(1) of the regional convention facility authority act, 2008 PA 554, MCL 141.1369, then the collections from the excise tax levied for accommodations under this act shall be distributed to each county in which it was levied based on the amount collected in that county. However, if an excise tax for accommodations is levied in a qualified city at a rate greater than the rate levied in that portion of the county in which the qualified city is not located, the qualified city shall receive the collections of the excise tax for accommodations in an amount equal to the difference between the rate levied in the qualified city and the rate levied in that portion of the county in which the qualified city is not located. The funds described in this subsection are not available for a distribution of subsection (1). As used in this subsection, \"qualified city\" means that term as defined in section 5 of the regional convention facility authority act, 2008 PA 554, MCL 141.1355.\n\n(7) If a building authority becomes a qualified local governmental unit under subsection (4), collections from distributions under section 5(b)(iii) of the health and safety fund act, 1987 PA 264, MCL 141.475, shall be paid by the state treasurer on or before the thirtieth day of each month to that building authority.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 1993, Act 58, Eff. Apr. 1, 1994 ;-- Am. 2004, Act 386, Imd. Eff. Oct. 12, 2004 ;-- Am. 2005, Act 312, Imd. Eff. Dec. 27, 2005 ;-- Am. 2007, Act 72, Imd. Eff. Sept. 30, 2007 ;-- Am. 2008, Act 553, Eff. Mar. 31, 2009 ;-- Am. 2009, Act 61, Imd. Eff. July 2, 2009 ;-- Am. 2022, Act 276, Eff. Mar. 29, 2023Compiler's Notes:On March 31, 1993, the Senate passed SB 537 and transmitted it to the House of Representatives, which, on April 29, 1993, passed SB 537, voted to give the bill immediate effect, and returned it to the Senate. On May 5, 1993, the Senate voted to give SB 537 immediate effect and ordered it enrolled. Enrolled SB 537 was presented to the Governor at 8:59 a.m. on May 6, 1993. On May 18, 1993, the Senate sent a message to the Governor respectfully requesting the return of enrolled SB 537; the Governor voluntarily complied with this request and returned enrolled SB 537 to the Senate; following the return of the bill to the Senate chamber, the Senate voted to vacate the enrollment of SB 537; a motion to reconsider the vote by which the bill had been given immediate effect was then made, and its consideration postponed.A letter dated June 9, 1993, from Stanley D. Steinborn, Chief Assistant Attorney General, to Phillip T. Frangos, Deputy Secretary of State, advised him that \"Senate Bill No. 537 is now law and it should be assigned a public act number.\" At 4:15 p.m. on June 9, 1993, the Secretary of State accepted for filing at the Department of State's Great Seal Office a copy of SB 537 and assigned Public Act No. 58 to the filed document. The filed copy of SB 537 was not the copy presented to the Governor and did not carry the Governor's signature.On June 11, 1993, Dick Posthumus, Majority Leader of the Michigan Senate, John J.H. Schwarz, Assistant President Pro Tempore of the Michigan Senate, and Willis H. Snow, Secretary of the Michigan Senate filed a Complaint for Declaratory Judgment in the 30th Judicial Circuit Court on June 11, 1993, (Docket No. 93-74943), requesting the court to enter judgment in their favor, as follows:\"1) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, has not become law;\"2) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, rightfully remains before the Michigan Senate;\"3) Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;\"4) Ordering the Defendant RICHARD H. AUSTIN to vacate the enrollment of Senate Bill 537 as a Public Act of 1993.\"5) Ordering any and all other relief declared appropriate by this Court.\"On July 1, 1993, the Senate voted to reconsider its vote giving the bill immediate effect and then defeated a motion to give the bill immediate effect. Senate Bill 537 was ordered enrolled on the same date and presented to the Governor at 3:23 p.m. on July 6, 1993.Also on July 1, 1993, the Senate adopted Senate Resolution No. 179 authorizing the Michigan Senate to seek legal action to vacate the assignment of a public act number to SB 537. In accordance with that resolution, an amended complaint was filed on July 14, 1993, adding the Michigan Senate as a plaintiff and requesting the court to enter judgment in plaintiffs' favor, as follows:\"1. Declaring that Senate Bill 537 has not become law, and will not become law until such time as the newly enrolled bill has been duly signed by the Governor, or until such time as the bill is passed by a two-thirds vote of both houses of the Legislature, in the event that the newly enrolled bill should be vetoed by the Governor, or until such time as the newly enrolled bill has remained in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor;\"2. Declaring that Senate Bill 537 was lawfully returned to the Senate, and its enrollment lawfully vacated, on May 18, 1993, and that the bill rightfully remained before the Michigan Senate from that date until its subsequent presentment to the Governor on July 6, 1993;\"3. Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;\"4. Ordering the Defendant RICHARD H. AUSTIN to vacate the assignment, to Senate Bill 537, of Public Act No. 58 of the Public Acts of 1993.\"5. Declaring that Senate Bill 537 shall not take effect until the expiration of 90 days after the final adjournment of the current legislative session, in accordance with Article IV, § 27 of the Michigan Constitution, if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.\"6. Ordering the Defendant RICHARD H. AUSTIN to assign a new public act number to Senate Bill 537 if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.\"7. Ordering any and all other relief declared appropriate by this Court.\"The Governor signed enrolled Senate Bill 537 at 8:10 a.m. on July 16, 1993, and filed it with the Secretary of State at 11:02 a.m. on that date. A public act number was not assigned to this filing.On September 7, 1993, the Ingham County Circuit Court, Giddings J., determined that Plaintiffs lacked standing and that Defendants had raised a meritorious defense and were entitled to judgment as a matter of law. Defendants' Motion for Summary Disposition was granted.Plaintiffs filed an appeal of the Circuit Court ruling with the Michigan Court of Appeals on September 13, 1993. (Court of Appeals Docket No. 168092). This appeal was dismissed on December 28, 1995.Sec. 9 of Act 106 of 1985, being 207.629 of the Michigan Compiled Laws, as originally enacted, reads:\"Sec. 9. (1) On or before the thirtieth day of each month, the state treasurer shall make a distribution from the convention facility development fund to a qualified local governmental unit. The distribution shall be an amount equal to the sum of the collections from the excise tax levied for accommodations pursuant to this act for the previous month from the convention hotels in the county in which the convention facility is or is to be located and in any county in which convention hotels are located that is contiguous to the county in which the convention facility is located, or is to be located, and the additional liquor tax received pursuant to the convention facility promotion tax act for the previous month received in the fund. However, distributions for any state fiscal year to any qualified local governmental unit shall not exceed an amount equal to the amount pledged by the qualified local governmental unit for the payment during that state fiscal year of bonds, obligations, or other evidences of indebtedness incurred for the purposes specified in this act, plus any amount necessary to maintain a fully funded debt reserve or other reserves intended to secure the principal and interest on the bonds, obligations, or other evidences of indebtedness as contained in the resolution or ordinance authorizing their issuance.\"(2) Notwithstanding the distributions provided by subsection (1), if a local governmental unit becomes a qualified local governmental unit entitled to receive distributions from the tax imposed by the convention facility promotion tax act or from the tax imposed by this act in counties in which the convention facility is located or in a county in which a convention hotel is located that is contiguous to the county in which the convention facility is located, no other qualified local governmental unit shall be entitled to distributions pursuant to this section for which that qualified local governmental unit has previously become entitled.\"(3) A qualified local governmental unit shall be a city, village, township, county, or authority that is located in a county in which convention hotels are located and that either is the owner or lessee of a convention facility with 350,000 square feet or more of total exhibit space on the effective date of this act or, if such a convention facility does not exist, will be the owner or lessee of a convention facility with 350,000 square feet or more of total exhibit space through the application of distributions under this section to the purchase or lease of a convention facility.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-629/"
    },
    {
      "id": "section-207630",
      "number": "207.630",
      "heading": "Distribution of Money Remaining in Fund; Priority; Substance Abuse Treatment; Quarterly Distributions.",
      "text": "(1) Any money remaining in the convention facility development fund after distributions under subsection (5) and section 9 shall be distributed pursuant to subsection (2).\n\n(2) Money in the convention facility development fund shall be distributed as provided in subsection (4) in the following order of priority in the following amounts:\n\n(a) For each of the following fiscal years, the following amounts shall be distributed to a metropolitan authority created under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379, for the operational deficit costs of a qualified convention facility operated by the authority under that act for purposes authorized under that act:\n\n(i) $5,000,000.00 for the fiscal year ending September 30, 2020.\n\n(ii) $7,000,000.00 for the fiscal year ending September 30, 2020 for the impact on operational costs resulting from the COVID-19 virus and related measures to protect public safety.\n\n(iii) $8,000,000.00 for the fiscal year ending September 30, 2021.\n\n(iv) $8,000,000.00 for the fiscal year ending September 30, 2022.\n\n(v) $7,000,000.00 for the fiscal year ending September 30, 2023.\n\n(vi) $6,000,000.00 for the fiscal year ending September 30, 2024.\n\n(vii) $5,000,000.00 for the fiscal year ending September 30, 2025.\n\n(b) Except as otherwise provided in this subdivision, for fiscal years beginning after September 30, 2016, an amount equal to the product of the amount of distributions of the tax collected under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, in the immediately preceding fiscal year multiplied by 1.01, not to exceed the total amount of tax collected under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, shall be distributed to counties. For the fiscal years ending September 30, 2023, September 30, 2026, September 30, 2029, September 30, 2032, September 30, 2035, and September 30, 2038, the amount distributed under this subdivision shall equal the amount of the tax collected under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, in the immediately preceding fiscal year. Distributions to each county under this subdivision shall be calculated as follows:\n\n(i) The amount of money available to be distributed under this subdivision multiplied by the percentage of collections in the immediately preceding state fiscal year under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, from licensees in counties in which convention hotels are not located shall be distributed to each county in which convention hotels are not located in the same proportion that the amount of tax collected pursuant to section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, in the immediately preceding state fiscal year from licensees in that county bears to the total tax collections from section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, in the immediately preceding state fiscal year from all counties in which convention hotels are not located.\n\n(ii) The amount of money available to be distributed under this subdivision multiplied by the percentage of collections in the immediately preceding state fiscal year under section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, from licensees in counties in which convention hotels are located shall be distributed to each county in which convention hotels are located in the same proportion that the amount of tax collected pursuant to section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, in the immediately preceding state fiscal year from licensees in that county bears to the total tax collections from section 1207 of the Michigan liquor control code of 1998, 1998 PA 58, MCL 436.2207, in the immediately preceding state fiscal year from all counties in which convention hotels are located. However, in the calculation of the proportion represented by a county's share of distributions under this subparagraph, the amount of the tax collected from licensees in the qualified local governmental unit that received distributions under section 9 in the 2007-2008 state fiscal year shall not be included.\n\n(c) For each fiscal year beginning with the fiscal year ending on September 30, 2020 through the fiscal year ending on September 30, 2039, if the revenue in the convention facility development fund exceeds the amount distributed under section 9, subsection (5), and any distributions under subdivisions (a) and (b), up to $5,000,000.00 must be distributed to the operator of a street railway system for the operations of a street railway system as defined in section 507 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4507.\n\n(d) For the fiscal year ending September 30, 2021 only, if the revenue in the convention facility development fund exceeds the amount distributed under section 9, subsection (5), and any distributions under subdivisions (a), (b), and (c), up to $4,000,000.00 must be distributed from the convention facility development fund to the Michigan strategic fund created under the Michigan strategic fund act, 1984 PA 270, MCL 125.2001 to 125.2094, for the purpose of awarding grants to convention centers negatively impacted by the COVID-19 virus and related measures to protect public safety. All the following apply to the grant program described in this subdivision:\n\n(i) The Michigan strategic fund shall develop an application process by December 1, 2020 and award grants under this subdivision no later than May 1, 2021.\n\n(ii) An eligible convention center under this subdivision includes only a publicly owned facility of at least 10,000 square foot that is generally available to members of the public for lease or rental on a short-term basis for holding conventions, meetings, exhibits, and similar events, and that has any combination of convention hall, auditorium, meeting rooms, and exhibition areas that are separate and distinct and contiguous to each other, and that does not receive funding under subdivision (a).\n\n(iii) The Michigan strategic fund cannot award more than $1,000,000.00 to any 1 eligible convention center under this subdivision.\n\n(iv) An eligible convention center receiving funding under this subdivision must report how the grant dollars were spent by September 30, 2021 or return the funds.\n\n(e) Except as provided in subdivision (f), beginning with the fiscal year ending on September 30, 2016, and each fiscal year thereafter other than the fiscal year ending September 30, 2020, if the revenue in the convention facility development fund exceeds the amounts distributed under section 9, subsection (5), and the distributions under subdivisions (a), (b), (c), and (d), the excess must be distributed to a qualified local governmental unit that is a metropolitan authority to be used by that qualified local governmental unit only for capital expenditures, including payments under a public-private arrangement, or the retirement of outstanding bonds, obligations, or other evidences of indebtedness incurred for which distributions under section 9 are pledged and for a qualified governmental unit that is a metropolitan authority.\n\n(f) For the fiscal year ending on September 30, 2021 and the fiscal year ending on September 30, 2022, the amount distributed under subdivision (e) from the convention facility development fund to a qualified local governmental unit that is a metropolitan authority to be used by that qualified local governmental unit only for the retirement of outstanding bonds, obligations, or other evidences of indebtedness incurred must not exceed $5,000,000.00.\n\n(g) For the fiscal year ending on September 30, 2020, if the revenue in the convention facility development fund exceeds the amounts distributed under section 9, subsection (5), and the distributions under subdivisions (a), (b), (c), and (d), the excess must be distributed to a qualified local governmental unit to be reserved for expenditures authorized by the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379. For the fiscal year ending on September 30, 2021 and the fiscal year ending on September 30, 2022, if the revenue in the convention facility development fund exceeds the amounts distributed under section 9 and the distributions under subdivisions (a) to (e), the excess must be distributed to a qualified local governmental unit to be reserved for expenditures authorized by the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379.\n\n(3) A distribution to a county pursuant to this section shall be included for purposes of the calculations required to be made by section 24e of the general property tax act, 1893 PA 206, MCL 211.24e. If the governing body of a taxing unit approves the additional millage rate under section 24e of the general property tax act, 1893 PA 206, MCL 211.24e, that is due to distributions pursuant to this section, then an amount not less than either of the following must be used for substance abuse treatment within the taxing unit:\n\n(a) 40% of the distribution under this section.\n\n(b) The amount used for substance abuse treatment within the taxing unit in the fiscal year ending September 30, 2022.\n\n(4) Each year, from the revenue collected during the previous quarter, after distributing the monthly payments under section 9(1), the state treasurer shall make quarterly distributions under subsections (2) and (5).\n\n(5) For the fiscal year ending September 30, 2020 only, prior to the distributions required under subsection (2), $10,000,000.00 of the money in the convention facility development fund is transferred and must be deposited into the general fund.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 2007, Act 72, Imd. Eff. Sept. 30, 2007 ;-- Am. 2008, Act 553, Eff. Mar. 31, 2009 ;-- Am. 2009, Act 61, Imd. Eff. July 2, 2009 ;-- Am. 2009, Act 156, Imd. Eff. Dec. 4, 2009 ;-- Am. 2010, Act 207, Imd. Eff. Oct. 12, 2010 ;-- Am. 2020, Act 205, Imd. Eff. Oct. 15, 2020 ;-- Am. 2022, Act 276, Eff. Mar. 29, 2023",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-630/"
    },
    {
      "id": "section-207631",
      "number": "207.631",
      "heading": "Refunding Bonds, Obligations, or Other Evidences of Indebtedness; Purposes for Issuance; Dedication of Tax Distributions From Convention Facility Development Fund; Determination by State Treasurer; Effect of Unlawful Expenditure",
      "text": "(1) Refunding bonds, obligations, or other evidences of indebtedness described in subsection (2) are issued subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(2) Pursuant to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821, a local governmental unit may issue refunding bonds, obligations, or other evidences of indebtedness to refund all or a portion of the bonds, obligations, or other evidences of indebtedness issued for purposes specified in this act. Except as otherwise provided in section 12(1), if refunding bonds, obligations, or other evidences of indebtedness are issued, an assignment or pledge of distributions of taxes from the convention facility development fund for the payment of principal or interest on the refunded bonds, obligations, or other evidences shall apply, after the issuance of the refunding bonds, only to the refunding bonds, obligations, or other evidences of indebtedness and to any bonds, obligations, or other evidences of indebtedness that were not refunded and to which the assignment or pledge previously applied.\n\n(3) A local governmental unit that refunds bonds, obligations, or other evidences of indebtedness pursuant to subsection (2) may dedicate distributions of taxes from the convention facility development fund to the payment of principal, interest, or credit support fees or other costs of issuance or of the maintenance of any required reserves for general obligation bonds, obligations, or other evidences of indebtedness issued or to be issued for purposes specified in this act but not pursuant to the authority granted in this act or may reimburse itself for such payments from such distributions. However, distributions to a local governmental unit pursuant to this subsection in any state fiscal year shall not exceed the lesser of the following:\n\n(a) Principal, interest, or credit support fees or other costs of issuance or of the maintenance of required reserves payable in the state fiscal year on the bonds, obligations, or other evidences of indebtedness to which the distributions are dedicated.\n\n(b) The difference between the amount that would have been distributed to the local governmental unit had it not issued refunding bonds pursuant to subsection (2) and the amount of distribution of taxes to which an assignment or pledge applies under subsection (2).\n\n(4) After September 30, 1999, taxes shall not be distributed from the convention facility development fund pursuant to subsection (3).\n\n(5) If bonds, obligations, or other evidences of indebtedness are to be issued for the purposes set forth in section 8(2), for which all or a portion of the distribution of taxes that the local governmental unit is eligible to receive are pledged or assigned as set forth in subsection (1) or (2), and if as a direct result of the acquiring, constructing, improving, enlarging, renewing, replacing, or in conjunction with these activities, repairing, furnishing, equipping, or leasing of a convention facility financed from the proceeds of the bonds, obligations, or other evidences of indebtedness, it is necessary for the state to expend money from the state trunk line fund from the proceeds of bonds issued by this state payable from deposits into the state trunk line fund, or from direct appropriations for the costs of relocating, constructing, or reconstructing highways, roads, streets, or bridges, and costs ancillary thereto, then before the issuance of the bonds, obligations, or other evidences of indebtedness, the state treasurer shall determine that the total amount of these costs to be paid from the state trunk line fund, from the proceeds of bonds or notes payable from deposits into the state trunk line fund, or from direct appropriations of this state, excluding any of the cost to be reimbursed to this state by the federal government, any local unit of government or authority or agency thereof, or any other person or entity, shall not exceed 25% of the total cost of the relocation, construction, or reconstruction of highways, roads, streets, and bridges, and costs ancillary to those costs, directly resulting from the convention facility project purposes described in section 8(2). For purposes of the validity of the bonds, obligations, or other evidences of indebtedness, the determination of the state treasurer is conclusive as to the matters stated in the determination. If after the determination by the state treasurer the total costs of relocating, constructing, and reconstructing highways, roads, streets, and bridges, and costs ancillary thereto, increase, this state shall not expend from the state trunk line fund, from the proceeds from bonds payable from deposits in the state trunk line fund, or from direct appropriations of this state, any additional funds that cause the total expenditure by this state from these sources, after any reimbursement, to exceed 25% of the total cost, as increased, of the relocation, construction, and reconstruction, including ancillary costs. An expenditure by this state in violation of this subsection does not invalidate or otherwise adversely affect any previously issued bonds, obligations, or other evidences of indebtedness described in this section or any security therefor.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 1993, Act 58, Eff. Apr. 1, 1994 ;-- Am. 2002, Act 237, Imd. Eff. Apr. 29, 2002 ;-- Am. 2022, Act 276, Eff. Mar. 29, 2023Compiler's Notes:On March 31, 1993, the Senate passed SB 537 and transmitted it to the House of Representatives, which, on April 29, 1993, passed SB 537, voted to give the bill immediate effect, and returned it to the Senate. On May 5, 1993, the Senate voted to give SB 537 immediate effect and ordered it enrolled. Enrolled SB 537 was presented to the Governor at 8:59 a.m. on May 6, 1993. On May 18, 1993, the Senate sent a message to the Governor respectfully requesting the return of enrolled SB 537; the Governor voluntarily complied with this request and returned enrolled SB 537 to the Senate; following the return of the bill to the Senate chamber, the Senate voted to vacate the enrollment of SB 537; a motion to reconsider the vote by which the bill had been given immediate effect was then made, and its consideration postponed.A letter dated June 9, 1993, from Stanley D. Steinborn, Chief Assistant Attorney General, to Phillip T. Frangos, Deputy Secretary of State, advised him that “Senate Bill No. 537 is now law and it should be assigned a public act number.” At 4:15 p.m. on June 9, 1993, the Secretary of State accepted for filing at the Department of State's Great Seal Office a copy of SB 537 and assigned Public Act No. 58 to the filed document. The filed copy of SB 537 was not the copy presented to the Governor and did not carry the Governor's signature.On June 11, 1993, Dick Posthumus, Majority Leader of the Michigan Senate, John J.H. Schwarz, Assistant President Pro Tempore of the Michigan Senate, and Willis H. Snow, Secretary of the Michigan Senate filed a Complaint for Declaratory Judgment in the 30th Judicial Circuit Court on June 11, 1993, (Docket No. 93-74943), requesting the court to enter judgment in their favor, as follows:“1) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, has not become law;“2) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, rightfully remains before the Michigan Senate; “3) Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;“4) Ordering the Defendant RICHARD H. AUSTIN to vacate the enrollment of Senate Bill 537 as a Public Act of 1993. “5) Ordering any and all other relief declared appropriate by this Court.”On July 1, 1993, the Senate voted to reconsider its vote giving the bill immediate effect and then defeated a motion to give the bill immediate effect. Senate Bill 537 was ordered enrolled on the same date and presented to the Governor at 3:23 p.m. on July 6, 1993.Also on July 1, 1993, the Senate adopted Senate Resolution No. 179 authorizing the Michigan Senate to seek legal action to vacate the assignment of a public act number to SB 537. In accordance with that resolution, an amended complaint was filed on July 14, 1993, adding the Michigan Senate as a plaintiff and requesting the court to enter judgment in plaintiffs' favor, as follows:“1. Declaring that Senate Bill 537 has not become law, and will not become law until such time as the newly enrolled bill has been duly signed by the Governor, or until such time as the bill is passed by a two-thirds vote of both houses of the Legislature, in the event that the newly enrolled bill should be vetoed by the Governor, or until such time as the newly enrolled bill has remained in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor;“2. Declaring that Senate Bill 537 was lawfully returned to the Senate, and its enrollment lawfully vacated, on May 18, 1993, and that the bill rightfully remained before the Michigan Senate from that date until its subsequent presentment to the Governor on July 6, 1993; “3. Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;“4. Ordering the Defendant RICHARD H. AUSTIN to vacate the assignment, to Senate Bill 537, of Public Act No. 58 of the Public Acts of 1993.“5. Declaring that Senate Bill 537 shall not take effect until the expiration of 90 days after the final adjournment of the current legislative session, in accordance with Article IV, § 27 of the Michigan Constitution, if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.“6. Ordering the Defendant RICHARD H. AUSTIN to assign a new public act number to Senate Bill 537 if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.“7. Ordering any and all other relief declared appropriate by this Court.”The Governor signed enrolled Senate Bill 537 at 8:10 a.m. on July 16, 1993, and filed it with the Secretary of State at 11:02 a.m. on that date. A public act number was not assigned to this filing.On September 7, 1993, the Ingham County Circuit Court, Giddings J., determined that Plaintiffs lacked standing and that Defendants had raised a meritorious defense and were entitled to judgment as a matter of law. Defendants' Motion for Summary Disposition was granted.Plaintiffs filed an appeal of the Circuit Court ruling with the Michigan Court of Appeals on September 13, 1993. (Court of Appeals Docket No. 168092). This appeal was dismissed on December 28, 1995.Sec. 11 of Act 106 of 1985, being 207.631 of the Michigan Compiled Laws, as originally enacted, reads:“Sec. 11. (1) Before a local governmental unit may assign or pledge all or a portion of the distribution of taxes that the local governmental unit is eligible to receive under this act for payment of bonds, obligations, or other evidences of indebtedness, the local governmental unit shall submit the plans for the proposed project and financing to the state treasurer for approval. The state treasurer shall make findings regarding whether the proposed project is reasonable, whether the revenues and other funds will be sufficient to fund the proposed project, and any other projects necessary for the completion of the proposed project, and whether the proposed project and financing comply with the provisions of this act. The state treasurer shall notify the local governmental unit of the findings pursuant to this section and shall approve or disapprove the proposed project within 30 days after submission of the plans for the proposed project and financing. The findings of the state treasurer pursuant to this section shall be reviewed by the state administrative board and shall be considered conclusive.“(2) If bonds, obligations, or other evidences of indebtedness are to be issued for the purposes set forth in section 8(2), for which all or a portion of the distribution of taxes that the local governmental unit is eligible to receive are pledged as set forth in subsection (1), and if as a direct result of the acquiring, constructing, improving, enlarging, renewing, replacing, or in conjunction with these activities, repairing, furnishing, equipping, or leasing of a convention facility financed from the proceeds of bonds, obligations, or other evidences of indebtedness, it is necessary for the state to expend money from the state trunk line fund, or from the proceeds of bonds issued by the state payable from deposits into the state trunk line fund, or to make direct appropriations for the costs of relocating, constructing, or reconstructing highways, roads, streets, and bridges, and costs ancillary thereto, then prior to the issuance of the bonds, obligations, or other evidences of indebtedness described in subsection (1), the state treasurer shall determine, which determination, for the purposes of the validity of the bonds, obligations, or other evidences of indebtedness, shall be conclusive as to the matters stated therein, that the total amount of said costs to be paid from the state trunk line fund, or the proceeds of bonds or notes payable from deposits into the state trunk line fund, or from direct appropriations of the state for this purpose excluding any of the cost to be reimbursed to the state from the federal government, from any local unit of government or authority or agency thereof, or from any other person or entity, shall not exceed 25% of the total cost of the relocation, construction, or reconstruction of highways, roads, streets, and bridges, and costs ancillary thereto, directly resulting from the convention facility project purposes described in section 8(2). If subsequent to the date of determination by the state treasurer, as required by this subsection, these costs of relocating, constructing, and reconstructing highways, roads, streets, and bridges, and costs ancillary thereto, increase, the state shall not expend from the state trunk line fund, or the proceeds from bonds payable from deposits in the state trunk line fund, or by any direct appropriations of the state for this purpose, any additional funds which cause the total expenditure by the state from these sources, after any reimbursement, to exceed 25% of the total cost, as increased, of the relocation, construction, and reconstruction including ancillary costs. An expenditure by the state in violation of the provisions of this subsection shall not invalidate or otherwise adversely affect any then previously issued bonds, obligations, or other evidences of indebtedness described in subsection (1) or any security therefor.”",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-631/"
    },
    {
      "id": "section-207632",
      "number": "207.632",
      "heading": "Transmitting Payment to Trustee or Trustees for Bonds, Obligations, Other Evidences of Indebtedness, or Payments Under a Public-Private Arrangement; Prohibition; Exception",
      "text": "(1) A local governmental unit may assign or pledge all or a portion of the distribution of taxes that the local governmental unit is eligible to receive under this act for payment of bonds, obligations, or other evidences of indebtedness, including payments under a public-private arrangement, for the purposes specified in section 8(2). If a local governmental unit assigns or pledges all or a portion of the distribution of taxes that the local governmental unit is eligible to receive under this act for payment of bonds, obligations, or other evidences of indebtedness, including payments under a public-private arrangement, the state treasurer may transmit to the duly appointed trustee or trustees for the bonds, obligations, or other evidences of indebtedness, including a public-private arrangement, the payment of the distribution assigned or pledged by the local governmental unit. Notwithstanding anything in this act to the contrary, the second sentence of section 11(2) does not apply to bonds issued by a metropolitan authority that becomes a qualified local governmental unit after December 1, 2008.\n\n(2) A local governmental unit that becomes a qualified local governmental unit before May 1, 2008 shall not issue bonds, obligations, or other evidences of indebtedness to which distributions under section 9 are pledged in a principal amount greater than $180,000,000.00. This limit does not apply to refunding bonds, obligations, or other evidences of indebtedness issued pursuant to section 11(2) or to bonds, obligations, or other evidences of indebtedness to which distributions of taxes from the convention facility development fund are dedicated under section 11(3). A metropolitan authority that becomes a qualified local governmental unit after December 1, 2008 may, after the effective date of the amendatory act that added subdivision (f), issue bonds, obligations, or other evidences of indebtedness to which distributions under section 9 are pledged in an aggregate principal amount not to exceed $299,000,000.00. The cost of a project in addition to construction and acquisition costs may include an allowance for legal, engineering, architectural, and consulting services. The following are not subject to the limitations set forth in this subsection:\n\n(a) Interest on revenue obligations issued to finance the project becoming due before the collection of the first revenues available for the payment of those revenue obligations.\n\n(b) A reserve for the payment of principal, interest, and redemption premiums on the revenue obligations of the qualified local governmental unit, and other necessary incidental expenses, including, but not limited to, placement fees, fees or charges for insurance, letters of credit, lines of credit, remarketing agreements, or commitments to purchase obligations issued pursuant to this act.\n\n(c) Fees or charges associated with an agreement to manage payment, revenue, or interest rate exposure.\n\n(d) Any other fees or charges for any other security provided to assure timely payment of the obligations.\n\n(e) Refunding bonds.\n\n(f) Payments under a public-private arrangement.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 1993, Act 58, Eff. Apr. 1, 1994 ;-- Am. 2002, Act 237, Imd. Eff. Apr. 29, 2002 ;-- Am. 2008, Act 553, Eff. Mar. 31, 2009 ;-- Am. 2009, Act 61, Imd. Eff. July 2, 2009 ;-- Am. 2022, Act 276, Eff. Mar. 29, 2023Compiler's Notes:On March 31, 1993, the Senate passed SB 537 and transmitted it to the House of Representatives, which, on April 29, 1993, passed SB 537, voted to give the bill immediate effect, and returned it to the Senate. On May 5, 1993, the Senate voted to give SB 537 immediate effect and ordered it enrolled. Enrolled SB 537 was presented to the Governor at 8:59 a.m. on May 6, 1993. On May 18, 1993, the Senate sent a message to the Governor respectfully requesting the return of enrolled SB 537; the Governor voluntarily complied with this request and returned enrolled SB 537 to the Senate; following the return of the bill to the Senate chamber, the Senate voted to vacate the enrollment of SB 537; a motion to reconsider the vote by which the bill had been given immediate effect was then made, and its consideration postponed.A letter dated June 9, 1993, from Stanley D. Steinborn, Chief Assistant Attorney General, to Phillip T. Frangos, Deputy Secretary of State, advised him that “Senate Bill No. 537 is now law and it should be assigned a public act number.” At 4:15 p.m. on June 9, 1993, the Secretary of State accepted for filing at the Department of State's Great Seal Office a copy of SB 537 and assigned Public Act No. 58 to the filed document. The filed copy of SB 537 was not the copy presented to the Governor and did not carry the Governor's signature.On June 11, 1993, Dick Posthumus, Majority Leader of the Michigan Senate, John J.H. Schwarz, Assistant President Pro Tempore of the Michigan Senate, and Willis H. Snow, Secretary of the Michigan Senate filed a Complaint for Declaratory Judgment in the 30th Judicial Circuit Court on June 11, 1993, (Docket No. 93-74943), requesting the court to enter judgment in their favor, as follows:“1) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, has not become law;“2) Declaring that Senate Bill 537, the original linen of which is in the possession of the Michigan Senate, and which has never been signed into law by the Governor, rightfully remains before the Michigan Senate;“3) Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;“4) Ordering the Defendant RICHARD H. AUSTIN to vacate the enrollment of Senate Bill 537 as a Public Act of 1993.“5) Ordering any and all other relief declared appropriate by this Court.”On July 1, 1993, the Senate voted to reconsider its vote giving the bill immediate effect and then defeated a motion to give the bill immediate effect. Senate Bill 537 was ordered enrolled on the same date and presented to the Governor at 3:23 p.m. on July 6, 1993.Also on July 1, 1993, the Senate adopted Senate Resolution No. 179 authorizing the Michigan Senate to seek legal action to vacate the assignment of a public act number to SB 537. In accordance with that resolution, an amended complaint was filed on July 14, 1993, adding the Michigan Senate as a plaintiff and requesting the court to enter judgment in plaintiffs' favor, as follows:“1. Declaring that Senate Bill 537 has not become law, and will not become law until such time as the newly enrolled bill has been duly signed by the Governor, or until such time as the bill is passed by a two-thirds vote of both houses of the Legislature, in the event that the newly enrolled bill should be vetoed by the Governor, or until such time as the newly enrolled bill has remained in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor;“2. Declaring that Senate Bill 537 was lawfully returned to the Senate, and its enrollment lawfully vacated, on May 18, 1993, and that the bill rightfully remained before the Michigan Senate from that date until its subsequent presentment to the Governor on July 6, 1993;“3. Declaring that any action taken by the Defendants inconsistent with the above declarations is unauthorized and unlawful;“4. Ordering the Defendant RICHARD H. AUSTIN to vacate the assignment, to Senate Bill 537, of Public Act No. 58 of the Public Acts of 1993.“5. Declaring that Senate Bill 537 shall not take effect until the expiration of 90 days after the final adjournment of the current legislative session, in accordance with Article IV, § 27 of the Michigan Constitution, if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.“6. Ordering the Defendant RICHARD H. AUSTIN to assign a new public act number to Senate Bill 537 if the newly enrolled bill is signed by the Governor, is passed by a two-thirds vote of both houses of the Legislature, overriding a gubernatorial veto, or if the newly enrolled bill remains in the possession of the Governor for a period of more than 14 days, during which time the Legislature has remained in session, without having been signed, vetoed, or otherwise returned to the Legislature by the Governor, in accordance with Article IV, § 33 of the Michigan Constitution.“7. Ordering any and all other relief declared appropriate by this Court.”The Governor signed enrolled Senate Bill 537 at 8:10 a.m. on July 16, 1993, and filed it with the Secretary of State at 11:02 a.m. on that date. A public act number was not assigned to this filing.On September 7, 1993, the Ingham County Circuit Court, Giddings J., determined that Plaintiffs lacked standing and that Defendants had raised a meritorious defense and were entitled to judgment as a matter of law. Defendants' Motion for Summary Disposition was granted.Plaintiffs filed an appeal of the Circuit Court ruling with the Michigan Court of Appeals on September 13, 1993. (Court of Appeals Docket No. 168092). This appeal was dismissed on December 28, 1995.Sec. 12 of Act 106 of 1985, being 207.632 of the Michigan Compiled Laws, as originally enacted, reads:“Sec. 12. (1) Subject to approval pursuant to section 11, a local governmental unit may assign or pledge all or a portion of the distribution of taxes that the local governmental unit is eligible to receive under this act for payment of bonds, obligations, or other evidences of indebtedness for the purposes specified in section 8(2). If a local governmental unit assigns or pledges all or a portion of the distribution of taxes that the local governmental unit is eligible to receive under this act for payment of bonds, obligations, or other evidences of indebtedness incurred for the purposes specified in this act, the state treasurer may transmit to the duly appointed trustee for the bonds, obligations, or other evidences of indebtedness, if any, the payment of the distribution which is assigned or pledged by the local governmental unit.“(2) A local governmental unit shall not issue bonds, obligations, or other evidences of indebtedness to which distributions under section 9 are pledged in a principal amount greater than $180,000,000.00.”",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-632/"
    },
    {
      "id": "section-207633",
      "number": "207.633",
      "heading": "When Pledge Effective, Valid, and Binding; Lien of Pledge; Filing or Recording of Instrument Creating Pledge; Construction of Section.",
      "text": "(1) Any pledge of the distributions of the tax imposed under this act shall be effective, valid, and binding from the time when the pledge is made. The pledged distributions received shall be immediately subject to the lien of the pledge, whether or not there has been physical delivery. The lien of any pledge shall be valid and binding against all parties having claims of any kind in tort, contract, or otherwise against any person receiving the distributions of the tax, whether or not the parties have notice of the pledge. The ordinance, the resolution, or any other instrument of the local governmental unit by which a pledge of the proceeds of the tax imposed pursuant to this act is created is not required to be filed or recorded except in the records of the local governmental unit to be subject to this section.\n\n(2) This section does not constitute a continuing appropriation and shall not be construed to create an indebtedness of the state.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-633/"
    },
    {
      "id": "section-207634",
      "number": "207.634",
      "heading": "Bonds, Obligations, or Other Evidences of Indebtedness Not Debt, Liability, or Obligation of State; Payment or Refunding; Statement.",
      "text": "Bonds, obligations, or other evidences of indebtedness of the local governmental unit issued for the purposes specified in this act shall not be in any way a debt or liability of the state and shall not create or constitute any indebtedness, liability, or obligation of the state or be or constitute a pledge of the faith and credit of the state. However, all bonds, obligations, or other evidences of indebtedness issued by the local governmental unit for the purposes specified in this act, unless paid or refunded by bonds, obligations, or other evidences of indebtedness of a local governmental unit, shall be payable from the funds pledged or available for their payment as authorized in this act or as otherwise provided by law. Each bond, obligation, or other evidence of indebtedness issued for the purposes specified in this act shall contain on its face a statement to the effect that the local governmental unit is obligated to pay the principal, of the premium, if any, and the interest on the bonds, obligations, or other evidences of indebtedness from distributions under this act or as otherwise provided by law, that the state is not obligated to pay the principal of, the premium, if any, and the interest on the bonds, obligations, or other evidences of indebtedness, and that neither the faith and credit nor the taxing power of the state is pledged to the payment of the principal of, the premium, if any, and the interest on the bonds, obligations, or other evidences of indebtedness issued by the local governmental unit.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-634/"
    },
    {
      "id": "section-207635",
      "number": "207.635",
      "heading": "State Pledge and Agreement; Construction of Section.",
      "text": "(1) The state pledges to and agrees with the holders of bonds, obligations, or other evidences of indebtedness issued by a local governmental unit in accordance with law that the state shall not limit or restrict the rights vested in any person or local governmental unit to do any 1 or more of the following:\n\n(a) Establish and collect fees or other charges as are convenient or necessary to produce sufficient revenues to meet the expenses of the local governmental unit for operating the convention facilities.\n\n(b) Fulfill the terms of any agreement made with the holders of bonds, obligations, or other evidences of indebtedness issued by the local governmental unit, or in any way impair the rights or remedies of the holders of bonds, obligations, or other evidences of indebtedness issued by the local governmental unit until the principal amount of the bonds, obligations, or other evidences of indebtedness, together with interest, and premiums, if any, on the bonds, obligations, or other evidences of indebtedness and interest on any unpaid installments of interest, and all costs and expenses in connection with an action or proceedings by or on behalf of the holders are fully met, paid, and discharged.\n\n(2) This section shall not be construed to obligate or restrict any future legislature to make or from making the appropriation of distributions made under this act and shall not be construed to limit or prohibit the state from repealing or amending any law enacted for the imposition of taxes being distributed by this act.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-635/"
    },
    {
      "id": "section-207636",
      "number": "207.636",
      "heading": "Liberal Construction.",
      "text": "This act shall be construed liberally to effectuate the legislative intent and purposes of this act as complete and independent authority for the performance of each and every act and thing authorized by this act and all powers granted shall be broadly interpreted to effectuate the intent and purposes of this act and not as a limitation of powers.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-636/"
    },
    {
      "id": "section-207637",
      "number": "207.637",
      "heading": "Powers Cumulative.",
      "text": "The powers conferred in this act upon any county or local governmental unit shall be in addition to any other powers the county or local governmental unit shall possess by charter or statute.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-637/"
    },
    {
      "id": "section-207638",
      "number": "207.638",
      "heading": "Annual Appropriation.",
      "text": "There is appropriated each year from the convention facility development fund an amount sufficient to make the distributions under section 9.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-638/"
    },
    {
      "id": "section-207639",
      "number": "207.639",
      "heading": "Effective Date of Excise Tax.",
      "text": "The excise tax imposed pursuant to this act shall take effect on the first day of the calendar month, but not less than 29 days, after a facility becomes a convention hotel as certified by the state treasurer.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-639/"
    },
    {
      "id": "section-207640",
      "number": "207.640",
      "heading": "Levy of Tax; Time Period.",
      "text": "The tax imposed by this act shall not be levied after the earlier of December 31, 2039 or 30 days after all bonds, notes, or other obligations issued by a metropolitan authority formed under the regional convention facility authority act, 2008 PA 554, MCL 141.1351 to 141.1379, for purposes authorized under that act are retired.\n\nHistory:1985, Act 106, Imd. Eff. July 30, 1985 ;-- Am. 2008, Act 553, Eff. Mar. 31, 2009 ;-- Am. 2022, Act 276, Eff. Mar. 29, 2023",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-106-of-1985/section-207-640/"
    }
  ]
}