{
  "state": "michigan",
  "path": "title-chapter-207-taxation/chapter-act-68-of-1963-iron-ore-tax-207271-207279",
  "sections": [
    {
      "id": "section-207271",
      "number": "207.271",
      "heading": "Specific Taxation of Underground Beneficiated Iron Ore; Definitions",
      "text": "As used in this act:\n\n(a) \"Underground ore\" means iron ore in its natural state which to be mined must be removed through a shaft, incline or adit.\n\n(b) \"Beneficiated ore\" means underground ore which has been treated, but not agglomerated, in accordance with good engineering and metallurgical practice by any process, other than by simple crushing or simple sizing, which is intended to improve the quality of the underground ore; including but not limited to, drying with the use of fuel, washing, jigging, using heavy media separation, flotation, cyclones or spirals or any combination.\n\n(c) \"Agglomerated ore\" means underground ore which has been pelletized, sintered, nodulized, briquetted, extruded or otherwise aggregated in accordance with good engineering and metallurgical practice.\n\n(d) \"Ore property\" means the mineral bearing lands of a mine from which underground ore is mined, stockpiles of underground ore, buildings, plants, facilities, equipment, tools and supplies, but exclusive of any lands held primarily for timber purposes, used in connection with the mining and transportation of the underground ore.\n\n(e) \"Beneficiating facility\" means the lands, plants, stockpiles of underground or beneficiated ores, buildings, facilities, equipment, tools and supplies used in connection with the beneficiation and transportation of the ores.\n\n(f) \"Agglomerating facility\" means the lands, plants, stockpiles of underground, beneficiated or agglomerated ores, buildings, facilities, equipment, tools and supplies used in connection with the agglomeration and transportation of the ores.\n\n(g) \"Local\", when applied to beneficiation or agglomeration, or to a beneficiating facility or agglomerating facility, means within a radius of 100 miles of the point of extraction of the underground ore involved and within this state.\n\n(h) \"Shipments\" means deliveries in gross tons of underground ore from an ore property to a beneficiating facility, to an agglomerating facility, or to market, unless otherwise expressly stated.\n\n(i) \"Mine value of base grade ore f.o.b. an ore property\" means the published Lake Erie price per gross ton of Old Range non-Bessemer ore of base grade (51.5% natural iron), as of the date of the assessment, less the total of all transportation and handling costs, including any tax thereon, from the ore property to Lake Erie ports.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-271/"
    },
    {
      "id": "section-207272",
      "number": "207.272",
      "heading": "Specific Taxation of Underground Beneficiated Iron Ore; Computation Formula; Following Completion of First Agglomerating Facility.",
      "text": "(1) Beginning with the first full calendar year following the completion, after the effective date of this act, of the first local agglomerating facility, except that for the purpose of determining the first facility, and no other, a facility which also comes within the provisions of Act No. 77 of the Public Acts of 1951, as amended, being sections 211.621 to 211.625 of the Compiled Laws of 1948, shall not be considered as the first facility:\n\n(a) Whenever 25% or more of the annual shipments from an ore property is agglomerated in a local agglomerating facility, the ore property and the agglomerating facility, together with any beneficiating facility used in connection therewith, shall in that year and thereafter be subject to a specific tax in an amount equal to the average annual total shipments from such ore property during the preceding 5-year period, multiplied by 2% of the mine value of base grade ore f.o.b. the ore property; or\n\n(b) Whenever 75% or more of the annual shipments from an ore property to which subdivision (a) of this section does not apply is agglomerated in accordance with seasonal inventory practices in an agglomerating facility which is not located within a radius of 100 miles of the point of extraction, the ore property shall in that year and thereafter be subject to a specific tax in an amount equal to the average annual total shipments from such ore property during the preceding 5-year period, multiplied by 3% of the mine value of base grade ore f.o.b. the ore property; or\n\n(c) Whenever 75% or more of the annual shipments from an ore property to which neither subdivision (a) nor subdivision (b) of this section applies is beneficiated in a local beneficiating facility, so that the ore so beneficiated would pass through a 7/8-inch screen, the ore property and the beneficiating facility shall in that year and thereafter be subject to a specific tax in an amount equal to the average annual total shipments from the ore property during the preceding 5-year period, multiplied by 3% of the mine value of base grade ore f.o.b. the ore property; or\n\n(d) Whenever any portion less than 25% of the annual shipments from an ore property to which subdivision (b) or (c) of this section would otherwise apply is agglomerated in a local agglomerating facility, then the ore property and the agglomerating facility, together with any beneficiating facility used in connection therewith, shall in that year be subject to a specific tax in an amount equal to\n\n(i) the average annual total shipments from such ore property during the preceding 5-year period, multiplied by the proportion which the shipments from such ore property agglomerated in a local agglomerating facility in the tax year bear to the total shipments from such ore property in the same year, multiplied by 2% of the mine value of base grade ore f.o.b. said ore property, and\n\n(ii) the average annual total shipments from such ore property during the preceding 5-year period, multiplied by the proportion which the shipments from such ore property not agglomerated in a local agglomerating facility in the tax year bear to the total shipments from such ore property in the same year, multiplied by 3% of the mine value of base grade ore f.o.b. said ore property.\n\n(2) For purposes of this section, years in which there were no shipments shall be excluded in computing average annual shipments but only until the ore property has a 5-year record of shipments.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-272/"
    },
    {
      "id": "section-207273",
      "number": "207.273",
      "heading": "Specific Taxation of Underground Beneficiated Iron Ore; Computation of Tax Prior to Completion of Agglomerating or Beneficiating Facility.",
      "text": "(1) Prior to the first full calendar year following the completion of an ore property, the underground ore from which will be agglomerated or beneficiated, or both, in such amounts as to bring the property within the provisions of subdivisions (a), (b), (c) or (d) of subsection 1 of section 2 of this act, the ore property, together with the agglomerating or beneficiating facilities, as may be constructed in connection therewith, shall be subject to a specific tax equal to the rated annual capacity of the ore property multiplied by 1% of the mine value of base grade ore f.o.b. the ore property, multiplied by the per cent completion of the ore property and the agglomerating or beneficiating facilities.\n\n(2) An agglomerating facility or a beneficiating facility constructed or being constructed for the purpose of treating underground ore from an ore property which is being assessed on the ad valorem tax roll shall not be subject to ad valorem tax assessment prior to the first full calendar year following the completion of the facility and prior to the time the ore property comes within the provisions of section 2 of this act.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-273/"
    },
    {
      "id": "section-207274",
      "number": "207.274",
      "heading": "Minimum Tax.",
      "text": "During the first year in which any property is subject to a specific tax under this act, the amount of the tax shall be not less than 75% of the ad valorem taxes levied and assessed against the property in the last year in which ad valorem taxes were levied and assessed against it; and during the second year in which the property is subject to the specific tax, the amount of tax shall be not less than 50% of the ad valorem taxes.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-274/"
    },
    {
      "id": "section-207275",
      "number": "207.275",
      "heading": "State Geologist; Determination of Tax, Apportionment Among Taxing Districts.",
      "text": "The state geologist or his duly authorized deputy shall determine the specific tax imposed against an ore property, beneficiating facility or agglomerating facility, and as early as practicable prior to February 15 shall certify the same to the supervisor or assessing officer of the township or city in which the ore property, beneficiating facility or agglomerating facility is situated. If the mining or beneficiating or agglomerating of underground ore from an ore property is carried on in more than one taxing district, then the state geologist or his duly authorized deputy shall apportion equitably the amount of the specific taxes to each taxing district, giving due consideration to the relative extent of the operations performed in each taxing district.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963Compiler's Notes:For transfer of powers and duties of department of environmental quality to department of natural resources and environment, see E.R.O. No. 2009-31, compiled at MCL 324.99919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-275/"
    },
    {
      "id": "section-207276",
      "number": "207.276",
      "heading": "Curtailment and Resumption of Agglomeration or Beneficiation.",
      "text": "Whenever any ore property subject to a specific tax under subdivisions (a), (b), (c) or (d) of subsection (1) of section 2 of this act for a period of 2 consecutive years fails to beneficiate or agglomerate a sufficient percentage of its annual shipments to comply with the provisions of any one of the subdivisions of subsection 1 of section 2 of this act, and in the opinion of the state geologist or his duly authorized deputy it appears that the agglomeration or beneficiation will not be resumed, the state geologist or his duly authorized deputy shall so certify and the ore property, together with any agglomerating or beneficiating facilities subject to a specific tax under section 2 of this act solely because used in connection with the ore property and which are not otherwise subject to the specific tax, in the tax year for which the certification is made and thereafter shall be valued and assessed in the same manner as other ore properties, agglomerating and beneficiating facilities not coming within the provisions of this act are valued and assessed. If agglomeration or beneficiation of shipments from the ore property is thereafter resumed in an amount sufficient to meet the percentages of total shipments set forth in any of the subdivisions of subsection (1) of section 2 of this act, then the ore property and the agglomerating or beneficiating facilities shall be subject to the applicable specific tax provided for in section 2 of this act the first calendar year in which the required percentage of gross tons of agglomeration or beneficiation is attained.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963Compiler's Notes:For transfer of powers and duties of department of environmental quality to department of natural resources and environment, see E.R.O. No. 2009-31, compiled at MCL 324.99919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-276/"
    },
    {
      "id": "section-207277",
      "number": "207.277",
      "heading": "Separate Roll; Spread of Tax; Nonpayment; Distribution of Collections.",
      "text": "The township supervisor or assessing officer of the city shall remove from the list of land descriptions assessed and taxed under the general property tax law the land descriptions of the property taxed under the provisions of this act, and shall enter the land descriptions on a separate roll. The supervisor or assessor shall spread the specific tax as certified to him by the state geologist or his duly authorized deputy against the lands and the township or city treasurer shall collect the specific tax at the same time, in the same manner and subject to the same collection charges as general property taxes. Lands listed and taxed under the provisions of this act shall be subject to return and sale for nonpayment of taxes in the same manner, at the same time and under the same penalties as lands returned and sold for nonpayment of taxes levied under the general property tax laws. No valuation shall be determined for descriptions under this act, and such lands shall not be considered by the county board of supervisors or by the state board of equalization in connection with county or state equalization for taxation purposes. All sums collected under the provisions of this act shall be distributed by the township treasurer to school districts and to governmental units in the same proportion as the general property taxes, including a millage voted in excess of the 15 mill tax limitation, are distributed. The amounts so distributed may be used by the school districts and governmental units for operating expenses, for capital improvements, for the accumulation of reserves in a building and sites fund, or for the payment of interest or principal on bonds.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963Effective Date:For transfer of powers and duties of department of environmental quality to department of natural resources and environment, see E.R.O. No. 2009-31, compiled at MCL 324.99919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-277/"
    },
    {
      "id": "section-207278",
      "number": "207.278",
      "heading": "Appeal.",
      "text": "The supervisor or other local assessing officer or the owner or operator of the property taxed under the provisions of this act may take an appeal from the assessment of the specific taxes, as determined and certified by the state geologist or his duly authorized deputy, to the state tax commission which shall review the same in the same manner, under the same procedure and with the same effect as provided in section 152 of Act No. 206 of the Public Acts of 1893, as amended, being section 211.152 of the Compiled Laws of 1948.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963Compiler's Notes:For transfer of powers and duties of department of environmental quality to department of natural resources and environment, see E.R.O. No. 2009-31, compiled at MCL 324.99919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-278/"
    },
    {
      "id": "section-207279",
      "number": "207.279",
      "heading": "Specific Taxes in Lieu of Ad Valorem Taxes.",
      "text": "The specific taxes provided for in this act shall be in lieu of all ad valorem taxes upon the property to which the specific taxes apply, including, without limitation, the ore property, the beneficiating facilities, the agglomerating facilities, the ore in its natural state as mined, the beneficiated ore, the agglomerated ore, and the lands occupied by or used in connection with the mining, beneficiating, agglomerating and transporting of the underground ore.\n\nHistory:1963, Act 68, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-68-of-1963/section-207-279/"
    }
  ]
}