{
  "state": "michigan",
  "path": "title-chapter-207-taxation/chapter-act-438-of-1976-commercial-housing-facilities-exemption-cert",
  "sections": [
    {
      "id": "section-207601",
      "number": "207.601",
      "heading": "Definitions.Section 207.602 - Approval of Certificate; Condition",
      "text": "As used in this act:\n\n(a) \"Commercial housing facilities exemption certificate\" means a certificate issued pursuant to sections 3, 4, and 5.\n\n(b) \"Commission\" means the state tax commission created by Act No. 360 of the Public Acts of 1927, as amended, being sections 209.101 to 209.107 of the Michigan Compiled Laws.\n\n(c) \"Local governmental unit\" means a city, village, or township.\n\n(d) \"New facility\" means a new structure which will have as its primary purpose multifamily housing consisting of 5 or more units and will be constructed in a downtown development district established pursuant to Act No. 197 of the Public Acts of 1975, as amended, being sections 125.1651 to 125.1680 of the Michigan Compiled Laws.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977 ;-- Am. 1980, Act 42, Imd. Eff. Mar. 17, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-601/"
    },
    {
      "id": "section-207602",
      "number": "207.602",
      "heading": "Approval of Certificate; Condition.",
      "text": "A local governmental unit, by resolution of its legislative body, may approve commercial housing facilities exemption certificates, if at the time of adoption of the resolution the local governmental unit has established a downtown development district pursuant to Act No. 197 of the Public Acts of 1975, as amended, and levies an income tax.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977 ;-- Am. 1980, Act 42, Imd. Eff. Mar. 17, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-602/"
    },
    {
      "id": "section-207603",
      "number": "207.603",
      "heading": "Application for Certificate; Filing; Form; Contents; Notice; Hearing.",
      "text": "(1) The owner or lessee of a new facility may file an application for a commercial housing facilities exemption certificate with the clerk of the local governmental unit which has established a downtown development district. The application shall be filed in the manner and form prescribed by the commission. The application shall contain or be accompanied by a general description of the new facility, a general description of the proposed use of the new facility, the general nature and extent of the construction to be undertaken, a time schedule for undertaking and completing the construction of the new facility, and information relating to the requirements of section 7.\n\n(2) Upon receipt of an application for a commercial housing facilities exemption certificate, the clerk of the local governmental unit shall give written notice to the assessor of the assessing unit in which the new facility is to be located, and to the legislative body of each taxing unit which levies ad valorem property taxes in the local governmental unit in which the new facility is to be located. Before acting upon the application, the legislative body of the local governmental unit shall afford the applicant, the assessor, and a representative of the affected taxing units an opportunity for a hearing.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-603/"
    },
    {
      "id": "section-207604",
      "number": "207.604",
      "heading": "Application for Certificate; Approval or Disapproval.",
      "text": "The legislative body of the local governmental unit, not more than 60 days after receipt by its clerk of the application, by resolution shall either approve or disapprove the application for a commercial housing facilities exemption certificate in accordance with section 7 and the other provisions of this act. If disapproved, the reasons shall be set forth in writing in the resolution and the clerk shall return the application to the applicant. If approved, the clerk shall forward the application to the commission.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-604/"
    },
    {
      "id": "section-207605",
      "number": "207.605",
      "heading": "Certificate; Determination Prior to Issuance; Concurrence of Department of Commerce; Effective Date; Mailing; Filing; Notice.",
      "text": "(1) Not later than 60 days after receipt of an approved application, the commission shall determine whether the structure is to be used primarily as a new facility and otherwise complies with section 7 and the other provisions of this act. If the commission so finds, it shall issue a commercial housing facilities exemption certificate. Before issuing a certificate, the commission shall obtain the written concurrence of the department of commerce that the application complies with the requirements of section 7. The effective date of the certificate shall be the December 31 following the date of issuance of the certificate.\n\n(2) Upon issuance of a commercial housing facilities exemption certificate, the commission shall send the certificate by certified mail to the applicant and a certified copy by certified mail to the assessor of the assessing unit in which the new facility is to be located. The copy shall be filed on record in the assessor's office. Notice of the commission's refusal to issue a certificate shall be sent by certified mail to the same persons.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-605/"
    },
    {
      "id": "section-207606",
      "number": "207.606",
      "heading": "Exemptions From Ad Valorem Real and Personal Property Taxes; Determination, Collection, Assessment, and Disbursement of Commercial Housing Facilities Tax; Lien; Waiver",
      "text": "(1) A new facility for which a commercial housing facilities exemption certificate is in effect, but not the land on which the new facility is located, shall be exempt from ad valorem real and personal property taxes imposed under Act No. 206 of the Public Acts of 1893, as amended, being sections 211.1 to 211.157 of the Michigan Compiled Laws, for the period beginning on the effective date of the certificate and continuing so long as the commercial housing facilities exemption certificate is in force.\n\n(2) The owner of a new facility exempt from the ad valorem real and personal property taxes as provided in this section shall pay an annual specific tax to be known as the commercial housing facilities tax which shall be determined by multiplying the state equalized value of the new facility, not including the land, by 1/2 of the total mills levied as ad valorem taxes for that year by all taxing units within which the facility is situated. The commercial housing facilities tax shall be collected, assessed, and disbursed in the same manner as provided for the collection, assessment, and disbursement of the commercial facilities tax in section 12(5) of Act No. 255 of the Public Acts of 1978, being section 207.662 of the Michigan Compiled Laws, and shall be a lien on the real property to which the certificate is applicable, until paid, in the same manner as provided in section 13 of Act No. 255 of the Public Acts of 1978, being section 207.663 of the Michigan Compiled Laws. The legislative body of the local governmental unit may waive the payment of the commercial housing facilities tax on new facilities. The issuance of a commercial housing facilities exemption certificate may be made conditional upon the annual payment of the commercial housing facilities tax imposed pursuant to this section.\n\n(3) The lessee, occupant, user, or person in possession of the new facility for which a commercial housing facilities exemption certificate is in effect shall be exempt from ad valorem taxes imposed under Act No. 189 of the Public Acts of 1953, as amended, being sections 211.181 to 211.182 of the Michigan Compiled Laws, for the same period.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977 ;-- Am. 1980, Act 42, Imd. Eff. Mar. 17, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-606/"
    },
    {
      "id": "section-207607",
      "number": "207.607",
      "heading": "Resolution Approving Application for Certificate; Finding; Determination; Statement; Requirements.",
      "text": "(1) The legislative body of the local governmental unit, in its resolution approving an application for a commercial housing facilities exemption certificate, shall set forth a finding and determination that the granting of the commercial housing facilities exemption certificate, considered together with the aggregate amount of commercial housing facilities exemption certificates previously granted and currently in force, shall not have the effect of substantially impeding the operation of the local governmental unit or impairing the financial soundness of a taxing unit which levies an ad valorem property tax in the local governmental unit in which the new facility is to be located. If the state equalized valuation of property proposed to be exempt pursuant to an application under consideration, considered together with the aggregate state equalized valuation of property exempt under commercial housing facilities exemption certificates previously granted and currently in force and industrial facilities exemption certificates granted under Act No. 198 of the Public Acts of 1974, as amended, being sections 207.551 to 207.571 of the Michigan Compiled Laws, and currently in force, exceeds 5% of the state equalized valuation of the local governmental unit, the commission, with the approval of the state treasurer, shall make a separate finding and shall include a statement in its resolution approving the commercial housing facilities exemption certificate that exceeding the 5% amount shall not have the effect of substantially impeding the operation of the local governmental unit or impairing the financial soundness of an affected taxing unit.\n\n(2) The legislative body of the local governmental unit shall not approve an application and the commission shall not grant a commercial housing facilities exemption certificate unless the applicant complies with all of the following requirements:\n\n(a) Construction of the new facility has not yet begun but will begin no later than January 1, 1987.\n\n(b) The application relates to a construction program which when completed constitutes a new facility.\n\n(c) Completion of the new facility is calculated to, and will at the time of issuance of the certificate, have the reasonable likelihood of creating employment, retaining employment, or preventing a loss of employment in the community in which the new facility is situated.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977 ;-- Am. 1980, Act 42, Imd. Eff. Mar. 17, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-607/"
    },
    {
      "id": "section-207608",
      "number": "207.608",
      "heading": "Assessor; Determining Value of New Facility.",
      "text": "The assessor of each city or township in which there is a new facility for which 1 or more commercial housing facilities exemption certificates are issued and in effect shall determine annually as of December 31 the value of each new facility separately, both for real and personal property, having the benefit of the certificates. Upon receipt of notice of the filing of an application for the issuance of a commercial housing facilities exemption certificate, the assessor of each city or township shall determine and furnish to the local legislative body and the commission the value of the property to which the application pertains and other information necessary to permit the local legislative body and the commission to make the determination required by section 7(1).\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-608/"
    },
    {
      "id": "section-207609",
      "number": "207.609",
      "heading": "Revocation of Certificate; Request; Notice; Hearing; Order.",
      "text": "(1) Upon receipt of a request by certified mail to the commission by the holder of a commercial housing facilities exemption certificate requesting revocation of the certificate, the commission by order shall revoke the certificate.\n\n(2) The legislative body of a local governmental unit by resolution may request the commission to revoke the commercial housing facilities exemption certificate of a new facility upon the grounds that completion of the new facility has not occurred within 2 years after the effective date of the certificate and that the purposes for which the certificate was issued are not being fulfilled because of a failure of the holder to proceed in good faith with the construction or operation of the facility in a manner consistent with the purposes of this act and in the absence of circumstances that are beyond the control of the holder.\n\n(3) Upon receipt of the resolution, the commission shall give written notice by certified mail to the holder of the commercial housing facilities exemption certificate, to the local legislative body, to the assessor of the assessing unit, and to the legislative body of each local taxing unit which levies taxes upon property in the local governmental unit in which the new facility is located. The commission shall provide the holder of the certificate, the local legislative body, the assessor, and a representative of the legislative body of each taxing unit an opportunity for a hearing. If the commission finds that completion of the new facility has not occurred within 2 years after the effective date of the certificate and that the holder of the certificate has not proceeded in good faith with the construction or operation of the facility in a manner consistent with the purposes of this act and in the absence of circumstances that are beyond the control of the holder, the commission by order shall revoke the certificate.\n\n(4) The order of the commission revoking the commercial housing facilities exemption certificate shall be effective beginning the December 31 following the date of the order. The commission shall send by certified mail copies of its order of revocation to the holder of the certificate, to the local legislative body, to the assessor of the assessing unit in which the new facility is located, and to the legislative body of each taxing unit which levies taxes upon property in the local governmental unit in which the new facility is located.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-609/"
    },
    {
      "id": "section-207610",
      "number": "207.610",
      "heading": "Duration of Certificate; Date of Issuance of Certificate of Occupancy.",
      "text": "(1) Unless earlier revoked as provided in section 9, a commercial housing facilities exemption certificate shall remain in effect for a period to be determined by the legislative body of the local governmental unit and commencing with its effective date and ending on the December 31 following not more than 12 years after the completion of the new facility.\n\n(2) The date of issuance of a certificate of occupancy, if one is required, by the appropriate municipal authority shall be the date of completion of the new facility.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977 ;-- Am. 1980, Act 42, Imd. Eff. Mar. 17, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-610/"
    },
    {
      "id": "section-207611",
      "number": "207.611",
      "heading": "Assessor; Determining Assessment of Real and Personal Property; Information; Notice.",
      "text": "(1) The assessor of each city or township in which is located a new facility for which a commercial housing facilities exemption certificate is in effect shall annually determine, with respect to each new facility, an assessment of the real and personal property comprising the facility having the benefit of a commercial housing facilities exemption certificate which would have been made under Act No. 206 of the Public Acts of 1893, as amended, if the certificate had not been in force. A holder of a commercial housing facilities exemption certificate shall furnish to the assessor the information necessary for the determination.\n\n(2) After making the determination, the assessor shall annually notify the commission, the legislative body of each taxing unit which levies taxes upon property in the city or township in which the new facility is located, and the holder of the commercial housing facilities exemption certificate of the determination, separately stating the determinations for real property and personal property. The notice shall be sent by certified mail not later than October 15 and shall be based upon the valuation as of the preceding December 31.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-611/"
    },
    {
      "id": "section-207612",
      "number": "207.612",
      "heading": "Rules.",
      "text": "The commission may promulgate rules necessary for the administration of this act pursuant to Act No. 306 of the Public Acts of 1969, as amended, being sections 24.201 to 24.315 of the Michigan Compiled Laws.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977Admin Rule:R 209.61 and R 209.62 of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-612/"
    },
    {
      "id": "section-207613",
      "number": "207.613",
      "heading": "Form and Contents of Certificate.",
      "text": "A commercial housing facilities exemption certificate shall be in the form the commission determines and shall contain:\n\n(a) A legal description of the real property on which the new facility is to be located.\n\n(b) A statement that unless revoked as provided in this act the commercial housing facilities exemption certificate shall remain in effect for the period stated in the certificate.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-613/"
    },
    {
      "id": "section-207614",
      "number": "207.614",
      "heading": "Appeal.",
      "text": "A party aggrieved by the issuance, refusal to issue, revocation, transfer, or modification of a commercial housing facilities exemption certificate may appeal from the finding and order of the commission in the manner and form and within the time provided by Act No. 306 of the Public Acts of 1969, as amended.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-614/"
    },
    {
      "id": "section-207615",
      "number": "207.615",
      "heading": "Transfer and Assignment of Certificate; Approval; Notice; Hearing.",
      "text": "A commercial housing facilities exemption certificate may be transferred and assigned by its holder to a new owner or lessee of the new facility but only with the approval of the local governmental unit and the commission. The new owner or lessee shall apply for the transfer, and notice and hearing shall be provided, in the same manner as prescribed in section 3 for the application for a certificate.\n\nHistory:1976, Act 438, Imd. Eff. Jan. 13, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-207/statute-act-438-of-1976/section-207-615/"
    }
  ]
}