{
  "state": "nebraska",
  "path": "title-chapter-64-notaries-public/chapter-64-201-notarial-acts-defined-performed-effect",
  "sections": [
    {
      "id": "section-64-201notarial",
      "number": "64-201.Notarial",
      "heading": "acts, defined; performed; effect",
      "text": "For the purposes of sections 64-201 to 64-210, unless the context otherwise requires: Notarial acts means acts which the laws and regulations of this state authorize notaries public of this state to perform, including the administering of oaths and affirmations, taki",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-64-201",
      "number": "64-201",
      "heading": "",
      "text": "64-201.Notarial acts, defined; performed; effect.\n\nFor the purposes of sections 64-201 to 64-210, unless the context otherwise requires: Notarial acts means acts which the laws and regulations of this state authorize notaries public of this state to perform, including the administering of oaths and affirmations, taking proof of execution and acknowledgments of instruments, and attesting documents. Notarial acts may be performed outside this state for use in this state with the same effect as if performed by a notary public of this state by the following persons authorized pursuant to the laws and regulations of other governments in addition to any other person authorized by the laws and regulations of this state:\n\n(1) A notary public authorized to perform notarial acts in the place in which the act is performed;\n\n(2) A judge, clerk, or deputy clerk of any court of record in the place in which the notarial act is performed;\n\n(3) An officer of the foreign service of the United States, a consular agent, or any other person authorized by regulation of the United States Department of State to perform notarial acts in the place in which the act is performed;\n\n(4) A commissioned officer in active service with the armed forces of the United States and any other person authorized by regulation of the armed forces to perform notarial acts if the notarial act is performed for one of the following or his dependents: A merchant seaman of the United States, a member of the armed forces of the United States, or any other person serving with or accompanying the armed forces of the United States; or\n\n(5) Any other person authorized to perform notarial acts in the place in which the act is performed.\n\nSourceLaws 1969, c. 523, ยง 1, p. 2139.\n\nAnnotations\n\nA notary public or other authorized officer should use a traditional jurat (long or short) to certify the administration of an oath or affirmation and employ an acknowledgment for documents requiring that type of proof. AVG Partners I v. Genesis Health Clubs, 307 Neb. 47, 948 N.W.2d 212 (2020).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-64/statute-64-201/"
    }
  ]
}