{
  "state": "district-of-columbia",
  "path": "title-22/chapter-32",
  "sections": [
    {
      "id": "section-22-3201",
      "number": "22-3201",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Appropriate” means to take or make use of without authority or right.\n\n(2) “Deprive” means:\n\n(A) To withhold property or cause it to be withheld from a person permanently or for so extended a period or under such circumstances as to acquire a substantial portion of its value; or\n\n(B) To dispose of the property, or use or deal with the property so as to make it unlikely that the owner will recover it.\n\n(2A) “Person” means an individual (whether living or dead), trust, estate, fiduciary, partnership, company, corporation, association, organization, union, government department, agency, or instrumentality, or any other legal entity.\n\n(3) “Property” means anything of value. The term “property” includes, but is not limited to:\n\n(A) Real property, including things growing on, affixed to, or found on land;\n\n(B) Tangible or intangible personal property;\n\n(C) Services;\n\n(D) Credit;\n\n(E) Debt; and\n\n(F) A government-issued license, permit, or benefit.\n\n(4) “Property of another” means any property in which a government or a person other than the accused has an interest which the accused is not privileged to interfere with or infringe upon without consent, regardless of whether the accused also has an interest in that property. The term “property of another” includes the property of a corporation or other legal entity established pursuant to an interstate compact. The term “property of another” does not include any property in the possession of the accused as to which any other person has only a security interest.\n\n(5) “Services” includes, but is not limited to:\n\n(A) Labor, whether professional or nonprofessional;\n\n(B) The use of vehicles or equipment;\n\n(C) Transportation, telecommunications, energy, water, sanitation, or other public utility services, whether provided by a private or governmental entity;\n\n(D) The supplying of food, beverage, lodging, or other accommodation in hotels, restaurants, or elsewhere;\n\n(E) Admission to public exhibitions or places of entertainment; and\n\n(F) Educational and hospital services, accommodations, and other related services.\n\n(6) “Stolen property” includes any property that has been obtained by conduct previously known as embezzlement.\n\n(7) “Value” with respect to a credit card, check, or other written instrument means the amount of money, credit, debt, or other tangible or intangible property or services that has been or can be obtained through its use, or the amount promised or paid by the credit card, check, or other written instrument.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 101, 29 DCR 3976; Dec. 10, 2009, D.C. Law 18-88, § 214(a), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3201.html"
    },
    {
      "id": "section-22-3202",
      "number": "22-3202",
      "heading": "Aggregation of amounts received to determine grade of offense.",
      "text": "Amounts or property received pursuant to a single scheme or systematic course of conduct in violation of § 22-3211 (Theft), § 22-3221 (Fraud), § 22-3223 (Credit Card Fraud), § 22-3227.02 (Identity Theft), § 22-3231 (Trafficking in Stolen Property), or § 22-3232 (Receiving Stolen Property) may be aggregated in determining the grade of the offense and the sentence for the offense.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 102, 29 DCR 3976; Aug. 2, 1983, D.C. Law 5-24, § 6, 30 DCR 3341; Apr. 20, 2012, D.C. Law 19-120, § 101(a), 58 DCR 11235",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3202.html"
    },
    {
      "id": "section-22-3203",
      "number": "22-3203",
      "heading": "Consecutive sentences.",
      "text": "(a) A person may be convicted of any combination of theft, identity theft, fraud, credit card fraud, unauthorized use of a vehicle, commercial piracy, and receiving stolen property for the same act or course of conduct; provided, that no person shall be consecutively sentenced for any such combination or combinations that arise from the same act or course of conduct.\n\n(b) Convictions arising out of the same act or course of conduct shall be considered as one conviction for purposes of any application of repeat offender sentencing provisions.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 103, 29 DCR 3976; June 3, 1997, D.C. Law 11-275, § 12(a), 44 DCR 1408; Mar. 27, 2004, D.C. Law 15-106, § 2(b), 50 DCR 9809; Dec. 10, 2009, D.C. Law 18-88, § 214(b), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3203.html"
    },
    {
      "id": "section-22-3204",
      "number": "22-3204",
      "heading": "Case referral.",
      "text": "For the purposes of this chapter, in cases involving more than one jurisdiction, or in cases where more than one District of Columbia agency is responsible for investigating an alleged violation, the investigating agency to which the report was initially made may refer the matter to another investigating or law enforcement agency with proper jurisdiction.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 104; as added Dec. 10, 2009, D.C. Law 18-88, § 214(c), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3204.html"
    },
    {
      "id": "section-22-3211",
      "number": "22-3211",
      "heading": "Theft.",
      "text": "(a) For the purpose of this section, the term “wrongfully obtains or uses” means: (1) taking or exercising control over property; (2) making an unauthorized use, disposition, or transfer of an interest in or possession of property; or (3) obtaining property by trick, false pretense, false token, tampering, or deception. The term “wrongfully obtains or uses” includes conduct previously known as larceny, larceny by trick, larceny by trust, embezzlement, and false pretenses.\n\n(b) A person commits the offense of theft if that person wrongfully obtains or uses the property of another with intent:\n\n(1) To deprive the other of a right to the property or a benefit of the property; or\n\n(2) To appropriate the property to his or her own use or to the use of a third person.\n\n(c) In cases in which the theft of property is in the form of services, proof that a person obtained services that he or she knew or had reason to believe were available to him or her only for compensation and that he or she departed from the place where the services were obtained knowing or having reason to believe that no payment had been made for the services rendered in circumstances where payment is ordinarily made immediately upon the rendering of the services or prior to departure from the place where the services are obtained, shall be prima facie evidence that the person had committed the offense of theft.\n\n(d) A violation of § 35-252 shall not constitute a violation of this section.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 111, 29 DCR 3976; Dec. 1, 1982, D.C. Law 4-164, § 111a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3211.html"
    },
    {
      "id": "section-22-3211.01",
      "number": "22-3211.01",
      "heading": "Directing organized retail theft.",
      "text": "(a) For the purpose of this section, the term \"organized retail theft\" means acting in concert with one or more other persons to commit theft, as described in § 22-3211, of any merchandise with a value greater than $1,000 aggregated over a 90-day period with the intent to:\n\n(1) Sell, barter, or trade the merchandise for monetary or other gain; or\n\n(2) Fraudulently return the merchandise to a retail merchant.\n\n(b) A person commits the offense of directing organized retail theft if any person acts as an organizer by recruiting, directing, or coercing individuals to commit organized retail theft.\n\n(c) A person who violates this section shall be guilty of a felony and, upon conviction, shall be fined no more than the amount set forth in § 22-3571.01, incarcerated for no more than 15 years, or both.\n\n(1) A conviction for directing organized retail theft merges with any other conviction for being an accomplice to theft under § 22-3211, an accomplice to shoplifting under § 22-3213, or an accomplice to burglary under § 22-801, or for criminal conspiracy under § 22-1805a, arising from the same act or course of conduct.\n\n(2) For a person found guilty of 2 or more offenses that merge under this subsection, the sentencing court shall either:\n\n(A) Vacate all but one of the offenses prior to sentencing according to the rule of priority in paragraph (3) of this subsection; or\n\n(B) Enter judgment and sentence the actor for offenses that merge; provided, that:\n\n(i) Sentences for the offenses run concurrent to one another; and\n\n(ii) The convictions for all but, at most, one of the offenses shall be vacated after:\n\n(I) The time for appeal has expired; or\n\n(II) The judgment that was appealed has been decided.\n\n(3) When convictions are vacated under paragraph (2)(A) of this subsection, the conviction that remains shall be the conviction for:\n\n(A) The offense with the highest authorized maximum period of incarceration; or\n\n(B) If 2 or more offenses have the same highest authorized maximum period of incarceration, any offense that the sentencing court deems appropriate.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 111a; Dec. 1, 1982, D.C. Law 4-164, § 111a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3211.01.html"
    },
    {
      "id": "section-22-3212",
      "number": "22-3212",
      "heading": "Penalties for theft.",
      "text": "(1) Theft in the first degree. – Any person convicted of theft in the first degree shall be fined no more than the amount set forth in § 22-3571.01, or incarcerated for no more than 10 years, or both, if:\n\n(A) The value of the property obtained or used is $1000 or more; or\n\n(i) The person commits theft twice or more within a period of 6 months and the aggregate value of property obtained is $1000 or more.\n\n(ii) When a person commits theft twice or more within a period of 6 months pursuant to sub-subparagraph (i) of this subparagraph, the thefts may be aggregated and charged in a single count, in which event they shall constitute a single offense.\n\n(2) A conviction for first degree theft under paragraph (1)(C) of this subsection merges with any other conviction for robbery under § 22-2801, and malicious destruction of property under § 22-303, arising from the same act or course of conduct.\n\n(3) For a person found guilty of 2 or more offenses that merge under this subsection, the sentencing court shall either:\n\n(A) Vacate all but one of the offenses prior to sentencing according to the rule of priority in paragraph (4) of this subsection; or\n\n(B) Enter judgment and sentence the actor for offenses that merge; provided, that:\n\n(i) Sentences for the offenses run concurrent to one another; and\n\n(ii) The convictions for all but, at most, one of the offenses shall be vacated after:\n\n(I) The time for appeal has expired; or\n\n(II) The judgment that was appealed has been decided.\n\n(4) When convictions are vacated under paragraph (3)(A) of this subsection, the conviction that remains shall be the conviction for:\n\n(A) The offense with the highest authorized maximum period of incarceration; or\n\n(B) If 2 or more offenses have the same highest authorized maximum period of incarceration, any offense that the sentencing court deems appropriate.\n\n(b) Any person convicted of theft in the second degree shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 180 days, or both, if the property obtained or used has some value.\n\n(c) A person convicted of theft in the first or second degree who has 2 or more prior convictions for theft, not committed on the same occasion, shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 15 years and for a mandatory-minimum term of not less than one year, or both. A person sentenced under this subsection shall not be released from prison, granted probation, or granted suspension of sentence, prior to serving the mandatory-minimum.\n\n(d) For the purposes of this section, a person shall be considered as having 2 or more prior convictions for theft if he or she has been convicted on at least 2 occasions of violations of:\n\n(1) Section 22-3211;\n\n(2) A statute in one or more jurisdictions prohibiting theft or larceny; or\n\n(3) Conduct that would constitute a violation of section 22-3211 if committed in the District of Columbia.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 112, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(a), 41 DCR 2608; June 3, 1997, D.C. Law 11-275, § 12(b), 44 DCR 1408; Dec. 10, 2009, D.C. Law 18-88, § 214(d), 56 DCR 7413; June 11, 2013, D.C. Law 19-317, § 205(a), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3212.html"
    },
    {
      "id": "section-22-3213",
      "number": "22-3213",
      "heading": "Shoplifting.",
      "text": "(a) A person commits the offense of shoplifting if, with intent to appropriate without complete payment any personal property of another that is offered for sale or with intent to defraud the owner of the value of the property, that person:\n\n(1) Knowingly conceals or takes possession of any such property;\n\n(2) Knowingly removes or alters the price tag, serial number, or other identification mark that is imprinted on or attached to such property; or\n\n(3) Knowingly transfers any such property from the container in which it is displayed or packaged to any other display container or sales package.\n\n(b) Any person convicted of shoplifting shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 90 days, or both.\n\n(c) It is not an offense to attempt to commit the offense described in this section.\n\n(d) A person who offers tangible personal property for sale to the public, or an employee or agent of such a person, who detains or causes the arrest of a person in a place where the property is offered for sale shall not be held liable for detention, false imprisonment, malicious prosecution, defamation, or false arrest, in any proceeding arising out of such detention or arrest, if:\n\n(1) The person detaining or causing the arrest had, at the time thereof, probable cause to believe that the person detained or arrested had committed in that person’s presence, an offense described in this section;\n\n(2) The manner of the detention or arrest was reasonable;\n\n(3) Law enforcement authorities were notified within a reasonable time; and\n\n(4) The person detained or arrested was released within a reasonable time of the detention or arrest, or was surrendered to law enforcement authorities within a reasonable time.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 113, 29 DCR 3976; June 11, 2013, D.C. Law 19-317, § 205(b), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3213.html"
    },
    {
      "id": "section-22-3214",
      "number": "22-3214",
      "heading": "Commercial piracy.",
      "text": "(a) For the purpose of this section, the term:\n\n(1) “Owner”, with respect to phonorecords or copies, means the person who owns the original fixation of the property involved or the exclusive licensee in the United States of the rights to reproduce and distribute to the public phonorecords or copies of the original fixation. In the case of a live performance the term “owner” means the performer or performers.\n\n(2) “Proprietary information” means customer lists, mailing lists, formulas, recipes, computer programs, unfinished designs, unfinished works of art in any medium, process, program, invention, or any other information, the primary commercial value of which may diminish if its availability is not restricted.\n\n(3) “Phonorecords” means material objects in which sounds, other than those accompanying a motion picture or other audiovisual work, are fixed by any method now known or later developed, and from which the sounds can be perceived, reproduced, or otherwise communicated, either directly or with the aid of a machine or device. The term “phonorecords” includes the material object in which the sounds are first fixed.\n\n(b) A person commits the offense of commercial piracy if, with the intent to sell, to derive commercial gain or advantage, or to allow another person to derive commercial gain or advantage, that person reproduces or otherwise copies, possesses, buys, or otherwise obtains phonorecords of a sound recording, live performance, or copies of proprietary information, knowing or having reason to believe that the phonorecord or copies were made without the consent of the owner. A presumption of the requisite intent arises if the accused possesses 5 or more unauthorized phonorecords either of the same sound recording or recording of a live performance.\n\n(c) Nothing in this section shall be construed to prohibit:\n\n(1) Copying or other reproduction that is in the manner specifically permitted by Title 17 of the United States Code; or\n\n(2) Copying or other reproduction of a sound recording that is made by a licensed radio or television station or a cable broadcaster solely for broadcast or archival use.\n\n(d) Any person convicted of commercial piracy shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 180 days, or both.\n\n(e) This section does not apply to any sound recording initially fixed on or after February 15, 1972.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 114, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(b), 41 DCR 2608; Oct. 31, 1995, D.C. Law 11-73, § 2(a), 42 DCR 3277; June 11, 2013, D.C. Law 19-317, § 205(c), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3214.html"
    },
    {
      "id": "section-22-3214.01",
      "number": "22-3214.01",
      "heading": "Deceptive labeling.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) “Audiovisual works” means material objects upon which are fixed a series of related images which are intrinsically intended to be shown by the use of machines or devices such as projectors, viewers, or electronic equipment, now known or later developed, together with accompanying sounds, if any, regardless of the nature of the material objects, such as films or tapes, in which the works are embodied.\n\n(2) “Manufacturer” means the person who authorizes or causes the copying, fixation, or transfer of sounds or images to sound recordings or audiovisual works subject to this section.\n\n(3) “Sound recordings” means material objects in which sounds, other than those accompanying a motion picture or other audiovisual work, are fixed by any method now known or later developed, and from which the sounds can be perceived, reproduced, or otherwise communicated, either directly or with the aid of a machine or device.\n\n(b) A person commits the offense of deceptive labeling if, for commercial advantage or private financial gain, that person knowingly advertises, offers for sale, resale, or rental, or sells, resells, rents, distributes, or transports, or possesses for such purposes, a sound recording or audiovisual work, the label, cover, or jacket of which does not clearly and conspicuously disclose the true name and address of the manufacturer thereof.\n\n(c) Nothing in this section shall be construed to prohibit:\n\n(1) Any broadcaster who, in connection with, or as part of, a radio or television broadcast transmission, or for the purposes of archival preservation, transfers any sounds or images recorded on a sound recording or audiovisual work; or\n\n(2) Any person who, in his own home, for his own personal use, and without deriving any commercial advantage or private financial gain, transfers any sounds or images recorded on a sound recording or audiovisual work.\n\n(1) Any person convicted of deceptive labeling involving less than 1,000 sound recordings or less than 100 audiovisual works during any 180-day period shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 1 year, or both.\n\n(2) Any person convicted of deceptive labeling involving 1,000 or more sound recordings or 100 or more audiovisual works during a 180-day period shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 5 years, or both.\n\n(e) Upon conviction under this section, the court shall, in addition to the penalties provided by this section, order the forfeiture and destruction or other disposition of all sound recordings, audiovisual works, and equipment used, or attempted to be used, in violation of this section.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 114a; as added Oct. 31, 1995, D.C. Law 11-73, § 2(b), 42 DCR 3277; June 11, 2013, D.C. Law 19-317, § 205(d), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3214.01.html"
    },
    {
      "id": "section-22-3214.02",
      "number": "22-3214.02",
      "heading": "Unlawful operation of a recording device in a motion picture theater.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) “Motion picture theater” means a theater or other auditorium in which a motion picture is exhibited.\n\n(2) “Recording device” means a photographic or video camera, audio or video recorder, or any other device not existing, or later developed, which may be used for recording sounds or images.\n\n(b) A person commits the offense of unlawfully operating a recording device in a motion picture theater if, without authority or permission from the owner of a motion picture theater, or his or her agent, that person operates a recording device within the premises of a motion picture theater.\n\n(c) Any person convicted of unlawfully operating a recording device in a motion picture theater shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 90 days, or both.\n\n(d) A theater owner, or an employee or agent of a theater owner, who detains or causes the arrest of a person in, or immediately adjacent to, a motion picture theater shall not be held liable for detention, false imprisonment, malicious prosecution, defamation, or false arrest in any proceeding arising out of such detention or arrest, if:\n\n(1) The person detaining or causing the arrest had, at the time thereof, probable cause to believe that the person detained or arrested had committed, or attempted to commit, in that person’s presence, an offense described in this section;\n\n(2) The manner of the detention or arrest was reasonable;\n\n(3) Law enforcement authorities were notified within a reasonable time; and\n\n(4) The person detained or arrested was released within a reasonable time of the detention or arrest, or was surrendered to law enforcement authorities within a reasonable time.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 114b; as added Oct. 31, 1995, D.C. Law 11-73, § 2(b), 42 DCR 3277; June 11, 2013, D.C. Law 19-317, § 205(e), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3214.02.html"
    },
    {
      "id": "section-22-3215",
      "number": "22-3215",
      "heading": "Unauthorized use of motor vehicles.",
      "text": "(a) For the purposes of this section, the term “motor vehicle” means any automobile, self-propelled mobile home, motorcycle, truck, truck tractor, truck tractor with semitrailer or trailer, or bus.\n\n(b) A person commits the offense of unauthorized use of a motor vehicle under this subsection if, without the consent of the owner, the person takes, uses, or operates a motor vehicle, or causes a motor vehicle to be taken, used, or operated, for his or her own profit, use, or purpose.\n\n(1) A person commits the offense of unauthorized use of a motor vehicle under this subsection if, after renting, leasing, or using a motor vehicle under a written agreement which provides for the return of the motor vehicle to a particular place at a specified time, that person knowingly fails to return the motor vehicle to that place (or to any authorized agent of the party from whom the motor vehicle was obtained under the agreement) within 18 days after written demand is made for its return, if the conditions set forth in paragraph (2) of this subsection are met.\n\n(2) The conditions referred to in paragraph (1) of this subsection are as follows:\n\n(A) The written agreement under which the motor vehicle is obtained contains the following statement: “WARNING — Failure to return this vehicle in accordance with the terms of this rental agreement may result in a criminal penalty of up to 3 years in jail”. This statement shall be printed clearly and conspicuously in a contrasting color, set off in a box, and signed by the person obtaining the motor vehicle in a space specially provided;\n\n(B) There is displayed clearly and conspicuously on the dashboard of the motor vehicle the following notice: “NOTICE — Failure to return this vehicle on time may result in serious criminal penalties”; and\n\n(C) The party from whom the motor vehicle was obtained under the agreement makes a written demand for the return of the motor vehicle, either by actual delivery to the person who obtained the motor vehicle, or by deposit in the United States mail of a postpaid registered or certified letter, return receipt requested, addressed to the person at each address set forth in the written agreement or otherwise provided by the person. The written demand shall state clearly that failure to return the motor vehicle may result in prosecution for violation of the criminal law of the District of Columbia punishable by up to 3 years in jail. The written demand shall not be made prior to the date specified in the agreement for the return of the motor vehicle, except that, if the parties or their authorized agents have mutually agreed to some other date for the return of the motor vehicle, then the written demand shall not be made prior to the other date.\n\n(3) This subsection shall not apply in the case of a motor vehicle obtained under a retail installation contract as defined in § 50-601(9).\n\n(4) It shall be a defense in any criminal proceeding brought under this subsection that a person failed to return a motor vehicle for causes beyond his or her control. The burden of raising and going forward with the evidence with respect to such a defense shall be on the person asserting it. In any case in which such a defense is raised, evidence that the person obtained the motor vehicle by reason of any false statement or representation of material fact, including a false statement or representation regarding his or her name, residence, employment, or operator’s license, shall be admissible to determine whether the failure to return the motor vehicle was for causes beyond his or her control.\n\n(1) Except as provided in paragraphs (2) and (3) of this subsection, a person convicted of unauthorized use of a motor vehicle under subsection (b) of this section shall be fined not more than the amount set forth in § 22-3571.01, imprisoned for not more than 5 years, or both.\n\n(A) A person convicted of unauthorized use of a motor vehicle under subsection (b) of this section who took, used, or operated the motor vehicle, or caused the motor vehicle to be taken, used, or operated, during the course of or to facilitate a crime of violence, shall be:\n\n(i) Fined not more than the amount set forth in § 22-3571.01, imprisoned for not more than 10 years, or both, consecutive to the penalty imposed for the crime of violence; and\n\n(ii) If serious bodily injury results, imprisoned for not less than 5 years, consecutive to the penalty imposed for the crime of violence.\n\n(B) For the purposes of this paragraph, the term “crime of violence” shall have the same meaning as provided in § 23-1331(4).\n\n(A) A person convicted of unauthorized use of a motor vehicle under subsection (b) of this section who has 2 or more prior convictions for unauthorized use of a motor vehicle or theft in the first degree, not committed on the same occasion, shall be fined not less than $5,000 and not more than the amount set forth in § 22-3571.01, or imprisoned for not less than 30 months nor more than 15 years, or both.\n\n(B) For the purposes of this paragraph, a person shall be considered as having 2 prior convictions for unauthorized use of a motor vehicle or theft in the first degree if the person has been twice before convicted on separate occasions of:\n\n(i) A prior violation of subsection (b) of this section or theft in the first degree;\n\n(ii) A statute in one or more other jurisdictions prohibiting unauthorized use of a motor vehicle or theft in the first degree;\n\n(iii) Conduct that would constitute a violation of subsection (b) of this section or a violation of theft in the first degree if committed in the District of Columbia; or\n\n(iv) Conduct that is substantially similar to that prosecuted as a violation of subsection (b) of this section or theft in the first degree.\n\n(4) A person convicted of unauthorized use of a motor vehicle under subsection (c) of this section shall be fined not more than the amount set forth in § 22-3571.01, imprisoned for not more than 3 years, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 115, 29 DCR 3976; Mar. 10, 1983, D.C. Law 4-199, § 2, 30 DCR 119; Dec. 10, 2009, D.C. Law 18-88, § 214(e), 56 DCR 7413; June 11, 2013, D.C. Law 19-317, § 205(f), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3215.html"
    },
    {
      "id": "section-22-3216",
      "number": "22-3216",
      "heading": "Taking property without right.",
      "text": "A person commits the offense of taking property without right if that person takes and carries away the property of another without right to do so. A person convicted of taking property without right shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 90 days, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 116, 29 DCR 3976; June 11, 2013, D.C. Law 19-317, § 205(g), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3216.html"
    },
    {
      "id": "section-22-3218.01",
      "number": "22-3218.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Company” means a person or enterprise engaged in the generation or distribution of natural gas or electricity.\n\n(2) “Person” means any individual, corporation, company, association, firm, partnership, joint stock company, or other entity.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 118; as added June 12, 2003, D.C. Law 14-310, § 15, 50 DCR 1092",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3218.01.html"
    },
    {
      "id": "section-22-3218.02",
      "number": "22-3218.02",
      "heading": "Unlawful acts.",
      "text": "Unless a person shall be authorized, or employed by, a company engaged in the generation or distribution of natural gas or electricity, a person shall not willfully connect or disconnect an electrical conductor belonging to the company; make any connection with an electrical conductor for the purpose of using or wasting the electric current or gas; tamper with a meter used to register gas or current consumed; interfere with the operation of an electrical or gas appliance of the company; or tamper, or interfere, with the poles, wires, or conduits used by the company. Nothing in this section shall prevent the lawful governmental regulation of gas or electric companies or electricity suppliers, or their conductors, appliances, machinery, and poles.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 118a; as added June 12, 2003, D.C. Law 14-310, § 15, 50 DCR 1092",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3218.02.html"
    },
    {
      "id": "section-22-3218.03",
      "number": "22-3218.03",
      "heading": "Presumptions and rebuttal evidence.",
      "text": "(a) The presence of a connection, wire, conductor, meter alteration, or any device which effects the diversion of electric current or gas without the current or gas being measured or registered by or on a meter installed by a company engaged in the generation or distribution of electricity or natural gas, whether on a single property or within a multiple-unit building or complex, shall constitute prima facie evidence of intent to violate § 22-3218.02.\n\n(b) If a check or test meter installed or employed by a company engaged in the generation or distribution of electricity or natural gas shows that a person is using a larger amount of electricity than is registered on the meter installed by the company on the person’s premises for the purpose of registering the natural gas or electricity used by the person, and the company has verified that the meter is not malfunctioning, it shall constitute prima facie evidence that the unregistered current or gas has been wrongfully diverted by such person and shall constitute prima facie evidence of intent to violate § 22-3218.02.\n\n(c) The presumptions created by this section may be rebutted by a preponderance of the evidence to the contrary that the person alleged to have violated § 22-3218a did not do so. If the person in actual possession of the property or unit has not received the direct benefit of the reduction of the cost in electric or gas services, the presumptions created by this section shall apply to the owner of the property or unit; provided, that the owner has received the direct benefit of unregistered services for at least one full billing cycle.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 118b; as added June 12, 2003, D.C. Law 14-310, § 15, 50 DCR 1092",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3218.03.html"
    },
    {
      "id": "section-22-3218.04",
      "number": "22-3218.04",
      "heading": "Penalties for violation.",
      "text": "(a) A person who violates § 22-3218.02 shall be guilty of a misdemeanor, and, upon a conviction, shall be imprisoned for not more than 60 days, or fined, not more than the amount set forth in § 22-3571.01, or both. In the case of a second or subsequent conviction, a person who violates § 22-3218.02 shall be imprisoned for not more than 180 days, or fined, not more than the amount set forth in § 22-3571.01, or both.\n\n(b) In addition to the criminal penalties in subsection (a) of this section, a person who is found to have violated § 22-3218.02 in a civil proceeding shall be liable to the company using or engaged in the generation or distribution of electricity or gas for restitution of the amount of any losses or damage sustained.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 118c; as added June 12, 2003, D.C. Law 14-310, § 15, 50 DCR 1092; June 11, 2013, D.C. Law 19-317, § 205(h), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3218.04.html"
    },
    {
      "id": "section-22-3221",
      "number": "22-3221",
      "heading": "Fraud.",
      "text": "(a) A person commits the offense of fraud in the first degree if that person engages in a scheme or systematic course of conduct with intent to defraud or to obtain property of another by means of a false or fraudulent pretense, representation, or promise and thereby obtains property of another or causes another to lose property.\n\n(b) A person commits the offense of fraud in the second degree if that person engages in a scheme or systematic course of conduct with intent to defraud or to obtain property of another by means of a false or fraudulent pretense, representation, or promise.\n\n(c) Fraud may be committed by means of false promise as to future performance which the accused does not intend to perform or knows will not be performed. An intent or knowledge shall not be established by the fact alone that one such promise was not performed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 121, 29 DCR 3976",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3221.html"
    },
    {
      "id": "section-22-3222",
      "number": "22-3222",
      "heading": "Penalties for fraud.",
      "text": "(1) Any person convicted of fraud in the first degree shall be fined not more than the amount set forth in § 22-3571.01 or twice the value of the property obtained or lost, whichever is greater, or imprisoned for not more than 10 years, or both, if the value of the property obtained or lost is $1,000 or more; and\n\n(2) Any person convicted of fraud in the first degree shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 180 days, or both, if the property obtained or lost has some value.\n\n(1) Any person convicted of fraud in the second degree shall be fined not more than the amount set forth in § 22-3571.01 or twice the value of the property which was the object of the scheme or systematic course of conduct, whichever is greater, or imprisoned for not more than 3 years, or both, if the value of the property which was the object of the scheme or systematic course of conduct is $1,000 or more; and\n\n(2) Any person convicted of fraud in the second degree shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 180 days, or both, if the property that was the object of the scheme or systematic course of conduct has some value.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 122, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(c), 41 DCR 2608; June 3, 2011, D.C. Law 18-377, § 12(a), 58 DCR 1174; June 11, 2013, D.C. Law 19-317, §§ 111(a)(1), 205(i), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3222.html"
    },
    {
      "id": "section-22-3223",
      "number": "22-3223",
      "heading": "Credit card fraud.",
      "text": "(a) For the purposes of this section, the term “credit card” means an instrument or device, whether known as a credit card, debit card, or by any other name, issued for use of the cardholder in obtaining or paying for property or services.\n\n(b) A person commits the offense of credit card fraud if, with intent to defraud, that person obtains or pays for property or services by:\n\n(1) Knowingly using a credit card, or the number or description thereof, which has been issued to another person without the consent of the person to whom it was issued;\n\n(2) Knowingly using a credit card, or the number or description thereof, which has been revoked or cancelled;\n\n(3) Knowingly using a falsified, mutilated, or altered credit card or number or description thereof;\n\n(4) Representing that he or she is the holder of a credit card and the credit card had not in fact been issued; or\n\n(5) Knowingly using for the employee’s or contractor’s own purposes a credit card, or the number on or description of the credit card, issued to or provided to an employee or contractor by or at the request of an employer for the employer’s purposes.\n\n(c) A credit card is deemed cancelled or revoked when notice in writing thereof has been received by the named holder as shown on the credit card or by the records of the issuer.\n\n(1) Except as provided in paragraph (2) of this subsection, any person convicted of credit card fraud shall be fined not more than the amount set forth in § 22-3571.01, imprisoned for not more than 180 days, or both.\n\n(2) Any person convicted of credit card fraud shall be fined not more than the amount set forth in § 22-3571.01, imprisoned for not more than 10 years, or both, if the value of the property or services obtained or paid for is $1,000 or more.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 123, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(d), 41 DCR 2608; Dec. 10, 2009, D.C. Law 18-88, § 214(f), 56 DCR 7413; June 11, 2013, D.C. Law 19-317, § 205(j), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3223.html"
    },
    {
      "id": "section-22-3224",
      "number": "22-3224",
      "heading": "Fraudulent registration.",
      "text": "(a) A person commits the offense of fraudulent registration if, with intent to defraud the proprietor or manager of a hotel, motel, or other establishment which provides lodging to transient guests, that person falsely registers under a name or address other than his or her actual name or address.\n\n(b) Any person convicted of fraudulent registration shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 90 days, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 124, 29 DCR 3976; June 11, 2013, D.C. Law 19-317, § 205(k), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3224.html"
    },
    {
      "id": "section-22-3224.01",
      "number": "22-3224.01",
      "heading": "Jurisdiction.",
      "text": "An offense under this subchapter shall be deemed to be committed in the District of Columbia, regardless of whether the offender is physically present in the District of Columbia, if:\n\n(1) The person to whom a credit card was issued or in whose name the credit card was issued is a resident of, or located in, the District of Columbia;\n\n(2) The person who was defrauded is a resident of, or located in, the District of Columbia at the time of the fraud;\n\n(3) The loss occurred in the District of Columbia; or\n\n(4) Any part of the offense takes place in the District of Columbia.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 124a; as added Dec. 10, 2009, D.C. Law 18-88, § 214(g), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3224.01.html"
    },
    {
      "id": "section-22-3225.01",
      "number": "22-3225.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Business of insurance” means the writing of insurance or reinsuring the risks by an insurer, including acts necessary or incidental to writing insurance or reinsuring risks and the activities of persons who act as or are officers, directors, agents, or employees of insurers, or who are other persons authorized to act on their behalf.\n\n(2) “Commissioner” means the Commissioner of the Department of Insurance, Securities, and Banking, the Commissioner’s designee, or the Department of Insurance, Securities, and Banking.\n\n(3) “District” means the District of Columbia.\n\n(4) “Insurance” means a contract or arrangement in which one undertakes to:\n\n(A) Pay or indemnify another as to loss from certain contingencies called “risks,” including through reinsurance;\n\n(B) Pay or grant a specified amount or determinable benefit to another in connection with ascertainable risk contingencies;\n\n(C) Pay an annuity to another; or\n\n(D) Act as a surety.\n\n(5) “Insurance professional” means insurance sales agents or managing general agents, insurance brokers, insurance producers, insurance adjusters, and insurance third party administrators.\n\n(6) “Insurer” includes any company defined by § 31-4202 and § 31-2501.03, authorized to do the business of insurance in the District, a hospital and medical services corporation, a fraternal benefit society, or a health maintenance organization. The term “insurer” shall not apply to a Medicaid health maintenance organization.\n\n(7) “Malice” means an intentional or deliberate infliction of injury, by furnishing or disclosing information with knowledge that the information is false, or furnishing or disclosing information with reckless disregard for a strong likelihood that the information is false and that injury will occur as a result.\n\n(8) “Person” means a natural person, company, corporation, joint stock company, unincorporated association, partnership, professional corporation, trust, or any other entity or combination of the foregoing.\n\n(9) “Practitioner” means a person, licensed to practice a profession or trade in the District, whose services are compensated either in whole or in part, directly or indirectly, by insurance proceeds.\n\n(10) “Premium” means the money paid or payable as the consideration for coverage under an insurance policy.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125a; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; Mar. 27, 2003, D.C. Law 14-254, § 2(a), 50 DCR 233; June 18, 2003, D.C. Law 14-312, § 201, 50 DCR 306; June 11, 2004, D.C. Law 15-166, § 4(b)(1), 51 DCR 2817",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.01.html"
    },
    {
      "id": "section-22-3225.02",
      "number": "22-3225.02",
      "heading": "Insurance fraud in the first degree.",
      "text": "A person commits the offense of insurance fraud in the first degree if that person knowingly engages in the following conduct with the intent to defraud or to fraudulently obtain property of another and thereby obtains property of another or causes another to lose property and the value of the property obtained or lost is $1,000 or more:\n\n(1) Presenting false information or knowingly conceals information regarding a material fact in any of the following transactions:\n\n(A) Application for, rating of, or renewal of an insurance policy or reinsurance contract;\n\n(B) Claim for payment or benefit pursuant to an insurance policy or reinsurance contract;\n\n(C) Premiums paid on an insurance policy or reinsurance contract;\n\n(D) Payment made in accordance with the terms of an insurance policy or reinsurance contract;\n\n(E) Application used in a premium finance transaction;\n\n(F) Solicitation for sale of an insurance policy;\n\n(G) Application for a license or certificate of authority filed with the Commissioner or the chief insurance regulatory official of another jurisdiction;\n\n(H) Financial statement or condition of any insurer or reinsurer;\n\n(I) Acquisition, formation, merger, affiliation, reconsolidation, dissolution, or withdrawal from one or more lines of insurance or reinsurance in the District by an insurer or reinsurer;\n\n(J) Issuance of written evidence of insurance; or\n\n(K) Application for reinstatement of an insurance policy;\n\n(2) Soliciting or accepting insurance or renewal of insurance by or for an insurer which the person knows is insolvent or has a strong likelihood of insolvency;\n\n(3) Removal or tampering with the records of transaction, documentation, and other material assets of an insurer from the insurer or from the Department of Insurance and Securities Regulation;\n\n(4) Diversion, misappropriation, conversion, or embezzlement of funds of an insurer, an insured, claimant or applicant regarding any of the following:\n\n(A) Insurance transaction;\n\n(B) Other insurance business activities by an insurer or insurance professional; or\n\n(C) Acquisition, formation, merger, affiliation or dissolution of an insurer.\n\n(5) Transaction of the business of insurance in violation of laws requiring a license, certificate of authority, or other legal authority for the transaction of the business of insurance; or\n\n(6) Employing or using any other person or acting as the agent of any other person to procure a client, patient, or customer for the purpose of falsely or fraudulently obtaining benefits under a contract of insurance or asserting a false or fraudulent claim against an insured or insurer.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125b; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; July 25, 2006, D.C. Law 16-144, § 2(a), 53 DCR 2838; June 3, 2011, D.C. Law 18-377, § 12(b), 58 DCR 1174",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.02.html"
    },
    {
      "id": "section-22-3225.03",
      "number": "22-3225.03",
      "heading": "Insurance fraud in the second degree.",
      "text": "A person commits the offense of insurance fraud in the second degree if that person knowingly engages in conduct specified in § 22-3225.02 with the intent to defraud or to fraudulently obtain property of another and the value of the property which is sought to be obtained is $1,000 or more.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125c; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; July 25, 2006, D.C. Law 16-144, § 2(b), 53 DCR 2838; June 3, 2011, D.C. Law 18-377, § 12(c), 58 DCR 1174",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.03.html"
    },
    {
      "id": "section-22-3225.03a",
      "number": "22-3225.03a",
      "heading": "Misdemeanor insurance fraud.",
      "text": "A person commits the offense of misdemeanor insurance fraud if that person knowingly engages in conduct specified in § 22-3225.02 with the intent to defraud or to fraudulently obtain property of another.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125c-1; as added July 25, 2006, D.C. Law 16-144, § 2(c), 53 DCR 2838",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.03a.html"
    },
    {
      "id": "section-22-3225.04",
      "number": "22-3225.04",
      "heading": "Penalties.",
      "text": "(a) Any person convicted of insurance fraud in the first degree shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 15 years, or both.\n\n(1) Except as provided in paragraph (2) of this subsection, any person convicted of insurance fraud in the second degree shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 5 years, or both.\n\n(2) Any person convicted of insurance fraud in the second degree who has been convicted previously of insurance fraud pursuant to § 22-3225.02 or § 22-3225.03, or a felony conviction based on similar grounds in any other jurisdiction, shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 10 years, or both.\n\n(c) Any person convicted of misdemeanor insurance fraud shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 180 days, or both.\n\n(d) A person convicted of a felony violation of this subchapter shall be disqualified from engaging in the business of insurance, subject to 18 U.S.C. § 1033(e)(2).",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125d; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; June 19, 2001, D.C. Law 13-313, § 12(a), 48 DCR 1873; July 25, 2006, D.C. Law 16-144, § 2(d), 53 DCR 2838; June 11, 2013, D.C. Law 19-317, § 205(l), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.04.html"
    },
    {
      "id": "section-22-3225.05",
      "number": "22-3225.05",
      "heading": "Restitution.",
      "text": "(a) In addition to the penalties provided under § 22-3225.04, a person convicted under this subchapter shall make monetary restitution for any loss caused by the offense. The court shall determine the form and method of payment which, if by installment, shall not exceed 5 years.\n\n(b) Any person, including the District, injured as the result of an insurance fraud in the first degree may bring suit in the appropriate court to recover ordinary damages including attorney’s fees and other costs and punitive damages which shall not be less than $500 nor more than $50,000. Except where punitive damages are sought, the court shall award treble damages where the offense is proven by clear and convincing evidence to be in accordance with an established pattern or practice.\n\n(c) Notwithstanding any action that may be brought by the United States Attorney’s office to recoup its costs in prosecuting these cases, the Corporation Counsel may bring a civil suit against any person convicted under this subchapter in order to recover investigation and prosecution-related costs incurred by the District.\n\n(d) A suit under subsection (b) of this section must be filed within 3 years of the act constituting the offense or within 3 years of the time the plaintiff discovered or with reasonable diligence could have discovered the act, whichever is later. This 3 year statute of limitations shall not apply to the District.\n\n(e) Remedies provided in this section shall be exclusive and may not be claimed in conjunction with any other remedies available under the law.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125e; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; June 19, 2001, D.C. Law 13-313, § 12(b), 48 DCR 1873",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.05.html"
    },
    {
      "id": "section-22-3225.06",
      "number": "22-3225.06",
      "heading": "Indemnity.",
      "text": "An insurer shall not be liable for the following:\n\n(1) Damages or restitution provided by this subchapter, either jointly, severably, or as a third party, for insurance fraud offense committed by an insured; or\n\n(2) The defense of an insured or other person who is charged with insurance fraud.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125f; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.06.html"
    },
    {
      "id": "section-22-3225.07",
      "number": "22-3225.07",
      "heading": "Practitioners.",
      "text": "(a) Notwithstanding any other provisions of law, the offenses of insurance fraud in the first degree or the second degree shall be deemed a crime of moral turpitude for the purposes of professional or trade license.\n\n(b) The Commissioner, court, or prosecutor shall notify the appropriate licensing authority, and the person who is injured by the offense may notify the appropriate licensing authority of any conviction.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125g; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; Mar. 27, 2003, D.C. Law 14-254, § 2(b), 50 DCR 233; July 25, 2006, D.C. Law 16-144, § 2(e), 53 DCR 2838",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.07.html"
    },
    {
      "id": "section-22-3225.08",
      "number": "22-3225.08",
      "heading": "Investigation and report of insurance fraud.",
      "text": "(a) Based upon a reasonable belief, an insurer, insurance professional, and any other pertinent person, shall report to the Metropolitan Police Department or the Department of Insurance, Securities, and Banking, actions that may constitute the commission of insurance fraud, and assist in the investigation of insurance fraud by reasonably providing information when required by an investigating authority.\n\n(b) The Commissioner may investigate suspected fraudulent insurance acts and persons engaged in the business of insurance. Nothing in this subchapter shall preempt the authority or relieve the duty of other law enforcement or regulatory agencies to investigate, examine, and prosecute suspected violations of law.\n\n(c) An insurer, insurance professional, or any other pertinent person who fails to reasonably assist the investigation of an insurance fraud or fails to report an insurance fraud, and who is injured by that insurance fraud, shall be estopped from receiving restitution as provided in § 22-3225.05.\n\n(d) Any information, documentation, or other evidence provided under this section by an insurer, its employees, producers, or agents, or by any other person, to the Department of Insurance, Securities, and Banking, the Metropolitan Police Department, or any other law enforcement agency in connection with any investigation of suspected fraud is not subject to public inspection as long as the Commissioner or law enforcement agency deems the withholding to be necessary to complete an investigation of the suspected fraud or to protect the person or entity investigated from unwarranted injury.\n\n(e) Repealed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125h; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; Mar. 27, 2003, D.C. Law 14-254, § 2(c), 50 DCR 233; June 11, 2004, D.C. Law 15-166, § 4(b)(2), 51 DCR 2817; Mar. 2, 2007, D.C. Law 16-191, § 44(a), 53 DCR 6794",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.08.html"
    },
    {
      "id": "section-22-3225.09",
      "number": "22-3225.09",
      "heading": "Insurance fraud prevention and detection.",
      "text": "(a) Within 6 months of April 27, 1999, every insurer licensed in the District shall submit to the Department of Insurance and Securities Regulation, an insurance fraud prevention and detection plan (“plan”). The plan shall indicate specific procedures for the accomplishment of the following:\n\n(1) Prevention, detection, and investigation of insurance fraud;\n\n(2) Orientation of employees on insurance fraud prevention and detection;\n\n(3) Employment of fraud investigators;\n\n(4) Reporting of insurance fraud to the appropriate authorities; and\n\n(5) Collection of restitution for financial loss caused by insurance fraud.\n\n(b) The Commissioner may review the plan for compliance with this section and may order reasonable modification or request a summary of the plan. The Commissioner may establish by regulation a fine for an insurer failing to comply with the plan. The plan shall not be deemed a public record for the purposes of any public records or subchapter II of Chapter 5 of Title 2.\n\n(c) Notwithstanding any other provisions of law, an insurer who fails to submit an insurance prevention and detection plan, or the warning provision required by subsection (d) of this section shall be subject to a fine of $500 per day, not to exceed $25,000.\n\n(d) No later than 6 months after April 27, 1999, all insurance application forms and all claim forms shall contain a conspicuous warning in language the same or substantially similar to the following:\n\n(e) None of the requirements of this section shall be deemed to apply to reinsurers, reinsurance contracts, reinsurance agreements, or reinsurance claims transactions.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125i; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.09.html"
    },
    {
      "id": "section-22-3225.10",
      "number": "22-3225.10",
      "heading": "Regulations.",
      "text": "The Commissioner may promulgate regulations deemed necessary by the Commissioner for the administration of this subchapter.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125j; as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.10.html"
    },
    {
      "id": "section-22-3225.11",
      "number": "22-3225.11",
      "heading": "Limited law enforcement authority.",
      "text": "(a) The Commissioner shall have the power to issue and serve subpoenas, to compel witnesses to appear and testify, and to produce all books, records, papers, or documents in any insurance investigation or examination.\n\n(b) Any willful false testimony by a witness before the Commissioner as to any material fact shall constitute perjury and shall be punished in the manner prescribed by law for such offense.\n\n(c) If any witness having been personally summoned shall neglect or refuse to obey the subpoena issued pursuant to subsection (a) of this section, the Commissioner may, through the Corporation Counsel, report that fact to the Superior Court of the District of Columbia or one of the judges thereof and the Court, or any judge thereof, may compel obedience to the subpoena to the same extent as witnesses may be compelled to obey the subpoenas of the Court.\n\n(d) The Commissioner may administer oaths to witnesses summoned in any investigation or examination as set forth in subsection (a) of this section.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125k; as added Mar. 27, 2003, D.C. Law 14-254, § 2(d), 50 DCR 233",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.11.html"
    },
    {
      "id": "section-22-3225.12",
      "number": "22-3225.12",
      "heading": "Annual anti-fraud activity reporting requirement.",
      "text": "Each insurer and health maintenance organization licensed in the District shall file an annual anti-fraud activity report on March 31st of each year with the Commissioner, which shall contain information about the special investigation unit’s insurance fraud activities during the preceding calendar year. Annual anti-fraud activity reports filed with the Commissioner shall be kept confidential and shall not be subject to the disclosure requirements of subchapter II of Chapter 5 of Title 2.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125ll; as added Mar. 27, 2003, D.C. Law 14-254, § 2(d), 50 DCR 233",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.12.html"
    },
    {
      "id": "section-22-3225.13",
      "number": "22-3225.13",
      "heading": "Immunity.",
      "text": "No person shall be subject to civil liability or criminal prosecution for reporting any suspected insurance fraud if:\n\n(1) The report was made to:\n\n(A) The Department of Insurance, Securities, and Banking, the Metropolitan Police Department, or any other law enforcement authority; or\n\n(B) Any insurer, insurance agent, or other person who collects, reviews, or analyzes information concerning insurance fraud; and\n\n(2) The person or entity reporting the suspected fraud acted without malice when making the report.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125m; as added Mar. 27, 2003, D.C. Law 14-254, § 2(d), 50 DCR 233; June 11, 2004, D.C. Law 15-166, § 4(b)(3), 51 DCR 2817",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.13.html"
    },
    {
      "id": "section-22-3225.14",
      "number": "22-3225.14",
      "heading": "Prohibition of solicitation.",
      "text": "(1) Except as provided in paragraph (2) of this subsection, it is unlawful for a practitioner, whether directly or through a paid intermediary, to solicit for financial gain a client, patient, or customer within 21 days of a motor vehicle accident with the intent to seek benefits under a contract of insurance or to assert a claim against an insured, a governmental entity, or an insurer on behalf of any person arising out of the accident.\n\n(2) The prohibition in paragraph (1) of this subsection does not prohibit:\n\n(A) A practitioner from soliciting a client, patient, or customer by regular mail through the U.S. Postal Service or through the use of general advertising directed to the public;\n\n(B) A practitioner or his agents from contacting a potential client, patient, or customer, or a family member, friend, or coworker of the potential client, patient, or customer, where the practitioner has a preexisting business or personal relationship with the potential client, patient, or customer;\n\n(C) A practitioner or his agents from contacting a potential client, patient, or customer where the contact was initiated by the potential client, patient, or customer, or by a family member, friend, or coworker of the potential client, patient or customer; or\n\n(D) Providing advice and assistance to incarcerated persons in pursuing administrative remedies that may be a prerequisite to suit or in seeking appropriate medical care and treatment.\n\n(b) Except as provided in subsection (a)(2) of this section, it is unlawful for a person to solicit for financial gain a client, patient, or customer within 21 days of a motor vehicle accident for the purpose of directing the client, patient, or customer to a practitioner.\n\n(c) A person or practitioner found by clear and convincing evidence to have violated the provisions of this section shall be subject to a civil penalty of $1,000. The Mayor may increase this penalty by rulemaking.\n\n(1) If a person involved in an automobile accident, or his parent or guardian, executes, within 21 days of a motor vehicle accident, a release of liability, without the assistance or guidance of legal counsel, pursuant to the settlement of a claim for personal injury, that person or his parent or guardian may void the release; provided, that the insurance carrier or other settling party receives written notice of the intent to void the release within 14 days of the date that the release was executed, and the written notice is accompanied by any check or settlement proceeds related to the claim for personal injury that had been delivered to the claimant.\n\n(2) A release of liability executed within 21 days of the accident giving rise to the claim of personal injury by a person who is not represented by counsel shall contain a notice of the claimant’s right to rescind conspicuously and separately stated on the release.\n\n(e) The provisions of this section are not severable.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125n; as added July 25, 2006, D.C. Law 16-144, § 2(f), 53 DCR 2838",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.14.html"
    },
    {
      "id": "section-22-3225.15",
      "number": "22-3225.15",
      "heading": "Jurisdiction.",
      "text": "An offense under this subchapter shall be deemed to be committed in the District of Columbia, regardless of whether the offender is physically present in the District of Columbia, if:\n\n(1) The insured, insurer, claimant, or applicant is a resident of, or located in, the District of Columbia;\n\n(2) A District of Columbia address is used on an application, policy, or claim for payment or benefit;\n\n(3) The services for which a claim is made were provided or alleged to have been provided in the District of Columbia;\n\n(4) Payment of a claim or benefit was made or was to be made to an address in the District of Columbia;\n\n(5) The loss occurred or is alleged to have occurred in the District of Columbia; or\n\n(6) Any part of the offense takes place in the District of Columbia.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 125o; as added Dec. 10, 2009, D.C. Law 18-88, § 214(h), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3225.15.html"
    },
    {
      "id": "section-22-3226.01",
      "number": "22-3226.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Applicant” means any individual, sole proprietorship, partnership, association, cooperative, corporation, nonprofit organization, and any other organization required to register with the District to conduct telemarketing in the District of Columbia.\n\n(2) “Certificate of registration” means a document issued by the District government showing that a named individual or business has registered as a telephone solicitor with the Mayor of the District of Columbia.\n\n(3) “Consumer” means a person who is or may be required to pay for goods or services offered by a telephone solicitor through telemarketing.\n\n(4) “Goods” or “services” means any real property or any tangible or intangible personal property or services of any kind provided or offered to a consumer.\n\n(5) “Licensed securities, commodities or investment broker” means a licensed or registered securities, commodities or investment broker.\n\n(6) “Seller” means any person, who, in connection with a telemarketing transaction, provides, offers to provide, or arranges for others to provide goods or services to the customer in exchange for consideration.\n\n(7) “Telemarketing” means a plan, program or campaign which is conducted to induce the purchase of goods or services by use of one or more telephones. Telemarketing does not include a one-time or infrequent transaction unrelated to a pattern of repeated transactions. Telemarketing does not include a telephone call to a consumer:\n\n(A) As a one-time or infrequent transaction unrelated to a pattern of repeated transactions;\n\n(B) To provide information to a consumer and in which payment for the sale of good or services is not accepted in that telephone call;\n\n(C) To administer an existing account or service an existing customer (including product safety recalls);\n\n(D) To respond to a consumer’s request; or\n\n(E) In which payment for the sale of good or services is not accepted in that telephone call.\n\n(8) “Telephone solicitor” means a person (acting himself or itself, or through an agent) who initiates a telephone call to a consumer in the District of Columbia as a part of a plan, program, or campaign which is conducted to induce the purchase of goods or services by the use of one or more telephones. A telephone solicitor does not include a person who initiates a telephone call to a consumer:\n\n(A) As a one-time or infrequent transaction unrelated to a pattern of repeated transactions;\n\n(B) To provide information to a consumer and in which payment for the sale of good or services is not accepted in that telephone call;\n\n(C) To administer an existing account or service an existing customer (including product safety recalls);\n\n(D) To respond to a consumer’s request; or\n\n(E) Does not accept payment for the sale of good or services in that telephone call.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126a; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039; Oct. 26, 2001, D.C. Law 14-42, § 18, 48 DCR 7612",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.01.html"
    },
    {
      "id": "section-22-3226.02",
      "number": "22-3226.02",
      "heading": "Application for a certificate of registration of telephone solicitor.",
      "text": "(a) No person shall transact any business as a telephone solicitor without first having obtained a certificate of registration from the Mayor.\n\n(b) The application for certificate of registration shall be made at least 60 business days prior to offering for sale consumer goods or services by telephone.\n\n(c) The Mayor shall provide an application form for the annual certificate of registration.\n\n(d) The application for a certificate of registration as a telephone solicitor shall include, but not be limited to, the following information:\n\n(1) The true name, current address, telephone number and location of the telephone solicitor and the telemarketing business, including each name and trade name under which the telephone solicitor intends to engage in telephone solicitations;\n\n(2) Each occupation or business that the telemarketing business’ principal owner or owners have engaged in for the 2 years immediately preceding the date of the application;\n\n(3) Whether the applicant has been convicted or pled guilty to, or is being prosecuted by indictment for racketeering, violations of state or federal securities laws, or a theft offense;\n\n(4) Whether there has been entered against the applicant an injunction, temporary restraining order or a final judgment in any civil or administrative action involving fraud, theft, racketeering, embezzlement, fraudulent conversion or misappropriation of property, including any pending litigation;\n\n(5) Whether the applicant, at any time during the previous 7 years, has filed for bankruptcy, been adjudged bankrupt or been reorganized because of insolvency;\n\n(6) The true name, mailing address, and date of birth of the following:\n\n(A) Each seller or other person employed by the applicant;\n\n(B) Each person participating in or responsible for the management of the applicant’s business;\n\n(C) Each person principally responsible for the management of the applicant’s business; and\n\n(7) The name and true address of a registered agent for service of process in the District of Columbia for the applicant’s business.\n\n(e) The Mayor shall serve as the registered agent if no registered agent is appointed or if the individual or organization named ceases to serve as the registered agent and no successor is appointed.\n\n(f) The Mayor shall investigate the veracity of an application.\n\n(g) The Mayor shall deny a certificate of registration when the Mayor determines that an application contains false information.\n\n(h) The Mayor shall provide written notification to an applicant when an application has been denied.\n\n(i) The Mayor shall notify the applicant in writing of the information that the Mayor finds to be false.\n\n(j) No person may conduct telemarketing in the District of Columbia without having first obtained a certificate of registration.\n\n(k) The Mayor shall either deny or grant an application within 30 days of the filing of an application.\n\n(l) The Mayor may establish reasonable fees for filing of applications. The Mayor shall make available printed license application forms as well as electronic forms, which may be downloaded by computer.\n\n(m) Certificates of registration issued in accordance with this subchapter shall be valid for one year. Prior to expiration of a certificate of registration, an applicant may obtain a new certificate by the filing of a new application.\n\n(n) If any person has obtained a certificate of registration under false pretenses, including providing false information in an application, the certificate of registration shall be revoked and may be reinstated only upon proof of correction.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126b; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.02.html"
    },
    {
      "id": "section-22-3226.03",
      "number": "22-3226.03",
      "heading": "Surety bond requirements for telephone solicitors.",
      "text": "(a) The application for registration or renewal shall be accompanied by a surety bond in the amount of $50,000. The bond shall provide for the indemnification of any person suffering a loss as the result a violation of this subchapter.\n\n(b) The surety may terminate the bond upon giving a 60-day written notice to the principal and to the Mayor.\n\n(c) Unless the bond is replaced by that of another surety before the expiration of the 60-day notice of cancellation, the registration of the principal shall be treated as lapsed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126c; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.03.html"
    },
    {
      "id": "section-22-3226.04",
      "number": "22-3226.04",
      "heading": "Security alternative to surety bonds.",
      "text": "(a) An applicant required under this subchapter to file a bond with a registration application may file with the Mayor, in lieu thereof, a certificate of deposit or government bond in the amount of $50,000.\n\n(b) The Mayor shall hold the certificate of deposit or government bond for 3 years starting from the date the telemarketing business ceases to operate or the registration lapses in order to pay claims made against the telemarketing business during its period of operation after which time the Mayor shall return any remaining balance.\n\n(c) The registration of the telemarketing business shall be treated as lapsed if, at any time, the amount of bond, cash, certificate of deposit or government bonds falls below the amount required by this section.\n\n(d) The surety bond shall remain in effect for 3 years from the period the telemarketing business ceases to operate in the District.\n\n(e) The aggregate liability of the surety company to all persons injured by a telephone solicitor’s violations of this subchapter shall not exceed the amount of the bond.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126d; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.04.html"
    },
    {
      "id": "section-22-3226.05",
      "number": "22-3226.05",
      "heading": "Exemptions.",
      "text": "(a) A telephone solicitor shall be exempt from the registration and bonding requirements of this subchapter if the telephone solicitor is engaged in any of the following activities:\n\n(1) Telephone solicitation for religious or political purposes, or for a charitable or educational institution, or fundraising for other tax-exempt, nonprofit organizations;\n\n(2) A home solicitation sale that involves a subsequent face to face meeting between the seller and the consumer;\n\n(3) Sales by a licensed securities, commodities, investment broker, or investment advisor when soliciting over the telephone within the scope of the person’s license;\n\n(4) A solicitation for the sale of a newspaper of general circulation and other publications that have a predominantly editorial or news-related content;\n\n(5) A solicitation for a sale regulated by the Commodities Futures Trading Commission;\n\n(6) A solicitation for the sale of any goods whenever the person allows a 7-day review period and a full refund within 30 days after the return of such goods to the person;\n\n(7) A solicitation by a financial institution, such as a bank, trust company, a saving and loan association, a credit union, a commercial and consumer finance lender, regulated by the United States government;\n\n(8) A solicitation by an insurance company or other organization that is licensed or authorized to conduct business in the District of Columbia;\n\n(9) A solicitation for the sale of cable television services operating under the authority of a governmental franchise or permit;\n\n(10) Fundraising on behalf of a college or university or any other public or private educational institution;\n\n(11) A solicitation for sales pursuant to a catalog that includes clear disclosure of sales prices, shipping, handling and other charges;\n\n(12) A solicitation by a political subdivision or instrumentality of the United States or any state of the United States, or any public utility that is subject to regulation by the District of Columbia Public Service Commission;\n\n(13) A solicitation by a person who is a licensed travel agent acting within the scope of the agent’s license; or\n\n(14) A solicitation by a person who is a licensed real estate broker within the scope of the broker’s license.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126e; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.05.html"
    },
    {
      "id": "section-22-3226.06",
      "number": "22-3226.06",
      "heading": "Unlawful acts and practices.",
      "text": "(a) A telephone solicitor commits the offense of telephone solicitation fraud when engaged in any one of the following:\n\n(1) Fails to obtain or maintain a valid certificate of registration;\n\n(2) Obtains a certificate of registration through any false or fraudulent pretence or representation in any registration application;\n\n(3) Knowingly fails to have received written consent to use the name of a charitable organization;\n\n(4) Knowingly misrepresents any of the following:\n\n(A) The total cost of the goods or services that are the subject of the telephone solicitation sales call;\n\n(B) Material restrictions, material limitations, or material conditions to the purchase of goods or services that are the subject of a telephone solicitation;\n\n(C) Material aspects of the performance, efficacy, nature or characteristics of goods or services that are the subject of a telephone solicitation; or\n\n(D) Material aspects of the nature of terms of the telephone solicitor’s refund, cancellation, exchange or repurchase policies;\n\n(5) Induces a consumer to purchase goods or services by means of a false or fraudulent pretense, representation or promise;\n\n(6) Charges a consumer’s checking or savings account without the consumer’s express written authorization; or\n\n(7) Procures the services of any professional delivery, courier, or other pickup service to obtain immediate receipt and/or possession of a consumer’s payment unless the goods are delivered with the opportunity to inspect before payment is collected.\n\n(b) A person who violates any provision of this section shall be subject to the penalties provided in §§ 22-3226.09 and 22-3226.10.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126f; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.06.html"
    },
    {
      "id": "section-22-3226.07",
      "number": "22-3226.07",
      "heading": "Deceptive acts and practices prohibited.",
      "text": "(a) It is a deceptive telemarketing act or practice for any seller or telephone solicitor to misrepresent any of the following material information:\n\n(1) The total purchase cost to the consumer of the goods or services to be received;\n\n(2) The true name of the telephone solicitor; or\n\n(3) Material aspects of the quality or basic characteristics of the goods or services purchased.\n\n(b) It is a deceptive telemarketing act or practice for any seller or telephone solicitor to misrepresent any material fact regarding the goods or services purchased that has a tendency to mislead.\n\n(c) No person shall commit a deceptive telemarketing act or practice.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126g; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.07.html"
    },
    {
      "id": "section-22-3226.08",
      "number": "22-3226.08",
      "heading": "Abusive telemarketing acts or practices.",
      "text": "It is an abusive telemarketing act or practice and violation of this subchapter for a seller or telephone solicitor to engage in the following conduct:\n\n(1) Cause a telephone to ring more than 15 times in an intended telephone solicitation call;\n\n(2) Initiate a telephone solicitation call to a consumer after the same consumer has expressly stated that he or she does not wish to receive solicitation calls from that seller; or\n\n(3) Engage in telephone solicitation to a consumer’s residence at any time before 8:00 a.m. and after 9:00 p.m., local time at the place of the consumer called.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126h; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.08.html"
    },
    {
      "id": "section-22-3226.09",
      "number": "22-3226.09",
      "heading": "Civil penalties.",
      "text": "(a) The following penalties may be imposed in addition to those otherwise available at law:\n\n(1) Any telephone solicitor who violates any provision of this subchapter may be fined up to $1,000 per violation.\n\n(2) A permit or license shall be revoked or suspended if the seller or telephone solicitor fails to comply with the registration requirements of this subchapter.\n\n(3) A judge may impose treble damages against any telephone solicitor who knowingly targets elderly persons or persons with disabilities.\n\n(b) Fines shall be payable to the Fraud Prevention Fund established in § 22-3226.14.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126i; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039; Apr. 24, 2007, D.C. Law 16-305, § 36, 53 DCR 6198",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.09.html"
    },
    {
      "id": "section-22-3226.10",
      "number": "22-3226.10",
      "heading": "Criminal penalties.",
      "text": "Any telephone solicitor who violates § 22-3226.06 and obtains property thereby shall be guilty of the crime of telemarketing fraud, which is punishable as follows:\n\n(1) If the amount of the transaction is valued at $20,000 or more, the seller or telephone solicitor shall upon conviction be guilty of a felony, and shall be subject to a fine of not more than the amount set forth in § 22-3571.01 or imprisonment for not more than 4 years, or both.\n\n(2) If the amount of the transaction is valued at less than $20,000 but more than $5,000, the seller or telephone solicitor shall upon conviction be guilty of a felony, and shall be subject to a fine of not more than the amount set forth in § 22-3571.01 or imprisonment for not more than 3 years, or both.\n\n(3) If the amount of the transaction is valued at less than $5,000 or less, the seller or telephone solicitor shall upon conviction be guilty of a misdemeanor and shall be subject to a fine of not more than the amount set forth in § 22-3571.01 or imprisonment for not more than 6 months, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126j; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039; June 11, 2013, D.C. Law 19-317, § 205(m), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.10.html"
    },
    {
      "id": "section-22-3226.11",
      "number": "22-3226.11",
      "heading": "Private right of action.",
      "text": "(a) Any consumer injured as a result of a violation of § 22-3226.06, § 22-3226.07, or § 22-3226.08 may bring an action in the Superior Court of the District of Columbia to recover or obtain any of the following:\n\n(1) A declaratory judgment;\n\n(2) Injunctive relief;\n\n(3) Reasonable attorney’s fees and costs;\n\n(4) Actual damages;\n\n(5) Punitive damages; and\n\n(6) Any other equitable relief which the court deems proper.\n\n(b) Nothing in this subchapter shall prevent any consumer who is injured by any other trade practice from exercising any right or seeking any remedy to which the consumer might be entitled.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126k; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.11.html"
    },
    {
      "id": "section-22-3226.12",
      "number": "22-3226.12",
      "heading": "Statute of limitations period.",
      "text": "Claims for damages or compensation under this subchapter shall be filed within 3 years of the time the seller or telephone solicitor initiated the solicitation telephone call.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126l; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.12.html"
    },
    {
      "id": "section-22-3226.13",
      "number": "22-3226.13",
      "heading": "Task force to combat fraud.",
      "text": "(a) The Mayor shall form a task force for the following purposes:\n\n(1) Collecting information on telephone fraud;\n\n(2) Taking steps to educate the public about fraud, including telephone fraud;\n\n(3) Sharing information related to telephone fraud with District government agencies;\n\n(4) Sharing information related to telephone fraud with other state and federal law enforcement agencies; and\n\n(5) Advising the Mayor on enforcement of the provisions of this subchapter.\n\n(b) The task force may include representatives from the following agencies:\n\n(1) Metropolitan Police Department;\n\n(2) Department of Consumer and Regulatory Affairs;\n\n(3) Office of Corporation Counsel; and\n\n(4) Any other agency the Mayor deems appropriate.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126m; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.13.html"
    },
    {
      "id": "section-22-3226.14",
      "number": "22-3226.14",
      "heading": "Fraud Prevention Fund.",
      "text": "Repealed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126n; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.14.html"
    },
    {
      "id": "section-22-3226.15",
      "number": "22-3226.15",
      "heading": "General disclosures.",
      "text": "(a) Within the first 30 seconds of a telephone call, the telephone solicitor shall identify himself or herself by stating his or her true name, the company on whose behalf the solicitation is being made, and the goods or services to be sold.\n\n(b) Any person who violates this section shall be subject to civil penalties pursuant to § 22-3226.09.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 126o; as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3226.15.html"
    },
    {
      "id": "section-22-3227.01",
      "number": "22-3227.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Financial injury” means all monetary costs, debts, or obligations incurred by a person as a result of another person obtaining, creating, possessing, or using that person’s personal identifying information in violation of this subchapter, including, but not limited to:\n\n(A) The costs of clearing the person’s credit rating, credit history, criminal record, or any other official record, including attorney fees;\n\n(B) The expenses related to any civil or administrative proceeding to satisfy or contest a debt, lien, judgment, or other obligation of the person that arose as a result of the violation of this subchapter, including attorney fees;\n\n(C) The costs of repairing or replacing damaged or stolen property;\n\n(D) Lost time or wages, or any similar monetary benefit forgone while the person is seeking redress for damages resulting from a violation of this subchapter; and\n\n(E) Lost time, wages, and benefits, other losses sustained, legal fees, and other expenses incurred as a result of the use, without permission, of one’s personal identifying information by another as prohibited by § 22-3227.02.\n\n(2) Repealed.\n\n(3) “Personal identifying information” includes, but is not limited to, the following:\n\n(A) Name, address, telephone number, date of birth, or mother’s maiden name;\n\n(B) Driver’s license or driver’s license number, or non-driver’s license or non-driver’s license number;\n\n(C) Savings, checking, or other financial account number;\n\n(D) Social security number or tax identification number;\n\n(E) Passport or passport number;\n\n(F) Citizenship status, visa, or alien registration card or number;\n\n(G) Birth certificate or a facsimile of a birth certificate;\n\n(H) Credit or debit card, or credit or debit card number;\n\n(I) Credit history or credit rating;\n\n(J) Signature;\n\n(K) Personal identification number, electronic identification number, password, access code or device, electronic address, electronic identification number, routing information or code, digital signature, or telecommunication identifying information;\n\n(L) Biometric data, such as fingerprint, voice print, retina or iris image, or other unique physical representation;\n\n(M) Place of employment, employment history, or employee identification number; and\n\n(N) Any other numbers or information that can be used to access a person’s financial resources, access medical information, obtain identification, act as identification, or obtain property.\n\n(4) “Property” shall have the same meaning as provided in § 22-3201(3) and shall include credit.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127a; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809; Dec. 10, 2009, D.C. Law 18-88, § 214(i), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.01.html"
    },
    {
      "id": "section-22-3227.02",
      "number": "22-3227.02",
      "heading": "Identity theft.",
      "text": "A person commits the offense of identity theft if that person knowingly:\n\n(1) Uses personal identifying information belonging to or pertaining to another person to obtain, or attempt to obtain, property fraudulently and without that person’s consent;\n\n(2) Obtains, creates, or possesses personal identifying information belonging to or pertaining to another person with the intent to:\n\n(A) Use the information to obtain, or attempt to obtain, property fraudulently and without that person’s consent; or\n\n(B) Give, sell, transmit, or transfer the information to a third person to facilitate the use of the information by that third person to obtain, or attempt to obtain, property fraudulently and without that person’s consent; or\n\n(3) Uses personal identifying information belonging to or pertaining to another person, without that person’s consent, to:\n\n(A) Identify himself or herself at the time of his or her arrest;\n\n(B) Facilitate or conceal his or her commission of a crime; or\n\n(C) Avoid detection, apprehension, or prosecution for a crime.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127b; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809; Dec. 10, 2009, D.C. Law 18-88, § 214(j), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.02.html"
    },
    {
      "id": "section-22-3227.03",
      "number": "22-3227.03",
      "heading": "Penalties for identity theft.",
      "text": "(a) Any person convicted of identity theft shall be fined not more than (1) the amount set forth in § 22-3571.01, (2) twice the value of the property obtained or (3) twice the amount of the financial injury, whichever is greatest, or imprisoned for not more than 10 years, or both, if the property obtained, or attempted to be obtained, or the amount of the financial injury is $1,000 or more.\n\n(b) Any person convicted of identity theft shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 180 days, or both, if the property obtained, or attempted to be obtained, or the amount of the financial injury, has some value, or if another person is falsely accused of, or arrested for, committing a crime because of the use, without permission, of that person’s personal identifying information.\n\n(c) Repealed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127c; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809; Apr. 24, 2007, D.C. Law 16-306, § 218, 53 DCR 8610; Dec. 10, 2009, D.C. Law 18-88, § 214(k), 56 DCR 7413; June 3, 2011, D.C. Law 18-377, § 12(d), 58 DCR 1174; June 11, 2013, D.C. Law 19-317, §§ 111(a)(2), 205(n), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.03.html"
    },
    {
      "id": "section-22-3227.04",
      "number": "22-3227.04",
      "heading": "Restitution.",
      "text": "When a person is convicted of identity theft, the court may, in addition to any other applicable penalty, order restitution for the full amount of financial injury.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127d; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.04.html"
    },
    {
      "id": "section-22-3227.05",
      "number": "22-3227.05",
      "heading": "Correction of public records.",
      "text": "(a) When a person is convicted, adjudicated delinquent, or found not guilty by reason of insanity of identity theft, the court may issue such orders as are necessary to correct any District of Columbia public record that contains false information as a result of a violation of this subchapter.\n\n(b) In all other cases, a person who alleges that he or she is a victim of identity theft may petition the court for an expedited judicial determination that a District of Columbia public record contains false information as a result of a violation of this subchapter. Upon a finding of clear and convincing evidence that the person was a victim of identity theft, the court may issue such orders as are necessary to correct any District of Columbia public record that contains false information as a result of a violation of this subchapter.\n\n(c) Notwithstanding any other provision of law, District of Columbia agencies shall comply with orders issued under subsection (a) of this section within 30 days of issuance of the order.\n\n(d) For the purposes of this section, the term “District of Columbia public record” means any document, book, photographic image, electronic data recording, paper, sound recording, or other material, regardless of physical form or characteristic, made or received pursuant to law or in connection with the transaction of public business by any officer or employee of the District of Columbia.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127e; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.05.html"
    },
    {
      "id": "section-22-3227.06",
      "number": "22-3227.06",
      "heading": "Jurisdiction.",
      "text": "The offense of identity theft shall be deemed to be committed in the District of Columbia, regardless of whether the offender is physically present in the District of Columbia, if:\n\n(1) The person whose personal identifying information is improperly obtained, created, possessed, or used is a resident of, or located in, the District of Columbia; or\n\n(2) Any part of the offense takes place in the District of Columbia.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127f; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809; Dec. 10, 2009, D.C. Law 18-88, § 214(l), 56 DCR 7413",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.06.html"
    },
    {
      "id": "section-22-3227.07",
      "number": "22-3227.07",
      "heading": "Limitations.",
      "text": "Obtaining, creating, possessing, and using a person’s personal identifying information in violation of this subchapter shall constitute a single scheme or course of conduct, and the applicable period of limitation under § 23-113 shall not begin to run until after the scheme or course of conduct has been completed or terminated.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127g; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.07.html"
    },
    {
      "id": "section-22-3227.08",
      "number": "22-3227.08",
      "heading": "Police reports.",
      "text": "The Metropolitan Police Department shall make a report of each complaint of identity theft and provide the complainant with a copy of the report.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 127h; as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3227.08.html"
    },
    {
      "id": "section-22-3231",
      "number": "22-3231",
      "heading": "Trafficking in stolen property.",
      "text": "(a) For the purposes of this section, the term “traffics” means:\n\n(1) To sell, pledge, transfer, distribute, dispense, or otherwise dispose of property to another person as consideration for anything of value; or\n\n(2) To buy, receive, possess, or obtain control of property with intent to do any of the acts set forth in paragraph (1) of this subsection.\n\n(b) A person commits the offense of trafficking in stolen property if, on 2 or more separate occasions, that person traffics in stolen property, knowing or having reason to believe that the property has been stolen.\n\n(c) It shall not be a defense to a prosecution under this section, alone or in conjunction with § 22-1803, that the property was not in fact stolen, if the accused engages in conduct which would constitute the crime if the attendant circumstances were as the accused believed them to be.\n\n(d) Any person convicted of trafficking in stolen property shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 10 years, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 131, 29 DCR 3976; Apr. 20, 2012, D.C. Law 19-120, § 101(b), 58 DCR 11235; June 11, 2013, D.C. Law 19-317, § 205(o), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3231.html"
    },
    {
      "id": "section-22-3232",
      "number": "22-3232",
      "heading": "Receiving stolen property.",
      "text": "(a) A person commits the offense of receiving stolen property if that person buys, receives, possesses, or obtains control of stolen property, knowing or having reason to believe that the property was stolen.\n\n(b) It shall not be a defense to a prosecution under this section, alone or in conjunction with § 22-1803, that the property was not in fact stolen, if the accused engages in conduct which would constitute the crime if the attendant circumstances were as the accused believed them to be.\n\n(1) Any person convicted of receiving stolen property shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned not more than 7 years, or both, if the value of the stolen property is $1,000 or more.\n\n(2) Any person convicted of receiving stolen property shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned not more than 180 days, or both, if the stolen property has some value.\n\n(d) For the purposes of this section, the term “stolen property” includes property that is not in fact stolen if the person who buys, receives, possesses, or obtains control of the property had reason to believe that the property was stolen.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 132, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(f), 41 DCR 2608; June 3, 2011, D.C. Law 18-377, § 12(e), 58 DCR 1174; Apr. 20, 2012, D.C. Law 19-120, § 101(c), 58 DCR 11235; June 11, 2013, D.C. Law 19-317, § 205(p), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3232.html"
    },
    {
      "id": "section-22-3233",
      "number": "22-3233",
      "heading": "Altering or removing motor vehicle identification numbers.",
      "text": "(a) It is unlawful for a person to knowingly remove, obliterate, tamper with, or alter any identification number on a motor vehicle or a motor vehicle part.\n\n(1) Any person who violates subsection (a) of this section shall be guilty of a misdemeanor and, upon conviction, shall be imprisoned for not more than 180 days, or fined not more than the amount set forth in § 22-3571.01, or both.\n\n(2) Any person who violates subsection (a) of this section shall be guilty of a felony if the value of the motor vehicle or motor vehicle part is $1,000 or more and, upon conviction, shall be imprisoned for not more than 5 years, or fined not more than the amount set forth in § 22-3571.01, or both.\n\n(c) For the purposes of this section, the term:\n\n(1) “Identification number” means a number or symbol that is originally inscribed or affixed by the manufacturer to a motor vehicle or motor vehicle part for purposes of identification.\n\n(2) “Motor vehicle” means any automobile, self-propelled mobile home, motorcycle, motor scooter, truck, truck tractor, truck semi trailer, truck trailer, bus, or other vehicle propelled by an internal-combustion engine, electricity, or steam, including any non-operational vehicle that is being restored or repaired.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 133; as added Apr. 24, 2007, D.C. Law 16-306, § 217, 53 DCR 8610; June 3, 2011, D.C. Law 18-377, § 12(f), 58 DCR 1174; June 11, 2013, D.C. Law 19-317, § 205(q), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3233.html"
    },
    {
      "id": "section-22-3234",
      "number": "22-3234",
      "heading": "Altering or removing bicycle identification numbers.",
      "text": "(a) It is unlawful for a person to knowingly remove, obliterate, tamper with, or alter any identification number on a bicycle or bicycle part.\n\n(b) Any person who violates subsection (a) of this section shall be guilty of a misdemeanor and, upon conviction, shall be imprisoned for not more than 180 days, or fined not more than the amount set forth in § 22-3571.01, or both.\n\n(c) For the purposes of this section, the term:\n\n(1) “Bicycle” shall have the same meaning as provided in § 50-1609(1).\n\n(2) “Identification number” shall have the same meaning as provided in § 50-1609(1A).",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 134; as added May 1, 2008, D.C. Law 17-149, § 3, 55 DCR 1272; June 11, 2013, D.C. Law 19-317, § 205(r), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3234.html"
    },
    {
      "id": "section-22-3241",
      "number": "22-3241",
      "heading": "Forgery.",
      "text": "(a) For the purposes of this subchapter, the term:\n\n(1) “Forged written instrument” means any written instrument that purports to be genuine but which is not because it:\n\n(A) Has been falsely made, altered, signed, or endorsed;\n\n(B) Contains a false addition or insertion; or\n\n(C) Is a combination of parts of 2 or more genuine written instruments.\n\n(2) “Utter” means to issue, authenticate, transfer, publish, sell, deliver, transmit, present, display, use, or certify.\n\n(3) “Written instrument” includes, but is not limited to, any:\n\n(A) Security, bill of lading, document of title, draft, check, certificate of deposit, and letter of credit, as defined in Title 28;\n\n(B) Stamp, legal tender, or other obligation of any domestic or foreign governmental entity;\n\n(C) Stock certificate, money order, money order blank, traveler’s check, evidence of indebtedness, certificate of interest or participation in any profitsharing agreement, transferable share, investment contract, voting trust certificate, certification of interest in any tangible or intangible property, and any certificate or receipt for or warrant or right to subscribe to or purchase any of the foregoing items;\n\n(D) Commercial paper or document, or any other commercial instrument containing written or printed matter or the equivalent; or\n\n(E) Other instrument commonly known as a security or so defined by an Act of Congress or a provision of the District of Columbia Official Code.\n\n(b) A person commits the offense of forgery if that person makes, draws, or utters a forged written instrument with intent to defraud or injure another.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 141, 29 DCR 3976",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3241.html"
    },
    {
      "id": "section-22-3242",
      "number": "22-3242",
      "heading": "Penalties for forgery.",
      "text": "(a) Any person convicted of forgery shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 10 years, or both, if the written instrument purports to be:\n\n(1) A stamp, legal tender, bond, check, or other valuable instrument issued by a domestic or foreign government or governmental instrumentality;\n\n(2) A stock certificate, bond, or other instrument representing an interest in or claim against a corporation or other organization of its property;\n\n(3) A public record, or instrument filed in a public office or with a public servant;\n\n(4) A written instrument officially issued or created by a public office, public servant, or government instrumentality;\n\n(5) A check which upon its face appears to be a payroll check;\n\n(6) A deed, will, codicil, contract, assignment, commercial instrument, or other instrument which does or may evidence, create, transfer, terminate, or otherwise affect a legal right, interest, obligation, or status; or\n\n(7) A written instrument having a value of $10,000 or more.\n\n(b) Any person convicted of forgery shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 5 years, or both, if the written instrument is or purports to be:\n\n(1) A token, fare card, public transportation transfer certificate, or other article manufactured for use as a symbol of value in place of money for the purchase of property or services;\n\n(2) A prescription of a duly licensed physician or other person authorized to issue the same for any controlled substance or other instrument or devices used in the taking or administering of controlled substances for which a prescription is required by law; or\n\n(3) A written instrument having a value of $1,000 or more.\n\n(c) Any person convicted of forgery shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 3 years, or both, in any other case.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 142, 29 DCR 3976; June 3, 2011, D.C. Law 18-377, § 12(g), 58 DCR 1174; June 11, 2013, D.C. Law 19-317, § 205(s), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3242.html"
    },
    {
      "id": "section-22-3251",
      "number": "22-3251",
      "heading": "Extortion.",
      "text": "(a) A person commits the offense of extortion if:\n\n(1) That person obtains or attempts to obtain the property of another with the other’s consent which was induced by wrongful use of actual or threatened force or violence or by wrongful threat of economic injury; or\n\n(2) That person obtains or attempts to obtain property of another with the other’s consent which was obtained under color or pretense of official right.\n\n(b) Any person convicted of extortion shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 10 years, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 151, 29 DCR 3976; June 11, 2013, D.C. Law 19-317, § 205(t), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3251.html"
    },
    {
      "id": "section-22-3252",
      "number": "22-3252",
      "heading": "Blackmail.",
      "text": "(a) A person commits the offense of blackmail when that person, with intent to obtain property of another or to cause another to do or refrain from doing any act, threatens to:\n\n(1) Accuse another person of a crime;\n\n(2) Expose a secret or publicize an asserted fact, whether true or false, tending to subject another person to hatred, contempt, ridicule, embarrassment, or other injury to reputation;\n\n(3) Impair the reputation of another person, including a deceased person;\n\n(4) Distribute a photograph, video, or audio recording, whether authentic or inauthentic, tending to subject another person to hatred, contempt, ridicule, embarrassment, or other injury to reputation; or\n\n(5) Notify a federal, state, or local government agency or official of, or publicize, another person's immigration or citizenship status.\n\n(b) Any person convicted of blackmail shall be fined not more than the amount set forth in § 22-3571.01 or imprisoned for not more than 5 years, or both.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 152, 29 DCR 3976; June 11, 2013, D.C. Law 19-317, § 205(u), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-3252.html"
    }
  ]
}