{
  "state": "district-of-columbia",
  "path": "title-22/chapter-14",
  "sections": [
    {
      "id": "section-22-1401",
      "number": "22-1401",
      "heading": "False pretenses.",
      "text": "Repealed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 602(p), 29 DCR 3976",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1401.html"
    },
    {
      "id": "section-22-1402",
      "number": "22-1402",
      "heading": "Recordation of deed, contract, or conveyance with intent to extort money.",
      "text": "Whoever having no title or color of title to the land affected shall maliciously cause to be recorded in the office of the Recorder of Deeds of the District of Columbia any deed, contract, or other instrument purporting to convey or to relate to any land in said District with intent to extort money or anything of value from any person owning such land, or having any interest therein, shall be fined not less than $1,000 and not more than the amount set forth in § 22-3571.01 or imprisoned not more than 180 days, or both.",
      "history": "June 30, 1902, 32 Stat. 535, ch. 1329, § 845a; Aug. 20, 1994, D.C. Law 10-151, § 106, 41 DCR 2608; June 11, 2013, D.C. Law 19-317, § 217, 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1402.html"
    },
    {
      "id": "section-22-1403",
      "number": "22-1403",
      "heading": "False personation before court, officers, notaries.",
      "text": "(a) Whoever falsely personates another person before any court of record or judge thereof, or clerk of court, or any officer in the District authorized to administer oaths or take the acknowledgment of deeds or other instruments or to grant marriage licenses or accepts domestic partnership registrations, with intent to defraud, shall be imprisoned for not less than 1 year nor more than 5 years.\n\n(a-1) In addition to any other penalty provided under this section, a person may be fined an amount not more than the amount set forth in § 22-3571.01.\n\n(b) For the purposes of this section, the term “domestic partnership” shall have the same meaning as provided in § 32-701(4).",
      "history": "Mar. 3, 1901, 31 Stat. 1330, ch. 854, § 859; Feb. 17, 1909, 35 Stat. 623, ch. 134; Sept. 12, 2008, D.C. Law 17-231, § 23(b), 55 DCR 6758; June 11, 2013, D.C. Law 19-317, § 303(n), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1403.html"
    },
    {
      "id": "section-22-1404",
      "number": "22-1404",
      "heading": "Falsely impersonating public officer or minister.",
      "text": "Whoever falsely represents himself or herself to be a judge of the Superior Court of the District of Columbia, notary public, police officer, or other public officer, or a minister qualified to celebrate marriage, and attempts to perform the duty or exercise the authority pertaining to any such office or character, or having been duly appointed to any of such offices shall knowingly attempt to act as any such officers after his or her appointment or commission has expired or he or she has been dismissed from such office, shall suffer imprisonment in the penitentiary for not less than 1 year nor more than 3 years. In addition to any other penalty provided under this section, a person may be fined an amount not more than the amount set forth in § 22-3571.01.",
      "history": "Mar. 3, 1901, 31 Stat. 1330, ch. 854, § 860; Feb. 17, 1909, 35 Stat. 623, ch. 134; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); May 21, 1994, D.C. Law 10-119, § 2(h), 41 DCR 1639; May 17, 1996, D.C. Law 11-119, § 2, 43 DCR 528; June 11, 2013, D.C. Law 19-317, § 303(o), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1404.html"
    },
    {
      "id": "section-22-1405",
      "number": "22-1405",
      "heading": "False personation of inspector of departments of District.",
      "text": "It shall be unlawful for any person in the District of Columbia to falsely represent himself or herself as being an inspector of the Department of Human Services of said District, or an inspector of any department of the District government; and any person so offending shall be deemed guilty of a misdemeanor, and on conviction in the Superior Court of the District of Columbia shall be punished by a fine of not less than $10 nor more than $50 for the 1st offense, and for each subsequent offense by a fine of not less than $50 and not more than the amount set forth in § 22-3571.01, or imprisonment in the Jail of the District not exceeding 6 months, or both, in the discretion of the court.",
      "history": "Mar. 2, 1897, 29 Stat. 619, ch. 364; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); June 11, 2013, D.C. Law 19-317, § 218, 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1405.html"
    },
    {
      "id": "section-22-1406",
      "number": "22-1406",
      "heading": "False personation of police officer.",
      "text": "It shall be a misdemeanor, punishable by imprisonment in the District jail or penitentiary not exceeding 180 days, or by a fine not more than the amount set forth in § 22-3571.01, for any person, not a member of the police force, to falsely represent himself as being such member, with a fraudulent design.",
      "history": "R.S., D.C., § 433; Aug. 20, 1994, D.C. Law 10-151, § 114, 41 DCR 2608; June 11, 2013, D.C. Law 19-317, § 219 ac, 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1406.html"
    },
    {
      "id": "section-22-1407",
      "number": "22-1407",
      "heading": "Wearing or using insignia of certain organizations.",
      "text": "Repealed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 602(q), (r), 29 DCR 3976",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1407.html"
    },
    {
      "id": "section-22-1408",
      "number": "22-1408",
      "heading": "False certificate of acknowledgment.",
      "text": "Repealed.",
      "history": "Dec. 1, 1982, D.C. Law 4-164, § 602(q), (r), 29 DCR 3976",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1408.html"
    },
    {
      "id": "section-22-1409",
      "number": "22-1409",
      "heading": "Use of official insignia; penalty for unauthorized use.",
      "text": "(a) The Metropolitan Police Department and the Fire and Emergency Medical Services Department shall have the sole and exclusive rights to have and use, in carrying out their respective missions, the official badges, patches, emblems, copyrights, descriptive or designating marks, and other official insignia displayed upon their current and future uniforms.\n\n(b) Any person who, for any reason, makes or attempts to make unauthorized use of, or aids or attempts to aid another person in the unauthorized use or attempted unauthorized use of the official badges, patches, emblems, copyrights, descriptive or designated marks, or other official insignia of the Metropolitan Police Department or the Fire and Emergency Medical Services Department shall, upon conviction, be fined not more than the amount set forth in § 22-3571.01, imprisoned for not more than one year, or both.",
      "history": "Oct. 17, 2002, D.C. Law 14-194, § 702, 49 DCR 5306; June 11, 2013, D.C. Law 19-317, § 220, 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1409.html"
    },
    {
      "id": "section-22-1431",
      "number": "22-1431",
      "heading": "Prohibition on female genital mutilation.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) \"Female genital mutilation\" means any procedure performed for non-medical reasons that involves partial or total removal of, or other injury to, the external female genitalia, including:\n\n(A) A clitoridectomy or the partial or total removal of the clitoris, prepuce, or clitoral hood;\n\n(B) Excision or the partial or total removal (with or without excision of the clitoris) of the labia minora;\n\n(C) Infibulation or the narrowing of the vaginal opening (with or without excision of the clitoris); or\n\n(D) Other procedures that are harmful to the external female genitalia, including pricking, piercing, incising, scraping, or cauterizing the genital area.\n\n(2) Repealed.\n\n(b) A person commits the offense of female genital mutilation if the person:\n\n(1) Knowingly performs female genital mutilation on any person;\n\n(2) Is a parent or guardian of, or has immediate custody or control of, a person under the age of 18 and knowingly consents to, aids, permits, or otherwise facilitates female genital mutilation of such person; or\n\n(3) Knowingly removes or facilitates the removal of a person under the age of 18 from the District for the purpose of facilitating female genital mutilation of that person; provided, that the conduct constituting female genital mutilation constitutes a criminal offense in the territory to which the person is removed.\n\n(c) A person who violates subsection (b) of this section shall, upon conviction, be fined no more than the amount set forth in § 22-3571.01, or incarcerated for no more than 10 years, or both.\n\n(d) It shall not be a defense under subsection (b) of this section that:\n\n(1) The unlawful conduct is required as a matter of religion, custom, ritual, or other standard practice; or\n\n(2) The person on whom female genital mutilation was performed, or that person's parent or guardian, consented to the procedure.\n\n(e) It shall not be a violation of subsection (b) of this section if the acts or conduct that otherwise would be considered female genital mutilation:\n\n(1) Occurred in the furtherance of a surgical or other lawful medical procedure, performed by a licensed medical professional, and:\n\n(A) The acts or conduct were necessary to preserve or protect the physical health of the patient upon whom the medical procedure was performed; or\n\n(B) The acts or conduct were part of a gender reassignment procedure requested by the person on whom the surgery is to be performed; or\n\n(2) In the case of a piercing, was conducted on a consenting adult by a body artist, as that term is defined in D.C. Official Code § 47-2809.01(3) [Repealed].\n\n(1) A victim of female genital mutilation may bring a civil action against a person for a violation of subsection (b) of this section.\n\n(2) If a court determines that an individual violated subsection (b) of this section, the court may award the payment of actual, compensatory, and punitive damages, and any other appropriate relief.\n\n(3) A prevailing plaintiff shall be awarded attorney's fees and costs.\n\n(1) The Director of the Department of Health shall develop or obtain, and make available to the public, informational materials on:\n\n(A) The health risks caused by female genital mutilation, including the emotional trauma inflicted;\n\n(B) Recognizing the signs that an individual may be a victim of female genital mutilation, or at risk of female genital mutilation; and\n\n(C) How to report that an individual has been subjected to, or is in imminent danger of being subjected to, female genital mutilation.\n\n(2) The Director of the Department of Health, in coordination with other relevant District agencies, shall develop and make available to the public informational materials, or integrate information into existing publicly-available informational materials, on mandated reporters' obligation to report that a person under care or under the age of 18 known to him or her in his or her professional or official capacity has been subjected to, or is in imminent danger of being subjected to, female genital mutilation.",
      "history": "Mar. 7, 2025, D.C. Law 25-263, § 3, 72 DCR 3074",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/22-1431.html"
    }
  ]
}