{
  "state": "virginia",
  "path": "title-title-291-wildlife-inland-fisheries-and-boating/chapter-chapter-4-permits-required",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Dealing in Furs§ 29.1-400. Unlawful to deal in furs without a permit§ 29",
      "text": "1-401. Exemptions as to fur permits§ 29.1-402. Permit fees to deal in furs; permit issuance§ 29.1-403. Term of permits; application§ 29.1-404. Qualifications of permittee§ 29.1-405. Reports of permittees§ 29.1-406. Penalty for",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-400",
      "number": "29.1-400.",
      "heading": "Unlawful to deal in furs without a permit",
      "text": "It shall be unlawful to buy, sell, barter, exchange, traffic or trade in, bargain for, solicit for purchase, or possess the hides, furs or pelts of wild animals, or otherwise deal in fur as a business, without having first obtained a permit, subject to the exemptions in § 29.1-401.\n\nCode 1950, § 29-93; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-400/"
    },
    {
      "id": "section-291-401",
      "number": "29.1-401.",
      "heading": "Exemptions as to fur permits",
      "text": "A. A permit shall not be required of any hunter or trapper to possess or dispose of the hides, furs or pelts of wild animals legally shot or caught by him nor of any person lawfully engaging in the business of fur farming to possess or to dispose of the hides, furs or pelts of wild animals raised by him.\n\nB. A permit shall not be required of any Virginia resident who is a member of an American Indian tribe recognized by the Commonwealth or a member of a federally recognized American Indian tribe to buy and possess the hides, furs, pelts or skeletal parts of legally obtained wild animals, except bear as prohibited in § 29.1-536, when such items are to be used as part of traditional American Indian religious practices. Resale of items obtained under this section is prohibited.\n\nC. The Board may adopt regulations providing further exemptions to the permit requirement.\n\nCode 1950, § 29-94; 1980, c. 494; 1987, c. 488; 1997, c. 510; 2016, c. 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-401/"
    },
    {
      "id": "section-291-402",
      "number": "29.1-402.",
      "heading": "Permit fees to deal in furs; permit issuance",
      "text": "A. The fee for a permit to buy, sell, barter, exchange, traffic or trade in, bargain for, solicit for purchase, or possess the hides, furs or pelts of wild animals shall be as follows:\n\n1. State resident, $50.\n\n2. State nonresident, $125.\n\nB. The permit shall be issued in the name of the firm or individual conducting the business, but shall authorize one person only, who shall be designated as a fur buyer, to personally solicit for the purchase of furs within the area covered by the permit. The fur buyer may be the permittee, if an individual, a member of the firm, or a bona fide employee of such individual or firm who is paid a regular stated monthly salary.\n\nCode 1950, § 29-95; 1980, c. 494; 1987, c. 488; 1988, c. 250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-402/"
    },
    {
      "id": "section-291-403",
      "number": "29.1-403.",
      "heading": "Term of permits; application",
      "text": "All fur permits shall be for the fiscal year, July 1 through June 30, and shall be obtained from the Department by written application.\n\nCode 1950, § 29-98; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-403/"
    },
    {
      "id": "section-291-404",
      "number": "29.1-404.",
      "heading": "Qualifications of permittee",
      "text": "The qualifications for securing resident county and state hunting and fishing licenses shall apply to obtaining permits under this article.\n\nCode 1950, § 29-99; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-404/"
    },
    {
      "id": "section-291-405",
      "number": "29.1-405.",
      "heading": "Reports of permittees",
      "text": "The Director may require each permit holder to submit, within ten days after the end of each fiscal year, a detailed activities report in a form as the Director may prescribe.\n\nCode 1950, § 29-100; 1980, c. 494; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-405/"
    },
    {
      "id": "section-291-406",
      "number": "29.1-406.",
      "heading": "Penalty for violations",
      "text": "The violation of any of the terms of this article shall constitute a Class 3 misdemeanor. Furthermore, the trial court shall revoke the permit of the fur dealer, and he shall not have a similar permit for that season or for the succeeding season. He may, however, be eligible for a permit thereafter.\n\nCode 1950, § 29-101; 1980, c. 494; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-406/"
    },
    {
      "id": "section-291-407",
      "number": "29.1-407.",
      "heading": "Forfeiture of furs",
      "text": "Any furs found in the possession of any person or firm and acquired in violation of this article shall be forfeited to the Commonwealth. The proceedings for forfeiture shall conform as far as practicable to the provisions of Chapter 22.1 (§ 19.2-386.1 et seq.) of Title 19.2, and the net proceeds of the forfeiture shall be paid into the Literary Fund.\n\nCode 1950, § 29-102; 1987, c. 488; 2012, cc. 283, 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-407/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "National Forests",
      "text": "National Forests",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-408",
      "number": "29.1-408.",
      "heading": "Permit required; exceptions",
      "text": "No person shall hunt, fish, or trap on any lands in the national forests in this Commonwealth without first obtaining, in addition to the regular resident or nonresident license, a special permit to hunt, fish, or trap on such areas in the national forests as the Board and the Forest Service may agree upon. However, no such permit shall be required of (i) residents under the age of 16 to fish or trap; (ii) residents over the age of 65 to fish; (iii) nonresidents under the age of 16 to fish when accompanied by a person possessing a valid license to fish therein; (iv) residents possessing a license as provided by subsection E of § 29.1-301; and (v) persons holding a license as provided by § 29.1-339.\n\nThe violation of any of the terms of this article shall constitute a Class 3 misdemeanor.\n\nCode 1950, § 29-117; 1972, c. 381; 1977, c. 377; 1987, c. 488; 2018, c. 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-408/"
    },
    {
      "id": "section-291-409",
      "number": "29.1-409.",
      "heading": "From whom permits obtained; fee",
      "text": "The special national forest permit may be obtained from the clerk or agent of any county or city whose duty it is to sell hunting, fishing, and trapping licenses. The fee for the special permit shall be three dollars.\n\nCode 1950, § 29-118; 1980, c. 494; 1987, c. 488; 1988, c. 250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-409/"
    },
    {
      "id": "section-291-410",
      "number": "29.1-410.",
      "heading": "Disposition of funds",
      "text": "The funds derived from the sale of the special permits shall be used by the Director for game and fish management purposes within the national forests in this Commonwealth, or, in the discretion of the Board, shall be paid into the United States treasury as a cooperative deposit for use of the United States Forest Service for game and fish management purposes within the national forests in Virginia.\n\nCode 1950, § 29-119; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-410/"
    },
    {
      "id": "section-291-411",
      "number": "29.1-411.",
      "heading": "Cooperative agreement",
      "text": "The Board shall enter into a cooperative agreement with the United States Forest Service. The cooperative agreement shall define the means and methods to be taken to improve the fish and game resources of the national forests of this Commonwealth and shall program the expenditure of all funds derived from the special permit.\n\nCode 1950, § 29-120; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-411/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Special Permits",
      "text": "Special Permits",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-412",
      "number": "29.1-412.",
      "heading": "Permits required",
      "text": "It shall be unlawful to exercise any privilege of the permits provided in this article without first having obtained the required permit.\n\nAny person who violates any provision of this article shall be guilty of a Class 4 misdemeanor, and the permit shall be revoked.\n\nCode 1950, §§ 29-103, 29-116; 1962, c. 469; 1968, c. 242; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-412/"
    },
    {
      "id": "section-291-413",
      "number": "29.1-413.",
      "heading": "Issuance discretionary, duration",
      "text": "The issuance of all of the permits provided by this article shall be within the discretion of the Board, under regulations it may prescribe, and contingent on reports as it may require. The Board is authorized to establish a starting and ending date for each type of permit issued under this article and the number of years for which each type of permit may be issued.\n\nCode 1950, §§ 29-104, 29-105; 1987, c. 488; 1997, c. 57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-413/"
    },
    {
      "id": "section-291-414",
      "number": "29.1-414.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-414/"
    },
    {
      "id": "section-291-415",
      "number": "29.1-415.",
      "heading": "Taxidermy; sale of specimens",
      "text": "The fee for a permit to stuff or mount birds, animals, fish or parts thereof, for compensation or for sale shall be forty dollars per year. The Board may promulgate regulations pertaining to the sale of unclaimed or mounted specimens or parts thereof.\n\nCode 1950, § 29-109; 1980, c. 494; 1987, c. 488; 1988, c. 250; 1994, c. 194; 1997, c. 57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-415/"
    },
    {
      "id": "section-291-416",
      "number": "29.1-416.",
      "heading": "Netting fish",
      "text": "A. The fee for a permit to net fish in inland waters, for private table use, or for sale where permitted, shall be as follows:\n\n1. County dip net, three dollars and fifty cents each per year;\n\n2. Gill net, eight dollars each per year;\n\n3. Haul seine, seventeen dollars and fifty cents each per year; and\n\n4. Haul seine to catch species designated by the Board for sale, forty-five dollars each per year.\n\nB. The Board may permit a licensee to use dip nets or gill nets to take for sale fish of any designated species in the waters of Back Bay and its tributaries. However, any nonresident desiring to take or catch fish in Back Bay and its tributaries for which a permit is required and where such fishing is not prohibited, shall first pay $350 per year to the Department for a nonresident harvester's permit. Such a permit shall be required for each boat used to take or catch fish in Back Bay and its tributaries, and shall be in addition to any other permit required for the activity involved.\n\nCode 1950, § 29-110; 1956, c. 343; 1974, c. 363; 1987, c. 488; 1988, c. 250; 1989, c. 692; 1997, c. 57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-416/"
    },
    {
      "id": "section-291-4161",
      "number": "29.1-416.1.",
      "heading": "Use of eel pots in the waters of Back Bay and its tributaries",
      "text": "A. The Board may permit a licensee to use eel pots to take American eels in the waters of Back Bay and North Landing River and their tributaries for sale or private use.\n\nB. The annual fee for a permit to set eel pots in the waters of Back Bay and North Landing River and their tributaries for the purpose of taking American eels for private use or for sale shall be as follows:\n\n1. Eel pots to catch eels for sale, $50; and\n\n2. Eel pots to catch eels for personal use, $17.50.\n\nC. Any nonresident desiring to take or catch American eels in the waters of Back Bay and North Landing River and their tributaries using eel pots shall first pay $350 per year to the Department for a nonresident harvester's permit, unless he has paid a permit fee pursuant to subsection B of § 29.1-416. A separate nonresident harvester's permit shall be required for each boat used to take or harvest American eels in the waters of Back Bay and North Landing River and their tributaries, and shall be in addition to any other permit required for the activity involved.\n\n2013, c. 706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-416-1/"
    },
    {
      "id": "section-291-417",
      "number": "29.1-417.",
      "heading": "Capturing, holding, propagating, and disposing of wildlife for authorized purposes",
      "text": "A. The fee for a permit to capture, hold, propagate, and dispose of wildlife for purposes authorized by the Board shall be an amount sufficient to defray the costs of processing the permit and administering the permitted activity. However, in no instance shall the fees established by the Board exceed the following:\n\n1. For endangered species, scientific collection and wildlife holder, $20 per year; and\n\n2. For all other such permits, $50 per year.\n\nB. The Board shall establish a permit to authorize the permittee to artificially raise trout, catfish, or largemouth bass and other members of the sunfish family for sale from a privately owned facility. Where the permittee allows public fishing from its facilities, if the fee provided for in subsection A has been paid, no license shall be required to fish from such a facility.\n\nC. The Board shall establish standards for the possession and display of wildlife by elementary or secondary school teachers for educational purposes. No permit fee or application shall be required, and such display shall be deemed to be permitted so long as notification of the display is made to the Department and the exhibit is in compliance with the standards established by the Board. The Board's standards may include species permitted to be possessed and displayed, caging and enclosure requirements, prohibitions on release of wildlife, and notification requirements in the case of wildlife sickness or escape.\n\n1980, c. 494, § 29-111.1; 1987, c. 488; 1988, c. 250; 1993, c. 623; 1995, c. 610; 1997, c. 57; 2013, c. 792; 2015, c. 463.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-417/"
    },
    {
      "id": "section-291-418",
      "number": "29.1-418.",
      "heading": "Collecting specimens",
      "text": "The fee for a permit to collect specimens of fish, wild birds, wild animals and amphibians, in limited quantity, for scientific or museum purposes shall be established pursuant to § 29.1-417. Such permits may be issued to collect a certain number of specimens of one or more designated species when the collection is shown to be an essential part of a specific research project.\n\nCode 1950, § 29-113; 1980, c. 494; 1987, c. 488; 1993, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-418/"
    },
    {
      "id": "section-291-419",
      "number": "29.1-419.",
      "heading": "Taking or holding of falcons, hawks and owls; use to hunt wild game",
      "text": "Notwithstanding any other provision of law, the Director may:\n\n1. Permit the taking, trapping, holding, transportation, carriage and shipment of live falcons, hawks and owls. The initial fee or the fee for nonconsecutive years for this permit shall be $50. The fee for subsequent consecutive years shall be $20 per year.\n\n2. Authorize the use of falcons, hawks and owls to hunt and take all species of wild birds and wild animals. However, the hunting of migratory game birds shall be in accordance with § 29.1-515, and appropriate hunting licenses shall be required as provided in Chapter 3 (§ 29.1-300 et seq.) of this title.\n\n1964, c. 345, § 29-114.2; 1977, c. 377; 1978, c. 331; 1987, c. 488; 1997, c. 57; 2011, c. 191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-419/"
    },
    {
      "id": "section-291-420",
      "number": "29.1-420.",
      "heading": "From whom permits obtained",
      "text": "The permits provided for in this article may be obtained from the Department except that county dip net permits shall be sold by clerks and agents.\n\nCode 1950, § 29-115; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-420/"
    },
    {
      "id": "section-291-421",
      "number": "29.1-421.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-421/"
    },
    {
      "id": "section-291-422",
      "number": "29.1-422.",
      "heading": "Permits for field trials",
      "text": "The Board is authorized to grant permits to bona fide field trial clubs and associations to hold field trials with dogs under such regulations it deems proper. The fee established by the Board for a field trial permit shall be an amount sufficient to defray the costs of processing the permit and administering the permitted activity, but shall not exceed twenty-five dollars per event. It shall be unlawful to hold such trials without the permit herein authorized during the closed season for game. If wild game is to be shot over or in front of dogs engaged in such field trials, the person actually shooting must have a license permitting him to do so.\n\nCaptive birds of any species released and immediately shot or recovered during such trials shall not be considered to be wild birds under this chapter or § 29.1-521.\n\n1984, c. 492, § 29-213.96; 1987, c. 488; 1993, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-4/section-29-1-422/"
    }
  ]
}