{
  "state": "virginia",
  "path": "title-title-291-wildlife-inland-fisheries-and-boating/chapter-chapter-8-watercraft-dealer-licensing-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 29.1-800. Short title§ 29",
      "text": "1-801. Definitions§ 29.1-802. General powers of Board§ 29.1-803. Powers with respect to hearings, legal proceedings, witnesses, etc.§ 29.1-804. Suit to enjoin violations§ 29.1-805. Regulations§ 29.1-806. Examination or audit of licensee; complaints; cost",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-800",
      "number": "29.1-800.",
      "heading": "Short title",
      "text": "The short title of this chapter is \"Virginia Watercraft Dealer Licensing Act.\"\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-800/"
    },
    {
      "id": "section-291-801",
      "number": "29.1-801.",
      "heading": "Definitions",
      "text": "Unless the context otherwise requires, the following words and terms for the purpose of this chapter shall have the following meanings:\n\n\"Certificate of origin\" means the document provided by the manufacturer of a new watercraft, or its distributor, which is the only valid indication of ownership between the manufacturer, its distributor, its franchised new watercraft dealers, and the original purchaser not for resale.\n\n\"Distributor\" means a person who sells or distributes new watercraft, pursuant to a written agreement with the manufacturer, to new watercraft dealers in this Commonwealth.\n\n\"Distributor branch\" means a branch office maintained by a distributor for the sale of watercraft to watercraft dealers or for directing or supervising, in whole or in part, its representatives in this Commonwealth.\n\n\"Distributor representative\" means a person employed by a distributor or wholesaler, or by a distributor branch, for the purpose of making or promoting the sale of watercraft dealt in by it or for supervising or contacting its dealers, prospective dealers, or representatives in this Commonwealth.\n\n\"Established place of business\" means a salesroom in a permanent enclosed building or structure, either owned in fee or leased, at which a permanent business of bartering, trading and selling of watercraft will be carried on as such in good faith and at which place of business shall be kept and maintained the books, records, and files necessary to conduct the business at such place. \"Established place of business\" does not mean residences, tents, temporary stands, or other temporary quarters, nor permanent quarters occupied pursuant to any temporary arrangement, devoted principally to the business of a watercraft dealer, as defined in this section.\n\n\"Factory branch\" means a branch office, maintained by a person for the sale of watercraft to distributors or for the sale of watercraft to watercraft dealers, or for directing or supervising, in whole or in part, its representatives in this Commonwealth.\n\n\"Factory representative\" means a person employed by a person who manufactures or assembles watercraft or by a factory branch for the purpose of making or promoting the sale of its watercraft or for supervising or contacting its dealers, prospective dealers, or representatives in this Commonwealth.\n\n\"Franchise\" means a written contract or agreement between two or more persons whereby one person, the franchisee, is granted the right to engage in the business of offering, selling and servicing new watercraft manufactured or distributed by the grantor of the right, the franchisor, and where the operation of the franchisee's business is substantially associated with the franchisor's trademark, trade name, advertising, or other commercial symbol designating the franchisor, the watercraft or its manufacturer or distributor.\n\n\"Manufacturer\" means a person engaged in the business of constructing or assembling new watercraft.\n\n\"New watercraft\" means any watercraft that (i) has not been previously sold except in good faith for the purpose of resale; (ii) has not been used as a rental or demonstration watercraft, or for the personal and business transportation of the manufacturer or dealer or any of their employees, for any use other than the limited use necessary in testing the watercraft prior to delivery to a customer; (iii) is transferred by a certificate of origin; and (iv) has the manufacturer's certification that it conforms to all applicable federal watercraft safety standards.\n\n\"New watercraft dealer\" means a dealer in new watercraft or new and used watercraft.\n\n\"Person\" means any natural person or individual, partnership, firm, association, corporation, or other entity.\n\n\"Retail installment sale\" means and includes every sale of one or more watercraft to a buyer for his use and not for resale, in which the price thereof is payable in one or more installments over a period of time and in which the seller has either retained title to the goods or has taken or retained a security interest in the goods under form of contract designated either as a conditional sale, bailment lease, chattel mortgage or otherwise.\n\n\"Sale at retail\" or \"retail sale\" means the act or attempted act of selling, bartering, exchanging, or otherwise disposing of a watercraft to a buyer for his personal use and not for resale.\n\n\"Sale at wholesale\" or \"wholesale\" means a sale to watercraft dealers or wholesalers other than to consumers or a sale to one who intends to resell.\n\n\"Used watercraft\" means any watercraft other than a new watercraft as defined in this section.\n\n\"Used watercraft dealer\" means a dealer in used watercraft that does not deal in new watercraft.\n\n\"Watercraft\" means the same as that term is defined in § 29.1-733.2 except that (i) United States naval watercraft, (ii) watercraft that have a valid marine document issued by the United States Coast Guard other than recreational watercraft under 70 feet in length, and (iii) watercraft documented outside the United States are not included in such definition for purposes of this chapter.\n\n\"Watercraft dealer\" means any person that:\n\n1. For commission, money, or other thing of value, buys, sells, exchanges, either outright or on conditional sale, bailment lease, chattel mortgage, or otherwise howsoever, or arranges or offers or attempts to solicit or negotiate on behalf of others a sale, purchase, or exchange of an interest in, new watercraft or new and used watercraft or used watercraft alone whether or not such watercraft are owned by such person;\n\n2. Is engaged, wholly or in part, in the business of selling new watercraft or new and used watercraft, or used watercraft only, whether or not such watercraft are owned by such person; or\n\n3. Sells, offers to sell, displays, or permits the display for sale of two or more watercraft within any 12 consecutive months.\n\nFor the purpose of this chapter, \"watercraft dealer\" does not include:\n\n1. Receivers, trustees, administrators, executors, guardians, conservators, or other persons appointed by or acting under judgment or order of any court or their employees when engaged in the specific performance of their duties as such employees;\n\n2. Public officers, their deputies, assistants, or employees, while performing their official duties;\n\n3. Persons, other than corporations or other business entities primarily engaged in the leasing or renting of watercraft to others, (i) when selling or offering such watercraft for sale at retail or (ii) disposing of watercraft acquired for their own use and actually so used, when the same shall have been so acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter;\n\n4. Any corporation duly chartered or authorized to do a banking or trust business under the authority of the laws of this Commonwealth, or the United States, that may have received title to a watercraft in the normal course of its business by reason of a foreclosure, other taking, repossession or voluntary reconveyance to said corporation arising or occurring as a result of any loan secured by a lien on said watercraft;\n\n5. An employee of an organization arranging for the purchase or lease by the organization of watercraft for use in the organization's business;\n\n6. Any person who permits the operation of a watercraft show or permits the display of watercraft for sale by any watercraft dealer licensed under this chapter; or\n\n7. An insurance company licensed or otherwise authorized to do business in this Commonwealth that sells or disposes of watercraft under a contract with its insured and in the regular course of its business.\n\n\"Watercraft demonstrator\" means any person who is employed or contracted by a watercraft dealer to demonstrate watercraft to prospective buyers.\n\n\"Watercraft salesman\" or \"salesman\" means any person who is employed as a salesman by, or has an agreement with, a watercraft dealer to sell or exchange watercraft.\n\n\"Watercraft show\" means a display of watercraft to the general public at a location other than a dealer's location licensed under this chapter where such watercraft may be offered for sale or exchange during or as part of the display.\n\n1988, c. 592; 1989, c. 140; 1997, c. 801; 1998, c. 515; 2013, c. 787; 2020, c. 958.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-801/"
    },
    {
      "id": "section-291-802",
      "number": "29.1-802.",
      "heading": "General powers of Board",
      "text": "The Board shall promote the interest of the retail buyers of watercraft.\n\nThe Board may prevent unfair methods of competition and unfair or deceptive acts or practices.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-802/"
    },
    {
      "id": "section-291-803",
      "number": "29.1-803.",
      "heading": "Powers with respect to hearings, legal proceedings, witnesses, etc.",
      "text": "The Director may, in hearings arising under this chapter, determine the place in the Commonwealth where they shall be held; subpoena witnesses; take depositions of witnesses residing without the Commonwealth in the manner provided for in civil actions in courts of record; pay such witnesses the fees and mileage for their attendance as is provided for witnesses in civil actions in courts of record; and administer oaths.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-803/"
    },
    {
      "id": "section-291-804",
      "number": "29.1-804.",
      "heading": "Suit to enjoin violations",
      "text": "The Director may, whenever he shall believe from evidence submitted to him that any person has been or is violating any provision of this chapter, in addition to any other remedy, bring action in the name of the Commonwealth against such person and any other persons concerned or in any other way participating in, or about to participate in, practices or acts so in violation, to enjoin such person and such other persons from continuing the same.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-804/"
    },
    {
      "id": "section-291-805",
      "number": "29.1-805.",
      "heading": "Regulations",
      "text": "The Board may make such regulations requiring persons licensed under this chapter to keep and maintain records reasonably required for the enforcement of this chapter, and such other regulations, not inconsistent with the provisions of this chapter, as it shall deem necessary or proper for the effective administration and enforcement of this chapter. A copy of such regulations shall be mailed to each watercraft dealer licensee not less than ten days prior to the effective date of such regulations.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-805/"
    },
    {
      "id": "section-291-806",
      "number": "29.1-806.",
      "heading": "Examination or audit of licensee; complaints; costs",
      "text": "A. The Director may inspect the pertinent books, records, letters and contracts of a licensee relating to any written complaint for a violation of this chapter made to him against such licensee. If such licensee is found to have violated this chapter or any lawful order of the Director, the actual cost of such examination shall be paid by such licensee so examined within thirty days after demand therefor by the Director. The Director may maintain an action for the recovery of such costs in any court of competent jurisdiction.\n\nB. No licensee shall be subject to examination or audit by the Director except as provided in this section.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-806/"
    },
    {
      "id": "section-291-807",
      "number": "29.1-807.",
      "heading": "Penalties",
      "text": "Any person violating any of the provisions of this chapter shall be guilty of a Class 3 misdemeanor.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-807/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Application, Issuance, Fees, Renewal, Revocation",
      "text": "Application, Issuance, Fees, Renewal, Revocation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-808",
      "number": "29.1-808.",
      "heading": "Licenses required",
      "text": "It is unlawful for any person to engage in business in this Commonwealth as a new watercraft dealer, used watercraft dealer, watercraft salesman, watercraft demonstrator, manufacturer, factory branch, distributor, distributor branch, or factory or distributor representative without first obtaining a license as provided in this chapter. If any watercraft dealer acts as a watercraft salesman, he shall obtain a watercraft salesman's license in addition to a watercraft dealer's license. Any watercraft salesman who acts as a watercraft demonstrator shall not be required to obtain an additional license as a watercraft demonstrator. The offering or granting of a watercraft dealer franchise in this Commonwealth shall be deemed the engaging in business in this Commonwealth for purposes of this section, and no new watercraft may be sold or offered for sale in this Commonwealth unless the franchisor of watercraft dealer franchises for that line-make in this Commonwealth (whether such franchisor be a manufacturer, factory branch, distributor, distributor branch, or otherwise) is licensed under this chapter. In the event a license issued under this chapter to a franchisor of watercraft dealer franchises shall be suspended or revoked or shall not be renewed, nothing in this section shall be deemed to prevent the sale of any new watercraft of such franchisor's line-make, manufactured in or brought into this Commonwealth for sale prior to the suspension, revocation or expiration of the license.\n\n1988, c. 592; 1998, c. 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-808/"
    },
    {
      "id": "section-291-8081",
      "number": "29.1-808.1.",
      "heading": "Boating safety education required",
      "text": "It shall be unlawful for any watercraft salesman or watercraft demonstrator to engage in business in this Commonwealth as a watercraft salesman or watercraft demonstrator without first (i) completing successfully a basic boating safety education course approved by the Director or (ii) by December 31, 1998, passing a test approved by the Director; however, any watercraft salesman or demonstrator licensed after December 31, 1998, shall have a period of sixty days from the issuance of his license in which to complete the approved course.\n\n1998, c. 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-808-1/"
    },
    {
      "id": "section-291-809",
      "number": "29.1-809.",
      "heading": "Application for license",
      "text": "A. Application for license shall be made to the Director at such time and in such form and shall contain such information as the Director shall require. The application shall be accompanied by the required fee. The application shall be accompanied by evidence, that the Director deems proper, showing that the applicant currently holds a valid watercraft titling tax collection certificate, a federal business identification number, a local business license and a dealer certificate of numbers issued by the Department.\n\nB. The Director shall require in such application, or otherwise, information relating to the matters set forth in § 29.1-819 as grounds for the refusing of licenses and to other pertinent matters requisite for the safeguarding of the public interest in the locality in which the applicant proposes to engage in business. If the applicant is a dealer in new watercraft with factory warranties, he shall also include with his application a copy of a current service agreement with the manufacturer or with the distributor, requiring the applicant to perform within a reasonable distance of his established place of business, the service, repair and replacement work required of the manufacturer or distributor by such watercraft warranty. All of this information shall be considered by the Director in determining the fitness of the applicant to engage in the business for which he seeks a license.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-809/"
    },
    {
      "id": "section-291-810",
      "number": "29.1-810.",
      "heading": "Bond of dealer; right of action for fraudulent acts",
      "text": "A. Before any watercraft dealer's license shall be issued by the Director to any applicant, such applicant shall procure and file with the Director a good and sufficient bond in the amount of $5,000 with corporate surety duly licensed to do business within the Commonwealth, in such form as approved by the Attorney General and conditioned that the applicant shall not practice fraud, make any fraudulent representation or violate any of the provisions of this chapter in the conduct of the business for which he is licensed. The Director may suspend the dealer's license without a hearing for such period as the dealer does not have a good and sufficient bond on file with the Director. Such suspension shall end when the bond is delivered to the Department.\n\nB. If any person shall suffer any loss or damage by reason of any fraud practiced on him or fraudulent representation made to him by a licensed watercraft dealer or one of such dealer's salesmen acting for the dealer or within the scope of the employment of such salesman, or shall suffer any loss or damage by reason of the violation by such dealer or salesman of any of the provisions of this chapter, such person shall have a right of action against such dealer and the sureties upon his bond. Such person may recover such damages, as a court or jury may assess against such dealer as a proximate result of such fraud or fraudulent misrepresentation, from such surety who shall be subrogated to the rights of such person against such dealer.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-810/"
    },
    {
      "id": "section-291-811",
      "number": "29.1-811.",
      "heading": "Issuance, expiration and renewal of dealers' certificates of license",
      "text": "All dealer certificates of license shall be issued for a period of twelve consecutive months except, at the discretion of the Director, the periods may be adjusted as is necessary to distribute the certificates as equally as practicable on a monthly basis. The expiration date shall be the last day of the twelfth month of validity or the last day of the designated month. Every dealer certificate of license shall be renewed annually upon application by the owner and by payment of fees required by law, and such renewal shall take effect on the first day of the succeeding month.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-811/"
    },
    {
      "id": "section-291-812",
      "number": "29.1-812.",
      "heading": "Supplemental licenses",
      "text": "A. Subject to the provisions of § 29.1-808, each place of business, operated or proposed to be operated by the licensee, that is not contiguous to other premises for which a license is issued, shall be required to obtain a supplemental license.\n\nB. A permanent supplemental license shall be required for premises more than twenty-five yards from a principal place of business.\n\nC. A temporary supplemental license shall be required to display for sale or sell watercraft at a show, and may be issued for a period not to exceed fourteen days. The temporary supplemental license shall be conspicuously displayed at all premises.\n\nD. An application for a permanent or temporary supplemental license shall specify the location to be occupied by the licensee in conducting such business.\n\n1988, c. 592; 1989, c. 206; 1992, c. 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-812/"
    },
    {
      "id": "section-291-813",
      "number": "29.1-813.",
      "heading": "License fees; additional to other licenses and fees required by law",
      "text": "A. The fee for each license year or part thereof shall be as follows:\n\n1. For watercraft dealers, manufacturers, factory branches, distributors, distributor branches and wholesalers, seventy-five dollars for each principal place of business, plus twenty-five dollars for a supplemental license for each lot more than twenty-five yards distant from a principal place of business.\n\n2. For each temporary supplemental license, twenty-five dollars.\n\n3. For watercraft salesmen or watercraft demonstrators, fifteen dollars.\n\n4. For factory representatives, distributor representatives, or distributor branch representatives, fifteen dollars.\n\nB. The licenses and fees required by this chapter are in addition to licenses, taxes and fees imposed by other provisions of law. Nothing contained in this section or in any other section of this chapter shall be construed as exempting any person, firm or corporation from any license, tax or fee imposed by any other provision of law.\n\n1988, c. 592; 1989, c. 206; 1998, c. 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-813/"
    },
    {
      "id": "section-291-814",
      "number": "29.1-814.",
      "heading": "Collection of license fees; appropriation; payments from fund",
      "text": "All licensing fees shall be collected by the Director as provided in this chapter and by him shall be paid into the state treasury and credited to the Game Protection Fund and accounted for as a separate part known as the Motorboat and Water Safety Fund for the purpose of administering, enforcing and effectuating the purposes of this chapter.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-814/"
    },
    {
      "id": "section-291-815",
      "number": "29.1-815.",
      "heading": "Locations to be specified, etc.; display of license; change of location",
      "text": "The licenses of new watercraft dealers, used watercraft dealers, manufacturers, factory branches, distributors and distributor branches shall specify the location of each place of business or branch or other location occupied or to be occupied by the licensee in conducting his business as such. The license or supplemental license issued shall be conspicuously displayed on each of such premises. In the event any such location is changed, the Director shall endorse the change of location on the license, without charge if the new location is within the same political subdivision. A change in location to another political subdivision shall require a new license.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-815/"
    },
    {
      "id": "section-291-816",
      "number": "29.1-816.",
      "heading": "Advertisement",
      "text": "Unless the watercraft dealer is clearly identified by name, whenever any licensee places an advertisement in any newspaper or publication, the abbreviations \"VA DLR,\" denoting a Virginia licensed dealer, shall appear therein.\n\n1988, c. 592; 1995, c. 376.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-816/"
    },
    {
      "id": "section-291-817",
      "number": "29.1-817.",
      "heading": "Lists of licensed salesmen",
      "text": "Each dealer shall keep a current list of his licensed salesmen, showing names, addresses and serial numbers of their licenses, posted in a conspicuous place in each place of business.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-817/"
    },
    {
      "id": "section-291-818",
      "number": "29.1-818.",
      "heading": "Licenses of salesmen, etc., to be carried, etc.; change of employer",
      "text": "Every watercraft dealer, watercraft salesman, watercraft demonstrator, factory representative and distributor representative shall carry his license when engaged in his business and shall display the same upon request. The license shall name his employer and, in the event of a change of employer, he shall immediately mail his license to the Director, who shall endorse such change on the license without a charge.\n\n1988, c. 592; 1998, c. 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-818/"
    },
    {
      "id": "section-291-819",
      "number": "29.1-819.",
      "heading": "Grounds for denying, suspending or revoking licenses",
      "text": "A license may be denied, suspended or revoked on any one or more of the following grounds:\n\n1. Material misstatement in application for license.\n\n2. Willful failure to comply with any provision of this chapter or any lawful regulation promulgated by the Board under this chapter.\n\n3. Being a watercraft dealer, failure to have an established place of business as defined in § 29.1-801.\n\n4. Willfully defrauding any retail buyer, to the buyer's damage, or any other person in the conduct of the licensee's business.\n\n5. Employment of fraudulent devices, methods or practices in connection with compliance with the requirements under the statutes of this Commonwealth with respect to the retaking of watercraft under retail installment contracts and the redemption and resale of such watercraft.\n\n6. Having used unfair methods of competition or unfair deceptive acts or practices.\n\n7. Knowingly advertising by any means any assertion, representation or statement of fact which is untrue, misleading or deceptive in any particular relating to the conduct of the business licensed or for which a license is sought.\n\n8. Having been convicted of any fraudulent act in connection with the business of selling watercraft.\n\n9. Having been convicted of a crime involving the acquisition or transference of title to a watercraft.\n\n10. Willfully retaining title to a watercraft that has not been completely and legally assigned.\n\n11. Failure to submit to the Director any application or fees collected for the Department on behalf of the buyer within thirty days of receipt.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-819/"
    },
    {
      "id": "section-291-820",
      "number": "29.1-820.",
      "heading": "Action upon applications; hearing upon denial; denial for failure to have established place of business",
      "text": "A. The Director shall act upon all applications for a license within thirty days after receipt of all required applications, documents and fees by either granting or refusing the same. Any applicant denied a license shall, upon his written request filed within thirty days, be given a hearing at such time and place as determined by the Director or person designated by him. All such hearings shall be public and shall be held with reasonable promptness. The applicant may be represented by counsel.\n\nB. Any applicant denied a license for failure to comply with the definition of an established place of business may not, nor shall anyone, apply for a license for such premises, for which a license was denied, until the expiration of sixty days from the date of the rejection of such application.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-820/"
    },
    {
      "id": "section-291-821",
      "number": "29.1-821.",
      "heading": "Suspension, revocation and refusal to renew licenses; notice and hearing",
      "text": "Except as provided in § 29.1-810, no license shall be suspended or revoked, or renewal refused, until a written copy of the complaint made has been furnished to the licensee against whom the same is directed and a public hearing thereon has been had before the Director. At least ten days' written notice of the time and place of such hearing shall be given to the licensee by registered mail addressed to his last known post office address or as shown on his license or other record of information in possession of the Director. At any such hearing the licensee shall have the right to be heard personally or by counsel. After the hearing, the Director shall have power to suspend, revoke or refuse to renew, the license in question. Immediate notice of any such action shall be given to the licensee in the manner herein provided in the case of notices of hearing.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-821/"
    },
    {
      "id": "section-291-822",
      "number": "29.1-822.",
      "heading": "Acts of officers, directors, partners and salesmen",
      "text": "If a licensee is a partnership or corporation, it shall be sufficient cause for the denial, suspension or revocation of a license that any officer, director or trustee of the partnership or corporation, or any member in the case of a partnership, has committed any act or omitted any duty which would be cause for refusing, suspending or revoking a license to such party as an individual. Each licensee shall be responsible for the acts of any or all of his salesmen while acting as his agent, if such licensee approved of or had knowledge of such acts or other similar acts and after such approval or knowledge retained the benefit, proceeds, profits or advantages accruing from such acts or otherwise ratified the acts.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-822/"
    },
    {
      "id": "section-291-823",
      "number": "29.1-823.",
      "heading": "Appeals from actions of the Director; generally",
      "text": "Any person aggrieved by the action of the Director in refusing to grant or renew a license or in suspending or revoking a license, or by any other action of the Director which is alleged to be improper, unreasonable or unlawful under the provisions of this chapter is entitled to judicial review in accordance with the provisions of the Administrative Process Act (§ 2.2-4000 et seq.).\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-823/"
    },
    {
      "id": "section-291-824",
      "number": "29.1-824.",
      "heading": "Appeals to Court of Appeals; bond",
      "text": "Either party may appeal from the decision of the court to the Court of Appeals. Such appeals shall be taken and prosecuted in the same manner and with like effect as is provided by law in other cases appealed as a matter of right to the Court of Appeals.\n\n1988, c. 592; 1996, c. 573.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-824/"
    },
    {
      "id": "section-291-825",
      "number": "29.1-825.",
      "heading": "Equitable remedies not impaired",
      "text": "The remedy at law provided by §§ 29.1-823 and 29.1-824 shall not in any manner impair the right to applicable equitable relief. Such right to equitable relief is hereby preserved, notwithstanding the provisions of such sections.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-825/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Installment Sales, Prohibited Compensation",
      "text": "Installment Sales, Prohibited Compensation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-826",
      "number": "29.1-826.",
      "heading": "Installment sales",
      "text": "A. Every retail installment sale shall be evidenced by an instrument in writing, which shall contain all the agreements of the parties, including a provision stating whether or not such sale is contingent upon financing on terms which are satisfactory to the parties and shall be signed by the buyer. The purchaser of an installment sales contract shall not be charged with notice of the agreement of the parties relative to financing upon the purchase of a retail installment sales contract signed by the borrower which states no such contingency.\n\nB. Prior to or at the time of delivery of the watercraft the seller shall deliver to the buyer a written statement describing clearly the watercraft sold to the buyer. Whenever any charge for a summary of insurance coverage appears on such statement, and the insurance coverage effected or to be effected thereunder does not include a policy of watercraft liability insurance, the seller or his assignee shall stamp or mark upon the face of such writing in red letters no smaller than eighteen point type the following words: \"No Liability Insurance Included.\" The Director may determine the form of such statement to be included therein. In the event that a policy of insurance of any kind is purchased at the time of the sale of a watercraft the seller shall deliver to the purchaser the policy of insurance, or a copy of the policy, within a reasonable time.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-826/"
    },
    {
      "id": "section-291-827",
      "number": "29.1-827.",
      "heading": "Prohibited solicitation and compensation",
      "text": "It shall be unlawful for any watercraft dealer or salesman licensed under the provisions of this chapter, directly or indirectly, to solicit the sale of a watercraft through a pecuniarily interested person. It shall be unlawful for such dealer or salesman to pay, or cause to be paid, any commission or compensation in any form whatsoever to any person in connection with the sale of a watercraft, unless such person is duly licensed as a salesman in the employ of such dealer.\n\n1988, c. 592.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-827/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Compensation for Watercraft, Motor, and Warranty Work",
      "text": "Compensation for Watercraft, Motor, and Warranty Work",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-291-828",
      "number": "29.1-828.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Dealer\" means any person who (i) sells, solicits, or advertises the sale of new watercraft or engines for watercraft and (ii) is authorized by a manufacturer to provide warranty services.\n\n\"Manufacturer\" means any person, partnership, firm, association, or corporation that manufactures or assembles new watercraft or engines for watercraft, or imports for distribution new watercraft or engines for watercraft.\n\n\"Reasonable attorney's fees\" includes the costs directly incurred in or in connection with litigation instituted under this section. Such fees shall not be determined by the amount of the recovery on behalf of the manufacturer or dealer.\n\n\"Watercraft\" means any vessel used or capable of being used for navigation or flotation on or through the water.\n\n1997, c. 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-828/"
    },
    {
      "id": "section-291-829",
      "number": "29.1-829.",
      "heading": "Warranty work; dealers' requirements; performance of warranty work; disapproval of claims; indemnification",
      "text": "A. If a manufacturer requires or permits a dealer to provide parts or to perform labor to satisfy a warranty created by the manufacturer, the manufacturer shall:\n\n1. Properly and promptly fulfill its warranty obligations; and\n\n2. Fairly compensate the dealer for the work and services the dealer is required to perform and for other expenses incurred to comply with a manufacturer's warranty. A manufacturer may not pay a dealer a labor rate for warranty work that is less than the lower amount that is charged by the dealer and that is charged in the relevant marketplace to retail customers for non-warranty work of the same kind by similar technicians. However, if the manufacturer or the distributor has in effect a warranty program in which the dealer can comply with reasonable and objective criteria and, as a result, obtain 100 percent of the dealer's retail labor rate or the prevailing retail labor rate in the relevant marketplace, the labor rate for warranty work shall be as the terms of the program require, but shall not be less than seventy percent of the dealer's labor rate or the prevailing retail labor rate in the relevant marketplace.\n\nB. To be entitled to compensation from a manufacturer under this subsection, the dealer shall:\n\n1. Employ watercraft and engine parts expressly authorized by the manufacturer for warranty work;\n\n2. Retain a copy of the manufacturer's then current service literature, if any;\n\n3. Record the warranty work with the manufacturer within forty-five days of completing the warranty work;\n\n4. Complete and maintain for inspection by the manufacturer, a manufacturer's delivery checklist signed by the customer for each watercraft or watercraft engine sold by the dealer;\n\n5. Promptly handle all warranty work in accordance with industry standards regardless of the location where the watercraft or watercraft engine was sold; and\n\n6. Submit warranty registration cards to the manufacturers on a timely basis.\n\nC. To ensure that warranty work is performed in accordance with industry standards, the dealer shall:\n\n1. Take reasonable steps to ensure that the warranty work is completed by technicians who have received training in servicing the watercraft or engines for watercraft manufactured, imported, or distributed by the manufacturer; and\n\n2. Maintain technician training and development programs authorized or provided by the manufacturer as provided in the dealer's agreement with the manufacturer.\n\nD. A dealer shall not charge a consumer for labor or parts on warranty work when the warranty claim has been paid by the manufacturer.\n\nE. All claims by a dealer for warranty work shall be approved or disapproved and paid, if due, within a reasonable time, but no longer than forty-five days from the date on which the manufacturer receives a properly completed claim form containing all required information.\n\nF. If a manufacturer disapproves a claim, the manufacturer shall provide the dealer with written notice of disapproval within forty-five days from the date on which the manufacturer receives a properly completed claim form containing all required information. The notice of disapproval shall contain the specific reasons for disapproval.\n\nG. A dealer shall hold harmless the manufacturer for any financial injuries or other damages suffered by the manufacturer and solely as a result of the negligence of the dealer in performing warranty work, including reasonable attorney's fees. A manufacturer shall hold harmless the dealer for any financial injuries or other damages suffered by the dealer solely as a result of the negligence of the manufacturer related to the manufacture or design of the watercraft, including reasonable attorney's fees.\n\nH. If a dealer brings a legal action to collect a disapproved claim and is successful in the action, the court shall award the dealer the cost of the action and reasonable attorney's fees.\n\nI. The manufacturer shall compensate the dealer for the cost of parts used in the warranty repair and shipping of the parts to and from the manufacturer, plus a reasonable profit, not less than fifteen percent, on authorized parts stocked by the dealer.\n\nJ. Nothing in this article shall inhibit or restrain any manufacturer or dealer from exceeding the minimum requirements of this article.\n\n1997, c. 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-8/section-29-1-829/"
    }
  ]
}