{
  "state": "virginia",
  "path": "title-title-291-wildlife-inland-fisheries-and-boating/chapter-chapter-2-conservation-police-officers",
  "sections": [
    {
      "id": "section-291-200",
      "number": "29.1-200.",
      "heading": "Appointment of conservation police officers§ 29",
      "text": "The Director shall appoint regular and special conservation police officers as he may deem necessary to enforce the game and inland fish laws and shall issue a certificate of appointment to each conservation police officer. Any special conservation police officer initially appointed after October 1, 2009, shall have a valid registration as a Special Conservator of the Peace from the Department of Criminal Justice Services.\n\nCode 1950, §§ 29-24, 29-28; 1952, c. 608; 1979, c. 264; 1987, c. 488; 1994, c. 641; 2007, c. 87; 2009, c. 355; 2020, c. 671.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-200/"
    },
    {
      "id": "section-291-201",
      "number": "29.1-201.",
      "heading": "Bond",
      "text": "Before entering upon the discharge of his official duties, each conservation police officer shall post bond with a guaranty company, authorized to do business within this Commonwealth as surety, for $1,000 payable to the Commonwealth of Virginia. The bonds shall be posted with the condition that the conservation police officer will (i) account for and legally apply all money which he receives in his official capacity, (ii) pay all judgments rendered against him for malicious prosecution or for unlawful search, arrest or imprisonment, and (iii) faithfully perform all of the duties enjoined upon him by law. These bonds shall be filed with the Department and shall be subject to the approval of the Director or his designated officer. The premium on the bonds shall be paid out of the game protection fund.\n\nCode 1950, § 29-27; 1952, c. 608; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-201/"
    },
    {
      "id": "section-291-202",
      "number": "29.1-202.",
      "heading": "Ex officio conservation police officers",
      "text": "All sheriffs, police officers or other peace officers of this Commonwealth shall be ex officio conservation police officers.\n\nCode 1950, § 29-29; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-202/"
    },
    {
      "id": "section-291-203",
      "number": "29.1-203.",
      "heading": "Jurisdiction; power to serve process",
      "text": "A. Conservation police officers shall have jurisdiction throughout the Commonwealth to enforce the hunting, trapping and inland fish laws and may serve process in all matters arising from violations of such laws.\n\nB. Conservation police officers shall enforce the State Water Control Board's regulations designating Smith Mountain Lake as a no-discharge zone for boat sewage.\n\nCode 1950, § 29-30; 1979, c. 264; 1987, c. 488; 2001, cc. 93, 123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-203/"
    },
    {
      "id": "section-291-204",
      "number": "29.1-204.",
      "heading": "Assisting the Director; supervision",
      "text": "The conservation police officers shall assist the Director in discharging his official duties. Each regular and special conservation police officer shall be under the supervision of certain conservation police officers specified by the Director.\n\nCode 1950, § 29-31; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-204/"
    },
    {
      "id": "section-291-205",
      "number": "29.1-205.",
      "heading": "Power to make arrests",
      "text": "All conservation police officers are vested with the authority, upon displaying a badge or other credential of office, to issue a summons or to arrest any person found in the act of violating any of the provisions of the hunting, trapping, inland fish and boating laws.\n\nRegular conservation police officers are vested with the same authority as sheriffs and other law-enforcement officers to enforce all of the criminal laws of the Commonwealth.\n\nAny special conservation police officer shall have general police power while performing his duty on properties owned or controlled by the Board.\n\nAny commissioned, warrant or petty officers of the United States Coast Guard and of the United States Coast Guard Reserve while engaged on active duty, in the conduct of their official duties in uniform, and any officers of the customs as defined by 19 U.S.C. § 1709 (b), in the conduct of their official duties in uniform, shall have the same power to make arrests under Chapter 7 (§ 29.1-700 et seq.) of Title 29.1 as conservation police officers.\n\nCode 1950, § 29-32; 1960, c. 540; 1979, c. 264; 1982, c. 64; 1987, c. 488; 1988, c. 605; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-205/"
    },
    {
      "id": "section-291-206",
      "number": "29.1-206.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-206/"
    },
    {
      "id": "section-291-207",
      "number": "29.1-207.",
      "heading": "Impeding conservation police officer, etc., in discharge of his duty",
      "text": "If any person, by threats or force, attempts to intimidate or impede any law-enforcement officer enforcing the game, inland fish and boating laws, he shall be guilty of a Class 2 misdemeanor and shall be subject to arrest by the officer and to the procedures set forth in § 29.1-210.\n\n1974, c. 299, § 29-32.2; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-207/"
    },
    {
      "id": "section-291-208",
      "number": "29.1-208.",
      "heading": "Searches and seizures",
      "text": "All conservation police officers are vested with the authority to search any person arrested as provided in § 29.1-205 together with any box, can, package, barrel or other container, hunting bag, coat, suit, trunk, grip, satchel or fish basket carried by, in the possession of, or belonging to such person. Conservation police officers shall also have the authority, immediately subsequent to such arrest, to enter and search any refrigerator, building, vehicle, or other place in which the officer making the search has reasonable ground to believe that the person arrested has concealed or placed any wild bird, wild animal or fish, which will furnish evidence of a violation of the hunting, trapping and inland fish laws. Such a search may be made without a warrant, except that a dwelling may not be searched without a warrant. Should any container as described in this section reveal any wild bird, wild animal or fish, or any part thereof, which has been illegally taken, possessed, sold, purchased or transported, the conservation police officer shall seize and hold as evidence the container, together with such wild bird, wild animal or fish, and any unlawful gun, net, or other device of any kind for taking wild birds, wild animals or fish which he may find.\n\nCode 1950, § 29-33; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-208/"
    },
    {
      "id": "section-291-209",
      "number": "29.1-209.",
      "heading": "Inspection of game and fish without arrest",
      "text": "In order to see that bag or creel limits are being observed, conservation police officers shall also have the power to inspect game, fur-bearing animals and fish taken by any person found hunting, trapping or fishing without arresting the person.\n\nCode 1950, § 29-34; 1962, c. 469; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-209/"
    },
    {
      "id": "section-291-210",
      "number": "29.1-210.",
      "heading": "Person arrested may be committed to jail, bailed, recognized or summoned",
      "text": "Any person arrested for a violation of the game, inland fish and boating laws may be committed to jail pending trial or admitted to bail or released on recognizance as provided by general law; or the arresting officer may issue a summons requiring the person to appear for trial at a time and place specified therein before a court having jurisdiction to try such offenses if the person gives his written promise to appear at the specified time. Such time shall not, however, be less than five days from the date of arrest unless the person requests an earlier hearing.\n\nAny person refusing to give the written promise to appear shall be taken immediately by the arresting or other police officer before the nearest or most accessible judicial officer.\n\nAny person who willfully violates his written promise to appear, given in accordance with this section, shall be guilty of a Class 2 misdemeanor.\n\n1952, c. 608, § 29-34.1; 1974, c. 58; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-210/"
    },
    {
      "id": "section-291-211",
      "number": "29.1-211.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-211/"
    },
    {
      "id": "section-291-212",
      "number": "29.1-212.",
      "heading": "Precaution against fire",
      "text": "The conservation police officer shall caution persons of the danger from fires and, if possible, extinguish all fires left burning by anyone. When possible, he shall notify any interested persons of fires raging beyond his control, so that the fires may be extinguished.\n\nCode 1950, § 29-35; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-212/"
    },
    {
      "id": "section-291-213",
      "number": "29.1-213.",
      "heading": "Taking samples of water believed to be polluted",
      "text": "Any conservation police officer appointed under the provisions of this title may, and shall when requested by a member of the governing body of a county, city or town, take samples of water from any stream in this Commonwealth when he has reason to believe that the water may be polluted. Any conservation police officer collecting any water sample shall take the sample in a clean container, seal it, and send it to the State Water Control Board. With the sample, the conservation police officer shall enclose a signed statement showing in reasonable detail the time and place at which the sample was taken. The officer shall keep the original of the statement and send the copy with the sample.\n\n1954, c. 695, § 29-35.1; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-213/"
    },
    {
      "id": "section-291-214",
      "number": "29.1-214.",
      "heading": "Duties of State Water Control Board with respect to water samples",
      "text": "Upon the receipt of any water sample sent under § 29.1-213, the State Water Control Board shall have a chemical analysis of the sample made by a chemist employed by the State Water Control Board or retained especially for that purpose. If the results of the analysis show that the sample of water was polluted, the State Water Control Board shall initiate further studies and analyses to determine the nature, extent and most effective measures of control of the pollution.\n\nThe State Water Control Board shall then proceed as provided in Chapter 3.1 (§ 62.1-44.2 et seq.) of Title 62.1.\n\n1954, c. 695, § 29-35.2; 1987, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-214/"
    },
    {
      "id": "section-291-215",
      "number": "29.1-215.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-215/"
    },
    {
      "id": "section-291-217",
      "number": "29.1-217.",
      "heading": "Special conservation police officers receiving no compensation from Commonwealth",
      "text": "A. On request of any employer owning more than 500 acres in this Commonwealth, the Director may appoint as special conservation police officers persons employed by the owner. No such special conservation police officer shall receive any compensation from the Commonwealth for his services as such. Any such special conservation police officer shall give the bond required by § 29.1-201 prior to serving. The powers and authority of such special conservation police officer shall not extend beyond the lands of his employer. The Director may require any special conservation police officer to perform duties on such lands as are required for the enforcement of this chapter.\n\nB. On request of two or more adjoining landowners who own 1,000 or more contiguous acres in this Commonwealth, the Director may appoint as special conservation police officers persons employed by one or more of the landowners. No such special conservation police officer shall receive any compensation from the Commonwealth for his services as such. Any such special conservation police officer shall give the bond required by § 29.1-201 prior to serving. The powers and authority of such special conservation police officer shall not extend beyond the lands of the adjoining landowners requesting the appointment of the special conservation police officer. The Director may require any special conservation police officer to perform duties on such lands as are required for the enforcement of this chapter.\n\nC. The Commonwealth and the Department shall not be liable in any manner for the acts or omissions of special conservation police officers appointed pursuant to this section occurring during the performance of their duties as special conservation police officers.\n\nD. Each request for appointment of a special conservation police officer shall be accompanied by a nonrefundable fee of $100 to defray the cost of processing the request.\n\n1954, c. 700, § 29-37.1; 1987, c. 488; 1994, c. 411; 1997, c. 185; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-217/"
    },
    {
      "id": "section-291-218",
      "number": "29.1-218.",
      "heading": "Defense of conservation police officer prosecuted on criminal charge",
      "text": "If any conservation police officer appointed by the Director is prosecuted on any criminal charge arising out of any act committed in performing his official duties, the Director may employ special counsel approved by the Governor to defend the officer. The compensation for special counsel employed pursuant to this section, shall, subject to the approval of the Governor, be paid out of the funds appropriated for the administration of the Department.\n\n1966, c. 222, § 29-37.2; 1987, c. 488; 2007, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-29-1/chapter-2/section-29-1-218/"
    }
  ]
}