{
  "state": "delaware",
  "path": "title-title-13/chapter-title13c022index",
  "sections": [
    {
      "id": "section-2201",
      "number": "2201.",
      "heading": "Designation of Title IV-D agency",
      "text": "The Division of Child Support Services is hereby established within the Department of Health and Social Services. Said Division shall constitute the IV-D agency authorized under Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.). In addition to the power\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2202. Powers and duties.The Division of Child Support Services may:(1) Accept, transfer and expend funds made available by the federal or state government or by another public or private source for the purpose of carrying out this chapter;(2) Adopt rules, regulations and procedures for the provision of child support services;(3) Initiate legal and administrative actions necessary to implement this chapter; and(4) Enter into contracts or agreements necessary to implement this chapter.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2203. Title IV-D services.(a) The Division of Child Support Services may provide all services required or authorized by Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), including parent locator services, determination of paternity, establishment of child support and medical support obligations, review and adjustment of child support orders, enforcement of child support, spousal support and medical support orders, and collection and disbursement of child support payments.(b) The Division of Child Support Services may enter into agreements or contracts with federal, state or other public or private entities or individuals for the purpose of carrying out its duties and responsibilities under federal and state law.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2204. Support payments.(a) In compliance with federal and state law, the Division of Child Support Services is authorized to receive and disburse support payments made on behalf of each obligee who is a recipient of public assistance, who signs an application to the Division for child support services pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), or who receives child support pursuant to an income withholding order issued by the Court or Division pursuant to § 513 of this title.(b) In all cases in which the Division is authorized pursuant to subsection (a) of this section to receive and disburse support payments, the Division may administratively change the payee to the Division. Such change shall not occur until the Division has provided prior notice of the change to all parties under the support order and offered an opportunity for any party to contest the change in payee. The Division shall establish procedures for a party to challenge the administrative change in payee.(c) A child support obligor shall have no right of reimbursement from the Division of Child Support Services for any child support payment received and disbursed by the Division to an obligee who is not a recipient of public assistance.(d) Notwithstanding any other law, rule or regulation to the contrary, a child support payment shall not be subject to attachment, garnishment or execution.(e) In all cases in which the Division administratively changes the payee pursuant to subsection (b) of this section, the Division shall provide notice to all parties under the support order of the date of the obligor’s final payment at the following times, when applicable:(1) Six months from the date of the final payment;(2) Three months from the date of the final payment; and(3) Upon receipt of the final payment.(f) The Division shall establish procedures for applying the notice requirements as listed in subsection (e) of this section.(g) In all cases when a child support wage attachment is in place, the Division shall immediately notify the noncustodial parent’s employer to immediately terminate the wage withholding when the parent’s child support obligation has been satisfied.(h) The Division may recoup payments that it has received and disbursed to a payee but which the payee was not entitled to receive under the child support order. The Division shall give prior written notice to the payee of its intent to recoup. The notice shall state the amount the Division intends to recoup and how it was determined, the manner in which the Division intends to recoup the funds, and inform the payee of that payee’s right to an administrative hearing prior to any recoupment. If the payee fails to timely request a hearing, recoupment may proceed as described in the notice. The Division may recoup such payments by withholding not more than 10% of each disbursement due to the payee until the Division is reimbursed in full. Except as otherwise provided herein, all hearings and proceedings under this subsection shall be in accordance with the provisions of the Administrative Procedures Act, Chapter 101 of Title 29. Recoupment shall not apply to payments received and disbursed pursuant to the terms of a child support order that is later modified.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 278,\n\n§\n\n 2;73 Del. Laws, c. 342,\n\n§\n\n 1;76 Del. Laws, c. 298,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2204A. Disbursement of support payments.(a) (1) The Division of Child Support Services may establish a process to transfer support payments electronically to an account designated by the obligee of the support order or to an alternate account that can be accessed by the obligee through an electronic access card. The electronic transfer of support payments shall begin when the Department of Health and Social Services certifies all necessary steps in the process are established and complete.(2) For the purposes of this chapter, an “obligee” is considered a resident parent, a dependent, legal guardian, caretaker relative having custody of or responsibility for the child, custodian or trustee, conservator representing the custodial parent and child directly with a legal and fiduciary duty, or alternate caretaker designated in a record by the custodial parent for a dependent’s support as long as the obligation of support exists.(b) When the process for electronic transfer of support payments is certified by the Department of Health and Social Services and takes effect, all payments disbursed by the Division to an obligee shall be by electronic transfer of support payments unless the Division grants a hardship exemption. Before the date on which electronic transfer of support payments takes effect, the Division shall provide a notice to each obligee to whom it disburses support payments that includes the following:(1) That the obligee has 20 days after the date of the notice to complete an authorization for automatic deposit form and return it to the Division, and that if the obligee does not authorize direct deposit, the Division will issue an electronic access card for receipt of support payments unless the obligee claims a hardship exemption as provided herein.(2) That a request for a hardship exemption must be in writing and include documentation that supports the request.(3) Information on the use and restrictions associated with the use of an electronic access card.(c) The Division may disburse a support payment by check if any of the following conditions applies:(1) Payment by check is necessary to meet federal requirements and electronic transfer is not feasible.(2) The obligee is involved in legal proceedings that require payments to be sent to a trustee or representative payee.(3) The obligee has not requested automatic deposit to a designated account of the obligee and has asserted in writing that the use of an electronic access card will create an undue hardship because of a documented physical or mental disability.(4) Payments on the support account are made so infrequently that the Division determines that disbursement of payments by electronic transfer is impracticable.(d) The Division may adopt policies to implement the process for payment by electronic process.(e) For the purposes of this section, “electronic access card” means a stored value card that is issued by the Division and in which support payments are deposited electronically in the same manner as automatic or direct deposit.77 Del. Laws, c. 277,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;81 Del. Laws, c. 335,\n\n§\n\n2;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n2205. Administrative authority.(a) In all cases enforced under Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), the Division of Child Support Services is authorized to take the following actions for the purpose of establishing paternity or establishing, modifying or enforcing a support order, without the necessity of obtaining a Court order:(1) Order genetic testing for the purpose of establishing paternity;(2) Request, and obtain access to, information on the employment, residential address, Social Security number, compensation and benefits of any employee or contractor of an entity in the State, including for-profit, nonprofit and governmental employers, and any member of a labor organization;(3) Request, and obtain access to, information contained in the records of state and local government agencies regarding a putative father, an obligor or an obligee, which includes, but is not limited to, the following:a. State income tax returns and all other state income tax information including, but not limited to, documents or records provided in support of a tax return by an employer, financial institution, or other holder or source of income;b. Division of Motor Vehicles information including, but not limited to, proper name spelling, physical description, date of birth, location and date of last contact with the Division of Motor Vehicles, license expiration date, vehicle registration, violations and warrants;c. Public housing authority records;d. Vital statistics records and information including, but not limited to, birth, marriage, divorce and death records;e. Criminal history record information including, but not limited to, arrest, conviction, incarceration, parole and employment information;f. Credit bureau information including, but not limited to, credit history and locations and dates of credit application;g. Deed or title registry records; andh. Any other information deemed necessary by the Division to assist in administering the child support program;(4) Request, and obtain access to, information contained in the records of financial institutions with respect to individuals who owe or are owed support (or against or with respect to whom a support obligation is sought);(5) Issue an administrative subpoena to any individual, state or local government agency, private company, institution or other entity seeking financial or other information needed to establish paternity or to establish, modify or enforce a support order;(6) Issue an administrative subpoena, pursuant to paragraph (a)(5) of this section, seeking the name, Social Security number, residential address, employer and employment address of any parent or custodian that appears in the customer records of a public utility or a cable television company;(7) Order income withholding pursuant to § 513(b)(12) of this title, including income withholding against a lump sum payment to satisfy any arrears or retroactive support, where the lump sum payment is not included in the existing calculation of support; and(8) Institute collection procedures pursuant to § 2207 of this title.(b) Any individual, state or local government agency, private company, institution or other entity providing information in response to a request by the Division or an administrative subpoena issued by the Division shall be immune from any civil or criminal liability based on such compliance unless the individual, state or local government agency, private company, institution or other entity knowingly provided false information.(c) If any individual, private company, institution or other entity fails to comply with an administrative subpoena issued by the Division of Child Support Services, the Division may compel compliance with said subpoena by filing a motion to compel in the Family Court, which shall have jurisdiction to hear such actions. The Family Court may order costs, attorney’s fees and/or a civil fine not to exceed $1,000 if the motion to compel is granted.(d) Upon request, the Division of Child Support Services shall make available information, as provided in this section, for use by federal and state agencies conducting activities pursuant to Title IV-D of the Social Security Act (42 U.S. C. § 651 et seq.).(e) Information obtained by the Division of Child Support Services under this section shall be used only for purposes related to the child support program administered pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.).71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 307,\n\n§\n\n 2;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2206. Confidentiality of records.(a) Except as provided by subsection (b) of this section, all files and records of services provided under Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), including information related to a custodial parent, noncustodial parent, child, and an alleged, putative, or presumed father, are confidential, and for purposes of the Freedom of Information Act, Chapter 100 of Title 29, these files and records are specifically exempted from public disclosure.(b) The Division of Child Support Services may use or release information from the files and records for purposes directly connected with the administration of the child support program, including the release of information to other state agencies operated pursuant to Title IV-D of the Social Security Act. The Division may also release information from its files and records to a consumer reporting agency in accordance with § 2217 of this title.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2207. Enforcement by the Division of Child Support Services.The Division of Child Support Services is hereby authorized to initiate enforcement of any child or spousal support order issued by a Court or administrative agency of this or any other state or jurisdiction that is being enforced pursuant to Title IV, Part D, of the Social Security Act (42 U.S.C. § 651 et seq.). Said enforcement shall include, but not be limited to, income withholding initiated pursuant to § 513 of this title; administratively adding an amount to be paid toward arrears in addition to any current support amount ordered; demand letters; initiation of contempt proceedings; use of state and federal income tax refund intercept programs; use of attachment, levy and garnishment; use of a private collection agency or contractor; and any other civil remedy available for the enforcement of judgments or for the enforcement of support orders.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2208. State Directory of New Hires.(a)General. —There is hereby established within the Division of Child Support Services an automated directory (to be known as the “State Directory of New Hires”) which shall contain information supplied by employers pursuant to § 1154(i) of Title 30.(b)Entry of information into data base. —Within 5 business days of receipt of a report supplied by an employer pursuant to § 1156A of Title 30, information included in the report shall be entered into the data base maintained by the State Directory of New Hires.(c)Information comparisons. —The State Directory of New Hires shall, directly or by contract, conduct automated comparisons of the Social Security numbers reported by employers pursuant to § 1156A of Title 30 and the Social Security numbers appearing in the records of the State case registry. When an information comparison reveals a match with respect to the Social Security number of an individual required to provide support under a support order, the State Directory of New Hires shall provide the Division of Child Support Services with the name, address and Social Security number of the employee to whom the Social Security number is assigned, the date services for remuneration were first performed by the employee, and the name, address and identifying number assigned under § 6109 of the Internal Revenue Code of 1986 (26 U.S.C. § 6109) to the employer.(d)Provision of information to the National Directory of New Hires. —Within 3 business days after the date information regarding a newly hired employee is entered into the State Directory of New Hires, the State Directory of New Hires shall furnish the information to the National Directory of New Hires established pursuant to § 453(i) of Title IV, Part D, of the Social Security Act (42 U.S.C. § 653(i)). On a quarterly basis, the State Directory of New Hires shall also furnish to the National Directory of New Hires extracts of the reports required under § 303(a)(6) of the Social Security Act [42 U.S.C. § 503(a)(6)] to be made to the Secretary of Labor concerning the wages and unemployment compensation paid to individuals, by such dates, in such format, and containing such information as prescribed by federal regulation.(e)Uses of new hire information. —The State Directory of New Hires shall make the specified information available to the following entities for the purposes described below.(1) The State Directory of New Hires shall provide information derived from the comparison conducted pursuant to subsection (c) of this section to the Division of Child Support Services, which shall use the information to locate individuals for purposes of establishing paternity and establishing, modifying and enforcing child support obligations.(2) The State Directory of New Hires shall grant access to information provided by employers pursuant to § 1156A of Title 30 to the state agency responsible for administering a program specified in 42 U.S.C. § 1320b-7(b) for purposes of verifying eligibility for the program.(3) The State Directory of New Hires shall grant access to information provided by employers pursuant to § 1156A of Title 30 to the State Division of Unemployment Insurance for the purpose of administering the State’s unemployment insurance services program and the State Division of Industrial Affairs for the purpose of administering the Workers’ Compensation Program.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 311,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;83 Del. Laws, c. 107,\n\n§\n\n2;§\n\n2209. Notice of income withholding and National Medical Support Notice.Within 2 business days after the date information regarding a newly hired employee is entered into the State Directory of New Hires pursuant to § 2208(b) of this title, the Division shall transmit a notice to the employer of an employee whose child support obligation is subject to enforcement by the Division directing the employer to withhold from the income of the employee an amount equal to the monthly (or other periodic) child support obligation (including any past due support obligation or retroactive support) of the employee, unless the employee’s income is not subject to withholding under § 513(b)(1) of this title and transfer the National Medical Support Notice to the employer.71 Del. Laws, c. 216,\n\n§\n\n 1;73 Del. Laws, c. 338,\n\n§§\n\n 12, 13;§\n\n2210. Administrative enforcement in interstate cases.(a) The Division of Child Support Services may request the child support agency of a state or jurisdiction outside of Delaware established pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), to enforce a child or spousal support order entered by a tribunal in Delaware or in another state or jurisdiction. Such a request shall constitute a certification by the Division of the amount of arrears and retroactive support, of the existence of a child support lien, and of compliance with all procedural due process requirements applicable to the case.(b) The Division of Child Support Services may request the child support agency of a state or jurisdiction outside of Delaware established pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.) to enforce and recognize a child support lien. Such a request shall constitute a certification by the Division of the amount of arrears, and retroactive support of the existence of a child support lien, and of compliance with all procedural due process requirements applicable to the case.(c) The Division of Child Support Services shall establish procedures to respond to a request for enforcement from a child support agency of a state or jurisdiction outside of Delaware established pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), without the necessity of registering the order or lien with the Court. Such a request shall constitute a certification by the requesting State of the amount of arrears, and retroactive support of the existence of a child support lien, and of compliance with all procedural due process requirements applicable to the case.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2211. Maintenance of records.The Division of Child Support Services shall maintain such records as may be required by federal and state law.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2212. Financial institution data matches.(a) The Division of Child Support Services shall enter into agreements with financial institutions doing business within this State to develop and operate, in coordination with such financial institutions, a data match system, using automated data exchanges to the maximum extent feasible, in which each such financial institution shall:(1) Provide once for each calendar quarter the name, record address, Social Security number or other taxpayer identification number, and other identifying information for each noncustodial parent who maintains an account at such institution and who owes past-due support, as previously identified to each financial institution by the State by name and Social Security number or other taxpayer identification number; and(2) In response to a notice of a lien or levy, encumber or surrender, as the case may be, once each calendar quarter, assets, less applicable fees and penalties, held by such institution in an account of any noncustodial parent who is subject to a child support lien pursuant to § 2215 of this title.(b) The Division of Child Support Services shall pay a reasonable fee to a financial institution for conducting the data match provided for in this subsection, not to exceed the actual costs incurred by such financial institution.(c) In cases where there is a support arrearage and the noncustodial parent is subject to a child support lien pursuant to § 2215 of this title, the Division of Child Support Services may, without the necessity of obtaining an order from any other judicial or administrative tribunal, secure assets in such noncustodial parent’s account, less applicable fees and penalties, to satisfy the arrearage by attaching and seizing such assets of the obligor held in financial institutions. The Division shall recognize and enforce the authority of state agencies of other states whereby the Division will enforce the child support liens on behalf of such state agencies in accordance with the procedures set forth in this section.(d) If the Division obtains a financial record of an individual from a financial institution pursuant to subsection (a) of this section, the Division may disclose such financial record only for purposes of, and to the extent necessary in, establishing, modifying or enforcing a child support obligation of such individual.(e) For purposes of this section, “financial institution” has the meaning given such term by 42 U.S.C. § 669a(d)(1). The term “account” means a demand deposit account, checking or NOW account, savings account, time deposit account, money-market mutual fund account, or voluntary public and private retirement fund account.(f) Each financial institution doing business within this State shall enter into an agreement with the Division of Child Support Services to develop and operate, in coordination with the Division, the financial institution data match system described in this section. Those institutions which are not automated or compatible must identify themselves to the Division of Child Support Services within 180 days of passage of the legislation. The Division will work with these institutions to develop a data exchange process that is not unduly burdensome to the institution or the Division.(g) A financial institution shall not be liable under any state law to any person or government agency for:(1) Any disclosure of information to the Division of Child Support Services under this section; or(2) Encumbering or surrendering any assets held by such financial institution in response to a notice of lien or levy issued by the Division of Child Support Services as provided in this title; or(3) Any other action or omission taken in good faith to comply substantially with the requirements of this section.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;80 Del. Laws, c. 362,\n\n§\n\n1;§\n\n2213. Parent locator information from interstate networks.(a) The Division of Child Support Services (the “Division”) shall have access to locator information contained in data systems used by the State for purposes which include, but are not limited to, motor vehicle and law enforcement.(b) Upon request, the Division shall make available locator information, as provided in subsection (a) of this section, for use by federal and state agencies conducting activities pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.). The Division may respond to a request for information, made under this section by any appropriate method including, but not limited to, paper, facsimile, telephone, magnetic tape or other electronic means.(c) Locator information obtained by the Division, as provided in subsection (a) of this section, shall be used only for the purposes of, and to the extent necessary for, the administration of activities authorized by Part D of Title IV of the Social Security Act (42 U.S.C. § 651 et seq.). No entity or individual who complies with the provisions of this section shall be liable in any civil or criminal action or proceeding brought by a putative father, an obligor or an obligee on account of such compliance.(d) The Director of the Division shall be responsible for the preparation of policy, procedures and directives as may be required to implement this section.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2214. Collection and use of Social Security numbers.(a) The Division of Child Support Services shall have access to the Social Security number of:(1) Any applicant for a license as that has been defined in this section;(2) Any applicant for a marriage license;(3) Any individual who is subject to a divorce decree, support order or judgment, paternity order, or an acknowledgment of paternity filed in this State pursuant to § 8-302 of Title 13 or §§ 3105 and 3121 of Title 16;(4) Any individual who has died; and(5) Any individual who is a petitioner or respondent in a paternity or child support proceeding filed in this State or in an interstate action in which this State serves as the initiating or responding jurisdiction.(b) Social security numbers collected pursuant to subsection (a) of this section shall be maintained in the records of the collecting agency. In the case of individuals who have died, the Social Security number also shall appear on the face of the death certificate.(c) As used in this section, the term “license” means a commercial driver’s license or license to operate a motor vehicle issued or renewed under Chapter 26 or 27 of Title 21, a hunting, fishing and trapping license issued or renewed under Chapter 5 of Title 7, and a license, permit, certificate, approval, registration or other similar form of permission or authorization to practice or engage in any profession, occupation or business issued or renewed by the Division of Revenue under Chapter 23, 25, 27 or 29 of Title 30, or by any commission, board or agency under the authority of the Division of Professional Regulation which is named in § 8735 of Title 29 (but not including any license issued on behalf of a nonprofit applicant by the Board of Charitable Gaming as set forth in Chapter 15 of Title 28).(d) Upon request, the Division of Child Support Services shall make available locator information, as provided in subsection (a) of this section, for use by federal and state agencies conducting activities pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.). The Division may respond to a request for information made under this section by any appropriate method including, but not limited to, paper, facsimile, telephone, magnetic tape or other electronic means.(e) If a tribunal or agency also uses an identifying number other than the Social Security number, the tribunal or agency must so advise parties or applicants.(f) The Director of the Division of Child Support Services shall be responsible for the preparation of policy, procedures, and directives as may be required to implement this section.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 6,\n\n§\n\n 1;78 Del. Laws, c. 102,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2215. Child support liens.(a) A child support installment or payment that is past due is, as of the date on which it was due, a lien in favor of the obligee in an amount sufficient to satisfy the arrearage, whether the amount due is a fixed sum or is accruing periodically. A child support lien under this subsection arises by operation of law, without the necessity of obtaining a judicial determination of the arrearage or an order creating the lien, and such lien incorporates any unpaid child support that accrues while the lien is in effect.(b) From the time it is perfected as provided in this section, the child support lien arising under subsection (a) of this section shall bind all real and personal property, and any interest in property, whether legal or equitable, of the obligor. An interest in property acquired by the obligor after the child support lien arises shall be subject to such lien, subject to the limitations described in subsection (l) of this section.(c) A child support lien may be enforced as provided in this chapter or as otherwise provided by law.(d) The remedies provided by this chapter do not affect the availability of other remedies provided by law to enforce liens and judgments.(e) A child support lien of another state must be recognized and given full faith and credit by a tribunal in this State, without the necessity of a prior judicial notice or hearing.(f) The IV-D agency, party or entity requesting enforcement in Delaware of a child support lien arising in another state shall certify that the obligor is delinquent under a support order. In order to perfect the child support lien against real and personal property in this State, the IV-D agency, party or entity seeking enforcement must comply with the notice requirements of this section.(g) If an obligor has been ordered by the Court to pay child support and owes arrears or retroactive support in a case enforced by the Division of Child Support Services under Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), the Director of the Division of Child Support Services may do 1 or more of the following:(1) Cause a lien for arrears or retroactive support to be placed upon the obligor’s distributive share of a decedent’s estate by filing notice of a child support lien with the Register of Wills of the county in which the decedent’s estate is being administered and by sending a written copy of the notice to the obligor and to the personal representative of the decedent. The lien attaches to the obligor’s distributive share upon the filing of the notice of the lien with the Register of Wills. Thereafter, the personal representative of the decedent shall pay to the Director the lesser of the obligor’s distributive share or the amount of arrears or retroactive support. If the personal representative fails to pay the Director in accordance with the lien, the personal representative is liable on the personal representative’s bond to the Director, as the payee of the child support obligation.(2) a. Cause a lien for arrears or retroactive support to be placed upon any claim, counterclaim, cross-claim, action or suit, at law or in equity, of the obligor by filing notice of a child support lien with the Prothonotary or clerk of the court in which the claim, counterclaim, cross-claim, or other action or suit is pending and by sending a copy of the notice to the obligor. Upon the filing of the notice, the Prothonotary or clerk of the court shall mail a copy of the notice to the obligor and to all attorneys and insurance carriers of record, if known, each of whom is deemed to have received the notice 5 days after the Prothonotary or clerk mailed the notice.b. Any person, firm, or corporation, including an insurance carrier, making any payment or settlement in full or partial satisfaction of any claim, counterclaim, cross-claim, or other action or suit after the receipt of the notice of lien is liable to the Director, as payee of the child support order, in an amount equal to the lesser of the payment or settlement or the child support arrears or retroactive support. The Director may enforce the child support lien in an action in the Family Court against any person, firm, or corporation, including an insurance carrier, making the payment or settlement.(3) Cause a lien for arrears or retroactive support to be placed upon any demand or cause of action for negligence or personal injury of the obligor by sending written notice of a child support lien to the obligor, to the party or parties alleged to be liable to the obligor, if known, and to their attorneys of record, if known. The notice must also instruct the party to whom it is directed to deliver a copy of the notice to the party’s insurance carrier, if any. The lien described in this paragraph (g)(3) attaches to any payment or settlement, after deducting expenses of recovery and attorneys’ fees, made more than 5 days after the notice is mailed. Any person, firm, or corporation, including an insurance carrier, making any payment or settlement in full or partial satisfaction of any claim, counterclaim, cross-claim, or other action or suit after the receipt of the notice of lien is liable to the Director, as payee of the child support order, in an amount equal to the lesser of the payment or settlement or the child support arrears or retroactive support. The Director may enforce the child support lien in an action in the Family Court against any person, firm, or corporation, including an insurance carrier, making the payment or settlement.(4) Cause a lien for arrears or retroactive support or an income withholding order to be placed upon any workers’ compensation benefits payable to the obligor by filing notice of a child support lien with the Secretary of the Industrial Accident Board and by sending a written copy of the notice to the obligor. Upon the filing of the notice, the Secretary of the Industrial Accident Board shall mail a copy of the notice to the obligor and to all attorneys and insurance carriers of record, each of whom is deemed to have received the notice 5 days after the date of mailing by the Secretary. The lien described in this paragraph (g)(4) attaches to any Industrial Accident Board award or any payment or settlement, after deducting expenses or recovery and attorneys’ fees, made more than 5 days after the Secretary of the Industrial Accident Board mailed the notice. The lien described in this paragraph (g)(4) does not take priority over liens created by § 2363 of Title 19. Any person, firm, or corporation, including an insurance carrier, making any payment or settlement in full or partial satisfaction of any claim, counterclaim, cross-claim, or other action or suit after the receipt of the notice of lien is liable to the Director, as payee of the child support order, in an amount equal to the lesser of the payment or settlement or the child support arrears or retroactive support. The Director may enforce the child support lien in an action in the Family Court against any person, firm, or corporation, including an insurance carrier, making the payment or settlement. This paragraph (g)(4) does not apply to periodic workers’ compensation payments from which child support is paid by income attachment under § 513(b) of this title.(5) Notwithstanding the provision of §§ 4733 and 4735 of Title 10 to the contrary, cause a lien for arrears or retroactive support to be perfected against real property by filing a child support lien notice with the Prothonotary in the county where the lien is sought to be filed. Upon the filing of the child support lien notice, the Prothonotary shall date and index the child support lien as a judgment and mail the obligor a copy of the notice by certified or registered mail. The filing of the child support lien notice constitutes notice to all persons who are charged with notice of matters filed with the Prothonotary.(6) Cause a lien for arrears or retroactive support to be perfected against accounts held by a financial institution by serving a notice of child support lien and notice of levy on said institution. Within 20 days after the date it receives the notice, the institution shall satisfy the lien by paying the amount of the lien to the Director of the Division of Child Support Services, as payee of the child support order, with any goods, chattels, rights, credits, money, or effects of the obligor in the institution’s custody, possession, or control.(7) Cause a lien for arrears or retroactive support to be perfected against designated nonexempt personal property of the obligor by filing a child support lien notice with the Prothonotary. The child support lien notice must describe the designated personal property against which it is perfected. Personal property subject to the child support lien includes lump sum payments from a state or local agency, including unemployment compensation and other benefits, and public and private retirement funds, subject to § 514 of the Retirement Income Security Act of 1974 [29 U.S.C. § 1144].(h) For the purposes of this section, a child support lien notice must contain all of the following:(1) The docket number or case number and identity of the court or administrative agency that entered the child support order.(2) The name, address and, if known, the social security number of the obligor.(3) The name and address of the obligee, unless protected from disclosure by a court or administrative order or finding.(4) The amount of arrears or retroactive support as of a specified date.(5) The name, address, and phone number of the public entity or individual to contact for the obligor’s current payment record and past-due arrearage.(6) The name and address of the person or agency to whom the payment of arrears and retroactive support must be made.(i) The Division of Child Support Services shall send timely written notice to the obligor of action taken to perfect a child support lien, execute a levy, or seize the property. The notice shall specify the amount due, the steps to be followed to release the property so placed under lien, levied upon or seized and the time period within which to respond to such notice, and shall include the name of the court or administrative agency which entered the child support order.(1) The obligor may request an administrative review by filing a written request with the Division of Child Support Services within 20 days from the date the notice of child support lien was mailed. If the obligor files a timely written request for an administrative review, the Division shall conduct the review within a reasonable time of such request and shall not dispose of the subject property before the review is complete. The only issues to be addressed at the review hearing are whether the obligor is the person named in the child support order from which the lien arises and whether any child support payment or installment is past due. The records of the Division of Child Support Services shall be presumptive of the amount in arrears and of the obligor’s payment history. Except as otherwise provided herein, all hearings under this section shall be in accordance with the provision of the Administrative Procedures Act, Chapter 101 of Title 29.(2) The obligor may appeal a decision entered after an administrative hearing under this section to the Family Court. The appeal shall be filed within 30 days of the day the notice of decision was mailed. The appeal shall a de novo review by to the Family Court and shall be as provided in §§ 10102(4) and 10142 through 10145 of Title 29.(j) The records of the Division of Child Support Services, including records transmitted electronically, are presumptive evidence of the amount of any lien for arrears or retroactive support. Any person, firm, or corporation, including an insurance carrier or a financial institution, who has received notice of any child support lien shall determine from the Division of Child Support Services the amount of unpaid arrears or retroactive support owed by the obligor as of the date such party makes any payment to which a lien under this section attaches.(k) The Division of Child Support Services may file notice of a lien or release of a lien or may transmit accounting information regarding an obligor’s arrears and retroactive support by any means, including electronic means.(l) Except as provided in paragraph (l)(2) of this section, a child support lien expires upon the termination of a current child support obligation and payment in full of any arrears and retroactive support, or upon release of the lien by the Division of Child Support Services in the case of an order being enforced under Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), or by the obligee in a non-IV-D case.(1) When all arrears and retroactive child support have been paid in full, the Division of Child Support Services, or the obligee in a non-IV-D case, shall enter satisfaction of such lien or judgment on the record in the office where the same is entered.(2) The duration of a child support lien is 10 years from the date on which the notice of lien is properly served on the holder of property; provided, however, that such lien may be renewed for another 10 years by complying with § 4711 of Title 10. Expiration of the child support lien does not terminate the underlying child support order or judgment or liquidate any past due support or retroactive support.(m) In any case where there has been a refusal or neglect to pay child support, regardless of whether a levy has been made, the Division of Child Support Services, in addition to any other remedies, may file a civil action to enforce the child support lien. The filing of a civil action shall not preclude the Division of Child Support Services from enforcing the child support order through the use of any administrative procedures permitted by federal or state law.(n) The remedies provided in this section are in addition to any other remedies for the enforcement of a support order.(o) In the case of a motor vehicle, a child support lien does not attach until the lien is noted on the certificate of title for such vehicle.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;82 Del. Laws, c. 41,\n\n§\n\n1;§\n\n2215A. Child support liens; data match.(a) For purposes of this section:(1) “Data collection organization” means an insurance claim data collection organization or data match program that cooperates and coordinates with the Division of Child Support Services.(2) “Director” means the Director of the Division.(3) “Division” means the Division of Child Support Services.(b) (1) Upon notice of a claim based upon negligence, personal injury, or workers’ compensation, an insurer authorized to transact business under Title 18 shall submit required claim data maintained by the insurer or other paying agent directly to a data collection organization.(2) An insurer shall submit the claim data required under this section no less than monthly.(3) The claim data required under this section must include the claimant’s name and address and if known, the claimant’s date of birth and social security number or other taxpayer identification number.(c) A data collection organization must conduct a data match of all claimants provided under subsection (b) of this section and the data file provided by the Division and report any matches to the Division.(d) If an insurer does not provide claim data under subsection (b) of this section, the insurer is liable to the Director for the amount that would have been due if the claim data had been reported and the lien issued and perfected.(e) An insurer, other paying agent, or data collection organization is not liable for any of the following:(1) Disclosing information under this section.(2) Encumbering or surrendering assets under this section.(3) Actions taken in good faith to comply substantially with the requirements of this section.82 Del. Laws, c. 41,\n\n§\n\n2;§\n\n2216. Driver’s, professional, occupational and business and recreational licenses.(a) As used in this section and in § 516(g) of this title, the term “license” means a commercial driver license or license to operate a motor vehicle issued or renewed under Chapter 26 or 27 of Title 21, a hunting, fishing or trapping license issued or renewed under Chapter 5 of Title 7, and a license, permit, certificate, approval, registration or other similar form of permission or authorization to practice or engage in any profession, occupation or business, issued or renewed by the Division of Revenue under Chapter 23, 25, 27 or 29 of Title 30, or by any commission, board or agency under the authority of the Division of Professional Regulation which is named in § 8735 of Title 29 (but not including any license issued on behalf of a nonprofit applicant by the Board of Charitable Gaming as set forth in Chapter 15 of Title 28).(b) In order to provide for the denial or suspension of licenses to delinquent child support obligors, the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife and the Director of the Division of Professional Regulation shall each enter into a cooperative agreement with the Director of the Division of Child Support Services to make available or otherwise provide to the Director of the Division of Child Support Services information regarding any person who applies for or holds a license issued or renewed by their respective divisions. The specific information and the manner and frequency with which it is made available or otherwise provided to the Division of Child Support Services shall be as determined by each cooperative agreement, but such information shall be made available or otherwise provided at least once each calendar year. Each cooperative agreement shall be revised as necessary to effectuate the provisions and purposes of this section. From such information provided by the Division of Motor Vehicles, the Division of Revenue, the Division of Fish and Wildlife and the Division of Professional Regulation, the Division of Child Support Services, at such intervals as it determines, may identify such applicants or licensees who are delinquent child support obligors as described in this section, and undertake enforcement action pursuant to this section.(c) Subject to the notice and hearing provisions of this section, the Director of the Division of Child Support Services may give notice that a license shall not be issued or renewed by the Division of Motor Vehicles, the Division of Revenue, the Division of Fish and Wildlife or by any commission, board or agency under the authority of the Division of Professional Regulation which is named in § 8735 of Title 29 if:(1) The applicant is the subject of an outstanding capias or bench warrant issued by the Family Court for failure to appear at any paternity or child support proceeding in a case enforced by the Division of Child Support Services pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.); or(2) The applicant is under an order of the Family Court to pay child support in a case enforced by the Division of Child Support Services pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), owes $1,000 or more in arrears or retroactive support, and is 30 or more days delinquent in payment of the support order.(d) Subject to the notice and hearing provisions of this section, the Director of the Division of Child Support Services may give notice that a license issued by the Division of Motor Vehicles, the Division of Revenue, the Division of Fish and Wildlife or by any commission, board or agency under the authority of the Division of Professional Regulation which is named in § 8735 of Title 29 shall be suspended if:(1) The licensee is the subject of an outstanding capias or bench warrant issued by the Family Court for failure to appear at any paternity or child support proceeding in a case enforced by the Division of Child Support Services pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.); or(2) The licensee is under an order of the Family Court to pay child support in a case enforced by the Division of Child Support Services pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), owes $1,000 or more in arrears or retroactive support, and is 30 or more days delinquent in payment of the support order.(e) The Director of the Division of Child Support Services shall give written notice of the proposed denial or suspension of a license to the obligor, together with the amount of arrears or retroactive support and the date of the last payment on the child support order. The denial or suspension of the license becomes effective upon final written notice to the obligor from the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife and/or the Director of the Division of Professional Regulation unless, within 20 days of the date the notice of proposed denial or suspension is mailed by the Director of the Division of Child Support Services, the obligor:(1) Requests in writing an administrative hearing before the Director of the Division of Child Support Services or the Director’s designee;(2) Pays the arrears or retroactive support in full;(3) Surrenders to the Family Court on any outstanding capias or bench warrant and pays any arrears or retroactive support in full; or(4) Consents to a payment plan acceptable to the Director of the Division of Child Support Services or the Director’s designee, and fully complies therewith.(f) The Director of the Division of Child Support Services or the Director’s designee shall convene a hearing within 30 days after receipt of the obligor’s timely written request, and shall issue a written decision within 5 working days after the hearing. The only issues to be addressed at the hearing are whether the applicant or licensee is the obligor named in the child support order; whether the obligor owes $1,000 or more in arrears or retroactive support; and whether the obligor is 30 or more days delinquent in payment of the child support order. No evidence of the appropriateness of the child support order or of the obligor’s ability to comply shall be received or considered at the hearing. The records of the Division of Child Support Services shall be presumptive of the amount of arrears or retroactive child support and of the obligor’s payment history.(g) If the obligor fails to timely request a hearing or to otherwise timely comply with the requirements of subsection (e) of this section to avoid denial or suspension of the license, upon the issuance of a written decision adverse to the obligor after a hearing, or upon order of the Family Court pursuant to § 516(g) of this title, the Director of the Division of Child Support Services may notify the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife and/or the Director of the Division of Professional Regulation that the provisions of this section for denial or suspension of the obligor’s license have been met. Such notification may be made electronically, by computer or by such other means as the Director of the Division of Child Support Services and the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife and the Director of the Division of Professional Regulation may agree, and such notification shall constitute sufficient authority for the denial or suspension of any license. The Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife and/or the Director of the Division of Professional Regulation shall forthwith deny the issuance or renewal of any license, or suspend the same, and so notify the applicant or licensee in writing. The notice from the Director of the Division of Child Support Services shall be conclusive, and the action of the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife and/or the Director of the Division of Professional Regulation in compliance therewith shall be effective 4 days after the date notice of same is mailed to the obligor at the address on record at the Division of Motor Vehicles, the Division of Revenue, the Division of Fish and Wildlife or the Division of Professional Regulation. The obligor shall remain ineligible for the issuance, renewal or reinstatement of any license until the obligor obtains from the Director of the Division of Child Support Services or the Director’s designee written certification that the grounds for denial or suspension of a license under this section no longer exist or by order of the Family Court pursuant to § 516(h) of this title.(h) Except as otherwise provided herein, all hearings and proceedings under this section shall be in accordance with the provisions of the Administrative Procedures Act, Chapter 101 of Title 29.(i) The obligor may appeal a decision entered after a hearing under this section to the Family Court. The appeal shall be filed within 30 days of the day the notice of decision is mailed by the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife or the Director of the Division of Professional Regulation. The appeal shall be on the record to the Family Court and shall be as provided in §§ 10102(4) and 10142 through 10145 of Title 29.(j) The process described in this section shall constitute the sole remedy for contesting the denial or suspension of a license based on the grounds in this section.(k) The remedies provided in this section shall be in addition to any other remedies for the enforcement of a support order.(l) Nothing in this section shall be construed as limiting the Family Court’s authority to order the denial or suspension of any license as provided in § 516(g) of this title. Failure of the Family Court to order denial or suspension of a license under § 516(g) of this title shall not in any way limit or affect the authority to deny or suspend a license as provided in this section except as provided in § 516(h) of this title.(m) The Director of the Division of Child Support Services may enter into such agreements with the Director of the Division of Motor Vehicles, the Director of the Division of Revenue, the Director of the Division of Fish and Wildlife, the Director of the Division of Professional Regulation and such other agencies as may be appropriate to effectuate the purposes of this section.70 Del. Laws, c. 452,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 216,\n\n§§\n\n 60-74;75 Del. Laws, c. 207,\n\n§§\n\n 2, 3, 4;78 Del. Laws, c. 102,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n2217. Credit bureau reporting.Information regarding the amount of arrearages owed by an obligor shall be reported by the Division of Child Support Services, at such intervals as it determines, to consumer reporting agencies, as that term is defined in 15 U.S.C. § 1681a(f), or be made available by the Division of Child Support Services to any consumer reporting agency upon request, subject to the following:(1) The amount of arrearages are not less than $500.(2) The information shall be made available only after the obligor owing the arrearages has been notified of the proposed action and given a period of 20 days to contest the accuracy of the information.(3) A fee for furnishing the information in an amount not exceeding the actual cost thereof may be imposed on the requesting consumer reporting agency by the Division of Child Support Services.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2218. Requests for information.(a) Upon receipt of a written request or a request by electronic means, where available, from the Director of the Division of Child Support Services in any case enforced by the Division pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), any employer, as that term is defined in § 513(b)(6) of this title, and any labor organization, as that term is defined in § 710 of Title 19, shall cooperate with and provide relevant employment and income information in the possession of such employer or labor organization to the Director or the Director’s designee for the purpose of establishing paternity or establishing, modifying or enforcing a child support order. Relevant employment and income information includes: the address of the employer; whether the named person is a current or past employee or contractor of the employer, or whether the named person has or has not been employed or hired as a contractor to the knowledge of the labor organization; the full name of the employee, contractor or member; the last known residential address of the employee, contractor or member; the date of birth of the employee, contractor or member; the Social Security number of the employee, contractor or member; all income, as that term is defined in § 513(b)(5) of this title, paid to the employee, contractor or member in the prior and current calendar year and the current rate of pay and benefits provided to the employee, member or contractor; and whether dependent health insurance coverage is available to the employee or member through employment or membership in the labor organization, together with information about the name of the health-care insurer and the extent of the coverage available.(b) An employer or labor organization shall be immune from any liability for providing information pursuant to this subsection.(c) Any employer or labor organization that fails or refuses to provide the information described in this section within 15 days after receipt of a request from the Director of the Division of Child Support Services or as otherwise provided in such request shall be punished by a fine of not less than $100 nor more than $500. For a second or subsequent offense, such employer or labor organization shall be fined not less than $500 nor more than $1,000. A fine under this section may not be suspended. If the employer or labor organization is a corporation, criminal liability shall be established pursuant to §§ 281-284 of Title 11.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;§\n\n2219. Obligation of parties to provide information.Each party shall receive written notice, which may be contained in the support judgment or order, that the party is required to keep the court informed of such party’s current residential address, drivers license number, telephone number, employer, employer address and employer telephone number.71 Del. Laws, c. 216,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n2220. Definitions.Unless a different meaning is plainly required by the context, words and phrases used in this chapter shall have the same meaning as those defined in § 401(b) of this title.71 Del. Laws, c. 216,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2202",
      "number": "2202.",
      "heading": "Powers and duties.The Division of Child Support Services may:(1) Accept, transfer and expend funds made available by the federal or state government or by another public or private source for the purpose of carrying out this chapter;(2) Adopt rules, regulations and procedures for the provision of ch",
      "text": "§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2203",
      "number": "2203.",
      "heading": "Title IV-D services.(a) The Division of Child Support Services may provide all services required or authorized by Title IV-D of the Social Security Act (42 U",
      "text": "S.C. § 651 et seq.), including parent locator services, determination of paternity, establishment of child support and medical support obligat\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2204",
      "number": "2204.",
      "heading": "Support payments.(a) In compliance with federal and state law, the Division of Child Support Services is authorized to receive and disburse support payments made on behalf of each obligee who is a recipient of public assistance, who signs an application to the Division for child support services pur",
      "text": "§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;73 Del. Laws, c. 278,\n\n§\n\n 2;73 Del. Laws, c. 342,\n\n§\n\n 1;76 Del. Laws, c. 298,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2204a",
      "number": "2204A.",
      "heading": "Disbursement of support payments",
      "text": "(a) (1) The Division of Child Support Services may establish a process to transfer support payments electronically to an account designated by the obligee of the support order or to an alternate account that can be accessed by the obligee through an electronic access\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;81 Del. Laws, c. 335,\n\n§\n\n2;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2205",
      "number": "2205.",
      "heading": "Administrative authority.(a) In all cases enforced under Title IV-D of the Social Security Act (42 U",
      "text": "S.C. § 651 et seq.), the Division of Child Support Services is authorized to take the following actions for the purpose of establishing paternity or establishing, modifying or enforcing a support ord\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 307,\n\n§\n\n 2;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2206",
      "number": "2206.",
      "heading": "Confidentiality of records.(a) Except as provided by subsection (b) of this section, all files and records of services provided under Title IV-D of the Social Security Act (42 U",
      "text": "S.C. § 651 et seq.), including information related to a custodial parent, noncustodial parent, child, and an alleged, puta\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2207",
      "number": "2207.",
      "heading": "Enforcement by the Division of Child Support Services",
      "text": "The Division of Child Support Services is hereby authorized to initiate enforcement of any child or spousal support order issued by a Court or administrative agency of this or any other state or jurisdiction that is being enforced pursuant to Tit\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2208",
      "number": "2208.",
      "heading": "State Directory of New Hires.(a)General",
      "text": "—There is hereby established within the Division of Child Support Services an automated directory (to be known as the “State Directory of New Hires”) which shall contain information supplied by employers pursuant to § 1154(i) of Title 30.(b)Entry of informati\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 311,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;83 Del. Laws, c. 107,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2209",
      "number": "2209.",
      "heading": "Notice of income withholding and National Medical Support Notice",
      "text": "Within 2 business days after the date information regarding a newly hired employee is entered into the State Directory of New Hires pursuant to § 2208(b) of this title, the Division shall transmit a notice to the employer of an employe\n§\n\n 1;73 Del. Laws, c. 338,\n\n§§\n\n 12, 13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2210",
      "number": "2210.",
      "heading": "Administrative enforcement in interstate cases",
      "text": "(a) The Division of Child Support Services may request the child support agency of a state or jurisdiction outside of Delaware established pursuant to Title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), to enforce a child or spousal support\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2211",
      "number": "2211.",
      "heading": "Maintenance of records.The Division of Child Support Services shall maintain such records as may be required by federal and state law",
      "text": "71 Del. Laws, c. 216,\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2212",
      "number": "2212.",
      "heading": "Financial institution data matches",
      "text": "(a) The Division of Child Support Services shall enter into agreements with financial institutions doing business within this State to develop and operate, in coordination with such financial institutions, a data match system, using automated data exchanges to the\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;80 Del. Laws, c. 362,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2213",
      "number": "2213.",
      "heading": "Parent locator information from interstate networks",
      "text": "(a) The Division of Child Support Services (the “Division”) shall have access to locator information contained in data systems used by the State for purposes which include, but are not limited to, motor vehicle and law enforcement.(b) Upon request,\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2214",
      "number": "2214.",
      "heading": "Collection and use of Social Security numbers",
      "text": "(a) The Division of Child Support Services shall have access to the Social Security number of:(1) Any applicant for a license as that has been defined in this section;(2) Any applicant for a marriage license;(3) Any individual who is subject to a divorce\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 6,\n\n§\n\n 1;78 Del. Laws, c. 102,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2215",
      "number": "2215.",
      "heading": "Child support liens.(a) A child support installment or payment that is past due is, as of the date on which it was due, a lien in favor of the obligee in an amount sufficient to satisfy the arrearage, whether the amount due is a fixed sum or is accruing periodically",
      "text": "A child support lien under this\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;82 Del. Laws, c. 41,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2215a",
      "number": "2215A.",
      "heading": "Child support liens; data match",
      "text": "(a) For purposes of this section:(1) “Data collection organization” means an insurance claim data collection organization or data match program that cooperates and coordinates with the Division of Child Support Services.(2) “Director” means the Director of the Divisio\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2216",
      "number": "2216.",
      "heading": "Driver’s, professional, occupational and business and recreational licenses",
      "text": "(a) As used in this section and in § 516(g) of this title, the term “license” means a commercial driver license or license to operate a motor vehicle issued or renewed under Chapter 26 or 27 of Title 21, a hunting, fishing o\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 216,\n\n§§\n\n 60-74;75 Del. Laws, c. 207,\n\n§§\n\n 2, 3, 4;78 Del. Laws, c. 102,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2217",
      "number": "2217.",
      "heading": "Credit bureau reporting.Information regarding the amount of arrearages owed by an obligor shall be reported by the Division of Child Support Services, at such intervals as it determines, to consumer reporting agencies, as that term is defined in 15 U",
      "text": "S.C. § 1681a(f), or be made available by the Divi\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2218",
      "number": "2218.",
      "heading": "Requests for information.(a) Upon receipt of a written request or a request by electronic means, where available, from the Director of the Division of Child Support Services in any case enforced by the Division pursuant to Title IV-D of the Social Security Act (42 U",
      "text": "S.C. § 651 et seq.), any employer\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;80 Del. Laws, c. 234,\n\n§\n\n17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2219",
      "number": "2219.",
      "heading": "Obligation of parties to provide information",
      "text": "Each party shall receive written notice, which may be contained in the support judgment or order, that the party is required to keep the court informed of such party’s current residential address, drivers license number, telephone number, employer, employ\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2220",
      "number": "2220.",
      "heading": "Definitions.Unless a different meaning is plainly required by the context, words and phrases used in this chapter shall have the same meaning as those defined in § 401(b) of this title",
      "text": "71 Del. Laws, c. 216,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}