{
  "state": "new-mexico",
  "path": "title-chapter-10-public-officers-and-employees/chapter-article-16a-financial-disclosures",
  "sections": [
    {
      "id": "section-10-16a-1",
      "number": "10-16A-1",
      "heading": "Short title; Financial Disclosure Act",
      "text": "Chapter 10, Article 16A NMSA 1978 may be cited as the \"Financial Disclosure Act\".\n\nHistory:Laws 1993, ch. 46, § 39; 2019, ch. 86, § 27.\n\nThe 2019 amendment,effective January 1, 2020, changed \"Section 39 through 45 of this act\" to \"Chapter 10, Article 16A NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-1/"
    },
    {
      "id": "section-10-16a-2",
      "number": "10-16A-2",
      "heading": "Definitions.",
      "text": "As used in the Financial Disclosure Act:\n\nA. \"business\" means a corporation, partnership, sole proprietorship, firm, organization or individual carrying on a business;\n\nB. \"employment\" means rendering of services for compensation in the form of salary as an employee;\n\nC. \"financial interest\" means an interest held by an individual or his spouse that is:\n\n(1) an ownership interest in business; or\n\n(2) any employment or prospective employment for which negotiations have already begun;\n\nD. \"official act\" means an official decision, recommendation, approval, disapproval or other action that involves the use of discretionary authority;\n\nE. \"person\" means an individual or entity; and\n\nF. \"public officer or employee\" means any person who has been elected to, appointed to or hired for any state office and who receives compensation in the form of salary or is eligible for per diem or mileage, but excludes legislators and judges.\n\nHistory:Laws 1993, ch. 46, § 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-2/"
    },
    {
      "id": "section-10-16a-3",
      "number": "10-16A-3",
      "heading": "Required disclosures for certain candidates and public officers and employees; condition for placement on ballot or appointment.",
      "text": "A. A person holding a legislative or statewide office shall file with the secretary of state a financial disclosure statement during the month of January every year that the person holds public office.\n\nB. A candidate for legislative or statewide office who has not already filed a financial disclosure statement with the secretary of state in the same calendar year shall file with the proper filing officer, as defined in the Election Code [Chapter 1 NMSA 1978], a financial disclosure statement at the time of filing a declaration of candidacy. If the proper filing officer is not the secretary of state, the proper filing officer shall forward a copy of the financial disclosure statement to the secretary of state within three days.\n\nC. A state agency head, an official whose appointment to a board or commission is subject to confirmation by the senate, a member of the insurance nominating committee or a member of the state ethics commission shall file with the secretary of state a financial disclosure statement within thirty days of appointment and during the month of January every year thereafter that the person holds public office.\n\nD. The financial disclosure statement shall include for any person identified in Subsection A, B or C of this section and the person's spouse the following information for the prior calendar year:\n\n(1) the full name, mailing address and residence address of each person covered in the disclosure statement, except the address of the spouse need not be disclosed; the name and address of the person's and spouse's employer and the title or position held; and a brief description of the nature of the business or occupation;\n\n(2) all sources of gross income of more than five thousand dollars ($5,000) to each person covered in the disclosure statement, identified by general category descriptions that disclose the nature of the income source, in the following broad categories: law practice or consulting operation or similar business, finance and banking, farming and ranching, medicine and health care, insurance (as a business and not as payment on an insurance claim), oil and gas, transportation, utilities, general stock market holdings, bonds, government, education, manufacturing, real estate, consumer goods sales with a general description of the consumer goods and the category \"other\", with direction that the income source be similarly described. In describing a law practice, consulting operation or similar business of the person or spouse, the major areas of specialization or income sources shall be described, and if the spouse or a person in the reporting person's or spouse's law firm, consulting operation or similar business is or was during the reporting calendar year or the prior calendar year a registered lobbyist under the Lobbyist Regulation Act [Chapter 2, Article 11 NMSA 1978], the names and addresses of all clients represented for lobbying purposes during those two years shall be disclosed;\n\n(3) a general description of the type of real estate owned in New Mexico, other than a personal residence, and the county where it is located;\n\n(4) all other New Mexico business interests not otherwise listed of ten thousand dollars ($10,000) or more in a New Mexico business or entity, including any position held and a general statement of purpose of the business or entity;\n\n(5) all memberships held by the reporting individual and the individual's spouse on boards of for-profit businesses in New Mexico;\n\n(6) all New Mexico professional licenses held;\n\n(7) each state agency that was sold goods or services in excess of five thousand dollars ($5,000) during the prior calendar year by a person covered in the disclosure statement; and\n\n(8) each state agency, other than a court, before which a person covered in the disclosure statement represented or assisted clients in the course of the person's employment during the prior calendar year.\n\nE. A complete financial disclosure statement shall be filed every year. The secretary of state shall deliver to each elected official required to file a financial disclosure statement a copy of any statement the person filed the previous year.\n\nF. The financial disclosure statements filed pursuant to this section are public records open to public inspection during regular office hours and shall be retained by the state for five years from the date of filing.\n\nG. A person who files a financial disclosure statement may file an amended statement at any time to reflect significant changed circumstances that occurred since the last statement was filed.\n\nH. A person who files to be a candidate for a legislative or statewide office who fails or refuses to file a financial disclosure statement required by this section before the final date for qualification of the person as a candidate as provided for in the Election Code shall not be qualified by the proper filing officer as a candidate.\n\nI. For a state agency head, an official whose appointment to a board or commission is subject to confirmation by the senate, a member of the insurance nominating committee or a member of the state ethics commission, the filing of the financial disclosure statement required by this section is a condition of entering upon and continuing in state employment or holding an appointed position.\n\nHistory:Laws 1993, ch. 46, § 41; 1995, ch. 153, § 24; 1997, ch. 112, § 8; 2015, ch. 11, § 1; 2019, ch. 212, § 214; 2021, ch. 109, § 12.\n\nThe 2021 amendment,effective July 1, 2021, included members of the state ethics commission in an existing provision requiring certain state officials to file with the secretary of state a financial disclosure statement within thirty days of appointment and during the month of January every year thereafter that the person holds office, and included members of the state ethics commission in an existing provision that provides that the filing of the financial disclosure statement is a condition of entering upon and continuing in state employment or holding an appointed position; and after each occurrence of \"member of the insurance nominating committee\", added \"or a member of the state ethics commission\".\n\nThe 2019 amendment,effective April 3, 2019, revised the provisions related to financial disclosures for certain candidates and public officers; in Subsection A, after the subsection designation, deleted \"At the time of filing a declaration of candidacy or nominating petition\" and added the remainder of the subsection; added new subsection designation \"B.\" and redesignated former Subsections B through H as Subsections C through I, respectively; in Subsection B, after \"statewide office\", added \"who has not already filed a financial disclosure statement with the secretary of state in the same calendar year\", after \"as defined in\", deleted \"Section 1-8-25 NMSA 1978\" and added \"the Election Code\", after the next occurrence of \"financial disclosure statement\", deleted \"on a prescribed form. In addition, each year thereafter during the month of January, a legislator and a person holding a statewide office shall file with the proper filing officer a financial disclosure statement\" and added \"at the time of filing a declaration of candidacy\", and after \"secretary of state within\", deleted \"seventy-two hours\" and added \"three days\"; in Subsection D, in the introductory clause, after \"Subsection A,\", deleted \"or\" and after \"B\", added \"or C\", and deleted former Paragraph D(9); in Subsection E, after \"state shall\", deleted \"mail\" and added \"deliver to\"; and in Subsection H, after \"A\", added \"person who files to be a\", after \"final date for\", deleted \"the withdrawal of candidates\" and added \"qualification of the person as a candidate as\", and after \"Election Code shall not\", deleted \"have the candidate's name printed on the election ballot\" and added \"be qualified by the proper filing officer as a candidate\".\n\nThe 2015 amendment,effective June 19, 2015, provided for required financial disclosure statements from members of the insurance nominating committee; in Subsection B, after \"agency head,\", deleted \"or\" and added \"an\", after \"senate\", added \"or a member of the insurance nominating committee\", and after \"thereafter that\", deleted \"he\" and added \"the person\"; in Subsection C, Paragraph (5), after \"individual and\", deleted \"his\" and added \"the individual's\"; in Subsection C, Paragraph (8), after \"course of\", deleted \"his\" and added \"the person's\"; in Subsection G, deleted \"Any\" preceding \"candidate\" and added \"A\", and after \"shall not have\", deleted \"his\" and added \"the candidate's\"; and in Subsection H, after \"agency head\", deleted \"or\", and after \"senate\", added \"or a member of the insurance nominating committee\".\n\nThe 1997 amendment,effective June 20, 1997, in the second sentence of Subsection D, changed \"mail each person\" to \"mail each elected official\".\n\nThe 1995 amendment,effective June 1, 1995, in Subsection A, inserted \"or nominating petition\" and \"on a prescribed form\" in the first sentence, deleted the language beginning with \"or a subsequent\" and ending with \"this section\" in the second sentence, and substituted \"within seventy-two hours\" for \"promptly\" in the last sentence; at the end of Subsection B, added \"that he holds public office\"; in Subsection C(2), inserted \"law practice or consulting operation or similar business\" following \"categories:\"; rewrote Subsection D; in Subsection F, substituted \"statement\" for \"report\"; in Subsection G, inserted \"provided for in the Election Code\"; and made stylistic changes throughout the section.\n\n\"State agency\" and \"state agency head\" construed.— Under the Financial Disclosure Act, a \"state agency\" is a state entity that has the legally authorized powers to alter the rights, duties, or privileges of others and that receives public funding, and a \"state agency head\" is the person or persons who are ultimately responsible for exercising the powers of a state agency's official acts or for expending the agency's appropriated funds. 2021 Op. Ethics Comm'n No. 2021-10.\n\nA state employee who also receives a monthly salary from a political campaign committee does not necessarily violate state ethics laws.— Although the Gift Act, 10-16B-1 to 10-16B-4 NMSA 1978, the Governmental Conduct Act, 10-16-1 to 10-16-18 NMSA 1978, the Financial Disclosure Act, 10-16A-1 to 10-16A-8 NMSA 1978, the Campaign Reporting Act, 1-19-25 to 1-19-36 NMSA 1978, and the State Ethics Commission Act, Chapter 10, Article 16G NMSA 1978, impose certain duties on state employees and regulate certain state employees' conduct, the limited set of facts presented in this request, that a state employee, while employed and performing regular public duties, is also receiving a monthly salary from a political campaign committee or political organization, do not establish a violation of any of the foregoing statutes. 2020 Op. Ethics Comm'n No. 2020-01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-3/"
    },
    {
      "id": "section-10-16a-4",
      "number": "10-16A-4",
      "heading": "Disclosures by certain public officers or employees of state agencies; condition of employment.",
      "text": "A. Every employee who is not otherwise required to file a financial disclosure statement under the Financial Disclosure Act and who has a financial interest that he believes or has reason to believe may be affected by his official act or actions of the state agency by which he is employed shall disclose the nature and extent of that interest. The disclosures shall be made in writing to the secretary of state before entering state employment and during the month of January every year thereafter.\n\nB. Every public officer who is not otherwise required to file a financial disclosure statement under the Financial Disclosure Act and who has a financial interest that he believes or has reason to believe may be affected by his official act or actions of the board or commission to which he is appointed shall disclose the nature and extent of that interest. The disclosures shall be made in writing to the secretary of state before taking office and during the month of January every year thereafter.\n\nC. The information on the disclosures shall be made available by the secretary of state for inspection to any citizen of this state.\n\nD. The filing of disclosures pursuant to this section is a condition of entering upon and continuing in state employment or, for persons subject to Subsection B of this section, of holding public office.\n\nHistory:Laws 1993, ch. 46, § 42.\n\nA state employee who also receives a monthly salary from a political campaign committee does not necessarily violate state ethics laws.— Although the Gift Act, 10-16B-1 to 10-16B-4 NMSA 1978, the Governmental Conduct Act, 10-16-1 to 10-16-18 NMSA 1978, the Financial Disclosure Act, 10-16A-1 to 10-16A-8 NMSA 1978, the Campaign Reporting Act, 1-19-25 to 1-19-36 NMSA 1978, and the State Ethics Commission Act, Chapter 10, Article 16G NMSA 1978, impose certain duties on state employees and regulate certain state employees' conduct, the limited set of facts presented in this request, that a state employee, while employed and performing regular public duties, is also receiving a monthly salary from a political campaign committee or political organization, do not establish a violation of any of the foregoing statutes. 2020 Op. Ethics Comm'n No. 2020-01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-4/"
    },
    {
      "id": "section-10-16a-5",
      "number": "10-16A-5",
      "heading": "Education and voluntary compliance.",
      "text": "A. The secretary of state shall advise and seek to educate all persons required to perform duties under the Financial Disclosure Act of those duties. This includes providing timely advance notice of the required financial disclosure statement and preparing forms that are clear and easy to complete.\n\nB. The secretary of state shall seek first to ensure voluntary compliance with the provisions of the Financial Disclosure Act. A person who violates that act unintentionally or for good cause shall be given ten days' notice to correct the matter before fines are imposed. Referrals to the state ethics commission for civil enforcement of the Financial Disclosure Act shall be pursued only after efforts to secure voluntary compliance with that act have failed.\n\nHistory:Laws 1993, ch. 46, § 43; 2019, ch. 86, § 28.\n\nThe 2019 amendment,effective January 1, 2020, provided that referrals of violations of the Financial Disclosure Act shall be made to the state ethics commission; and in Subsection B, added \"to the state ethics commission\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-5/"
    },
    {
      "id": "section-10-16a-6",
      "number": "10-16A-6",
      "heading": "Investigations; fines; enforcement.",
      "text": "A. The state ethics commission may conduct thorough examinations of statements and initiate investigations to determine whether the Financial Disclosure Act has been violated. Any person who believes that act has been violated may file a written complaint with the state ethics commission. The commission shall adopt procedures for processing complaints and notifications of violations.\n\nB. If the state ethics commission determines that a violation has occurred for which a penalty should be imposed, the commission shall so notify the person charged and impose the penalty.\n\nC. Any person who files a statement or report after the deadline imposed by the Financial Disclosure Act is liable for and shall pay to the secretary of state, at or from the time initially required for the filing, fifty dollars ($50.00) per day for each regular working day after the time required for the filing of the statement or report until the complete report is filed, up to a maximum of five thousand dollars ($5,000).\n\nD. The secretary of state may refer a matter to the state ethics commission, attorney general or a district attorney for a civil injunctive or other appropriate order or enforcement.\n\nHistory:Laws 1993, ch. 46, § 44; 1997, ch. 112, § 9; 2019, ch. 86, § 29; 2021, ch. 109, § 13.\n\nThe 2021 amendment,effective July 1, 2021, revised administrative and enforcement duties of the state ethics commission and the secretary of state under the Financial Disclosure Act, and removed provisions related to binding arbitration following a notice that a violation has occurred for which a penalty should be imposed; in the section heading, deleted \"binding arbitration\"; in Subsection A, after \"The state ethics commission\", deleted \"and the secretary of state\"; in Subsection B, after \"impose the penalty\", deleted \"If the person charged disputes the commission's determination, the person charged may request binding arbitration\"; deleted former Subsections C and D and redesignated former Subsections E and F as Subsection C and D, respectively; and in Subsection C, after \"Financial Disclosure Act\" deleted \"or any person who files a false or incomplete statement or report\".\n\nThe 2019 amendment,effective January 1, 2020, provided the state ethics commission, along with the secretary of state, the authority to initiate investigations to determine whether the Financial Disclosure Act has been violated, provided that complaints may be filed with the state ethics commission, and required the state ethics commission to adopt procedures for processing complaints and notifications of violations, and provided to the state ethics commission the procedures to follow when a violation of the Financial Disclosure Act has occurred; in Subsection A, after \"The\", added \"state ethics commission and the\", after \"written complaint with the\", deleted \"secretary of\", after \"state\", added \"ethics commission\", and after the next occurrence of \"The\", deleted \"secretary of state\" and added \"commission\"; in Subsection B, replaced each occurrence of \"secretary\" with \"ethics commission\" or \"commission\"; in Subsection C, after \"provided by the\", deleted \"secretary of\", and after \"state\", added \"ethics commission\"; in Subsection D, replaced each occurrence of \"secretary\" with \"ethics commission\"; and in Subsection F, after \"a matter to the\", added \"state ethics commission\".\n\nThe 1997 amendment,effective June 20, 1997, rewrote Subsections C and D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-6/"
    },
    {
      "id": "section-10-16a-7",
      "number": "10-16A-7",
      "heading": "Criminal penalties.",
      "text": "Any person who knowingly and willfully violates any of the provisions of the Financial Disclosure Act is guilty of a misdemeanor and shall be punished by a fine of not more than one thousand dollars ($1,000) or by imprisonment for not more than one year or both.\n\nHistory:Laws 1993, ch. 46, § 45.\n\nSeverability.— Laws 1993, ch. 46, § 59 provided for the severability of the act if any part or application thereof is held invalid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-7/"
    },
    {
      "id": "section-10-16a-8",
      "number": "10-16A-8",
      "heading": "Enforcement; civil penalties.",
      "text": "A. If the state ethics commission reasonably believes that a person committed, or is about to commit, a violation of the Financial Disclosure Act, the commission may refer the matter to the attorney general or a district attorney for enforcement.\n\nB. The state ethics commission may institute a civil action in district court or refer a matter to the attorney general or a district attorney to institute a civil action in district court if a violation has occurred or to prevent a violation of any provision of the Financial Disclosure Act. Relief may include a permanent or temporary injunction, a restraining order or any other appropriate order, including an order for a civil penalty of two hundred fifty dollars ($250) for each violation not to exceed five thousand dollars ($5,000).\n\nHistory:Laws 1995, ch. 153, § 25; 2019, ch. 86, § 30.\n\nThe 2019 amendment,effective January 1, 2020, authorized the state ethics commission to refer alleged violations of the Financial Disclosure Act to the attorney general or a district attorney for enforcement, and authorized the state ethics commission to institute a civil action or refer a matter to the attorney general or a district attorney to institute a civil action if a violation of the Financial Disclosure Act has occurred; in Subsection A, replaced each occurrence of \"secretary of state\" with \"state ethics commission\"; and in Subsection B, added \"state ethics commission may institute a civil action in district court or refer a matter to the\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-8/"
    },
    {
      "id": "section-10-16a-9",
      "number": "10-16A-9",
      "heading": "Rulemaking authority.",
      "text": "The secretary of state may promulgate rules to implement the provisions of the Financial Disclosure Act. In promulgating the rules, the secretary of state shall comply with the provisions of the State Rules Act [Chapter 14, Article 4 NMSA 1978].\n\nHistory:Laws 2021, ch. 109, § 21.\n\nEffective dates.— Laws 2021, ch. 109, § 23 made Laws 2021, ch. 109, § 21 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16a/section-10-16a-9/"
    }
  ]
}