{
  "state": "new-mexico",
  "path": "title-chapter-10-public-officers-and-employees/chapter-article-16b-gift-act",
  "sections": [
    {
      "id": "section-10-16b-1",
      "number": "10-16B-1",
      "heading": "Short title.Section 10-16B-2 - Definitions",
      "text": "Chapter 10, Article 16B NMSA 1978 may be cited as the \"Gift Act\".\n\nHistory:Laws 2007, ch. 226, § 1; 2019, ch. 86, § 31.\n\nThe 2019 amendment,effective January 1, 2020, changed \"This act\" to \"Chapter 10, Article 16B NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16b/section-10-16b-1/"
    },
    {
      "id": "section-10-16b-2",
      "number": "10-16B-2",
      "heading": "Definitions.",
      "text": "As used in the Gift Act:\n\nA. \"family\" means a spouse and dependent children;\n\nB. \"gift\" means any donation or transfer without commensurate consideration of money, property, service, loan, promise or any other thing of value, including food, lodging, transportation and tickets for entertainment or sporting events, but does not include:\n\n(1) any activity, including but not limited to the acceptance of a donation, transfer or contribution, or the making of an expenditure or reimbursement, that is authorized by the Campaign Reporting Act [1-19-25 to 1-19-36 NMSA 1978] or the Federal Election Campaign Act of 1971, as amended;\n\n(2) a gift given under circumstances that make it clear that the gift is motivated by a family relationship or close personal relationship rather than the recipient's position as a state officer or employee or candidate for state office;\n\n(3) compensation for services rendered or capital invested that is:\n\n(a) normal and reasonable in amount;\n\n(b) commensurate with the value of the service rendered or the magnitude of the risk taken on the investment;\n\n(c) in no way increased or enhanced by reason of the recipient's position as a state officer or employee or candidate for state office; and\n\n(d) not otherwise prohibited by law;\n\n(4) payment for a sale or lease of tangible or intangible property that is commensurate with the value of the services rendered and is in no way increased or enhanced by reason of the recipient's position as a state officer or employee or candidate for state office;\n\n(5) a commercially reasonable loan made in the ordinary course of the lender's business on terms that are available to all similarly qualified borrowers;\n\n(6) reimbursement for out-of-pocket expenses actually incurred in the course of performing a service for the person making the reimbursement;\n\n(7) any gift accepted on behalf of and to be used by the state or a political subdivision of the state, including travel, subsistence and related expenses accepted by a state agency in connection with a state officer's or employee's official duties that take place away from the state official's or employee's station of duty;\n\n(8) anything for which fair market value is paid or reimbursed by the state officer or employee or candidate for state office;\n\n(9) reasonable expenses for a bona fide educational program that is directly related to the state officer's or employee's official duties; or\n\n(10) a retirement gift;\n\nC. \"market value\" means the retail cost a person would incur to purchase a gift;\n\nD. \"restricted donor\" means a person who:\n\n(1) is or is seeking to be a party to any one or any combination of sales, purchases, leases or contracts to, from or with the agency in which the donee holds office or is employed;\n\n(2) will personally be, or is the agent of a person who will be, directly and substantially affected financially by the performance or nonperformance of the donee's official duty in a way that is greater than the effect on the public generally or on a substantial class of persons to which the person belongs as a member of a profession, occupation, industry or region;\n\n(3) is personally, or is the agent of a person who is, the subject of or party to a matter that is pending before a regulatory agency and over which the donee has discretionary authority as part of the donee's official duties or employment within the regulatory agency; or\n\n(4) is a lobbyist or a client of a lobbyist with respect to matters within the donee's jurisdiction; and\n\nE. \"state officer or employee\" means any person who has been elected to, appointed to or hired for any state office and who receives compensation in the form of salary or is eligible for per diem or mileage.\n\nHistory:Laws 2007, ch. 226, § 2.\n\nCross references.— For the Federal Election Campaign Act of 1971,see2 U.S.C. § 431.\n\nEffective dates.— Laws 2007, ch. 226 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 15, 2007, 90 days after the adjournment of the legislature.\n\nPayment of reasonable expenses incidental to an educational tour for legislators is not subject to the Gift Act's limitation on gifts.— An energy company, proposing to build a nuclear waste storage facility in southeastern New Mexico and planning to conduct a series of two-day educational programs for members of the New Mexico legislature at the company's Missouri nuclear generating station, is not subject to the Gift Act's limitation on gifts for its donation of reasonable expenses for flights, meals, refreshments, and lodging incidental to the educational tour, because under the Gift Act's educational program exception, 10-16B-2(B)(9) NMSA 1978, a donor can pay the reasonable expenses for a bona fide educational program that is directly related to the state officer's or employee's official duties. 2020 Op. Ethics Comm'n No. 2020-03.\n\nEducational program exception to the New Mexico Gift Act.— Educational programs that an energy company hopes to provide to members of the New Mexico legislature regarding its proposed nuclear waste storage facility in southeastern New Mexico falls within the educational program exception to the New Mexico Gift Act, 10-16B-1 to 10-16B-5 NMSA 1978, because the programs are designed to educate the legislators about the nuclear waste storage facilities and are therefore directly related to a legislator's official duties.Educational Program Exception under the New Mexico Gift Act(4/22/20), Att'y Gen. Adv. Ltr. 2020-04.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16b/section-10-16b-2/"
    },
    {
      "id": "section-10-16b-3",
      "number": "10-16B-3",
      "heading": "Limitation on gifts.",
      "text": "A. A state officer or employee or a candidate for state office, or that person's family, shall not knowingly accept from a restricted donor, and a restricted donor shall not knowingly donate to a state officer or employee or a candidate for state office, or that person's family, a gift of a market value greater than two hundred fifty dollars ($250).\n\nB. A lobbyist registered with the secretary of state, the lobbyist's employer or a government contractor shall not donate gifts of an aggregate market value greater than one thousand dollars ($1,000) in a calendar year to any one state officer or employee or to any one candidate for state office.\n\nC. A state officer or employee shall not solicit gifts for a charity from a business or corporation regulated by the state agency for which the state officer or employee works and shall not otherwise solicit donations for a charity in such a manner that it appears that the purpose of the donor in making the gift is to influence the state officer or employee in the performance of an official duty.\n\nHistory:Laws 2007, ch. 226, § 3.\n\nEffective dates.— Laws 2007, ch. 226 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 15, 2007, 90 days after the adjournment of the legislature.\n\nLegislators are not prohibited from using their legislative email to promote charitable events, but they may not use official resources to solicit charitable donations.— The Gift Act, §10-16B-3(C) NMSA 1978, provides that a state officer shall not solicit donations for a charity in such a manner that it appears that the purposes of the donor in making the gift is to influence the state officer in the performance of an official duty, and therefore a legislator is not prohibited from using his or her legislative email address to email contacts about a fundraising event, but the legislator's use of a legislative email address to contact sponsors for the purpose of soliciting donations to a charity is likely prohibited by the Gift Act, because the recipient of the email may reasonably conclude that the legislator is making that request in connection with legislative duties, or in a way that might affect the legislator's performance of legislative duties. 2024 Op. Ethics Comm'n No. 2024-03.\n\nA state employee who also receives a monthly salary from a political campaign committee does not necessarily violate state ethics laws.— Although the Gift Act, 10-16B-1 to 10-16B-4 NMSA 1978, the Governmental Conduct Act, 10-16-1 to 10-16-18 NMSA 1978, the Financial Disclosure Act, 10-16A-1 to 10-16A-8 NMSA 1978, the Campaign Reporting Act, 1-19-25 to 1-19-36 NMSA 1978, and the State Ethics Commission Act, Chapter 10, Article 16G NMSA 1978, impose certain duties on state employees and regulate certain state employees' conduct, the limited set of facts presented in this request, that a state employee, while employed and performing regular public duties, is also receiving a monthly salary from a political campaign committee or political organization, do not establish a violation of any of the foregoing statutes. 2020 Op. Ethics Comm'n No. 2020-01.\n\nEducational program exception to the New Mexico Gift Act.— Educational programs that an energy company hopes to provide to members of the New Mexico legislature regarding its proposed nuclear waste storage facility in southeastern New Mexico falls within the educational program exception to the New Mexico Gift Act, 10-16B-1 to 10-16B-5 NMSA 1978, because the programs are designed to educate the legislators about the nuclear waste storage facilities and are therefore directly related to a legislator's official duties.Educational Program Exception under the New Mexico Gift Act(4/22/20), Att'y Gen. Adv. Ltr. 2020-04.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16b/section-10-16b-3/"
    },
    {
      "id": "section-10-16b-4",
      "number": "10-16B-4",
      "heading": "Penalties.",
      "text": "A person who violates the provisions of the Gift Act is guilty of a petty misdemeanor and upon conviction shall be sentenced in accordance with the provisions of Section 31-19-1 NMSA 1978.\n\nHistory:Laws 2007, ch. 226, § 4.\n\nEffective dates.— Laws 2007, ch. 226 contains no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, is effective June 15, 2007, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16b/section-10-16b-4/"
    },
    {
      "id": "section-10-16b-5",
      "number": "10-16B-5",
      "heading": "Investigations; complaints; enforcement.",
      "text": "A. The state ethics commission may initiate investigations to determine whether the provisions of the Gift Act have been violated. A person who believes that a violation of the Gift Act has occurred may file a complaint with the state ethics commission.\n\nB. If the state ethics commission determines that a violation has occurred, the commission shall refer the matter to the attorney general for criminal prosecution.\n\nHistory:Laws 2019, ch. 86, § 32.\n\nEffective dates.— Laws 2019, ch. 86, § 41 made Laws 2019, ch. 86, § 32 effective January 1, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-16b/section-10-16b-5/"
    }
  ]
}