{
  "state": "new-mexico",
  "path": "title-chapter-10-public-officers-and-employees/chapter-article-4-removal-of-local-officers",
  "sections": [
    {
      "id": "section-10-4-1",
      "number": "10-4-1",
      "heading": "Local officers subject to removal",
      "text": "Any officer of a political subdivision of the state elected by the people and any officer appointed to fill out the unexpired term of any such officer may be removed from office on any of the grounds mentioned in and according to the provisions of Sections 10-4-1 through 10-4-29 NMSA 1978.\n\nHistory:Laws 1909, ch. 36, § 1; Code 1915, § 3954; C.S. 1929, § 96-105; 1941 Comp., § 10-303; 1953 Comp., § 5-3-3; 2018, ch. 79, § 82.\n\nCross references.— For removal of justices, judges or magistrates of any court,seeN.M. Const., art. VI, § 32.\n\nFor removal of municipal officer for malfeasance in office,see3-10-7 NMSA 1978.\n\nFor supersedeas of judgment in removal proceedings,seeRule 1-062 NMRA.\n\nThe 2018 amendment,effective July 1, 2018, added a section heading and added statutory citations; added the section heading; after \"Any\", deleted \"county, precinct, district, city, town or village\", after \"officer\", added \"of a political subdivision of the state\", after \"mentioned in\", deleted \"this chapter\", and after \"according to the\", deleted \"provisions hereof\" and added \"provisions of Sections 10-4-1 through 10-4-29 NMSA 1978\".\n\nConstitutionality.— This act (Sections 10-3-1, 10-4-1 to 10-4-29 NMSA 1978) does not violate N.M. Const., art. XX, § 2.State ex rel. Harvey v. Medler, 1914-NMSC-055, 19 N.M. 252, 142 P. 376.\n\nPurpose of removalis not to determine whether a public officer has been a good person or a bad person in the past but only to determine whether, by reason of existing facts and circumstances, he should be removed from his present office.State v. Santillanes, 1982-NMSC-138, 99 N.M. 89, 654 P.2d 542.\n\nRemoval from office is a civil and not a criminal proceeding.State ex rel. Mitchell v. Medler, 1913-NMSC-025, 17 N.M. 644, 131 P. 976;State ex rel. Mansker v. Leib, 1915-NMSC-071, 20 N.M. 619, 151 P. 766;State v. Santillanes, 1982-NMSC-138, 99 N.M. 89, 654 P.2d 542.\n\nRemoval and suspension proceedings separate and distinct.— Proceedings for removal and that for suspension are separate and distinct, and each requires its own citation as a basis for jurisdiction, although the latter is auxiliary to the former.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nOfficer not removable for misconduct during prior term.— The terms \"office\" and \"in office\" in this section and Section 10-4-2 NMSA 1978 mean during the current term for which the officer is elected or appointed and in which the offenses charged occurred. Therefore, it is not within the province of the court to punish a public officer by allowing his removal for misconduct which may have occurred during a previous term.State v. Santillanes, 1982-NMSC-138, 99 N.M. 89, 654 P.2d 542.\n\nPower to remove board of education member not exclusive.— Notwithstanding N.M. Const., art. XII, § 6, the school board does not have exclusive power to remove a member of the state board of education, but the court also has such power under this section.State ex rel. Hannah v. Armijo, 1933-NMSC-063, 37 N.M. 423, 24 P.2d 274.\n\nDistrict attorney not within purview of section.— This section does not embrace a district attorney within its purview. In 1909, when this section was passed, the district attorney was an officer appointed by the governor of the state by and with the consent of the legislature. The district attorney is not a \"county, precinct, district, city, town or village officer elected by the people\" under the terms of this section, even though N.M. Const., art. VI, § 24, adopted in 1911, provides for the election of district attorneys.State ex rel. Prince v. Rogers, 1953-NMSC-101, 57 N.M. 686, 262 P.2d 779.\n\nSenator not within purview of section.— Although a state senator may have been absent from the state for more than six months, yet it rests with the senate to declare his office vacant. 1926 Op. Att'y Gen. No. 26-3909.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Rights of state and municipal public employees in grievance proceedings, 46 A.L.R.4th 912.\n\nValidity under federal constitution of regulations, rules, or statutes requiring random or mass drug testing of public employees or persons whose employment is regulated by state, local, or federal government, 86 A.L.R. Fed. 420.\n\n20 C.J.S Counties §§ 104 to 106; 62 C.J.S. Municipal Corporations § 508.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-1/"
    },
    {
      "id": "section-10-4-2",
      "number": "10-4-2",
      "heading": "[Causes for removal of local officers.]",
      "text": "The following shall be causes for removal of any officer belonging to the class mentioned in the preceding section [10-4-1 NMSA 1978]:\n\nA. conviction of any felony or of any misdemeanor involving moral turpitude;\n\nB. failure, neglect or refusal to discharge the duties of the office, or failure, neglect or refusal to discharge any duty devolving upon the officer by virtue of his office;\n\nC. knowingly demanding or receiving illegal fees as such officer;\n\nD. failure to account for money coming into his hands as such officer;\n\nE. gross incompetency or gross negligence in discharging the duties of the office;\n\nF. any other act or acts, which in the opinion of the court or jury amount to corruption in office or gross immorality rendering the incumbent unfit to fill the office.\n\nHistory:Laws 1909, ch. 36, § 2; Code 1915, § 3955; C.S. 1929, § 96-106; 1941 Comp., § 10-304; 1953 Comp., § 5-3-4.\n\nCross references.— For sheriff exercising powers after removal, penalty,see4-41-4 NMSA 1978.\n\nFor misapplication of funds received from United States forest reserves, ground for removal,see6-11-4 NMSA 1978.\n\nFor subregistrars, removal by state registrar of vital statistics,see24-14-7 NMSA 1978.\n\nFor failure of peace officer to investigate violations of criminal laws or cooperate in prosecution,see29-1-1 NMSA 1978.\n\nFor conservancy district officer, removal,see73-17-8 NMSA 1978.\n\nOfficer not removable for misconduct during prior term.— The terms \"office\" and \"in office\" in this section and Section 10-4-1 NMSA 1978 mean during the current term for which the officer is elected or appointed and in which the offenses charged occurred. Therefore, it is not within the province of the court to punish a public officer by allowing his removal for misconduct which may have occurred during a previous term.State v. Santillanes, 1982-NMSC-138, 99 N.M. 89, 654 P.2d 542.\n\nGenerally, as to neglect of duty.— Dismissal of a public officer for neglect of duty cannot be for honest errors in judgment or mistakes in administration. The dismissal must be for failure or neglect to do a positive duty. 1960 Op. Att'y Gen. No. 60-132.\n\nCupidity or pathological sloth.— The neglect must constitute \"cupidity or pathological sloth.\" The mere failure to perform an act, with nothing more, does not constitute a neglect of duty. 1960 Op. Att'y Gen. No. 60-132.\n\nFailure to attend meetings as neglect of duty.— The consistent, continual failure of an elected school board member to attend board meetings could be construed as a neglect of duty. The board is charged with the overall supervision of the schools of the district over which its has jurisdiction, and members thereof are certainly charged with a positive duty of such interest in the matters before the board to attend at least a part of its meetings. A complete failure on the part of a board member to take part in board affairs is a dereliction of a positive duty constituting neglect of office. 1960 Op. Att'y Gen. No. 60-132.\n\nFailure of justice of peace to account for money.— A justice of the peace (now magistrate) is an officer subject to removal for failure to account for money owing the state. 1963 Op. Att'y Gen. No. 63-84 (rendered under former law).\n\nMeaning of \"gross incompetency\".— The plain meaning of the term \"gross incompetency\" is a glaringly noticeable or manifest lack of physical or mental ability. 1976 Op. Att'y Gen. No. 76-24.\n\nRequirements of nonrelated job causing conflict of duties.— If an individual is unable to adequately and efficiently perform the duties of a public position because of the requirements of other nonrelated jobs of either a public or private nature, such amounts to an inability to fill the position because of a conflict of duties, thus rendering such person subject to discharge. 1963 Op. Att'y Gen. No. 63-133.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63A Am. Jur. 2d Public Officers and Employees § 231 et seq.\n\nPhysical or mental disability as ground for removal, 28 A.L.R. 777.\n\nPendency of impeachment proceeding as affecting power of officer, 30 A.L.R. 1149.\n\nRemoval or dismissal of public officers or employees for bringing or defending an action affecting personal rights or liabilities, 74 A.L.R. 500.\n\nRefusal of public officer to answer frankly questions asked him during an investigation as grounds for removal or discipline, 77 A.L.R. 616.\n\nRemoval of officer for collecting mileage when he had traveled at no expense to himself, 81 A.L.R. 493.\n\nImplied power of appointing authorities to remove officer whose tenure is not prescribed by law, but who has been appointed for definite term, 91 A.L.R. 1097.\n\nPower to remove public officer without notice and hearing, 99 A.L.R. 336.\n\nReversal of conviction of crime as affecting status of one removed from office because of the conviction, 106 A.L.R. 644.\n\nConstitutional provision for removal of officer at pleasure of appointing power as applicable to office created by statute which prescribes definite term or a different method of removal, 112 A.L.R. 107.\n\nMembership in or affiliation with religious, political, social, or criminal society or group as ground for removal of public officer, 116 A.L.R. 358.\n\nConstitutionality and construction of statute which fixes or specifies term of office, but provides for removal without cause, 119 A.L.R. 1437.\n\nConviction of offense under federal law or law of another state or country as vacating accused's holding of state or local office or as ground of removal, 20 A.L.R.2d 732.\n\nAssertion of immunity as ground for removing public officer, 44 A.L.R.2d 789.\n\nWhat is an infamous crime or one involving moral turpitude constituting disqualification to hold public office, 52 A.L.R.2d 1314.\n\nRemoval of officer for misconduct during previous term, 42 A.L.R.3d 691.\n\nValidity, construction and effect of state constitutional or statutory provision regarding nepotism in the public service, 11 A.L.R.4th 826.\n\nWhat constitutes conviction within statutory or constitutional provision making conviction of crime ground of disqualification for, removal from, or vacancy in, public office, 10 A.L.R.5th 139.\n\n20 C.J.S. Counties § 105; 62 C.J.S. Municipal Corporations § 508.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-2/"
    },
    {
      "id": "section-10-4-3",
      "number": "10-4-3",
      "heading": "[Grand jury accusation.]",
      "text": "An accusation in writing against any officer belonging to the class of officers mentioned in Section 10-4-1 NMSA 1978, charging any of the matters mentioned in this chapter as sufficient ground for removal, may be presented by the grand jury to the district court of the county in or for which the officer accused is elected.\n\nHistory:Laws 1909, ch. 36, § 4; Code 1914, § 3957; C.S. 1929, § 96-108; 1941 Comp., § 10-305; 1953 Comp., § 5-3-5.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nWhen order to show cause necessary.— A citation or order to an officer to show cause why he should not be suspended from office until final determination of removal proceeding is necessary before the court has power to proceed to hear the matter of suspension.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-3/"
    },
    {
      "id": "section-10-4-4",
      "number": "10-4-4",
      "heading": "[Form of accusation.]",
      "text": "The accusation must state the offense charged in ordinary and concise language without repetition and in such manner as to enable a person of common understanding to know what is intended.\n\nHistory:Laws 1909, ch. 36, § 5; Code 1915, § 3958; C.S. 1929, § 96-109; 1941 Comp., § 10-306; 1953 Comp., § 5-3-6.\n\nStrict formality inapplicable.— Strict formality customarily required in the case of indictments or informations does not apply to accusation under this section.State ex rel. Mansker v. Leib, 20 N.M. 619, 151 P. 766 (1915).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Divorce and separation: goodwill in medical or dental practice as property subject to distribution on dissolution of marriage, 76 A.L.R.4th 1025.\n\n20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 514.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-4/"
    },
    {
      "id": "section-10-4-5",
      "number": "10-4-5",
      "heading": "[Presentment of grand jury accusation; service on defendant; return day.]",
      "text": "The accusation must be presented in open court, and the judge, after receiving the same, must forthwith cause it to be transmitted to the district attorney who must cause a copy thereof to be served upon the defendant and require by written notice that such defendant appear before the district court at a date to be named in the notice, which shall be not less than five nor more than ten days after service of a copy of such notice, and answer the accusation.\n\nHistory:Laws 1909, ch. 36, § 6; Code 1915, § 3959; C.S. 1929, § 96-110; 1941 Comp., § 10-307; 1953 Comp., § 5-3-7.\n\nCross references.— For procedure for suspension from office,see10-4-20 NMSA 1978.\n\nFor process,seeRule 1-004 NMRA.\n\nFor service,seeRule 1-005 NMRA.\n\nCitation or order to show cause necessary.— A citation or order to an officer to show cause why he should not be suspended from office until final determination of a removal proceeding is necessary before the court has power to proceed to hear the matter of suspension. State ex rel.Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nSubstitute service.— In proceedings for the suspension and removal of county commissioner, service may be had in the absence of the accused, by delivering copy of citation to a person over 15 years of age, residing at his usual place of abode.State ex rel. Leyba v. District Court of the Fourth Judicial Dist., 1928-NMSC-051, 33 N.M. 527, 270 P. 797.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 513.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-5/"
    },
    {
      "id": "section-10-4-6",
      "number": "10-4-6",
      "heading": "[Defendant's appearance or default.]",
      "text": "The defendant must appear at the time appointed in the notice and answer the accusation unless for sufficient cause the court has assigned another date for that purpose. If he does not appear, the court may proceed to hear and determine the accusation in his absence.\n\nHistory:Laws 1909, ch. 36, § 7; Code 1915, § 3960; C.S. 1929, § 96-111; 1941 Comp., § 10-308; 1953 Comp., § 5-3-8.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees §§ 175, 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-6/"
    },
    {
      "id": "section-10-4-7",
      "number": "10-4-7",
      "heading": "[Defendant's answer; grounds.]",
      "text": "The defendant may answer the accusation either by objecting to the sufficiency thereof, or any portion thereof, or by denying the truth of the same.\n\nHistory:Laws 1909, ch. 36, § 8; Code 1915, § 3961; C.S. 1929, § 96-112; 1941 Comp., § 10-309; 1953 Comp., § 5-3-9.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees §§ 176, 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-7/"
    },
    {
      "id": "section-10-4-8",
      "number": "10-4-8",
      "heading": "[Objection for insufficiency; form immaterial.]",
      "text": "If he objects to the legal sufficiency of the accusation, the objection must be in writing, but need not be in any specific form, it being sufficient if it represents intelligibly the ground of the objection.\n\nHistory:Laws 1909, ch. 36, § 9; Code 1915, § 3962; C.S. 1929, § 96-113; 1941 Comp., § 10-310; 1953 Comp., § 5-3-10.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-8/"
    },
    {
      "id": "section-10-4-9",
      "number": "10-4-9",
      "heading": "[Criminal procedure made applicable.]",
      "text": "All matters of procedure not otherwise provided for in this chapter shall be governed by the laws governing criminal procedure.\n\nHistory:Laws 1909, ch. 36, § 10; Code 1915, § 3963; C.S. 1929, § 96-114; 1941 Comp., § 10-311; 1953 Comp., § 5-3-11.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nRemoval action is civil proceeding.— An action for the removal of an officer from office under the provisions of this act is a civil and not a criminal proceeding.State ex rel. Mitchell v. Medler, 1913-NMSC-025, 17 N.M. 644, 131 P. 976.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Injunction as remedy against removal, 34 A.L.R.2d 554.\n\n67 C.J.S. Officers and Public Employees § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-9/"
    },
    {
      "id": "section-10-4-10",
      "number": "10-4-10",
      "heading": "[Guilty plea; judgment; denial or refusal to plead; trial.]",
      "text": "If the defendant pleads guilty, the court must render judgment of conviction against him. If he denied the matters charged or refuses to answer the accusation, the court must immediately, or at such time as it may appoint, proceed to try the accusation.\n\nHistory:Laws 1909, ch. 36, § 11; Code 1915, § 3964; C.S. 1929, § 96-115; 1941 Comp., § 10-312; 1953 Comp., § 5-3-12.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-10/"
    },
    {
      "id": "section-10-4-11",
      "number": "10-4-11",
      "heading": "[Precedence in trial.]",
      "text": "As soon as the case is at issue, it must be immediately set down for trial and shall have precedence over all other cases on the docket.\n\nHistory:Laws 1909, ch. 36, § 12; Code 1915, § 3965; C.S. 1929, § 96-116; 1941 Comp., § 10-313; 1953 Comp., § 5-3-13.\n\nPreemption not absolute.— These provisions are not absolutely peremptory, but secure to the public and the defendant a preference of right of trial over other cases.State ex rel. Mitchell v. Medler, 1913-NMSC-025, 17 N.M. 644, 131 P. 976.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-11/"
    },
    {
      "id": "section-10-4-12",
      "number": "10-4-12",
      "heading": "[Jury trial required; procedure.]",
      "text": "The trial must be by jury and conducted in all respects in the same manner as a trial on an information or indictment for a misdemeanor.\n\nHistory:Laws 1909, ch. 36, § 13; Code 1915, § 3966; C.S. 1929, § 96-117; 1941 Comp., § 10-314; 1953 Comp., § 5-3-14.\n\nGenerally.— The provision of this section as to the conduct of the trial was designed to throw around the defendant the same safeguards with which the law clothes a defendant in a criminal action.State ex rel. Mansker v. Leib, 20 N.M. 619, 151 P. 766 (1915);State ex rel. Mitchell v. Medler, 1913-NMSC-025, 17 N.M. 644, 131 P. 976.\n\nCitation or order to show cause necessary.— A citation or order to show cause is necessary before the court has the power to proceed to hear the matter.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-12/"
    },
    {
      "id": "section-10-4-13",
      "number": "10-4-13",
      "heading": "[Verdict; form.]",
      "text": "The form of verdict of the jury in such cases shall be \"guilty\" or \"not guilty\".\n\nHistory:Laws 1909, ch. 36, § 14; Code 1915, § 3967; C.S. 1929, § 96-118; 1941 Comp., § 10-315; 1953 Comp., § 5-3-15.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-13/"
    },
    {
      "id": "section-10-4-14",
      "number": "10-4-14",
      "heading": "[Judgment of removal; entry.]",
      "text": "Upon a conviction the court must pronounce judgment that the defendant be removed from office; and the judgment must be entered upon the minutes assigning therein the causes of removal.\n\nHistory:Laws 1909, ch. 36, § 15; Code 1915, § 3968; C.S. 1929, § 96-119; 1941 Comp., § 10-316; 1953 Comp., § 5-3-16.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-14/"
    },
    {
      "id": "section-10-4-15",
      "number": "10-4-15",
      "heading": "[Attendance of witnesses.]",
      "text": "The district attorney and the defendant are respectively entitled to such process as may be necessary to enforce the attendance of witnesses as upon a trial of an information or indictment.\n\nHistory:Laws 1909, ch. 36, § 16; Code 1915, § 3969; C.S. 1929, § 96-120; 1941 Comp., § 10-317; 1953 Comp., § 5-3-17.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-15/"
    },
    {
      "id": "section-10-4-16",
      "number": "10-4-16",
      "heading": "[Appeal; suspension pending reversal; filling vacancy.]",
      "text": "From a judgment of removal, appeal may be taken to the supreme court in the same manner as from a judgment in a civil action, but until such judgment is reversed, the defendant is suspended from his office, and pending the appeal, the office must be filled as in case of vacancy.\n\nHistory:Laws 1909, ch. 36, § 17; Code 1915, § 3970; C.S. 1929, § 96-121; 1941 Comp., § 10-318; 1953 Comp., § 5-3-18.\n\nRemoval and suspension proceedings separate and distinct.— A proceeding for suspension and one for removal are separate and distinct, and each requires its own citation as a basis for jurisdiction, although the former is auxiliary to the latter.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 517.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-16/"
    },
    {
      "id": "section-10-4-17",
      "number": "10-4-17",
      "heading": "[Presentment of accusation by district attorney; vacation; no grand jury in county.]",
      "text": "The accusation provided for in this chapter may be presented by the district attorney to the judge in vacation or term time at any time when, under the provisions of law there will be no grand jury in the county where the same is presented, for a period of at least twenty days after the presentment of such accusation.\n\nHistory:Laws 1909, ch. 36, § 18; Code 1915, § 3971; C.S. 1929, § 96-122; 1941 Comp., § 10-319; 1953 Comp., § 5-3-19.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nCross references.— For grand jury accusation,see10-4-3 NMSA 1978.\n\nJurisdiction of district attorney limited.— The jurisdiction of the district attorney to present the accusation provided for is limited by this section.State v. Awalt, 1916-NMSC-020, 21 N.M. 510, 156 P. 407.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 514.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-17/"
    },
    {
      "id": "section-10-4-18",
      "number": "10-4-18",
      "heading": "[Duty of district attorney on receipt of evidence.]",
      "text": "Whenever sworn evidence is presented to the district attorney showing that any of the officers of the class provided for in this chapter are guilty of any of the matters herein mentioned as causes for removal, he must present the accusation to the court as provided in the next preceding section [10-4-17 NMSA 1978].\n\nHistory:Laws 1909, ch. 36, § 19; Code 1915, § 3972; C.S. 1929, § 96-123; 1941 Comp., § 10-320; 1953 Comp., § 5-3-20.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nGenerally.— It is the duty of the district attorney to bring matter of complaint to attention of court by statement of the offense in ordinary and concise language, without repetition, and in such manner as to enable a person of common knowledge to know what is intended, and support such statement by the affidavit or affidavits of those having knowledge of the facts upon which cause for removal is based.State ex rel. Mansker v. Leib, 1915-NMSC-071, 20 N.M. 619, 151 P. 766.\n\nFiling accusation.— The district attorney cannot proceed in the matter of removal of county officials under this act (Sections 10-3-1, 10-4-1 to 10-4-29 NMSA 1978), unless sworn evidence has been presented to him, and unless he files an accusation supported by affidavit or affidavits, at a time when the grand jury of the county would not be in session within a period of twenty days, or at a time when the grand jury was not actually in session.State v. Awalt, 1916-NMSC-020, 21 N.M. 510, 156 P. 407.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-18/"
    },
    {
      "id": "section-10-4-19",
      "number": "10-4-19",
      "heading": "[Presentment by district attorney; supporting affidavits; procedure.]",
      "text": "When the accusation is presented by the district attorney as provided in the preceding section [10-4-18 NMSA 1978], the same must be supported by sworn affidavit or affidavits, and the court must forthwith investigate the matter, and if a jury is in attendance at the time such accusation is presented, the court must order a citation to the defendant and thenceforth the case must proceed as provided in this chapter where the accusation is by a grand jury.\n\nHistory:Laws 1909, ch. 36, § 20; Code 1915, § 3973; C.S. 1929, § 96-124; 1941 Comp., § 10-321; 1953 Comp., § 5-3-21.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nCross references.— For presentment of grand jury accusation,see10-4-5 NMSA 1978.\n\nAmended verification prohibited.— Where the verification of an accusation for the removal of a public officer is held insufficient by the trial court within twenty days of the time for the grand jury to meet, or while it is in session, the matter should be presented, and it is error to permit amended verifications.State v. Awalt, 1916-NMSC-020, 21 N.M. 510, 156 P. 407.\n\nAccusation distinguished from information.— Accusation to be presented to the court by the district attorney may be one based upon information of others and not a formal charge upon information of the district attorney.State ex rel. Mansker v. Leib, 1915-NMSC-071, 20 N.M. 619, 151 P. 766.\n\nCitation or order to show cause necessary.— Under the provisions of Section 10-4-5 NMSA 1978, a citation or order to an officer to show cause why he should not be suspended from office until final determination of a removal proceeding is necessary before the court has the power to proceed to hear the matter of suspension.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 512.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-19/"
    },
    {
      "id": "section-10-4-20",
      "number": "10-4-20",
      "heading": "[Procedure for suspension from office.]",
      "text": "If the accusation provided in this chapter, to be presented by the district attorney, is presented at a time when there is no jury in attendance or is presented to the court in vacation, the court, if it deems such action necessary, after ordering a citation to the defendant as provided in the next preceding section [10-4-19 NMSA 1978], may, on application of the district attorney, also order the defendant to appear at a time not less than five nor more than fifteen days after service of such order and at such place as may be mentioned in the order, to show cause why he should not be suspended from office until the matters and things alleged in the accusation have been judicially determined under the provisions of this chapter.\n\nHistory:Laws 1909, ch. 36, § 21; Code 1915, § 3974; C.S. 1929, § 96-125; 1941 Comp., § 10-322; 1953 Comp., § 5-3-22.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nCross references.— For presentment of accusation by district attorney,see10-4-17 NMSA 1978.\n\nFor deputy sheriff's commission being revoked by district judge,see4-41-8 NMSA 1978.\n\nCitation or order necessary.— A citation or order to an officer to show cause why he should not be suspended from office until final determination of a removal proceeding is necessary before the court has power to proceed to hear the matter of suspension.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nProceedings for removal and suspension are separate and distinct,and each requires its own citation as a basis for jurisdiction, although the latter is auxiliary to the former.State ex rel. Delgado v. Leahy, 1924-NMSC-077, 30 N.M. 221, 231 P. 197.\n\nJurisdiction of preliminary investigations.— District courts are without jurisdiction to entertain preliminary investigations except as provided in this section and Section 10-4-25 NMSA 1978, and jurisdiction assumed outside of these sections is properly restrained by a writ of prohibition.State ex rel. Harvey v. Medler, 1914-NMSC-055, 19 N.M. 252, 142 P. 376.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-20/"
    },
    {
      "id": "section-10-4-21",
      "number": "10-4-21",
      "heading": "[Order of suspension.]",
      "text": "On the date provided in the order, if the defendant appears and offers proof, the court must hear the testimony presented by the district attorney and the defendant, and if in the judgment of the court there is reasonable ground to believe that the matters and things stated in the accusation will be established upon a trial, he may forthwith enter an order suspending the officer until after final hearing.\n\nHistory:Laws 1909, ch. 36, § 22; Code 1915, § 3975; C.S. 1929, § 96-126; 1941 Comp., § 10-323; 1953 Comp., § 5-3-23.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-21/"
    },
    {
      "id": "section-10-4-22",
      "number": "10-4-22",
      "heading": "[Effect of suspension order.]",
      "text": "The order of suspension shall operate to relieve the officer from all the duties of the office until the matter is finally determined, and he must forthwith vacate the office and turn over all moneys, books, papers and property belonging thereto to the party appointed to serve until such suspension is removed.\n\nHistory:Laws 1909, ch. 36, § 23; Code 1915, § 3976; C.S. 1929, § 96-127; 1941 Comp., § 10-324; 1953 Comp., § 5-3-24.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-22/"
    },
    {
      "id": "section-10-4-23",
      "number": "10-4-23",
      "heading": "[Denial of motion to suspend; dismissal of proceedings.]",
      "text": "If the court concludes that there is not sufficient ground for suspending the officer, it may enter an order denying the motion to suspend him and hold the matter in statu quo until final hearing, or the court may, in its discretion, dismiss the proceedings.\n\nHistory:Laws 1909, ch. 36, § 24; Code 1915, § 3977; C.S. 1929, § 96-128; 1941 Comp., § 10-325; 1953 Comp., § 5-3-25.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-23/"
    },
    {
      "id": "section-10-4-24",
      "number": "10-4-24",
      "heading": "[Default of defendant; effect.]",
      "text": "If the defendant fails to appear and answer the order to show cause why he should not be suspended, the court may proceed in his absence as in this chapter provided.\n\nHistory:Laws 1909, ch. 36, § 25; Code 1915, § 3978; C.S. 1929, § 96-129; 1941 Comp., § 10-326; 1953 Comp., § 5-3-26.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-24/"
    },
    {
      "id": "section-10-4-25",
      "number": "10-4-25",
      "heading": "[Continuance; preliminary investigation required; suspension pending final adjudication.]",
      "text": "Nothing in this chapter shall operate to deprive any defendant of the right to a continuance in any case in which such right would attach in any criminal case as provided by law, but before any case shall be continued, upon application of the defendant, beyond the term of court at which the accusation is presented, or if such accusation is presented in vacation beyond the first term of court after presentment thereof the court may, upon application of the district attorney, make a preliminary investigation as provided in this chapter and suspend the officer, pending a final adjudication of the matters alleged in the accusation.\n\nHistory:Laws 1909, ch. 36, § 26; Code 1915, § 3979; C.S. 1929, § 96-130; 1941 Comp., § 10-327; 1953 Comp., § 5-3-27.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nJurisdiction of district courts.— The act (Sections 10-3-1, 10-4-1 to 10-4-29 NMSA 1978) confers jurisdiction upon the district courts to make preliminary investigations and suspend an officer pending outcome of accusation, before continuance beyond the term of court.State ex rel. Harvey v. Medler, 1914-NMSC-055, 19 N.M. 252, 142 P. 376.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-25/"
    },
    {
      "id": "section-10-4-26",
      "number": "10-4-26",
      "heading": "[Reinstatement of suspended officer.]",
      "text": "If upon final trial the defendant is found not guilty, he must be reinstated and the party serving during the time of his suspension must immediately vacate the office and return to the defendant all moneys, books, papers and other property in his hands as such officer.\n\nHistory:Laws 1909, ch. 36, § 27; Code 1915, § 3980; C.S. 1929, § 96-131; 1941 Comp., § 10-328; 1953 Comp., § 5-3-28.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees §§ 111, 114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-26/"
    },
    {
      "id": "section-10-4-27",
      "number": "10-4-27",
      "heading": "[Payment of salary after reinstatement; compensation of interim officer.]",
      "text": "If an officer has been suspended as provided in this chapter and reinstated after final trial, he shall receive pay for the entire time of his suspension, and the court may make an order to pay the officer serving during the time of such suspension, such reasonable compensation as his services warrant, which shall be paid out of a fund to be designated by the court.\n\nHistory:Laws 1909, ch. 36, § 28; Code 1915, § 3981; C.S. 1929, § 96-132; 1941 Comp., § 10-329; 1953 Comp., § 5-3-29.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nCross references.— For suspension of officer,see10-4-25 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees § 114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-27/"
    },
    {
      "id": "section-10-4-28",
      "number": "10-4-28",
      "heading": "[Officer appointed for suspension period; oath and bond; filling vacancy after final removal.]",
      "text": "When any officer is suspended as provided in this act [chapter], the judge of said court shall appoint some qualified person to discharge the duties of such officer during the period of his suspension, which person shall take the oath and give the bond required of incumbents of such office, and in case the final judgment be for the removal of such accused officer before the expiration of his term, his successor shall be appointed in the manner provided by law for filling vacancies in such office.\n\nHistory:Laws 1909, ch. 36, § 29; Code 1915, § 3982; Laws 1915, ch. 21, § 1; C.S. 1929, § 96-133; 1941 Comp., § 10-330; 1953 Comp., § 5-3-30.\n\nBracketed material.— The bracketed material was inserted by the compiler to conform to the substitutions of \"this chapter\" for \"this act\" made by the 1915 Code compilers throughout this article. The bracketed insertion is not a part of the law.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —67 C.J.S. Officers and Public Employees §§ 74 to 79, 108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-28/"
    },
    {
      "id": "section-10-4-29",
      "number": "10-4-29",
      "heading": "[Exclusive method of removal.]",
      "text": "No officer belonging to the class mentioned in Section 10-4-1 NMSA 1978 can be removed from office in any manner except according to the provisions of this chapter.\n\nHistory:Laws 1909, ch 36, § 30; Code 1915, § 3983; C.S. 1929, § 96-134; 1941 Comp., § 10-331; 1953 Comp., § 5-3-31.\n\nCompiler's notes.— The 1915 Code compilers replaced \"chapter 36 of the Session Laws of 1909,\" compiled as 10-3-1, 10-4-1 to 10-4-29 NMSA 1978, with \"this chapter,\" referring to Chapter 80 of the 1915 Code, §§ 3950 to 3985, compiled as 10-1-2 to 10-1-4, 10-3-1, 10-4-1 to 10-4-29 and 10-17-5 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Injunction as remedy against removal, 34 A.L.R.2d 554.\n\n20 C.J.S. Counties § 106; 62 C.J.S. Municipal Corporations § 506.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-10/article-4/section-10-4-29/"
    }
  ]
}