{
  "state": "alabama",
  "path": "title-title-2-agriculture/chapter-chapter-14-honeybees-and-apiaries",
  "sections": [
    {
      "id": "section-2-14-1",
      "number": "2-14-1",
      "heading": "Definitions.Section 2-14-2 - Purpose of Chapter",
      "text": "Section 2-14-1\n\nDefinitions.\n\nWhen used in this chapter, the following terms shall have the following meanings, respectively, unless the context clearly indicates otherwise:\n\n(1) COLONY OF BEES. A queen bee and worker bees on comb enclosed in any container.\n\n(2) APIARY. A location or site on which one or more colonies of bees is located.\n\n(Acts 1965, No. 794, p. 1488, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-1/"
    },
    {
      "id": "section-2-14-2",
      "number": "2-14-2",
      "heading": "Purpose of Chapter.",
      "text": "Section 2-14-2\n\nPurpose of Chapter.\n\nThe purpose of this chapter is to prevent the introduction into and dissemination within this state of contagious and infectious diseases of honeybees by providing for the registration, inspection and control of honeybees and apiaries, which activity is hereby found and declared by the Legislature to promote agriculture in the State of Alabama.\n\n(Acts 1965, No. 794, p. 1488, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-2/"
    },
    {
      "id": "section-2-14-3",
      "number": "2-14-3",
      "heading": "Registration of Colonies, Bee Yards, and Apiaries; Disposition of Fees and Fines.",
      "text": "Section 2-14-3\n\nRegistration of Colonies, Bee Yards, and Apiaries; Disposition of Fees and Fines.\n\nEvery beekeeper, owner or others in possession of any honeybees shall, on or before October 1 of each year, register with the Commissioner of Agriculture and Industries every colony of honeybees, bee yards or apiaries in their possession or under their control, and such registration shall be made upon forms furnished by the commissioner upon which there shall be shown the number and location of colonies of bees with the apiary location or locations together with such other information as may be necessary for the administration of this chapter. The Board of Agriculture and Industries shall establish through rules and regulations categories of apiarists or beekeepers. Colonies of bees and apiaries acquired after October 1 during any year and not previously registered shall also be registered as required under this section; provided, however, that this requirement shall not apply to any bees or apiaries acquired after March 31, as such bees shall not be registered until the following October 1.\n\nIf any honeybees or an apiary currently registered under this section are sold or otherwise transferred from one beekeeper to another beekeeper, the registration may be transferred to the person acquiring the bees or apiary without the payment of the registration fee.\n\nAn annual registration or inspection fee shall be paid by the registrant which shall accompany the application for registration. The amount of such fee shall be based upon the number of colonies of bees owned by or under the control of the person registering such honeybees in the following amounts:\n\nThe Board of Agriculture and Industries shall establish the annual registration or inspection fee for each category of apiarist or beekeeper.\n\nAll amounts collected under this section as registration fees together with the amount of any fine imposed under the penalty section of this chapter shall be deposited into the Agricultural Fund of the State Treasury to be disbursed and expended for the administration and enforcement of this chapter by the Department of Agriculture and Industries for the payment of salaries, equipment purchases, travel expenses, and other purposes incident to and necessary for the administration and enforcement of this chapter. Failure or refusal to comply with the registration requirements of this section and to pay the required registration fee shall be unlawful and punishable under the penalty provisions of this chapter.\n\n(Acts 1965, No. 794, p. 1488, §2; Act 2004-516, p. 996, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-3/"
    },
    {
      "id": "section-2-14-4",
      "number": "2-14-4",
      "heading": "Movement or Shipment of Honeybees into State.",
      "text": "Section 2-14-4\n\nMovement or Shipment of Honeybees into State.\n\n(a) All honeybees shipped or moved into the State of Alabama shall be accompanied by a certificate of inspection, signed by the apiary inspector or other official performing similar duties of the state or country from which shipment is made, certifying that the bees and the combs and hives from which the bees were taken have been inspected by such official and that the bees, their combs, and hives are apparently free from contagious and infectious diseases. The inspection provided for in this section shall be based upon an actual examination of the bees and their combs, and hives, such examination or inspection to be made during brood-rearing and within a period of 60 days preceding the date of shipment. The inspection certificate required under this section shall be attached to each parcel or package of each shipment or movement in a conspicuous place, plainly written. All shipments or movements of honeybees into the State of Alabama shall be in combless packages only, and shipments or movements of honeybees into this state in violation of the requirements of this section shall be unlawful.\n\n(b) It shall also be unlawful to ship or move into, within or out of the state a queen bee or other bees in packages or cages that contain food, any part of which is honey.\n\n(c) Any person moving bees into this state on a comb in violation of this section shall be fined one hundred dollars ($100) per hive. The owner or other person in possession of the hives shall be given notice by the Department of Agriculture and Industries to move the hives within seven days of the notice. If the hives are not moved pursuant to the order of the department, the hives shall be destroyed. Upon conviction of a violation under this subsection, the judge may award a person providing information leading to the conviction a reward to be paid from the fine proceeds in an amount not to exceed one-half of the fines.\n\n(d) This section shall not apply to bees moved into this state pursuant to a compliance agreement with the Department of Agriculture and Industries as provided by rule of the department.\n\n(Acts 1965, No. 794, p. 1488, §3; Act 2011-646, p. 1645, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-4/"
    },
    {
      "id": "section-2-14-5",
      "number": "2-14-5",
      "heading": "Shipment, Movement, Etc., into State of Used Beekeeping Equipment or Supplies.",
      "text": "Section 2-14-5\n\nShipment, Movement, Etc., into State of Used Beekeeping Equipment or Supplies.\n\nIt shall be unlawful to ship, move or otherwise transport into this state for delivery within the state any previously used honey containers or any hives, combs, frames, appliances, supers or other beekeeping equipment or supplies which have been previously used in the keeping or raising of bees; provided, that clean used screen cages or clean used honey containers may be brought into the state for the purpose of transporting bees or honey out of the state unless the State Apiarist or his agent determines that such cages or honey containers create a disease hazard; and, upon such a determination, such cages or honey containers shall be confiscated and destroyed by burning. Nothing in this section shall be construed to prohibit the movement or shipment of any new or unused bee supplies, equipment or honey containers into the State of Alabama.\n\n(Acts 1965, No. 794, p. 1488, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-5/"
    },
    {
      "id": "section-2-14-6",
      "number": "2-14-6",
      "heading": "Shipment, Movement, Etc., of Used Beekeeping Equipment or Appliances Without Permit from Commissioner of Agriculture and Industries.",
      "text": "Section 2-14-6\n\nShipment, Movement, Etc., of Used Beekeeping Equipment or Appliances Without Permit from Commissioner of Agriculture and Industries.\n\nIt shall be unlawful to move, transport or ship any honeybees, combs or used beekeeping equipment or appliances without a permit from the Commissioner of Agriculture and Industries bearing the approval or countersignature of the State Apiarist. The permit must have been issued within the calendar year during which the movement or shipment is to be made; and, before such a permit is issued, the proposed movement of any honeybees or beekeeping equipment shall be in compliance with all conditions and requirements that may be set forth and prescribed therefor under rules and regulations adopted by the State Board of Agriculture and Industries for the prevention and the spread of contagious and infectious diseases of honeybees.\n\n(Acts 1965, No. 794, p. 1488, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-6/"
    },
    {
      "id": "section-2-14-7",
      "number": "2-14-7",
      "heading": "Owners, Etc., to Mark Used Hive-Bodies and Supers; Marks, Etc., to Be Approved by State Apiarist.",
      "text": "Section 2-14-7\n\nOwners, Etc., to Mark Used Hive-Bodies and Supers; Marks, Etc., to Be Approved by State Apiarist.\n\nTo adequately identify used bee equipment, the owner or other person in possession of such equipment shall be required to mark all hive-bodies and supers with an easily identified symbol, which symbol or identifiable mark must be approved by the State Apiarist.\n\n(Acts 1965, No. 794, p. 1488, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-7/"
    },
    {
      "id": "section-2-14-8",
      "number": "2-14-8",
      "heading": "Preparation and Maintenance of County Maps of Apiary Locations.",
      "text": "Section 2-14-8\n\nPreparation and Maintenance of County Maps of Apiary Locations.\n\nThe State Apiarist shall prepare or cause to be prepared county maps showing the exact location of all apiaries located in each county of the State of Alabama. County maps shall be kept current based on information obtained from annual apiary inspections.\n\n(Acts 1965, No. 794, p. 1488, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-8/"
    },
    {
      "id": "section-2-14-9",
      "number": "2-14-9",
      "heading": "Eradication or Control of Contagious and Infectious Diseases of Honeybees; Inspection; Fees; Transfer of Honeybees to Hives with Movable Frames.",
      "text": "Section 2-14-9\n\nEradication or Control of Contagious and Infectious Diseases of Honeybees; Inspection; Fees; Transfer of Honeybees to Hives with Movable Frames.\n\nThe Commissioner of Agriculture and Industries, pursuant to rules and regulations adopted and promulgated by the State Board of Agriculture and Industries as provided in this chapter, shall have full and plenary power to deal with American and European Foulbrood, Nosema, Isle of Wight disease, and other contagious and infectious diseases of honeybees and to do and perform all such acts through the State Apiarist and other agents or employees to the end that contagious and infectious diseases of honeybees may be eradicated or controlled. The commissioner, through the State Apiarist, may inspect all honeybees, combs, and hives being shipped or moved from this state to other states or countries that require inspection and certification before being admitted to other states or countries. The Commissioner of Agriculture and Industries or his or her agents or employees, including the State Apiarist, may enter and inspect, at all reasonable hours, any premises, station, depot, express office, storeroom, warehouse, vehicle, apiary, or any other location where honeybees, beekeeping equipment, or supplies are kept to ascertain whether such honeybees, equipment, or supplies are infected with or exposed to any infectious or contagious diseases or whether they are being kept, moved, or transported in violation of this chapter or rules and regulations promulgated under this chapter. The Board of Agriculture and Industries shall establish a fee to be paid by each owner of honeybees necessary to defray the cost and expense of the inspections which shall be deposited into the Agricultural Fund of the State Treasury.\n\nIt shall be unlawful for any person to hinder, obstruct, resist or refuse to allow such entrance and inspection.\n\nThe State Apiarist or his or her agent may direct and require any owner or other person in possession of honeybees dwelling in hives without movable frames and combs not permitting of ready examination and inspection to transfer such bees within a specified time to hives with movable frames. Failure to comply shall be followed by destruction of the hives and contents.\n\n(Acts 1965, No. 794, p. 1488, §8; Act 2004-516, p. 996, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-9/"
    },
    {
      "id": "section-2-14-10",
      "number": "2-14-10",
      "heading": "Quarantining of Apiary or Colony of Honeybees Infected with Contagious or Infectious Disease, Etc.; Moving of Quarantined Bees, Supplies or Equipment.",
      "text": "Section 2-14-10\n\nQuarantining of Apiary or Colony of Honeybees Infected with Contagious or Infectious Disease, Etc.; Moving of Quarantined Bees, Supplies or Equipment.\n\nAny apiary or colony of honeybees found infected with American Foulbrood or any other contagious or infectious disease or otherwise found to be kept or moved or transported in violation of the requirements of this chapter or rules or regulations adopted under this chapter shall be placed under quarantine by the commissioner, the State Apiarist or their agents or employees, which quarantine shall become effective upon written notice thereof being furnished to the beekeeper or person having possession or control of such bees. Bees, beekeeping supplies or equipment quarantined under the provisions of this section shall not be moved or allowed to be moved except by written permission of the commissioner or the State Apiarist.\n\n(Acts 1965, No. 794, p. 1488, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-10/"
    },
    {
      "id": "section-2-14-11",
      "number": "2-14-11",
      "heading": "Destruction of Diseased Bees, Supplies or Equipment.",
      "text": "Section 2-14-11\n\nDestruction of Diseased Bees, Supplies or Equipment.\n\nAny colony or colonies of bees, combs, honey frames, hives, supers or other beekeeping supplies or equipment found to be infected with American Foulbrood or any other infectious or contagious disease of bees which cannot be satisfactorily controlled is hereby declared to be a public nuisance and shall be destroyed by burning by the beekeeper or other person in control of such diseased bees. Upon failure of the beekeeper to destroy the diseased bees and equipment, the commissioner or his agents or employees are hereby authorized to and may destroy such bees and equipment.\n\n(Acts 1965, No. 794, p. 1488, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-11/"
    },
    {
      "id": "section-2-14-12",
      "number": "2-14-12",
      "heading": "Failure of Owner to Treat or Destroy Bees, Equipment, Etc",
      "text": "Section 2-14-12\n\nFailure of Owner to Treat or Destroy Bees, Equipment, Etc., Upon Notification by Commissioner; Hearing for Review of Order of Commissioner to Treat or Destroy Diseased Bees, Etc.; Enforcement of Order.\n\nIt shall be unlawful for any owner or keeper of bees who shall have been notified by the Commissioner of Agriculture and Industries or his agents or employees that the State Apiarist has determined that the disease of Foulbrood or any other contagious or infectious disease of bees exists in the hives of his apiary to fail or refuse to destroy or treat such bees, their hives, equipment and appliances in the manner prescribed by the State Apiarist within a period of five days from date of receipt of such notification; provided, that any owner or keeper of bees notified to treat or destroy diseased bees shall have the right to have the Commissioner of Agriculture and Industries review and reconsider such order at a formal hearing to be conducted for this purpose. At such hearing, the beekeeper may present any facts relevant to the condition of his apiary and request that the commissioner review and reconsider such order to treat and destroy. Any owner or keeper of bees desiring a hearing must file his request therefor with the Commissioner of Agriculture and Industries not later than five days from the date of receipt of notice.\n\nIn addition to the penalties provided in this article for failure to treat or destroy diseased bees, their hives, equipment and appliances, the Commissioner of Agriculture and Industries is hereby authorized, in the event any owner or keeper of bees fails and refuses to treat or destroy such bees, their hives and equipment, to enforce such order in a court of competent jurisdiction in the manner now provided by law for the abatement of public nuisances.\n\n(Acts 1965, No. 794, p. 1488, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-12/"
    },
    {
      "id": "section-2-14-13",
      "number": "2-14-13",
      "heading": "Rules and Regulations.",
      "text": "Section 2-14-13\n\nRules and Regulations.\n\nThe Commissioner of Agriculture and Industries, with the approval of the State Board of Agriculture and Industries, may adopt and promulgate such rules and regulations as necessary to carry out the evident intent and purpose of this chapter, including rules and regulations to govern the shipment, movement, or transportation of honeybees, beekeeping equipment, and supplies into or within the State of Alabama, the establishment of quarantines, the annual registration of colonies of honeybees, and the collection of registration fees, the establishment of fees to defray the expense of the duties imposed by this chapter, and other rules and regulations for the control and eradication of contagious and infectious diseases of honeybees. The rules and regulations duly promulgated under this chapter shall have the force and effect of law. All fees collected under this chapter shall be deposited into the Agricultural Fund in the State Treasury.\n\n(Acts 1965, No. 794, p. 1488, §12; Act 2004-516, p. 996, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-13/"
    },
    {
      "id": "section-2-14-14",
      "number": "2-14-14",
      "heading": "Designation of State Apiarist; Powers Thereof.",
      "text": "Section 2-14-14\n\nDesignation of State Apiarist; Powers Thereof.\n\nThe employee of the state Department of Agriculture and Industries performing the duties of chief, director or supervisor of the division of plant industry shall be the State Apiarist, and he shall exercise all the powers vested in the Commissioner of Agriculture and Industries in the enforcement of the provisions of this chapter except the review procedure to be performed by the commissioner under the provisions of Section 2-14-12.\n\n(Acts 1965, No. 794, p. 1488, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-14/"
    },
    {
      "id": "section-2-14-15",
      "number": "2-14-15",
      "heading": "Penalties for Violations of Provisions of Chapter, Rules or Regulations, Etc.",
      "text": "Section 2-14-15\n\nPenalties for Violations of Provisions of Chapter, Rules or Regulations, Etc.\n\nAny person who shall perform any of the acts declared by this chapter to be unlawful or who fails to perform any duty imposed by the provisions of this chapter or who violates any quarantine order issued under the provisions of this chapter or who violates any rule or regulation duly promulgated under the provisions of this chapter or who fails and refuses to register colonies of bees or pay the registration fee required by this chapter shall be guilty of a misdemeanor and, upon conviction, shall be fined not less than $25.00 nor more than $500.00 and, within the discretion of the court, may be imprisoned for a period not to exceed six months.\n\n(Acts 1965, No. 794, p. 1488, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-14/section-2-14-15/"
    }
  ]
}