{
  "state": "alabama",
  "path": "title-title-2-agriculture/chapter-chapter-31-grain-dealers",
  "sections": [
    {
      "id": "section-2-31-1",
      "number": "2-31-1",
      "heading": "Definitions.Section 2-31-2 - Applicability of This Article",
      "text": "Section 2-31-1\n\nDefinitions.\n\nWhen used in this article, unless the context otherwise requires, the following terms shall have the following meanings:\n\n(1) PRODUCER. The owner, tenant, or operator of land in this state who has interest in and who receives all or any part of the proceeds from the sale of the grain produced thereon.\n\n(2) PERSON. Any person, firm, association, corporation or partnership.\n\n(3) GRAIN. Corn, wheat, oats, rye, soybeans, barley, grain sorghums, or other commodities commonly referred to as grain.\n\n(4) GRAIN DEALER. Any person owning, controlling or operating a grain elevator, mill, warehouse or other similar structure or a truck or tractor trailer unit, or both, and engaged in the business of buying or receiving grain from producers for resale, for storage, or for milling or processing or any person commonly referred to as a “grain broker” engaged in the business of buying grain for resale or for milling or processing or soliciting the sale, purchase, exchange or transfer of any grain purchased from the producer thereof, who does not own, control or operate a grain elevator, mill, warehouse or other similar structure or truck or tractor trailer unit used in connection with his grain business. A farmer of grain buying grain for his own use as seed or feed or dealers or processors of seed shall not be considered as being engaged in the business of buying grain for resale or for milling or processing.\n\n(5) COMMISSIONER. The Commissioner of Agriculture and Industries of the State of Alabama.\n\n(6) SEPARATE LOCATION. A storage facility separate and apart from other storage facilities owned or controlled by a grain dealer. The storage facility shall be deemed a separate location when the facility is operated or controlled from offices or headquarters different from other storage facilities, even though the grain dealer owns or controls all of the offices or facilities.\n\n(Acts 1981, No. 81-391, p. 611, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-1/"
    },
    {
      "id": "section-2-31-2",
      "number": "2-31-2",
      "heading": "Applicability of This Article.",
      "text": "Section 2-31-2\n\nApplicability of This Article.\n\nThe provisions of this article shall not apply to persons who buy for cash; that is, those who pay producers at the time of purchase in United States currency or check or their equivalent. Nor shall it apply to public warehouses required to be licensed and bonded under Sections 8-15-1 and 8-15-7.\n\n(Acts 1981, No. 81-391, p. 611, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-2/"
    },
    {
      "id": "section-2-31-3",
      "number": "2-31-3",
      "heading": "License Required; Renewal; Fees.",
      "text": "Section 2-31-3\n\nLicense Required; Renewal; Fees.\n\nNo person may engage in business as a grain dealer in the State of Alabama without a license therefor issued by the commissioner. Application for a license to engage in business as a grain dealer shall be filed with the commissioner and shall be on a form prescribed and furnished by the commissioner. The application shall set forth the name of the applicant, the principal officers, if the applicant is a corporation or the active members of a partnership, the location of the principal office or place of business of the applicant, the location or locations in this state at which the applicant proposes to engage in business as a grain dealer, the kind of grain which the applicant proposes to handle, the type of business which the applicant proposes to conduct, and additional information as the commissioner by regulation may require.\n\nThe application for an initial license may be filed at any time prior to beginning business as a grain dealer. The license shall be renewed annually on or before October 1.\n\nThe application for a license to operate as a grain dealer as defined in this article, or a renewal thereof, shall be accompanied by a filing fee determined by the amount of grain storage capacity. The filing fee shall be established by the Board of Agriculture and Industries.\n\nA person with no storage capacity is required to pay a $25.00 filing fee. All license fees collected hereunder shall be deposited into the State Treasury to the credit of the Agricultural Fund.\n\n(Acts 1981, No. 81-391, p. 611, §3; Act 2004-516, p. 996, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-3/"
    },
    {
      "id": "section-2-31-4",
      "number": "2-31-4",
      "heading": "Surety Bond; Requirements; Waiver of Bond Requirements.",
      "text": "Section 2-31-4\n\nSurety Bond; Requirements; Waiver of Bond Requirements.\n\nEvery person licensed as a grain dealer shall have filed with the department a surety bond for each separate location signed by the dealer as principal and by a responsible company authorized to execute surety bonds within the State of Alabama. Such bond shall be in the principal amount to the nearest $1,000.00 equal to ten percent of the aggregate dollar amount paid by the dealer to producers for grain purchased from them during the 12 month period ending no more than 30 days prior to the time the dealer files to be licensed under this article. Persons who have been in the business of a grain dealer for less than one year are required to only meet minimum bond requirements their first year. Provided, that in any case the amount of the bond shall not be less than $25,000.00 or more than $100,000.00 for each separate location. Provided further, these bond requirements will be waived upon proof to the commissioner that such person is licensed under the United States Department of Agriculture Warehouse Act.\n\n(Acts 1981, No. 81-391, p. 611, §4; Acts 1983, No. 83-566, p. 868, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-4/"
    },
    {
      "id": "section-2-31-5",
      "number": "2-31-5",
      "heading": "Bond Payable to State with Commissioner as Trustee; Beneficiary of Bond; Cancellation; Trust Fund Agreement in Lieu of Bond Requirements.",
      "text": "Section 2-31-5\n\nBond Payable to State with Commissioner as Trustee; Beneficiary of Bond; Cancellation; Trust Fund Agreement in Lieu of Bond Requirements.\n\nSuch bond shall be made payable to the State of Alabama as obligee, with the commissioner as trustee, and shall be conditioned on the grain dealer and his compliance with this article, and shall be for the use and benefit of the producer from whom the grain dealer may purchase grain and who is not paid by such grain dealer, and shall not be cancelled during the period for which the license is issued, except upon at least 60 days notice in writing to the commissioner. In no such event shall the total aggregate liability of surety exceed the face amount of its bond.\n\nIn lieu of the above bond requirements a grain dealer may file and maintain a bond equivalent in the form of a trust fund agreement based upon cash, or fully negotiable bonds of the United States government or of the State of Alabama. All other provisions of the above bond requirements shall be applicable to trust fund agreements.\n\n(Acts 1981, No. 81-391, p. 611, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-5/"
    },
    {
      "id": "section-2-31-6",
      "number": "2-31-6",
      "heading": "Fire and Extended Coverage Insurance Required; Certificate Filed with Commissioner; Cancellation.",
      "text": "Section 2-31-6\n\nFire and Extended Coverage Insurance Required; Certificate Filed with Commissioner; Cancellation.\n\nBefore a license shall be issued to the applicant, he shall file with the commissioner a certificate which shall indicate that he has a fire and extended coverage insurance policy in effect and in amount that shall cover the grain of all depositors while in his custody for the full insurance values against loss or damage by fire, lightning, tornado, cyclones, explosions, windstorms, and such other perils as may be required by statute or the commissioner.\n\nThe name and address of the operator and location of each person in the insurance policy shall correspond with the same in the application.\n\nEvery fire and extended coverage insurance policy so filed shall contain a provision that it may not be cancelled by the principal or insurance company, except on 90 days prior notice in writing, by certified mail, to the commissioner mailed on the same day to the principal. The cancellation shall not affect the liability accrued or which may accrue under such insurance policy before the expiration of the 90 days. The notice shall contain the termination date.\n\nThe grain dealer shall immediately notify all depositors of grain when there is a notice of cancellation of his fire and extended coverage insurance policy, and further, the commissioner shall be responsible to assure notice of insurance cancellation is given to all depositors of grain within 30 days from date of notice from the principal or insurance company.\n\n(Acts 1981, No. 81-391, p. 611, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-6/"
    },
    {
      "id": "section-2-31-7",
      "number": "2-31-7",
      "heading": "Suspension or Revocation of License.",
      "text": "Section 2-31-7\n\nSuspension or Revocation of License.\n\nFailure of a grain dealer to file a bond and insurance as hereinafter required to keep such bond and insurance in force shall be grounds for the suspension or revocation of a license issued under this article.\n\n(Acts 1981, No. 81-391, p. 611, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-7/"
    },
    {
      "id": "section-2-31-8",
      "number": "2-31-8",
      "heading": "Action by Commissioner Upon Default.",
      "text": "Section 2-31-8\n\nAction by Commissioner Upon Default.\n\nWhen the commissioner has determined that a grain dealer has defaulted in payment for grain which he has purchased, the commissioner shall determine through appropriate procedures the producers and the amount of defaulted payment and as trustee of the bond shall immediately after such determination to those who should receive the benefits. Should the defaulted amount be less than the principal amount of the bond or bonds then the surety shall be obligated to pay only the amount of the default.\n\n(Acts 1981, No. 81-391, p. 611, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-8/"
    },
    {
      "id": "section-2-31-9",
      "number": "2-31-9",
      "heading": "Issuance or Renewal of License by Commissioner; Posting of License and Certificate.",
      "text": "Section 2-31-9\n\nIssuance or Renewal of License by Commissioner; Posting of License and Certificate.\n\nIf the commissioner is satisfied that the applicant is of good business reputation and if the bond filed by the applicant is approved the commissioner shall issue a license to the applicant or shall renew the applicant’s license.\n\nEach person issued a license by the commissioner under this section shall post such license in the principal office of the grain dealer in this state. A certificate shall be posted in each location where the licensee engages in the business of buying grain in the State of Alabama. Upon request by the licensee and a payment of a $10.00 fee therefor, the commissioner shall issue to the licensee a certificate that a license has been issued or renewed and a bond filed as required by this article.\n\n(Acts 1981, No. 81-391, p. 611, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-9/"
    },
    {
      "id": "section-2-31-10",
      "number": "2-31-10",
      "heading": "Inspection; Examination of Books, Records, Etc.; Reports to Be Filed by Grain Dealers.",
      "text": "Section 2-31-10\n\nInspection; Examination of Books, Records, Etc.; Reports to Be Filed by Grain Dealers.\n\nThe commissioner, through his employees, may inspect the premises used by any grain dealer in the conduct of his business at any time and the books, accounts, records, and papers of every such grain dealer shall at all times during business hours be subject to inspection by the department. Each grain dealer may also be required to make such reports of his activities, obligations and transactions as deemed necessary by the commissioner as set forth in the rules and regulations.\n\n(Acts 1981, No. 81-391, p. 611, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-10/"
    },
    {
      "id": "section-2-31-11",
      "number": "2-31-11",
      "heading": "Refusal, Suspension or Revocation of License - Written Notice.",
      "text": "Section 2-31-11\n\nRefusal, Suspension or Revocation of License - Written Notice.\n\nThe commissioner may, upon his own motion or upon the verified complaint in writing of any producer setting forth facts which if proved would constitute grounds for refusal, suspension or revocation of a license under this article, investigate the actions of any applicant or any person or persons applying for, holding or claiming to hold a license, and upon 10 days written notice the commissioner may suspend, revoke, or fail to renew the license of the grain dealer. This notice shall specify the exact grounds depended upon by the commissioner for his action.\n\n(Acts 1981, No. 81-391, p. 611, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-11/"
    },
    {
      "id": "section-2-31-12",
      "number": "2-31-12",
      "heading": "Refusal, Suspension or Revocation of License - Contesting; Hearing.",
      "text": "Section 2-31-12\n\nRefusal, Suspension or Revocation of License - Contesting; Hearing.\n\nThe grain dealer, after being notified of the commissioner’s decision to suspend, revoke, refuse to renew or refuse to initially issue a license may request a hearing before the commissioner concerning his action. Said request for hearing must be in writing and if the action taken by the commissioner is revocation, suspension or failure to renew an existing license, said written request for a hearing, submitted by the grain dealer, if received by the commissioner within 10 days after his notification to the grain dealer, the intended action by the commissioner shall be stayed pending the outcome of the hearing. Failure of the grain dealer to submit written request for a hearing within 10 days after receiving notification of the commissioner’s action will, in the discretion of the commissioner, be grounds for not staying the action of the commissioner in suspending, revoking or failing to renew the license.\n\n(Acts 1981, No. 81-391, p. 611, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-12/"
    },
    {
      "id": "section-2-31-13",
      "number": "2-31-13",
      "heading": "Refusal, Suspension or Revocation of License - Procedure; Hearings.",
      "text": "Section 2-31-13\n\nRefusal, Suspension or Revocation of License - Procedure; Hearings.\n\nThe above hearing shall be formal and shall be held no less than 10 days after notice is given to the grain dealer of the hearing nor more than 30 days after the commissioner has received the request for the hearing.\n\nThe commissioner or his designated representative shall preside over the hearing and it shall be the burden of the grain dealer to show that the grounds set out in the commissioner’s letter of revocation, suspension or failure to renew would not constitute grounds to support the action taken by the commissioner. In this hearing and all other hearings and matters contemplated under the laws which the commissioner is responsible for regulation, he shall act in a quasi-judicial capacity.\n\nSworn testimony will be heard and any evidence whether hearsay or not, of probative value will be admissible at the hearing.\n\nAny producer, at the discretion of the commissioner demonstrating a pecuniary interest in the outcome of the hearing may be allowed to intervene as a party to the hearing. Any party to the hearing may either represent himself or be represented by counsel. Formal rules of pleading or evidence shall not be required at the hearing but the guidelines set out for an administrative board hearing by the appellant courts of Alabama shall be followed so long as they do not conflict with the provisions of this article or other laws, the responsibility of the commissioner for enforcement or regulation.\n\n(Acts 1981, No. 81-391, p. 611, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-13/"
    },
    {
      "id": "section-2-31-14",
      "number": "2-31-14",
      "heading": "Issuance of Subpoenas; Compensation and Allowances of Witnesses; Administration of Oaths.",
      "text": "Section 2-31-14\n\nIssuance of Subpoenas; Compensation and Allowances of Witnesses; Administration of Oaths.\n\nThe commissioner is authorized to issue subpoenas and to bring before the department any person or persons in the state and to take testimony either orally or by deposition or by exhibit with the same fees and mileage and in the same manner as prescribed by law in judicial proceedings and civil cases in the circuit courts of the state. The commissioner is authorized to issue subpoenas duces tecum on any or all records. The commissioner or his designee may administer oaths to witnesses at any hearing which the department is authorized by law to conduct.\n\n(Acts 1981, No. 81-391, p. 611, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-14/"
    },
    {
      "id": "section-2-31-15",
      "number": "2-31-15",
      "heading": "Judicial Review of Ruling of Commissioner; Appeal from Circuit Court.",
      "text": "Section 2-31-15\n\nJudicial Review of Ruling of Commissioner; Appeal from Circuit Court.\n\nWithin 10 days after the conclusion of the hearing the commissioner shall notify all parties of his ruling. Said notification shall be in writing. Within 30 days after notification any party may appeal the commissioner’s ruling to the Circuit Court of Montgomery County. The appeal shall be heard only on the certified record of the hearing and the commissioner’s ruling shall be considered prima facie just and correct and shall not be overturned unless the circuit court finds that the commissioner’s action was arbitrary and capricious, not supported by the weight of the evidence or that the commissioner erred to the prejudice of the appellant’s substantial rights in his application of the law.\n\nAppeals from action by the circuit court shall be directly to the Alabama Court of Civil Appeals and no security for costs shall be required of the commissioner.\n\n(Acts 1981, No. 81-391, p. 611, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-15/"
    },
    {
      "id": "section-2-31-16",
      "number": "2-31-16",
      "heading": "Rules and Regulations.",
      "text": "Section 2-31-16\n\nRules and Regulations.\n\nThe commissioner, under the provisions and requirements of Section 2-2-16, is authorized to promulgate such rules and regulations as may be necessary to carry out the intent and purpose of this article.\n\n(Acts 1981, No. 81-391, p. 611, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-16/"
    },
    {
      "id": "section-2-31-17",
      "number": "2-31-17",
      "heading": "Penalty.",
      "text": "Section 2-31-17\n\nAny person who engages in business as a grain dealer without securing a license or who does not have a valid license or is in violation of this article or the rules and regulations promulgated thereunder or who shall impede, obstruct, hinder or otherwise prevent or attempt to prevent the commissioner or his duly authorized agent in performance of his duty in connection with this article or its rules and regulations or any grain dealer who refuses to permit inspection of his premises, books, accounts or records as provided in this article, besides having his license suspended, revoked or refused to be renewed, may also upon conviction thereof, be guilty of a Class B misdemeanor. In case of a continuing violation or violations, each day and each violation constitute a separate and distinct offense.\n\n(Acts 1981, No. 81-391, p. 611, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-17/"
    },
    {
      "id": "section-2-31-18",
      "number": "2-31-18",
      "heading": "Duty of District Attorney.",
      "text": "Section 2-31-18\n\nDuty of District Attorney.\n\nIt shall be the duty of each district attorney to whom any violation is reported to cause appropriate proceedings to be instituted and prosecuted.\n\n(Acts 1981, No. 81-391, p. 611, §18.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-18/"
    },
    {
      "id": "section-2-31-19",
      "number": "2-31-19",
      "heading": "Injunction.",
      "text": "Section 2-31-19\n\nInjunction.\n\nThe commissioner may apply for and the circuit court shall grant a temporary or permanent injunction restraining any person from violating or continuing to violate any of the provisions of this article or any rules and regulations promulgated under this article notwithstanding the existence of other remedies at law. Any such injunction is to be issued without bond.\n\n(Acts 1981, No. 81-391, p. 611, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-2/chapter-31/section-2-31-19/"
    }
  ]
}