{
  "state": "wyoming",
  "path": "title-title-41-water/chapter-chapter-10-water-and-sewer-district-law",
  "sections": [
    {
      "id": "section-41-10-101",
      "number": "41-10-101",
      "heading": "Definitions.Section 41-10-102 - Lands Included in District",
      "text": "41-10-101. Definitions.\n\n(a) As used in this act the following words or phrases shall be defined as follows:\n\n(i) \"District\" shall mean any district organized or proposed to be organized in the case of organizational provisions pursuant to this act;\n\n(ii) \"Water district\" shall mean any district organized to acquire any water project for the purpose of supplying water for domestic purposes by any available means, the treatment of such water, and its distribution, for which purposes the district shall have power to acquire water rights, treatment facilities and lines for a water system, and appurtenant facilities, within and without its corporate limits;\n\n(iii) \"Sewer district\" shall mean any district organized to acquire any sewer project for the purpose of providing sanitary sewers, treatment facilities, disposal plant or other treatment and disposal works, and appurtenant facilities, or storm sewers, flood and surface drainage works, and appurtenant facilities, or providing both such sanitary and storm sewers, works and facilities, and providing all necessary, proper or desirable equipment and appurtenances incident thereto;\n\n(iv) \"Water and sewer district\" shall mean any district organized to acquire any such water and sewer project. A district may or may not be created for a combination of water and sewer purposes;\n\n(v) \"Board\" shall mean the board of directors of a district and shall be the governing legislative body thereof. The board shall act whenever any other relevant act empowers or requires action by the city council, town council or other governing body of a municipality;\n\n(vi) \"Directors\" shall mean the members of a board;\n\n(vii) \"Acquisition\" or \"acquire\" shall mean the acquisition by purchase, construction, installation, reconstruction, condemnation, lease, rent, gift, grant, bequest, devise, contract or other acquisition as may be deemed necessary or desirable by the board, or any combination thereof;\n\n(viii) \"Improvement\" or \"improve\" shall mean the extension, betterment, alteration, reconstruction, repair or other improvement as may be deemed necessary or desirable by the board, or any combination thereof;\n\n(ix) \"Equipment\" or \"equip\" shall mean furnishing all necessary or desirable, related or appurtenant, facilities, or any combination thereof;\n\n(x) \"Project\" shall mean any structure, facility, undertaking or system which a district is authorized to acquire, improve, equip, maintain or operate. A project may consist of all kinds of personal and real property, including but not limited to land, improvements and fixtures thereon, property of any nature appurtenant thereto or used in connection therewith, and every estate, interest and right therein, legal or equitable, including terms for years, or any combination thereof;\n\n(xi) Repealed by Laws 1998, ch. 115, 5.\n\n(xii) Repealed by Laws 1998, ch. 115, 5.\n\n(xiii) An \"election\" authorized under this act shall be held, conducted and governed as nearly as practicable according to the Special District Elections Act of 1994 as supplemented by this act;\n\n(A) Repealed by Laws 1998, ch. 115, 5.\n\n(B) Repealed by Laws 1998, ch. 115, 5.\n\n(C) Repealed by Laws 1998, ch. 115, 5.\n\n(D) Repealed by Laws 1998, ch. 115, 5.\n\n(E) Repealed by Laws 1998, ch. 115, 5.\n\n(F) Repealed by Laws 1998, ch. 115, 5.\n\n(G) Repealed by Laws 1998, ch. 115, 5.\n\n(H) Repealed by Laws 1998, ch. 115, 5.\n\n(J) Repealed by Laws 1998, ch. 115, 5.\n\n(xiv) \"Publication\" or \"publish\" for provisions other than election provisions, shall mean publication for at least once a week for three (3) consecutive weeks by three (3) weekly insertions in at least one (1) newspaper of general circulation in the district, the first publication in the district being at least fifteen (15) days prior to the designated time or event. It shall not be necessary that publication be made on the same day of the week in each of the three (3) calendar weeks, but not less than fourteen (14) days shall intervene between the first publication and the last publication, and publication shall be complete on the day of the last publication. Publication requirements for any election under this act shall be as specifically provided in this act, or if not specifically provided in this act, as required in the Special District Elections Act of 1994;\n\n(xv) A \"resolution\" adopted by at least a majority of the directors present constituting a quorum in meeting duly assembled, unless the bylaws of the district require a greater number, shall constitute the formal written instrument by which a board shall act in the exercise of any legislative power or upon a permanent matter, or both. Otherwise a board may act by resolution or verbal motion so adopted. Whenever any other relevant act empowers or requires action by ordinance of the city council, town council or other governing body of a municipality, the board shall act by resolution;\n\n(xvi) Repealed by Laws 1998, ch. 115, 5.\n\n(xvii) Repealed by Laws 1998, ch. 115, 5.\n\n(b) For purposes of this act and application of the Special District Elections Act of 1994 to this act, the term \"electors\" or \"voters\" include qualified electors as defined in W.S. 22-29-104(a)(v) and landowners as defined in W.S. 22-29-104(a)(ii).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-101/"
    },
    {
      "id": "section-41-10-102",
      "number": "41-10-102",
      "heading": "Lands Included in District.",
      "text": "41-10-102. Lands included in district.\n\n(a) A district may include all or a portion of the unincorporated area in a county in the state of Wyoming.\n\n(b) No lands included in any city or town shall be included in any district without the written consent of the governing body of the city or town.\n\n(c) No tract of twenty (20) acres or more shall be included in any district without the written consent of each person having legal (as distinguished from equitable) title to the tract.\n\n(d) A district may consist of noncontiguous tracts or parcels of land.\n\n(e) No area within a district may be annexed to a city or town, but nothing herein contained shall be construed as preventing the dissolution of a district or the exclusion therefrom of any land therein as herein authorized for the purpose of permitting such an annexation, or as prohibiting an annexation in accordance with the provisions of W.S. 41-10-152 through 41-10-157.\n\n(f) No two (2) districts created under this act for the same purpose may overlap each other, but nothing herein contained shall be construed as preventing any tract or parcel of land being simultaneously situate in a water district and in a separate sewer district.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-102/"
    },
    {
      "id": "section-41-10-103",
      "number": "41-10-103",
      "heading": "Establishment of Districts; Jurisdiction of Board of County Commissioners.",
      "text": "41-10-103. Establishment of districts; jurisdiction of board of county commissioners.\n\n(a) The board of county commissioners for any county in this state is hereby vested with the jurisdiction, power and authority to establish districts.\n\n(b) The board of county commissioners in which the petition for the organization of a district has been filed shall thereafter for all purposes of this act maintain and have original and exclusive jurisdiction as to any and all proceedings concerning the district coextensive with the boundaries of the district and of the territory which may be proposed to be included in the district and of the property proposed to be included in the district or affected by the district.\n\n(c) Repealed by Laws 1983, ch. 176, 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-103/"
    },
    {
      "id": "section-41-10-104",
      "number": "41-10-104",
      "heading": "Organization of Districts; Information Required in the Petition.",
      "text": "41-10-104. Organization of districts; information required in the petition.\n\n(a) Repealed by Laws 1998, ch. 115, 5.\n\n(b) Repealed by Laws 1998, ch. 115, 5.\n\n(c) A petition to establish a district under this act shall conform to the requirements in the Special District Elections Act of 1994. The petition for organization shall also set forth:\n\n(i) The name of the proposed district, consisting of a chosen name preceding the words \"water district,\" or \"sewer district,\" or \"water and sewer district\";\n\n(ii) Repealed by Laws 1998, ch. 115, 5.\n\n(iii) Repealed by Laws 1998, ch. 115, 5.\n\n(iv) The source of water to be used within the proposed district including an estimate of the amount to be used based upon a measurement in gallons of water use per day and a showing that the source is adequate to meet the projected needs of the district;\n\n(v) A detailed description of proposed water service mains, sewer service mains, pump and lift stations servicing mains, distribution or treatment facilities for water or sewer or both and method and place of discharge of wastewater, sewage or both. The board of county commissioners may waive this requirement pending the approval of the remainder of the petition by the commissioners. However, no construction may begin until the detailed description required by this paragraph has been submitted to and approved by the board of county commissioners;\n\n(vi) A showing that the proposed improvement or improvements or service or services is compatible with any adopted area-wide facilities plan or intergovernmental agreement in effect at the time of such petition;\n\n(vii) In the event the proposed district or a portion thereof is located within two (2) miles of any city or town the standards to be used in the construction of the facilities of the proposed district shall also be included. These standards shall be no less stringent than the most stringent standards of the nearest local government entity which is within the two (2) mile limitation.\n\n(d) Repealed by Laws 1998, ch. 115, 5.\n\n(e) The provisions of the petition seeking the establishment of the district shall not be considered to be a limitation on the rights of the board to submit a bond issue in whatever amount and for whatever improvement or to take any other action authorized herein which the board may find necessary or desirable after the district is organized.\n\n(f) Repealed by Laws 1998, ch. 115, 5.\n\n(g) Repealed by Laws 1998, ch. 115, 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-104/"
    },
    {
      "id": "section-41-10-105",
      "number": "41-10-105",
      "heading": "Bond or Cash Deposit Required at Time of Filing of Petition; Authority of Board to Require Additional Bond or Deposit.",
      "text": "41-10-105. Bond or cash deposit required at time of filing of petition; authority of board to require additional bond or deposit.\n\nAt the time of filing the petition or at any time subsequent thereto, and prior to the time of hearing on the petition a bond shall be filed, with security approved by the board of county commissioners, or a cash deposit made sufficient to pay all expenses connected with the proceedings in case the organization of the district be not effected. If at any time during the proceeding the board of county commissioners shall be satisfied that the bond first executed or the amount of cash deposit is insufficient in amount, it may require the execution of an additional bond or the deposit of additional cash within a time to be fixed, not less than ten (10) days distant, and upon failure of the petitioner to execute or deposit the same, the petition shall be dismissed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-105/"
    },
    {
      "id": "section-41-10-106",
      "number": "41-10-106",
      "heading": "Repealed by Laws 1998, Ch. 115, 5.",
      "text": "Repealed by Laws 1998, Ch. 115, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-10-107",
      "number": "41-10-107",
      "heading": "Election in Connection With Establishment.",
      "text": "41-10-107. Election in connection with establishment.\n\n(a) Repealed by Laws 1998, ch. 115, 5.\n\n(b) Repealed by Laws 1998, ch. 115, 5.\n\n(c) Repealed by Laws 1998, ch. 115, 5.\n\n(d) At the formation election the voters shall vote for or against the formation of the district, and for five (5) electors of the district, who shall constitute the board of directors of the district, if organized, to serve until the next regular subsequent director election.\n\n(e) Repealed by Laws 1998, ch. 115, 5.\n\n(f) The canvassing board shall certify the returns of the election to the board of county commissioners. If a majority of the votes cast at the election are in favor of the formation, the board of county commissioners shall declare the district organized and give the district the corporate name designated in the petition, by which it shall thereafter be known in all proceedings, and shall designate the first board of directors elected. Thereupon the district shall be a governmental subdivision of the state of Wyoming and a body corporate with all the powers of a public or quasi-municipal corporation.\n\n(g) A resolution of the board of county commissioners establishing the district shall be considered final and no petition in error nor other appeal shall lie therefrom. The resolution of the board of county commissioners shall finally and conclusively establish the regular organization of the district against all persons except the state of Wyoming, in an action in the nature of a writ of quo warranto, commenced by the attorney general within thirty (30) days after the resolution declaring the district as organized and not otherwise. The organization of the district shall not be directly or collaterally questioned in any suit, action or proceeding except as expressly authorized in this subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-107/"
    },
    {
      "id": "section-41-10-108",
      "number": "41-10-108",
      "heading": "Copy of Resolution Establishing District to Be Transmitted to Secretary of State by the County Clerk; Filing; Fee.",
      "text": "41-10-108. Copy of resolution establishing district to be transmitted to secretary of state by the county clerk; filing; fee.\n\nWithin thirty (30) days after the district has been declared established by the board of county commissioners, the resolution shall be recorded by the county clerk in the county where the district lies and the county clerk shall transmit to the secretary of state a copy of the resolution establishing the district. The resolution shall be filed in the same manner as articles of incorporation are now required to be filed under the general laws concerning corporations. The secretary of state shall receive a fee of three dollars ($3.00) for filing and preserving the same.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-108/"
    },
    {
      "id": "section-41-10-109",
      "number": "41-10-109",
      "heading": "Members of Original Board of Directors to Qualify by Filing Oath of Office and Bond With County Clerk.",
      "text": "41-10-109. Members of original board of directors to qualify by filing oath of office and bond with county clerk.\n\nWhenever a district has been declared organized, the members of the board shall qualify by filing with the county clerk their oaths of office, and corporate surety bonds at the expense of the district in an amount not to exceed one thousand dollars ($1,000.00) each, the form thereof to be fixed and approved by the board of county commissioners, conditioned for the faithful performance of their duties as directors.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-109/"
    },
    {
      "id": "section-41-10-110",
      "number": "41-10-110",
      "heading": "Original Board Generally.",
      "text": "41-10-110. Original board generally.\n\n(a) After taking oath and filing bonds, the board shall choose one (1) of its members as chairman of the board, and president of the district, another member as vice-chairman and vice-president; and the board shall elect a secretary and a treasurer of the board and of the district, who may, or may not, be members of the board. The secretary and the treasurer may be one (1) person.\n\n(b) Such board shall adopt a seal and the secretary shall keep, in a well-bound book, a record of all of its proceedings, minutes of all meetings, certificates, contracts, bonds given by employees and all corporate acts which shall be open to inspection of all owners of real property in the district, as well as to all other interested parties.\n\n(c) The treasurer shall maintain accurate records of all money received by and disbursed for the district. These records may be accumulated and disposed of according to W.S. 9-2-411 and 9-2-412. The treasurer shall file with the county clerk at the expense of the district, a corporate fidelity bond in an amount not less than five thousand dollars ($5,000.00), conditioned on the faithful performance of the duties of his office.\n\n(d) The chairman in addition to his duties as a member of the board shall:\n\n(i) Preside at all meetings of the board;\n\n(ii) Sign all resolutions adopted by the board;\n\n(iii) Appoint all committees;\n\n(iv) Sign, acknowledge and execute all instruments authorized by the board to be executed by the district.\n\n(e) In absence of the chairman or in case of his inability to act, the vice-chairman shall perform the duties of the chairman.\n\n(f) Each member of the board shall receive as compensation for his service a sum fixed by the board not in excess of twenty-five dollars ($25.00) for actual attendance at each regular or special meeting of the board or attendance upon any committee meeting, payable monthly. No member of the board shall receive any compensation as an employee of the district whenever the board has determined that a manager should be obtained and has employed such manager as a full-time employee to manage the affairs of and operate the business of the district, but until the services of a full-time manager are required and obtained, any board member may be engaged from time to time or as a part-time employee, and the compensation paid therefor shall not exceed the established prevailing rate of pay for equivalent work. No member of the board shall be interested in any other contract or transaction with the district except in his official representative capacity, and except it be by competitive bidding. If any contract or agreement shall be made in violation of the provisions of this subsection it shall be voidable, and no action shall be maintained thereon by any party thereto against the district. To the extent the district makes any payment thereunder, such contract or agreement shall be valid, and any such payments may be included in any cost defrayed by the levy of special assessments, unless theretofore, the district elects to void the contract or agreement in its entirety and to recover any such payment from the party to whom made.\n\n(g) The district shall be subject to an audit or oversight of its accounts by the director of the state department of audit or his designee as required by W.S. 9-1-507(a)(iii). The board of directors shall cause an audit or other oversight to be made of all financial affairs of the district during each fiscal year ending June 30, during the next succeeding six (6) months. If an audit is required, a summary of the financial statement shall be certified by the person making the audit, which shall be published in a newspaper of general circulation in the district, one (1) issue during the next succeeding two (2) weeks following the audit. Except as provided in W.S. 9-1-507(d), the audit, if required, shall be made by a certified public accountant, who is not otherwise employed by the district.\n\n(h) The board of county commissioners having jurisdiction of the district may remove directors for cause shown, on petition and after notice and hearing.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-110/"
    },
    {
      "id": "section-41-10-111",
      "number": "41-10-111",
      "heading": "Regular and Special Meetings of Board; Quorum; Majority Present Required to Exercise Power; Filling of Vacancies.",
      "text": "41-10-111. Regular and special meetings of board; quorum; majority present required to exercise power; filling of vacancies.\n\nThe board shall meet regularly at least once a month at a time and in a place to be designated by the board. Special meetings called by the chairman or any two (2) other directors may be held as often as the needs of the district require, on personal notice to each member of the board or by mail with postage prepaid, at least three (3) days prior to the meeting and addressed at the last known residence of the member as indicated by the records of the district. Three (3) members of the board constitute a quorum at any meeting. A majority of those present is required to perform any duty authorized by this act except if the bylaws require a larger number. Any vacancy on the board shall be filled until the next subsequent director election as provided in the Special District Elections Act of 1994.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-111/"
    },
    {
      "id": "section-41-10-112",
      "number": "41-10-112",
      "heading": "Subsequent Elections of Members of Board of Directors of District.",
      "text": "41-10-112. Subsequent elections of members of board of directors of district.\n\n(a) Repealed by Laws 1998, ch. 115, 5.\n\n(b) District board members shall serve for a term of four (4) years, except that at the first regular subsequent director election following the formation of the district there shall be elected by the voters of the district two (2) members of the board to serve for a term of two (2) years and three (3) members to serve for terms of four (4) years. Thereafter elections shall be held every two (2) years. Each director shall be a voter of the district.\n\n(c) Repealed by Laws 1998, ch. 115, 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-112/"
    },
    {
      "id": "section-41-10-113",
      "number": "41-10-113",
      "heading": "Powers of District Board.",
      "text": "41-10-113. Powers of district board.\n\n(a) For and on behalf of the district the board of any district shall have the following powers:\n\n(i) To have perpetual existence;\n\n(ii) To have and use a corporate seal;\n\n(iii) To sue and be sued, and be a party to suits, actions and proceedings;\n\n(iv) In the case of a sewer district or water and sewer district, to prepare or cause to be prepared and to revise and adopt plans, designs, and estimates of costs, of a system or systems of outfall sewers, trunks, mains, submains, interceptors, lateral sewers, outlets for sewerage, storm water drains, pumping and ventilating stations, disposal and treatment plants and works, and any and all other structures, systems, works, and things, which, in the judgment of the board, will provide an effective and advantageous means for insuring the area within such district of adequate sanitary disposal and treatment of the sewage thereof, or such section or parts of such system or systems as the board may from time to time deem proper or convenient to construct, consistent with the purposes of this act, and to take any and all such steps as the board may deem proper and necessary to effect the purposes hereof;\n\n(v) In the case of a sewer district or water and sewer district, to establish, own, construct, improve, lease, operate, and maintain, as part of the sewer and drainage system or systems of the district, sewage treatment and disposal plants and systems and all appurtenances and appliances thereunto belonging, and to sell any product or by-product manufactured in the course of sewage treatment;\n\n(vi) In the case of a sewer district or water and sewer district, to enter into and perform contracts, whether long-term or short-term, with any establishment, whether within or without the district, for the provision and operation by the district of sewerage facilities to abate or reduce the pollution of waters caused by discharges of wastes by such establishment, and the payment periodically by such establishment of the district of amounts at least sufficient to compensate the district for the cost of providing (including payment of principal and interest charges, if any) and operating and maintaining the sewerage facilities serving such establishment;\n\n(vii) In the case of a sewer district or water and sewer district, to acquire an appropriate outlet within or without the district and to extend its sewer lines thereto;\n\n(viii) In the case of a water district or water and sewer district, to prepare or cause to be prepared and to revise and adopt plans, designs, and estimates of costs, of a system or systems of raw and clear water and distribution storage reservoirs, deep and shallow wells, pumping and gauging stations, tunnels, flumes, conduits, canals, infiltration galleries, hydrants, meters, filtration and treatment plants and works, and any and all other structures, systems, works and things which, in the judgment of the board, will provide an effective and advantageous means for insuring the territory within such district of an adequate supply of domestic water, or such sections or parts of such system or systems as the board may from time to time deem proper or convenient to construct, consistent with the purposes of this act, and to take any and all such steps as the board may deem proper and necessary to effect the purposes hereof consistent with the appropriation laws and the uses prescribed by statute;\n\n(ix) In the case of a water district or water and sewer district, to establish, own, construct, improve, lease, operate and maintain, as part of the water system or systems of the district, water treatment plants and systems and all appurtenances and appliances thereunto belonging;\n\n(x) In the case of a water district or water and sewer district, to appropriate and otherwise acquire sources of supply of water within and without the district and to extend its water lines thereto;\n\n(xi) Except as otherwise provided in this act, to enter into contracts and agreements affecting the affairs of the district, including but not limited to contracts with the United States of America and any of its agencies or instrumentalities, and contracts with any municipality or district for the operation of a common or jointly owned project. Any improvement or improvements of any nature made in any district where the entire cost, value or amount of such work including labor and materials shall exceed thirty thousand dollars ($30,000.00), except such work done by employees of the district with supplies and materials purchased by it as hereinafter provided or except by labor or supplies and materials, or all of such, supplied under agreement with the United States of America, the state of Wyoming, or any federal or state agency, instrumentality or corporation, or other political subdivision, shall be done only under independent contract to be entered into by the district with the lowest responsible bidder submitting the lowest and best bid upon proper terms after due public notice by publication has been given asking for competitive bids. The district shall have the right to reject any and all bids and to waive any irregularity in any bid. Any contract may be let on a lump sum or unit basis. No contract shall be entered into for such work unless the contractor shall give an undertaking with a sufficient surety or sureties approved by the board and in an amount fixed by the board for the faithful performance of the contract. Upon default in the performance of any contract, the proper official may advertise and relet the remainder of the work without further resolution and deduct the cost from the original contract price and recover any excess cost by suit on the original bond, or otherwise. The district shall have the power to make any improvement, or portion thereof, in any district, directly by the officers, agents and employees of the district, with supplies and materials purchased or otherwise acquired therefor. All supplies, materials, equipment, machinery and apparatus purchased by the board for any district (but not by a contractor) costing thirty thousand dollars ($30,000.00) or more shall be purchased only after notice by publication for competitive bids. The district shall accept the lowest bid, kind, quality and material being equal, but the district shall have the right to reject any and all bids, to waive any irregularity in any bid, and to select a single item from any bid. The provision as to bidding shall not apply to the purchase of patented and manufactured products offered for sale in a noncompetitive market or solely by a manufacturer's authorized dealer;\n\n(xii) To borrow money and incur indebtedness and other obligations and evidence the same by certificates, notes or debentures, and to issue bonds, in accordance with the provisions of this act;\n\n(xiii) To acquire, dispose of and encumber real and personal property, water, water rights, water and sewer works and plants, and any interest therein, including leases, easements, and revenues derived from the operation thereof. The constitutional and inherent powers of the legislature are hereby delegated to the board for the acquisition, disposal and encumbrance of property provided that the board shall in no case receive title to property already devoted to public purpose or use, except with the consent of the owners of such property, and except upon approval of a majority of the board;\n\n(xiv) To enter on any lands, waters and premises for the purposes of making surveys, soundings, examinations, tests and inspections;\n\n(xv) To consult with the state department of health about any system or proposed system of water supply, drainage or sewage, as to the most appropriate source of water supply and the best method of assuring its purity, or as to the best method of disposing of the district's drainage or sewage with reference to the existing and future needs of other cities, towns, districts or other persons which may be affected thereby; and to submit to the department of health for its advice and approval the district's proposed system of water supply or of the disposal of drainage or sewage. No district shall proceed to acquire or improve any system of water supply, drainage or sewage disposal without first obtaining the approval of the state department of health. In this subsection the term \"drainage\" means rainfall, surface and subsoil water only, and \"sewage\" means domestic and industrial filth and waste;\n\n(xvi) To have the management, control and supervision of all the business and affairs of the district, and the acquisition, improvement, equipment, operation and maintenance of any district project;\n\n(xvii) To hire and retain agents, employees, servants, engineers and attorneys, and any other persons necessary or desirable to effect the purposes of this act;\n\n(xviii) To prescribe the duties of officers, agents, employees and servants, and fix their compensation provided that the compensation of district employees and officers shall be established as prevailing rates of pay for equivalent work;\n\n(xix) To have and exercise the power of eminent domain and dominant eminent domain and in the manner provided by law for the condemnation by a city of private property for public use to take any property necessary to the exercise of the powers granted, both within and without the district;\n\n(xx) To construct and maintain works and establish and maintain facilities across or along any public street and in, upon, or over any vacant public lands which are now or may become the property of the state of Wyoming, and to construct works and establish and maintain facilities across any stream of water or watercourse. The district shall promptly restore the street to its former state of usefulness as nearly as possible, and shall not completely or unnecessarily impair its usefulness. Whenever it is necessary, in making any improvements under the provisions of this act, to enter upon or cross any property of the state acquired for and utilized in the operation and maintenance of a state highway, the district shall have the right-of-way over the same by filing a plat of the lands and of its proposed improvements with the state department of transportation and acquiring a license from the department. The license shall provide that the utility facility will be constructed in a manner to conform with applicable federal, state or local laws, codes and ordinances and as directed by the state department of transportation;\n\n(xxi) To fix and from time to time to increase or decrease water and sewer rates, tolls or charges, including but not necessarily limited to use charges, connection fees and standby charges, for services or facilities furnished by the district, and to pledge such revenue for the payment of any indebtedness of the district. Until paid, all rates, tolls or charges shall constitute a perpetual lien on and against the property served, and any such lien may be foreclosed in the same manner as provided by the laws of the state of Wyoming for the foreclosure of mechanics' liens. Before any such lien is foreclosed the district shall hold a hearing thereon after notice thereof by publication and by registered first class mail, postage prepaid, addressed to the last known owner at his last known address according to the records of the district and the real property assessment roll in the county in which the property is located. The board shall shut off or discontinue service for delinquencies in the payment of such rates, tolls or charges, or in the payment of taxes or assessments levied pursuant to this act, and prescribe and enforce rules and regulations for the connection with and the disconnection from properties of the facilities of the district. For health and sanitary purposes the board shall have the power to compel the owners of inhabited property within a sewer district to connect their property with the sewer system of such district and upon a failure so to connect within sixty (60) days after such written, mailed notice by the board so to do the board may cause such connection to be made and a lien to be filed against the property for the expense incurred in making such connection. No owner shall be compelled to connect his property with such system unless a service line is brought, by the district, to a point within four hundred (400) feet of his dwelling place;\n\n(xxii) To adopt and amend bylaws, not in conflict with the constitution and laws of the state for carrying on the business, objects and affairs of the board and of the district. These bylaws shall be filed with the county clerk for each county in which the district is located;\n\n(xxiii) To have and exercise all rights and powers necessary or incidental to or implied from the specific powers granted in this act. Such specific powers shall not be considered as a limitation upon any power necessary or appropriate to carry out the purposes and intent of this act;\n\n(xxiv) When a district abuts a city or town and when all of its indebtedness has been fully paid or satisfied, to convey to such city or town with the consent of the governing authority thereof, all of the property of such district upon the condition that such city or town will operate and maintain such property regardless of whether the area comprising the district is annexed to the municipality. Upon such conveyance the district shall be dissolved and a certificate to such effect shall be signed by the clerical officer of the city or town and filed with the secretary of state and any county clerk and recorder of any county in which the order establishing the district is filed;\n\n(xxv) When two (2) or more districts are using the same or joint facilities and when the obligations of each district are fully paid or satisfied, to consolidate such districts into one (1). In such an event the consolidated district shall be under the control of a joint board consisting of the members of each board, until by the occurrence of vacancies or expiration of terms of office the board is reduced to five (5) members. Thereafter the members of the board shall be elected as provided in W.S. 41-10-112;\n\n(xxvi) If a boundary of a district is contiguous with the corporate boundary of a city or town, a district may contract with a city or town to supply water or to provide sanitary sewer or other services for which the district was organized to property within the city or town, if it is economically feasible in the opinion of the board. Any water service shall be accomplished in strict adherence with the water rights held by the district, or as such rights may be amended or enlarged under procedures of law provided in title 41 of the Wyoming statutes through the state engineer. The board may finance the extension and maintenance of the water or sewer system through revenue bonds or other means granted by law for financing the service. A one-time connection fee or system investment fee reasonably calculated to permit recovery of a proportionate share of the system infrastructure cost necessary to treat, deliver or transport the water or sewer may also be charged. A one-time fee may also be charged to recover reasonable expenses incurred by the district in determining the actual costs necessary to treat, deliver or transport the water or sewer to the point of connection. The district board may establish one (1) or more service areas outside the district in each of which an average rate may be used for all customers. Charges for special services such as line installation and maintenance shall be in addition to the water or sewer rate. The rate established for use of water or sewer pursuant to this section is as follows:\n\n(A) A district which at any time after April 1, 1999, enters into a contract to serve property within a contiguous city or town outside of its district boundaries shall establish rates, tolls and charges that are no less than the rates, tolls and charges charged for the same or similar service within the district and that do not exceed the actual costs of treating, delivering or transporting the water or sewer to the point of connection. As used in this paragraph, \"actual costs\" of treating, delivering or transporting water or sewerage shall include a proportionate share of the following costs related to the water or sewer system:\n\n(I) Fees, interest charges and principal payments on all bonds issued and other indebtedness incurred to construct, purchase or improve the system;\n\n(II) Salaries and wages of employees;\n\n(III) The cost of materials, supplies, utilities and outside services;\n\n(IV) Other costs directly related to the water delivery or sewer system;\n\n(V) The cost for providing and maintaining a depreciation fund, a fund for emergencies and a fund for acquisition and development of new water rights and water sources;\n\n(VI) Administrative and overhead expenses; and\n\n(VII) The cost of acquiring, treating, delivering or transporting water or sewer.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-113/"
    },
    {
      "id": "section-41-10-114",
      "number": "41-10-114",
      "heading": "Authority of Board to Levy and Collect Taxes Generally; Maximum Levy.",
      "text": "41-10-114. Authority of board to levy and collect taxes generally; maximum levy.\n\nIn addition to the other means providing revenue for such districts, the board shall have power and authority to levy and collect general (ad valorem) taxes on and against all taxable property within the district. No district shall levy a tax to exceed eight (8) mills on the dollar in any one (1) year, except for the payment of its public debt and the interest thereon.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-114/"
    },
    {
      "id": "section-41-10-115",
      "number": "41-10-115",
      "heading": "Annual Determination by Board of Amount of Money Necessary to Be Raised by Taxation; Fixing Annual Tax Levy; Certification of Rate Fixed and Determined to County Commissioners and Clerks",
      "text": "41-10-115. Annual determination by board of amount of money necessary to be raised by taxation; fixing annual tax levy; certification of rate fixed and determined to county commissioners and clerks.\n\nTo levy and collect taxes, the board shall determine, in each year, the amount of money necessary to be raised by taxation, taking into consideration other sources of revenue of the district, and shall fix a rate of levy, which, when levied upon every dollar of assessed valuation of taxable property within the district, and together with other revenues, will raise the amount required by the district annually to supply funds for paying expenses of organization and the costs of acquiring, operating and maintaining the works and equipment of the district, and promptly to pay in full, when due, all interest on and principal of general obligation bonds and other such obligations of the district, and in the event of accruing defaults or deficiencies, an additional levy may be made as provided in section 16. The secretary of the district pursuant to resolution of the board shall on or before the fourth Monday in May of each year, certify to the board of county commissioners of each county within the district, or having a portion of its territory within the district, and file with the county clerk thereof, the rate so fixed with directions that at the time and in the manner required by law for levying taxes for county purposes, such board of county commissioners shall levy such tax upon the assessed valuation of all taxable property within the district, in addition to such other taxes as may be levied by such board of county commissioners at the rate so fixed and determined.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-115/"
    },
    {
      "id": "section-41-10-116",
      "number": "41-10-116",
      "heading": "Matters to Be Considered in Certifying Annual Levies; Additional Levies.",
      "text": "41-10-116. Matters to be considered in certifying annual levies; additional levies.\n\nThe board, in certifying annual levies, shall take into account the maturing indebtedness for the ensuing year as provided in its contracts, maturing general obligation bonds and interest on such bonds, and deficiencies and defaults of prior years, and shall make ample provision for the payment thereof. In case the moneys produced from such levies, together with other revenues of the district, are not sufficient punctually to pay the annual installments on its contracts or bonds, and interest thereon, and to pay defaults and deficiencies, the board shall make such additional levies of taxes as may be necessary for such purposes, and notwithstanding any limitations, such taxes shall be made and continue to be levied until the indebtedness of the district shall be fully paid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-116/"
    },
    {
      "id": "section-41-10-117",
      "number": "41-10-117",
      "heading": "Duty of County Officials to Levy and Collect Tax; Monthly Payment of Collections to Treasurer of District; Taxes to Constitute Perpetual Lien; Lien to Be on Parity With General Tax Lien",
      "text": "41-10-117. Duty of county officials to levy and collect tax; monthly payment of collections to treasurer of district; taxes to constitute perpetual lien; lien to be on parity with general tax lien.\n\nIt shall be the duty of the body having authority to levy taxes within each county to levy the taxes provided in this act. It shall be the duty of all officials charged with the duty of assessing property and collecting taxes to assess property and to collect such taxes at the time and in the form and manner with like interest and penalties as property is assessed and other taxes are collected and when collected to pay the same to the district ordering its levy and collection. The payment of such collections shall be made monthly to the treasurer of the district and paid into the depository thereof to the credit of the district. For any district the area of which is in more than one (1) county, the officials of each county shall perform said duties for the area and property therein. All taxes levied under this act, together with interest thereon and penalties for default in payment thereof, and all costs of collecting the same, shall constitute, until paid, a perpetual lien on and against the property taxed, and such lien shall be on a parity with the tax lien of other general taxes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-117/"
    },
    {
      "id": "section-41-10-118",
      "number": "41-10-118",
      "heading": "Sale of Real and Personal Property for Nonpayment of Taxes.",
      "text": "41-10-118. Sale of real and personal property for nonpayment of taxes.\n\nIf the taxes levied are not paid, then delinquent real property shall be sold at the regular tax sale for the payment of said taxes, interest and penalties, in the manner provided by the statutes of the state of Wyoming for selling real property for the nonpayment of general taxes. If there are not bids at said tax sale for the property so offered, said property shall be struck off to the county, and the county shall account to the district in the same manner as provided by law for accounting for school, town and city taxes. Delinquent personal property shall be distrained and sold as provided by law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-118/"
    },
    {
      "id": "section-41-10-119",
      "number": "41-10-119",
      "heading": "Authority of Board to Levy Taxes and Collect Revenue for Purpose of Creating a Reserve Fund.",
      "text": "41-10-119. Authority of board to levy taxes and collect revenue for purpose of creating a reserve fund.\n\nWhenever any indebtedness has been incurred by a district, it shall be lawful for the board to levy taxes and collect revenue for the purpose of creating a reserve fund in such amount as the board may determine, which may be used to meet the obligations of the district, for maintenance and operating charges and depreciation, and provide extension of and betterments to the improvements of the district.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-119/"
    },
    {
      "id": "section-41-10-120",
      "number": "41-10-120",
      "heading": "Change in Boundaries of Districts; Generally.",
      "text": "41-10-120. Change in boundaries of districts; generally.\n\n(a) The boundary of any district organized under the provisions of this act may be changed in the manner prescribed in the Special District Elections Act of 1994, but the change of boundaries of the district shall not impair nor affect its organization, nor shall it affect, impair or discharge any contract, obligation, lien or charge on which it might be liable or chargeable had such change of boundaries not been made.\n\n(b) Property included within or annexed to a district shall be subject to the payment of taxes and charges, as provided in the Special District Elections Act of 1994. Real property excluded from a district shall thereafter be subject to the levy of taxes for the payment of its proportionate share of any indebtedness of the district outstanding at the time of such exclusion. Personal property may be excluded from a district on such terms and conditions as may be prescribed by the board of the district involved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-120/"
    },
    {
      "id": "section-41-10-121",
      "number": "41-10-121",
      "heading": "Repealed by Laws 1998, Ch. 115, 5.",
      "text": "Repealed by Laws 1998, Ch. 115, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-10-122",
      "number": "41-10-122",
      "heading": "Repealed by Laws 1998, Ch. 115, 5.",
      "text": "Repealed by Laws 1998, Ch. 115, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-10-123",
      "number": "41-10-123",
      "heading": "Repealed by Laws 1998, Ch. 115, 5.",
      "text": "Repealed by Laws 1998, Ch. 115, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-10-124",
      "number": "41-10-124",
      "heading": "Authority of District to Borrow Money; Types of Securities Permitted to Evidence Borrowing; Exemption of Securities From Taxation.",
      "text": "41-10-124. Authority of district to borrow money; types of securities permitted to evidence borrowing; exemption of securities from taxation.\n\n(a) A district may borrow money and issue the following securities to evidence such borrowing:\n\n(i) Short-term notes;\n\n(ii) General obligation bonds and other like securities;\n\n(iii) Revenue bonds and other like securities; and\n\n(iv) Special assessment bonds and other like securities.\n\n(b) Any such securities of a district shall be exempt from taxation when owned by actual residents of the state, provided, that the owner or owners thereof shall list the same annually on their assessment schedule, as from time to time amended and supplemented.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-124/"
    },
    {
      "id": "section-41-10-125",
      "number": "41-10-125",
      "heading": "Borrowing Money Without Election in Anticipation of Collection of Taxes; Issuance of Short-Term Notes.",
      "text": "41-10-125. Borrowing money without election in anticipation of collection of taxes; issuance of short-term notes.\n\nA district, upon the affirmative vote of four (4) directors, is hereby authorized to borrow money without an election in anticipation of the collection of taxes or other revenues and to issue short-term notes to evidence the amount so borrowed. Such short-term notes shall be payable from the fund for which the money was borrowed; shall mature before the close of the fiscal year in which the money is so borrowed; and shall not be extended or funded except in compliance with section 26, \"general obligation bonds\" of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-125/"
    },
    {
      "id": "section-41-10-126",
      "number": "41-10-126",
      "heading": "Resolution and Election Prerequisite to Issuance of General Obligation Bonds.",
      "text": "41-10-126. Resolution and election prerequisite to issuance of general obligation bonds.\n\nNo bonds or other evidences of indebtedness payable in whole or in part from the proceeds of general (ad valorem) property taxes or to which the full faith and credit of a district are pledged, shall be issued, except in pursuance of a resolution, nor until the question of their issuance shall be submitted to a vote of the electors and approved by a majority of the qualified taxpaying electors voting on the question and by a majority of other qualified electors voting thereon, or, if no ballots are cast in one (1) of the ballot boxes and a majority of the ballots in the other ballot box favor the issuance of the bonds or other evidences of indebtedness, approved either by a majority of the qualified taxpaying electors voting thereon or by a majority of the other qualified electors voting thereon at an election held as provided for bond elections by the Political Subdivision Bond Election Law, W.S. 22-21-101 through 22-21-112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-126/"
    },
    {
      "id": "section-41-10-127",
      "number": "41-10-127",
      "heading": "Maximum Aggregate Amount of Bonds or Other Evidences of Indebtedness.",
      "text": "41-10-127. Maximum aggregate amount of bonds or other evidences of indebtedness.\n\nThe aggregate amount of bonds or other evidences of indebtedness shall not exceed six percent (6%) of the assessed value of the taxable property within the district as shown by the last preceding general assessment; provided, however, that in determining the amount of indebtedness, there shall not be included within the computation, bonds or other evidences of indebtedness outstanding or authorized to be issued for supplying water to the district, short-term notes, special assessment securities, or securities payable solely from the net revenues of an income-producing system or other project.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-127/"
    },
    {
      "id": "section-41-10-128",
      "number": "41-10-128",
      "heading": "Borrowing Money and Issuing Bonds for Purpose of Acquiring or Improving Water or Sewer System or Other Income-Producing Project.",
      "text": "41-10-128. Borrowing money and issuing bonds for purpose of acquiring or improving water or sewer system or other income-producing project.\n\n(a) A district in pursuance of a resolution may borrow money, issue bonds, or otherwise extend its credit for the purpose of acquiring or improving a water or sewer system, or other income-producing project; provided that the bonds or other obligations shall be made payable solely out of the net revenues derived from the operation of the system or other such project; and the systems and projects may be combined, operated and maintained as joint systems or projects, in which case the bonds or other obligations shall be made payable solely out of the net revenues derived from the operation of the joint systems or projects. No revenue bonds or other like securities shall be issued unless the issuance thereof has been submitted to a vote of the electors and approved by a majority of the qualified taxpaying electors voting on the question and by a majority of other qualified electors voting thereon, or, if no ballots are cast in one (1) of the ballot boxes and a majority of the ballots in the other ballot box favor the issuance of such bonds or other like securities, approved either by a majority of the qualified taxpaying electors voting thereon or by a majority of the other qualified electors voting thereon, as the case may be, at an election held as provided for bond elections by the Political Subdivision Bond Election Law, W.S. 22-21-101 through 22-21-112.\n\n(b) Notwithstanding subsection (a) of this section and the provisions of W.S. 22-21-101 through 22-21-112, any document executed by a district evidencing an agreement to repay funds borrowed from the United States of America, the state of Wyoming or from any subdivision, agency or department of either the United States or the state of Wyoming, shall not be considered a bond and shall not require an election under this chapter when:\n\n(i) Repayment is to be made solely from revenues generated by the service with which a financed improvement or service is associated; and\n\n(ii) Security for the loan or borrowed funds is restricted to a claim on the revenues generated from the service or to a claim on the assets of the improvement or service.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-128/"
    },
    {
      "id": "section-41-10-129",
      "number": "41-10-129",
      "heading": "Power to Create Local Improvement Districts Vested in Board.",
      "text": "41-10-129. Power to create local improvement districts vested in board.\n\nThe power to create local improvement districts in a district organized pursuant to this act, to assess the cost of the construction of public improvements of a local and municipal character or a part thereof against benefited property therein, and to issue special assessment bonds is vested in the board, and the districts shall be created, local improvements acquired, special assessments levied and collected and special assessment bonds issued, as provided in W.S. 15-6-101 through 15-6-448, except as herein otherwise provided.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-129/"
    },
    {
      "id": "section-41-10-130",
      "number": "41-10-130",
      "heading": "Submission of Question of Creating Indebtedness to Voters Upon Determination by Resolution That Interest of District and Public Interest or Necessity Demand the Acquisition or Improvement of Projects, Making of Contracts",
      "text": "41-10-130. Submission of question of creating indebtedness to voters upon determination by resolution that interest of district and public interest or necessity demand the acquisition or improvement of projects, making of contracts.\n\nWhenever any board shall determine, by resolution, that the interest of said district and the public interest or necessity demand the acquisition or improvement of any project, or the making of any contract with the United States or other persons, to carry out the objects or purposes of said district, requiring the creation of an indebtedness or the issuance of securities herein required to be authorized by the electors of the district, said board shall order the submission of the proposition of creating such indebtedness or securities to the qualified electors of the district at an election. Any such election shall be held as provided for bond elections by the Political Subdivision Bond Election Law, W.S. 22-21-101 through 22-21-112 and may be held separately or may be consolidated or held concurrently with any other election authorized by this act. The declaration of public interest or necessity required and the provision for the holding of the election may be included within one (1) and the same resolution, which resolution, in addition to the declaration of public interest or necessity, shall recite the objects and purposes for which the indebtedness is proposed to be incurred or the bonds are proposed to be issued, the estimated cost of the project, the amount of principal of the indebtedness to be incurred or of the bonds to be issued therefor, and the maximum rate of interest to be paid on the indebtedness or bonds. The resolution shall also recite the date upon which the election shall be held and the manner of holding the same and the method of voting for or against the incurring of the proposed indebtedness or bonds. The board shall direct the publication of the notice of election, the first publication of said notice to be not less than twenty (20) days prior to the election.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-130/"
    },
    {
      "id": "section-41-10-131",
      "number": "41-10-131",
      "heading": "Principal and Interest to Be Paid Solely From Net Revenues; Pledging Surplus and Unpledged Revenues as Additional Security; Bonds Not Issued Payable From Revenues or Special Assessments to Be General Obligations of District",
      "text": "41-10-131. Principal and interest to be paid solely from net revenues; pledging surplus and unpledged revenues as additional security; bonds not issued payable from revenues or special assessments to be general obligations of district.\n\nThe principal of and interest on revenue bonds herein authorized to be issued, and any prior redemption premium or premiums, shall be payable solely from the net revenues derived from the operation of the project for the acquisition or improvement of which the bonds are issued, including, without limiting the generality of the foregoing, revenues of a prior existing project which is improved by the expenditure of the bond proceeds, and revenues of improvements theretofore or thereafter acquired to such project which are not acquired by the expenditure of such bond proceeds; and the principal of and interest on special assessment bonds herein authorized to be issued, and any prior redemption premium or premiums, shall be payable solely out of moneys collected on account of the assessments, principal, interest and any penalties, levied for the project for the acquisition or improvement of which the bonds are issued; provided, however, that the payment of such special assessment bonds may at the board's option be additionally secured as herein provided. The board may ascertain and determine in a resolution authorizing the issuance of the bonds that the district has, or will have during the term of the bonds, or has and so will have, designated surplus and unpledged revenues derived from the operation of any income-producing project, or special assessments or excise tax or taxes which the district is herein authorized to levy, fix or charge, or from any combination thereof, and the board in said resolution may pledge all or a portion of such surplus and unpledged revenues as additional security for such payment of said bonds, and at its option may deposit such revenues in a fund created to pay the bonds or created to secure additionally their payment. Any such revenue pledged directly or as additional security for the payment of bonds of any one issue or series which revenues are not exclusively pledged therefor, may subsequently be pledged directly or as additional security for the payment of the bonds of one or more issues or series subsequently authorized. All bonds of the same issue or series shall, subject to the prior and superior rights of outstanding bonds, claims and other obligations, have a prior, paramount and superior lien on the revenues pledged for the payment of the bonds over and ahead of any other claims or obligations thereagainst subsequently incurred; provided, however, the resolution authorizing the issuance of any bonds may provide for the subsequent authorization of bonds or other obligations the lien for the payment of which on such revenues is on a parity with the lien thereon of the bonds therein authorized upon such conditions and subject to such limitations as said resolution may provide. All bonds not issued payable solely from such revenues or special assessments (with or without such additional security) shall be the general obligations of the district, and the full faith and credit of the district shall be pledged for the payment thereof. All bonds of the same issue or series shall be equally and ratably secured without priority by reason of number, date of maturity, date of bonds, of sale, of execution, or of delivery, by a lien on said revenues in accordance with the provisions of this act and the resolution authorizing said bonds, except to the extent such resolution shall otherwise specifically provide.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-131/"
    },
    {
      "id": "section-41-10-132",
      "number": "41-10-132",
      "heading": "Bonds Not to Be Debt of District; Exception as to General Obligation Bonds; Bonds to Recite That Principal and Interest Payable Solely From Revenues.",
      "text": "41-10-132. Bonds not to be debt of district; exception as to general obligation bonds; bonds to recite that principal and interest payable solely from revenues.\n\nExcept for general obligation bonds, bonds issued pursuant to this act shall not be a debt of the district, and the district shall not be liable thereon, nor shall it thereby pledge its full faith and credit for their payments, nor shall the bonds be payable out of any funds other than the revenues, special assessments, or other moneys pledged to the payment thereof. Each such bond issued under this act shall recite in substance that said bond and the interest thereon are payable solely from the revenues, special assessments or other moneys pledged to the payment thereof. The payment of bonds shall not be secured by an encumbrance, mortgage or other pledge of property of the district, except for revenues, income, tax proceeds and other moneys pledged for the payment of bonds. No property of the district, subject to said exceptions, shall be liable to be forfeited or taken in payment of the bonds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-132/"
    },
    {
      "id": "section-41-10-133",
      "number": "41-10-133",
      "heading": "Resolution May Provide That Bonds Shall Recite That They Are Issued Under Authority of Act; Effect of Recital.",
      "text": "41-10-133. Resolution may provide that bonds shall recite that they are issued under authority of act; effect of recital.\n\nIt may be provided in any resolution authorizing any bonds hereunder that such bond shall recite that it is issued under authority of this act. Such recital shall conclusively impart full compliance with all of the provisions of this act, and all bonds issued containing such recital shall be incontestable for any cause whatsoever after their delivery for value.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-133/"
    },
    {
      "id": "section-41-10-134",
      "number": "41-10-134",
      "heading": "Date of Bonds; Maturity; Payment and Rate of Interest; When and Where Payable; Privileges for Registration; Prerequisite to Reissuance Upon Loss.",
      "text": "41-10-134. Date of bonds; maturity; payment and rate of interest; when and where payable; privileges for registration; prerequisite to reissuance upon loss.\n\nGeneral obligation bonds, revenue bonds or special assessment bonds herein authorized to be issued shall bear a date or dates, shall mature in a denomination or denominations at the time or times not exceeding the estimated life of the improvements acquired with the bond proceeds and in no event not more than thirty (30) years from their date, shall bear interest payable annually, or at a lesser interval or intervals as may be prescribed by resolution, shall be payable in a medium of payment at the place or places within or without the state of Wyoming, and at the option of the board may be in one (1) or more series, may be made subject to prior redemption in advance of maturity at the time or times without or with the payment of the premium or premiums not exceeding five percent (5%) of the principal amount of the bond so redeemed, may provide for the payment of interest thereon from the proceeds thereof for a period not to exceed three (3) years from the date thereof, may be issued with privileges for registration for payment as to principal or interest, or both, and generally shall be issued in a manner, in a form, with recitals, terms, covenants and conditions, and with other details as may be provided by the board in the resolution or resolutions authorizing the bonds, except as herein otherwise provided. Pending preparations of the definite bonds, interim receipts or certificates in a form and with such provisions as the board determines may be issued. Except for payment provisions herein specifically provided, the bonds, interest coupons thereto attached, and interim receipts or certificates shall be fully negotiable within the meaning of and for all the purposes of the Uniform Commercial Code-Investment Securities. If lost or completely destroyed, a bond may be reissued in the form and tenor of the lost or destroyed bond upon the owner furnishing, to the satisfaction of the governing body, (a) proof of ownership, (b) proof of loss or destruction, (c) a surety bond in twice the face amount of the bond and coupons, and (d) payment of the cost of preparing and issuing the new bond.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-134/"
    },
    {
      "id": "section-41-10-135",
      "number": "41-10-135",
      "heading": "Execution of Bonds; Signature by Chairman of Board to Appear on Bonds and Coupons Attached; Legal Effect of Signature.",
      "text": "41-10-135. Execution of bonds; signature by chairman of board to appear on bonds and coupons attached; legal effect of signature.\n\nAny such general obligation bonds, revenue bonds or special assessment bonds shall be executed in the name of and on behalf of the district and signed by the chairman of the board with the seal of the district affixed thereto and attested by the secretary of the board. Except for such bonds which are registerable for payment of interest, interest coupons payable to bearer shall be attached to the bonds and shall bear the original or facsimile signature of the chairman of the board. The bonds and coupons, bearing the signatures of the officers in office at the time of the signing thereof, shall be the valid and binding obligations of the district, notwithstanding that before the delivery thereof and payment therefor, any or all of the persons whose signatures appear thereon shall have ceased to fill their respective offices.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-135/"
    },
    {
      "id": "section-41-10-136",
      "number": "41-10-136",
      "heading": "Sale of Bonds at Public or Private Sale; Price; Delivery of Bonds to and Acceptance by Contractors in Payment of Contract Price; Interest Rate on Special Assessment Bonds",
      "text": "41-10-136. Sale of bonds at public or private sale; price; delivery of bonds to and acceptance by contractors in payment of contract price; interest rate on special assessment bonds.\n\nGeneral obligation bonds, revenue bonds or special assessment bonds shall be sold at public or private sale for not less than the principal amount thereof and accrued interest, or at the board's option below par at a discount not exceeding five percent (5%) of the principal amount thereof, for the payment of the contractor or contractors, for the acquisition of property and rights thereto, including but not limited to labor, supplies and materials acquired by the district or supplied under agreement with the United States of America, the state of Wyoming, or a federal or state agency, instrumentality or corporation or other political subdivision and for all proper incidental expenses; provided, however, the bonds may be delivered to the contractor or contractors. If delivered to the contractor or contractors, the bonds shall be accepted for the principal amount thereof, plus interest due thereon to the date of their delivery, in payment of the amounts due under the contract or contracts, and the contractor or contractors may be required to accept delivery of all or a part of the remainder of the authorized issue of bonds and to pay therefor the principal amount thereof and accrued interest to the date of delivery, so that money will be available to the board to be expended in the payment of the incidental expenses for the payment of which the bonds were in part authorized. No special assessment bond interest rate shall at one (1) time exceed the interest rate (or lower or lowest rate if more than one (1)) borne by the special assessments, but a bond interest rate may be the same as or less than an assessment interest rate, subject to the aforesaid limitation, as the board may determine. In advertising for construction bids, the board may stipulate that the contractor must accept bonds in payment of the contract price.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-136/"
    },
    {
      "id": "section-41-10-137",
      "number": "41-10-137",
      "heading": "Moneys Received From Issuance of Bonds to Be Used Solely for Purpose for Which Issued; Disposition of Unexpended Balance; Validity of Bonds Not Dependent Upon Validity of Proceedings Relating to Project",
      "text": "41-10-137. Moneys received from issuance of bonds to be used solely for purpose for which issued; disposition of unexpended balance; validity of bonds not dependent upon validity of proceedings relating to project.\n\nAll monies received from the issuance of any bonds herein authorized shall be used solely for the purpose (or purposes) for which issued, including, without limiting the generality of the foregoing, if so authorized the payment of preliminary expenses; provided, however, that any unexpended balance of such bond proceeds remaining after the completion of the acquisition or improvement of the project or service for which such bonds were issued shall be paid immediately into the fund created for the payment of the principal of said bonds and shall be used therefor. The validity of said bonds shall not be dependent on nor affected by the validity or regularity of any proceedings relating to the acquisition or improvement of the project for which the bonds are issued; and the purchaser or purchasers of the bonds shall in no manner be responsible for the application of the proceeds of the bonds by the district or any of its officers, agents and employees.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-137/"
    },
    {
      "id": "section-41-10-138",
      "number": "41-10-138",
      "heading": "Covenants in Resolution Authorizing Issuance of Bonds.",
      "text": "41-10-138. Covenants in resolution authorizing issuance of bonds.\n\n(a) Any resolution authorizing the issuance of bonds under this act may contain covenants (notwithstanding such covenants may limit the exercise of powers conferred by this act) as to any one (1) or more of the following:\n\n(i) The tolls, fees, rates, rentals, charges, special assessments, and general taxes to be fixed, charged or levied and the collection, use and disposition thereof, including but not limited to joint billing for and the discontinuance of facilities, commodities or projects, the foreclosure of liens for delinquencies and the collection of penalties;\n\n(ii) The creation and maintenance of reserves or sinking funds and the regulation, use and disposition thereof;\n\n(iii) A fair and reasonable payment by the district from its general fund or other available moneys to the account of a designated project for the facilities or commodities furnished or services rendered thereby to the district or any of its departments, boards or agencies;\n\n(iv) The purpose or purposes to which the proceeds of the sale of bonds may be applied and the use and disposition thereof;\n\n(v) The issuance of other or additional bonds payable from or constituting a charge against or lien upon any revenues pledged for the payment of bonds and the creation of future liens and encumbrances thereagainst;\n\n(vi) The operation and maintenance of any project;\n\n(vii) The insurance to be carried thereon and use and disposition of insurance moneys;\n\n(viii) Books of account and the inspection and audit thereof;\n\n(ix) Events of default, rights and liabilities arising therefrom, and the rights, liabilities, powers and duties arising upon the breach by the district of any covenants, conditions, or obligations;\n\n(x) The vesting in a trustee or trustees, and the limitation of liabilities thereof, and as to the terms and conditions upon which the holders of the bonds or any portion, percentage or amount of them may enforce any covenants made under this act or duties imposed thereby;\n\n(xi) The terms and conditions upon which the holders of the bonds or of a specified portion, percentage or amount thereof, or any trustee therefor, shall be entitled to the appointment of a receiver, which receiver may enter and take possession of any project or service, operate and maintain the same, prescribe tolls, fees, rates, rentals, charges and taxes, and collect, receive and apply all revenues thereafter arising therefrom in the same manner as the district itself might do;\n\n(xii) A procedure by which the terms of any resolution authorizing bonds, or any other contract with any holders of bonds, including but not limited to an indenture of trust or similar instrument, may be amended or abrogated, and as to the amount of bonds the holders of which must consent thereto and the manner in which such consent may be given;\n\n(xiii) The terms and conditions upon which any or all of the bonds shall become or may be declared due before maturity, and as to the terms and conditions upon which such declaration and its consequences may be waived; and\n\n(xiv) All such acts and things as may be necessary or convenient or desirable in order to secure the district's bonds, or in the discretion of the board tend to make the bonds more marketable, notwithstanding that such covenant, act or thing may not be enumerated herein, it being the intention hereof to give a district power to do all things in the issuance of bonds and for their security except as herein specifically limited.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-138/"
    },
    {
      "id": "section-41-10-139",
      "number": "41-10-139",
      "heading": "Rights and Powers of Holders of Bonds.",
      "text": "41-10-139. Rights and powers of holders of bonds.\n\n(a) Subject to any contractual limitations binding upon the holders of any issue or series of bonds, or trustee therefor, including but not limited to the restriction of the exercise of any remedy to a specified proportion, percentage or number of such holders, any holder of bonds, or trustee therefor, shall have the right and power, for the equal benefit and protection of all holders of bonds similarly situated:\n\n(i) By mandamus or other suit, action or proceeding at law or in equity to enforce his rights against the district and its board and any of its officers, agents and employees and to require and compel the district or its board or any such officers, agents, or employees to perform and carry out its and their duties, obligations or other commitments under this act and its and their covenants and agreements with the bondholders;\n\n(ii) By action or suit in equity to require the district and its board to account as if they were the trustee of an express trust;\n\n(iii) By action or suit in equity to have appointed a receiver, which receiver may enter and take possession of any projects and services revenues from which are pledged for the payment of the bonds, prescribe sufficient tolls, fees, rates, rentals and charges derived from the operation thereof, and collect, receive and apply all revenues or other moneys pledged for the payment of the bonds in the same manner as the district itself might do;\n\n(iv) By action or suit in equity enjoin any acts or things which may be unlawful or in violation of the rights of the bondholders; and\n\n(v) Bring suit upon the bonds.\n\n(b) No right or remedy conferred by this act upon any holder of bonds or any trustee therefor is intended to be exclusive of other right or remedy, but each such right or remedy is cumulative and in addition to every other right or remedy and may be exercised without exhausting and without regard to any other remedy conferred by this act or by any other law. The failure of any bondholder so to proceed as herein provided shall not relieve the district, its board, or any of its officers, agents and employees of any liability for failure to perform or carry out any duty, obligation or other commitment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-139/"
    },
    {
      "id": "section-41-10-140",
      "number": "41-10-140",
      "heading": "Publication of Resolution or Other Proceedings Relative to Issuance of Bonds; Right of Interested Person to Contest Legality Within 30 Days; Incontestable Thereafter",
      "text": "41-10-140. Publication of resolution or other proceedings relative to issuance of bonds; right of interested person to contest legality within 30 days; incontestable thereafter.\n\nThe board may provide for the publication once in a newspaper of general circulation in the district of any resolution or other proceedings adopted by the board ordering the issuance of any bonds. For a period of thirty (30) days after the date of such publication, any person in interest shall have the right to contest the legality of any bond which may be authorized thereby (except for any bond delivered for value, containing a recital therein that it is issued under authority of this act, and thus being incontestable for any cause whatsoever, as herein provided), and of the provisions made for the security and payment of any such bonds, and of any other provisions in such resolution or proceedings; and after the expiration of such thirty (30) day period no one shall have any cause of action to contest the regularity, formality, or legality thereof for any cause whatsoever.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-140/"
    },
    {
      "id": "section-41-10-141",
      "number": "41-10-141",
      "heading": "Payment of Preliminary Expenses Incurred in Making Surveys, Estimates of Costs and Revenues Prior to Issuance of Bonds.",
      "text": "41-10-141. Payment of preliminary expenses incurred in making surveys, estimates of costs and revenues prior to issuance of bonds.\n\nThe district may provide for the payment of all necessary preliminary expenses actually incurred in the making of surveys, estimates of costs and revenues, the employment of engineers, architects, fiscal agents, attorneys-at-law, clerical help, other agents or employees, the making of notices, taking of options, and all other expenses necessary or desirable to be made and paid prior to the authorization for or the issuance of such bonds; provided, no such expenditures shall be made or paid unless an appropriation has been budgeted and made therefor in the same manner as is required by law, or unless the proceeds of bonds or other moneys are available to defray such expenses. Any funds so expended by the district for preliminary expenses incurred in connection with the same purpose as that for which bonds are issued may be fully reimbursed and repaid to the district out of the proceeds derived from the sale of such bonds. The amount so advanced by the district to pay such preliminary expenses may by a resolution authorizing the issuance of such bonds be made a first charge against such bond proceeds until the same has been repaid as herein provided, and in such event said amount shall be paid therewith before any other disbursements are made therefrom.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-141/"
    },
    {
      "id": "section-41-10-142",
      "number": "41-10-142",
      "heading": "Refunding Bonds.",
      "text": "41-10-142. Refunding bonds.\n\nAny bonds issued under this act may be refunded without an election pursuant to a resolution or resolutions to be adopted by the board in the manner herein provided for the issuance of other bonds, subject to any contractual limitations. Refunding bonds so issued may be secured in such manner and may be made payable from such sources as was provided in the resolution or resolutions authorizing their issuance; provided, however, that the security for the payment of the refunding bonds shall not be greater than the security for the payment of the bonds refunded, nor shall there be pledged for the payment of the refunding bonds revenues which are not pledged for the payment of the bonds refunded. Refunding bonds so issued may be sold at public or private sale or may be exchanged dollar for dollar for the bonds to be refunded. If sold, the proceeds of sale may be escrowed for the payment of the bonds to be refunded in such manner as may be provided in resolution authorizing the refunding bonds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-142/"
    },
    {
      "id": "section-41-10-143",
      "number": "41-10-143",
      "heading": "Duty of Board to Impose Tolls, Fees and Charges Sufficient to Pay Cost of Operating Project and Pay Principal and Interest on Revenue Bonds.",
      "text": "41-10-143. Duty of board to impose tolls, fees and charges sufficient to pay cost of operating project and pay principal and interest on revenue bonds.\n\nWhenever revenue bonds are issued hereunder, it shall be the duty of the board to impose, in connection with the project for which the bonds are issued, for the services rendered or facilities furnished thereby, tolls, fees, rates, rentals and charges fully sufficient to pay the cost of operating and maintaining the project, including but not limited to betterments or replacements to keep the same in good repair and working order (which cost shall be a first lien and charge upon the revenues or income to be derived from the operation of the project or service), and to pay the principal of and interest on the bonds, and to carry out all commitments made in the resolution or resolutions authorizing the bonds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-143/"
    },
    {
      "id": "section-41-10-144",
      "number": "41-10-144",
      "heading": "Exemption of Property and Bonds From Taxation.",
      "text": "41-10-144. Exemption of property and bonds from taxation.\n\nThe effectuation of the authorized purposes of districts organized under this act shall and will be in all respects for the benefit of the people of the state of Wyoming residing within the district, for the increase of their commerce and prosperity and for the improvement of their health and living conditions; and since the districts will be performing essential governmental functions in effectuating those purposes, the districts shall not be required to pay any general (ad valorem) taxes upon any property acquired or used by them within the boundaries of the district. The bonds issued by any district, their transfer and the income therefrom shall be free from taxation within the state, except for estate taxes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-144/"
    },
    {
      "id": "section-41-10-145",
      "number": "41-10-145",
      "heading": "Authority of Municipalities, Counties and Special Districts to Transfer Projects and Property to District With or Without Consideration.",
      "text": "41-10-145. Authority of municipalities, counties and special districts to transfer projects and property to district with or without consideration.\n\nAny municipality, county, special district or owner may and is hereby authorized to sell, lease, grant, convey, transfer, or pay over to any district with or without consideration any project or any part or parts thereof or any interest in real or personal property or any funds available for construction or improvement purposes, including the proceeds of bonds previously or hereafter issued for construction or improvement purposes which may be used by the district in the construction, improvement, maintenance or operation of any project. Any municipality, county or special district is also authorized to transfer, assign and set over to any district any contracts which may have been awarded by the municipality, county or special district for the construction of projects not begun or if begun, not completed. The territory being served by any project or the territory within which the project is authorized to render service at the time of the acquisition of the project by a district shall include the area served by the project and the area in which the project is authorized to serve at the time of acquisition and any other area into which the service may be extended within the district, provided however, that where an election is required either by general law or charter provision to authorize such transfer, such election shall be forthwith called and shall be conducted as provided by law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-145/"
    },
    {
      "id": "section-41-10-146",
      "number": "41-10-146",
      "heading": "Questions of Validity to Be Given Preference on Court Docket.",
      "text": "41-10-146. Questions of validity to be given preference on court docket.\n\nAll cases in which there may arise a question of validity of the organization of the district, or a question of the validity of any provision of this act shall be advanced as a matter of immediate public interest and concern and heard at the earliest practicable moment. The court shall be open at all times for the purposes of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-146/"
    },
    {
      "id": "section-41-10-147",
      "number": "41-10-147",
      "heading": "Effect of Failure to Give Notice; Board of County Commissioners to Direct Notice Be Given and Continue Hearing.",
      "text": "41-10-147. Effect of failure to give notice; board of county commissioners to direct notice be given and continue hearing.\n\nIf notice is provided for in this act, and the board of county commissioners finds for any reason that due notice was not given, the board of county commissioners shall not lose jurisdiction and the proceeding in question shall not be void or abated. The board of county commissioners shall then direct due notice be given, continue the hearing until notice is properly given and shall proceed as though notice was properly given in the first instance.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-147/"
    },
    {
      "id": "section-41-10-148",
      "number": "41-10-148",
      "heading": "Reorganization of Sanitary and Improvement Districts as Sewer District or Water and Sewer District.",
      "text": "41-10-148. Reorganization of sanitary and improvement districts as sewer district or water and sewer district.\n\nAny sanitary and improvement district organized pursuant to the provisions of W.S. 35-3-101 through 35-3-124 may effect its reorganization as a sewer district or water and sewer district pursuant to the provisions of this act. Upon filing of a petition for reorganization of a district by its governing body with the board of county commissioners having jurisdiction as provided in W.S. 41-10-103, the board of county commissioners, by resolution duly entered, shall declare the district organized as a district pursuant to the provisions of this act and shall give the district the corporate name designated in the petition by which it shall be known in all proceedings. The board of county commissioners shall then designate as the first board of directors of the district the five (5) trustees of the sanitary and improvement district, each of which shall serve as a director until the expiration of his term as trustee and until a successor is elected at the next subsequent director election pursuant to W.S. 22-29-112. At the next subsequent director election following organization of the district directors shall be elected for staggered terms as provided by W.S. 41-10-112(b). After entry of the resolution, the district shall be a governmental subdivision of the state of Wyoming and a body corporate with all the powers of a public or quasi-municipal corporation organized pursuant to this act. The validity of the organization may not be questioned directly or indirectly in any suit, action or proceeding except as provided in the Special District Elections Act of 1994. After entry of the resolution, the district shall comply with W.S. 41-10-108 through 41-10-110 and all other relevant provisions of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-148/"
    },
    {
      "id": "section-41-10-149",
      "number": "41-10-149",
      "heading": "Full Authority for Authorization and Issuance of Bonds; Effect on Other Statutes.",
      "text": "41-10-149. Full authority for authorization and issuance of bonds; effect on other statutes.\n\nThis act, without reference to other statutes of the state, except as herein specifically provided, shall constitute full authority for the authorization and issuance of bonds hereunder. No other act or law with regard to the authorization or issuance of bonds that provides for an election, requires an approval, or in any way impedes or restricts the carrying out of the acts herein authorized to be done shall be construed as applying to any proceedings taken hereunder or acts done pursuant hereto, it being intended that this act shall provide a separate method of accomplishing its objectives, and not an exclusive one, and this act shall not be construed as repealing, amending or changing any such other act or law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-149/"
    },
    {
      "id": "section-41-10-150",
      "number": "41-10-150",
      "heading": "Liberal Construction.",
      "text": "41-10-150. Liberal construction.\n\nThis act being necessary to secure the public health, safety, convenience and welfare, it shall be liberally construed to effect its purposes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-150/"
    },
    {
      "id": "section-41-10-151",
      "number": "41-10-151",
      "heading": "Finances Administered According to the Uniform Municipal Fiscal Procedures Act.",
      "text": "41-10-151. Finances administered according to the Uniform Municipal Fiscal Procedures Act.\n\nThe board of directors of the water and sewer districts shall administer the finances of such districts according to the provisions of the Uniform Municipal Fiscal Procedures Act, except that an annual audit in accordance with W.S. 16-4-121 is not required. Each water and sewer district shall comply with the provisions of W.S. 9-1-507(a)(iii).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-151/"
    },
    {
      "id": "section-41-10-152",
      "number": "41-10-152",
      "heading": "City or Town May Annex Areas Within Sewer or Water District.",
      "text": "41-10-152. City or town may annex areas within sewer or water district.\n\nAny city or town may annex areas to its corporate limits in accordance with the statutes governing annexation of territories to cities and towns which territories fall within existing water, sewer, or water and sewer districts, hereinafter referred to as \"districts\", whether singular or plural.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-152/"
    },
    {
      "id": "section-41-10-153",
      "number": "41-10-153",
      "heading": "Obligations and Authority Remain With District.",
      "text": "41-10-153. Obligations and authority remain with district.\n\nUpon the annexation of such territory the securities of the district, including but not limited to short-term notes, general obligation bonds and other like securities, revenue bonds and other like securities, special assessment bonds and other like securities shall remain the obligations of the districts and the districts shall remain in possession, ownership and operation of its equipment, plant and facilities. The subscribers of the services of such district shall continue to be served by the districts. The taxing power and authority of the districts shall continue and shall be in addition to any taxing authority of the annexing city or town. A properly filed map showing the overlapping authorities shall be deemed compliant with the provisions of W.S. 39-13-102(p).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-153/"
    },
    {
      "id": "section-41-10-154",
      "number": "41-10-154",
      "heading": "Administration May Be Transferred to City or Town by Agreement.",
      "text": "41-10-154. Administration may be transferred to city or town by agreement.\n\nConcurrently with the annexation of such territory the city or town and districts may by agreement provide that the administration of any outstanding indebtedness of the district may be taken over by the city or town but neither the city or town nor any agent or employee thereof shall be liable for the payment of the indebtedness. The city or town and districts may further provide that the city or town may take over the operation and management of the plant facilities or equipment of the district, the operation, maintenance and expense of operations to be paid for out of revenue derived by the districts.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-154/"
    },
    {
      "id": "section-41-10-155",
      "number": "41-10-155",
      "heading": "Obligation to Provide Services Remains With District; Limitation.",
      "text": "41-10-155. Obligation to provide services remains with district; limitation.\n\nThe territory and inhabitants of the annexed area have all rights, privileges and duties set forth in W.S. 15-1-410 except the city or town shall have no obligation to furnish water or sewerage services to the inhabitants and annexed area. The duty to provide water or sewerage services and facilities to the territory shall remain the obligation of the district until such time as the plant facility and equipment of the districts have been acquired by the city.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-155/"
    },
    {
      "id": "section-41-10-156",
      "number": "41-10-156",
      "heading": "Bonding Authority of City or Town to Acquire District Facilities; Limitations; Administration of Indebtedness.",
      "text": "41-10-156. Bonding authority of city or town to acquire district facilities; limitations; administration of indebtedness.\n\n(a) Any city or town may acquire by purchase, gift or otherwise the plant facility and equipment of such district and incorporate the plant facility and equipment into its municipally owned water works or sewerage system. The city or town may finance the purchase of the plant facility and equipment by issuing its general obligation bonds or other like securities, or revenue bonds or other like securities payable solely from the revenues derived from the operation of the water or sewerage districts. The bonds may be issued in accordance with the provisions of law. The revenues produced by the bonds issued by the city or town shall be placed in escrow and used to retire the obligations of the district in accordance with the terms and conditions thereof.\n\n(b) Upon the acquisition of such territory by the city the existing bonded indebtedness of the district shall remain a superior obligation to any other bonded indebtedness of the city or town, with respect to such land only, and the bonded indebtedness of the district shall in no way affect the bonded indebtedness or limitations on the bonding capacity of the city or town.\n\n(c) When the governing body of the city or town determines to acquire by purchase, gift or otherwise the plant facilities and equipment of a district, it shall adopt an ordinance describing in a general manner the assets of the districts to be acquired, the purchase price thereof, the amount of revenue bonds proposed to be issued, the maturity or maturities, the interest rate and other details in connection with the bonds. The ordinance may provide that the bonds or those specified shall be to the extent and in the manner prescribed in the ordinance subordinated to any other bonds payable from the revenue of the water or sewerage system of the city or town. The ordinance may contain such covenants and restrictions upon the issuance of additional revenue bonds which share equally from the revenues of the system as may be necessary or advisable to assure the payment of the bonds hereby authorized. The ordinance may provide the revenue bonds or any part thereof may be sold to the state of Wyoming or the United States of America or any agency or instrumentality thereof at private sale without advertisement for not less than par and accrued interest. The ordinance may provide that the bonds be redeemable with or without premium at the time or place the governing body provides.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-156/"
    },
    {
      "id": "section-41-10-157",
      "number": "41-10-157",
      "heading": "Application.",
      "text": "41-10-157. Application.\n\nThe provisions of this act shall not be effective unless a majority of landowners owning more than half of the land sought to be annexed under this act approve the annexation and the nonassumption of indebtedness by the municipality.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-41/chapter-10/section-41-10-157/"
    }
  ]
}