{
  "state": "michigan",
  "path": "title-chapter-324-natural-resources-and-environmental-protection/chapter-ero-no-1997-3-executive-reorganization-order-32499904-324999",
  "sections": [
    {
      "id": "section-32499904",
      "number": "324.99904",
      "heading": "Transfer of Michigan Environmental Science Board From Department of Management and Budget to Department of Environmental Quality by Type I Transfer; Transfer of Powers and Duties of Environmental Administration Division of Department of Management and Budget to Department of Environmental Quality by",
      "text": "WHEREAS, Article V, Section 2 of the Constitution of the State of Michigan of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, the Michigan Environmental Science Board was created by Executive Order 1992-19 as an independent autonomous entity within the Department of Management and Budget to provide the Governor and others within state government with scientific and technical expertise and advise on important matters relating to environmental protection and natural resource management; and\n\nWHEREAS, the Environmental Administration Division is an administrative body created within the Department of Management and Budget to provide administrative support to the Michigan Environmental Science Board; and\n\nWHEREAS, the Department of Management and Budget is the state department which focuses upon financial and administrative issues affecting the State of Michigan, while the Department of Environmental Quality is the state department focused upon state-wide environmental issues; and\n\nWHEREAS, it is necessary in the interests of efficient administration and effectiveness of government to effect changes in the organization of the Executive Branch of government.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by the Constitution of the State of Michigan of 1963 and the laws of the State of Michigan, do hereby order the following:\n\n1. All the authority, powers, duties, functions, and responsibilities of the Michigan Environmental Science Board, created under Executive Order 1992-19, are hereby transferred from the Department of Management and Budget to the Department of Environmental Quality by a Type I transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws.\n\n2. All the authority, powers, duties, functions, and responsibilities of the Environmental Administration Division are hereby transferred from the Department of Management and Budget to the Department of Environmental Quality by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws.\n\n3. All records, personnel, property and unexpended balances of appropriations, allocations and other funds used, held, employed, available or to be made available to the Michigan Environmental Science Board and the Environmental Administration Division are hereby transferred from the Department of Management and Budget to the Department of Environmental Quality.\n\n4. The Department of Management and Budget shall determine and authorize the most efficient manner possible for handling financial transactions and records in the state's financial management system for the remainder of the fiscal year.\n\n5. The Director of the Department of Environmental Quality shall provide executive direction and supervision for the implementation of the transfers.\n\n6. The assigned functions of the Environmental Administration Division shall be administered under the direction and supervision of the Director of the Department of Environmental Quality, and all related prescribed functions of rulemaking, licensing and registration, including the prescription of rules, regulations, standards and adjudications, shall be transferred to the Director of the Department of Environmental Quality consistent with this Executive Order.\n\n7. The Director of the Department of Environmental Quality may perform a duty or exercise a power conferred by law or this Order upon the Director of the Michigan Department of Environmental Quality at the time and to the extent the duty or power is delegated to the Director of the Department of Environmental Quality by law or by this Order.\n\n8. The Director of the Department of Environmental Quality may, by written instrument, delegate a duty or a power conferred by law or this Order, and the person to whom such duty or power is so delegated may perform such duty or exercise such power at the time and to the extent that such duty or power is delegated by the Director.\n\n9. Decisions made by the Director of the Department of Environmental Quality or persons whom the Director has lawfully delegated decision-making authority, pursuant to this Order, shall be final when reduced to writing and delivered to all affected persons unless otherwise provided by law.\n\n10. The Director of the Department of Environmental Quality shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n11. The Directors of the Department of Environmental Quality and the Department of Management and Budget shall immediately initiate coordination to facilitate the transfers and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved by the Department of Environmental Quality.\n\n12. All rules, orders, contracts and agreements related to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended or repealed.\n\n13. Any suit, action, or other proceeding lawfully commenced by, against or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action, or other proceeding may be maintained by, against or before the appropriate successor of any entity affected by this Order.\n\nIn fulfillment of the requirement of Article V, Section 2, of the Constitution of the State of Michigan of 1963, the provisions of this Executive Order shall become effective sixty (60) days after filing.\n\nHistory:1997, E.R.O. No. 1997-3, Eff. May 14, 1997Compiler's Notes:For abolishment of Michigan environmental science board and transfer of its powers and duties to the department of environmental quality, see E.R.O. No. 2007-15, compiled at MCL 324.99911.For transfer of powers and duties of department of environmental quality to department of natural resources and environment, and abolishment of the department of environmental quality, see E.R.O. No. 2009-31, compiled at MCL 324.99919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-324/statute-e-r-o-no-1997-3/section-324-99904/"
    }
  ]
}