{
  "state": "michigan",
  "path": "title-chapter-324-natural-resources-and-environmental-protection/chapter-ero-no-2019-1-executive-reorganization-order-32499923-324999",
  "sections": [
    {
      "id": "section-32499923",
      "number": "324.99923",
      "heading": "Enaming of Department of Environmental Quality to Department of Environment, Great Lakes, and Energy; Creation of Interagency Environmental Justice Response Team Within Department of Environment, Great Lakes, and Energy; Rescission of Executive Directive 2018-3; Creation of Office of the Clean Water",
      "text": "Section 1 of article 5 of the Michigan Constitution of 1963 vests the executive power of the State of Michigan in the governor.\n\nSection 2 of article 5 of the Michigan Constitution of 1963 empowers the governor to make changes in the organization of the executive branch of state government or in the assignment of functions among its units that the governor considers necessary for efficient administration.\n\nState government needs a principal department focused on improving the quality of Michigan’s air, land, and water, protecting public health, and encouraging the use of clean energy. That department should serve as a full-time guardian of the Great Lakes, our freshwater, and our public water supplies.\n\nMichigan state government can better administer the implementation of administrative rules and the conduct of administrative hearings—particularly those that protect Michigan’s air, land, and water, and the public health—by consolidating state functions and responsibilities relating to administrative hearings and rules.\n\nOverly bureaucratic organizations within state government can hinder the state’s response to threats to the environment and public health and detract from good government.\n\nIt is necessary in the interests of efficient administration and effectiveness of government to change the organization of the executive branch of state government.\n\nActing pursuant to the Michigan Constitution of 1963 and Michigan law, I order the following:\n\n1. Establishing the Department of Environment, Great Lakes, and Energy\n\n(a) Renaming the Department of Environmental Quality\n\n(1) The Department of Environmental Quality is renamed the Department of Environment, Great Lakes, and Energy (the \"Department\").\n\n(2) After the effective date of this order, a reference to the Department of Environmental Quality will be deemed to be a reference to the Department.\n\n(3) After the effective date of this order, a reference to the director of the Department of Environmental Quality will be deemed to be a reference to the director of the Department.\n\n(b) Interagency Environmental Justice Response Team\n\n(1) The Interagency Environmental Justice Response Team (the \"Response Team\") is created as an advisory body within the Department, consisting of the following members:\n\n(A) The director of the Department, or the director’s designee from within the Department.\n\n(B) The director of the Department of Agriculture and Rural Development, or the director’s designee from within that department.\n\n(C) The executive director of the Department of Civil Rights, or the executive director’s designee from within that department.\n\n(D) The director of the Department of Health and Human Services, or the director’s designee from within that department.\n\n(E) The director of the Department of Natural Resources, or the director’s designee within that department.\n\n(F) The president of the Michigan Strategic Fund, or the president’s designee from within the Michigan Strategic Fund.\n\n(G) The director of the Department of Transportation, or the director’s designee from within that department.\n\n(H) The chairperson of the Public Service Commission, or the chairperson’s designee from within the Public Service Commission.\n\n(2) The members of the Response Team are ex officio members.\n\n(3) The director of the Department, or the director’s designee from within the Department, is designated as the chairperson of the Response Team.\n\n(4) The Response Team shall act in an advisory capacity with the goal of assuring that all Michigan residents benefit from the same protections from environmental hazards, and do all the following:\n\n(A) Assist the Department in developing, implementing, and regularly updating a statewide environmental justice plan (the \"Plan\").\n\n(B) Identify and make recommendations to address discriminatory public health or environmental effects of state laws, regulations, policies, and activities on Michigan residents, including an examination of disproportionate impacts.\n\n(C) Develop policies and procedures for use by state departments and agencies, including collaborative problem-solving, to assist in assuring that environmental justice principles are incorporated into departmental and agency decision-making and practices.\n\n(D) Recommend mechanisms for members of the public, communities, tribal governments, and groups, including disproportionately-burdened communities, to assert adverse or disproportionate social, economic, or environmental impact upon a community and request responsive state action.\n\n(E) Make recommendations to ensure consistency with federal environmental justice programs and recommend specific mechanisms for monitoring and measuring the effects of implementing the Plan.\n\n(F) Identify state departments and agencies that could benefit from the development of a departmental or agency environmental justice plan.\n\n(G) Assist in the development of departmental or agency environmental justice plans and review the plans for consistency with the Plan.\n\n(H) Recommend measures to integrate and coordinate the actions of state departments to further the promotion of environmental justice in this state.\n\n(I) Recommend environmental justice performance goals and measures for the Department and other state departments and agencies with departmental or agency environmental justice plans.\n\n(J) Review the progress of the Department and other departments and agencies with environmental justice plans in complying with the Plan and promoting environmental justice.\n\n(K) Interact with tribal governments regarding environmental justice issues.\n\n(L) Work to achieve Michigan’s goal of becoming a national leader in achieving environmental justice.\n\n(M) Make recommendations to improve environmental justice training for state and local officials and employees.\n\n(N) Review best practices to enhance community environmental quality monitoring.\n\n(O) Recommend changes in Michigan law.\n\n(P) Perform other advisory duties as requested by the director of the Department or the governor.\n\n(5) The Response Team shall report regularly to the director of the Department and the governor on its activities.\n\n(6) The following provisions apply to the operations of the Response Team:\n\n(A) The Department shall assist the Response Team in the performance of its duties and provide personnel to staff the Response Team, subject to available funding. The budgeting, procurement, and related management functions of the Response Team will be performed under the direction and supervision of the director of the Department.\n\n(B) The Response Team shall adopt procedures, consistent with this order and applicable law, governing its organization and operations. The Response Team should actively solicit public involvement in its activities.\n\n(C) A majority of the members of the Response Team serving constitutes a quorum for the transaction of the business of the Response Team. The Response Team must act by a majority vote of its serving members.\n\n(D) The Response Team shall meet at the call of its chairperson and as otherwise provided in procedures adopted by the Response Team.\n\n(E) The Response Team may establish advisory workgroups composed of individuals or entities participating in Response Team activities or other members of the public as deemed necessary by the Response Team to assist the Response Team in performing its duties and responsibilities. The Response Team may adopt, reject, or modify any recommendations proposed by an advisory workgroup.\n\n(F) The Response Team may, as appropriate, make inquiries, studies, investigations; hold hearings; and receive comments from the public. The Response Team also may consult with outside experts in order to perform its duties, including experts in the private sector, organized labor, government agencies, and at institutions of higher education.\n\n(G) The Response Team may hire or retain contractors, sub-contractors, advisors, consultants, and agents, and may make and enter into contracts necessary or incidental to the exercise of the powers of the Response Team and the performance of its duties as the director deems advisable and necessary, consistent with this order and applicable law, rules, and procedures, subject to available funding.\n\n(H) The Response Team may accept donations of labor, services, or other things of value from any public or private agency or person. Any donations shall be received and used in accordance with law.\n\n(7) All departments, committees, commissioners, or officers of this state shall give to the Response Team, or to any member or representative of the Response Team, any necessary assistance required by the Response Team, or any member or representative of the Response Team, in the performance of the duties of the Response Team so far as is compatible with their duties and consistent with this order and applicable law. Free access also must be given to any books, records, or documents in their custody relating to matters within the scope of inquiry, study, or review of the Response Team, consistent with applicable law.\n\n(8) Executive Directive 2018-3 is rescinded in its entirety.\n\n(c) Office of the Clean Water Public Advocate\n\n(1) The Office of the Clean Water Public Advocate is created as a Type I agency within the Department.\n\n(2) The director of the Department shall appoint the Clean Water Public Advocate, who will be the head of the Office of the Clean Water Public Advocate.\n\n(3) The Clean Water Public Advocate shall do all the following:\n\n(A) Accept and investigate complaints and concerns related to drinking water quality within the State of Michigan.\n\n(B) Establish complaint, investigatory, informational, educational, and referral procedures and programs relating to drinking water quality, coordinating with existing programs where feasible.\n\n(C) Establish a statewide uniform reporting system to collect and analyze complaints about drinking water quality for the purpose of publicizing improvements and significant problems, coordinating with existing programs where feasible.\n\n(D) Assist the Department, or other departments or agencies, in the resolution of complaints where necessary or appropriate.\n\n(E) Assist in the development, and monitor the implementation, of state and federal laws, rules, and regulations relating to drinking water quality.\n\n(F) Recommend changes in state and federal law, rules, regulations, policies, guidelines, practices, and procedures relating to drinking water quality.\n\n(G) Cooperate with persons and public or private agencies and undertake or participate in conferences, inquiries, meetings, or studies that may lead to improvements in drinking water quality in this state.\n\n(H) Publicize the activities of the Office of the Clean Water Public Advocate, as appropriate.\n\n(I) Identify issues related to drinking water quality that transcend state departmental jurisdictions and work with the director of the Department, the director of the Department of Health and Human Services, and other state departments and agencies to seek solutions.\n\n(J) Report matters relating to drinking water quality to the governor and the director of the Department, as the Clean Water Public Advocate deems necessary.\n\n(4) All departments, committees, commissioners, or officers of this state shall give to the Office of the Clean Water Public Advocate, or to any member or representative of the Office of the Clean Water Public Advocate, any necessary assistance required by the Office of the Clean Water Public Advocate, or any member or representative of the Office of the Clean Water Public Advocate, in the performance of the duties of the Office of the Clean Water Public Advocate so far as is compatible with their duties and consistent with this order and applicable law. Free access also must be given to any books, records, or documents in their custody relating to matters within the scope of inquiry, study, or review of the Office of the Clean Water Public Advocate, consistent with applicable law.\n\n(d) Office of Climate and Energy\n\n(1) The Office of Climate and Energy is established within the Department.\n\n(2) The Office of Climate and Energy shall exercise the authorities, powers, duties, functions, and responsibilities transferred from the Michigan Agency for Energy to the Department under section 4(b) of this order.\n\n(3) The Office of Climate and Energy also shall do all the following:\n\n(A) Coordinate activities of state departments and agencies on climate response.\n\n(B) Provide insight and recommendations to state government and local units of government on how to mitigate climate impact and adapt to climate changes.\n\n(C) Provide guidance and assistance for the reduction of greenhouse gas emissions, renewable energy and energy efficiency, and climate adaptation and resiliency.\n\n(D) Perform other functions and responsibilities as requested by the director of the Department.\n\n(e) Office of the Great Lakes\n\n(1) A new Office of the Great Lakes is established within the Department.\n\n(2) The Office of the Great Lakes shall exercise the authorities, powers, duties, functions, and responsibilities transferred from the former Office of the Great Lakes to the Department under section 5(a) of this order, as allocated or reallocated by the director of the Department to promote the economic and efficient administration and operation of the Department.\n\n(f) Office of the Environmental Justice Public Advocate\n\n(1) The Office of the Environmental Justice Public Advocate is created as a Type I agency within the Department.\n\n(2) The director of the Department shall appoint the Environmental Justice Public Advocate, who is the head of the Office of the Environmental Justice Public Advocate.\n\n(3) The Environmental Justice Public Advocate shall do all the following:\n\n(A) Accept and investigate complaints and concerns related to environmental justice within the state of Michigan.\n\n(B) Establish complaint, investigatory, informational, educational, and referral procedures and programs relating to environmental justice, coordinating with existing investigatory programs where feasible.\n\n(C) Establish a statewide uniform reporting system to collect and analyze complaints about environmental justice for the purpose of publicizing improvements and significant problems, coordinating with existing programs where feasible.\n\n(D) Assist the Department, or other departments or agencies, in the resolution of complaints where necessary or appropriate.\n\n(E) Assist in the development, and monitor the implementation of, state and federal laws, rules, and regulations relating to environmental justice.\n\n(F) Recommend changes in state and federal law, rules, regulations, policies, guidelines, practices, and procedures relating to environmental justice.\n\n(G) Cooperate with persons and public or private agencies and undertake or participate in conferences, inquiries, meetings, or studies that may lead to improvements in environmental justice in this state.\n\n(H) Publicize the activities of the Office of the Environmental Justice Public Advocate.\n\n(I) Identify issues related to environmental justice that transcend state departmental jurisdictions and work with the director of the Department and the Interagency Environmental Justice Response Team created under section 1(b) of this order to seek solutions.\n\n(J) Report matters of environmental injustice involving state departments and agencies to the governor and the director of the Department, as the Environmental Justice Public Advocate deems necessary.\n\n(K) Attend and participate in meetings of the Interagency Environmental Justice Response Team created under section 1(b) of this order.\n\n(4) All departments, committees, commissioners, or officers of this state shall give to the Office of the Environmental Justice Public Advocate, or to any member or representative of the Office of the Environmental Justice Public Advocate, any necessary assistance required by the Office of the Environmental Justice Public Advocate, or any member or representative of the Office of the Environmental Justice Public Advocate, in the performance of the duties of the Office of the Environmental Justice Public Advocate so far as is compatible with their duties and consistent with this order and applicable law. Free access also must be given to any books, records, or documents in their custody relating to matters within the scope of inquiry, study, or review of the Office of the Environmental Justice Public Advocate, consistent with applicable law.\n\n(g) Science Review Boards\n\n(1) The director of the Department may create one or more science review boards to advise the Department and the governor on scientific issues relating to the authorities, powers, duties, functions, and responsibilities of the Department, including those relating to protecting Michigan’s environment, the Great Lakes, and the safety of drinking water.\n\n(2) A board created under section 1(g)(1) of this order will consist of 7 members appointed by the director of the Department, each with scientific expertise in one or more of the following areas: biology, chemistry, ecology, climatology, hydrology, hydrogeology, toxicology, human medicine, engineering, geology, physics, risk assessment, or other related disciplines.\n\n(3) A board created under section 1(g)(1) of this order shall assess the scientific issue before the board and determine whether the board has sufficient expertise to fully review the issue. If the board determines that additional expertise would assist the board in its review, the board may request assistance from one or more persons with knowledge and expertise related to the subject of its scientific inquiry.\n\n(4) The director of the Department shall designate a member of a board created under section 1(g)(1) of this order to serve as the chairperson of that board at the pleasure of the director. The board may select a member of the board to serve as its vice-chairperson.\n\n(5) A board created under section 1(g)(1) of this order will be staffed and assisted by personnel from the Department, subject to available funding. The budgeting, procurement, and related management functions of the board will be performed under the direction and supervision of the director of the Department.\n\n(6) A board created under section 1(g)(1) of this order shall adopt procedures, consistent with this order and applicable law, governing its organization and operations.\n\n(7) A majority of the members serving on a board created under section 1(g)(1) of this order constitutes a quorum for the transaction of the board’s business. The board shall act by a majority vote of its serving members.\n\n(8) A board created under section 1(g)(1) of this order will meet at the call of its chairperson and as may be provided in procedures adopted by the board.\n\n(9) A board created under section 1(g)(1) of this order may make inquiries, studies, investigations, hold hearings, and receive comments from the public relating to its functions and responsibilities under this order. A board also may consult with outside experts in connection with the performance of its duties, including experts in the private sector, at government agencies, and at institutions of higher education.\n\n(10) Members of a board created under section 1(g)(1) of this order serve without compensation, but may receive reimbursement for necessary travel and expenses consistent with applicable law, rules, and procedures, and subject to available funding.\n\n(11) A board created under section 1(g)(1) of this order may hire or retain contractors, sub-contractors, advisors, consultants, and agents, and may make and enter into contracts necessary or incidental to the exercise of the powers of the board and the performance of its duties as the director of the Department deems advisable and necessary, consistent with applicable law, rules, and procedures, and subject to available funding.\n\n(12) A board created under section 1(g)(1) of this order may accept donations of labor, services, or other things of value from any public or private agency or person. Any donations shall be received and used in accordance with law.\n\n(13) All departments, committees, commissioners, or officers of this state shall give to a board created under section 1(g)(1) of this order, or to any member or representative of a board created under section 1(g)(1) of this order, any necessary assistance required by the board created under section 1(g)(1) of this order, or any member or representative of a board created under section 1(g)(1) of this order, in the performance of a board created under section 1(g)(1) of this order so far as is compatible with their duties and consistent with this order and applicable law. Free access also must be given to any books, records, or documents in their custody relating to matters within the scope of inquiry, study, or review of a board created under section 1(g)(1) of this order, consistent with applicable law.\n\n(h) State Plumbing Board\n\n(1) The position on the State Plumbing Board designated for the director of the Department of Environmental Quality or his or her authorized representative is transferred to the director of the Department or the director’s designated representative from within the Department, as a voting, ex officio member of the State Plumbing Board.\n\n(2) The position on the State Plumbing Board designated for a member or employee of the Department of Environmental Quality selected by the director of the Department of Environmental Quality is transferred to an individual with expertise in hydrology or clean drinking water appointed by the director of the Department and serving at the pleasure of the director of the Department. The individual appointed by the director of the Department under this section 1(h)(2) may be an employee of the Department.\n\n2. Administering the Department\n\n(a) The director of the Department is the head of the Department.\n\n(b) The director of the Department shall establish the internal organization of the Department and allocate and reallocate duties and functions to promote the economic and efficient administration and operation of the Department.\n\n(c) The director of the Department may promulgate rules and regulations as necessary to carry out functions vested in the director under this order or other law in accordance with the Administrative Procedures Act of 1969, 1969 PA 306, MCL 24.201 to 24.328.\n\n(d) The director of the Department may perform a duty or exercise a power conferred by law or executive order upon the director of the Department at the time and to the extent the duty or power is vested in the director of the Department by law or order.\n\n(e) The director of the Department may appoint one or more deputy directors and other assistants and employees as necessary to implement and effectuate the powers, duties, and functions vested in the Department under this order or other law.\n\n(f) Deputies may perform the duties and exercise the duties as prescribed by the director of the Department. The director of the Department may delegate within the Department a duty or power conferred on the director of the Department by this order or other law, and the person to whom the duty or power is delegated may perform the duty or exercise the power at the time and to the extent that the duty or power is delegated by the director of the Department.\n\n(g) Decisions made by the director of the Department, or by persons to whom the director has lawfully delegated decision-making authority, are subject to judicial review as provided by law and in accordance with applicable court rules.\n\n(h) The director of the Department may utilize administrative law judges and hearing officers employed by the Michigan Office of Administrative Hearings and Rules to conduct contested case hearings and to issue proposals for decisions as provided by law or rule.\n\n(i) The director of the Department is the chief advisor to the governor regarding the development of energy policies and programs.\n\n(j) The director of the Department is the chief advisor to the governor regarding the development of policies and programs relating to freshwater and the Great Lakes.\n\n(k) The director of the Department is designated as the governor’s designee as a commissioner on the Great Lakes Commission under section 32202 of the Natural Resources and Environmental Protection Act, 1994 PA 451, as amended, MCL 324.32202.\n\n(l) The director of the Department may establish advisory workgroups, advisory councils, or other ad hoc committees to provide citizen and other public input and to advise the director or the Department on the exercise of the authorities, powers, duties, functions, and responsibilities vested in the Department.\n\n3. Establishing the Michigan Office of Administrative Hearings and Rules\n\n(a) The Michigan Office of Administrative Hearings and Rules (\"Office\") is created as a Type I agency within the Department of Licensing and Regulatory Affairs. The director of the Department of Licensing and Regulatory Affairs shall appoint an executive director of the Office to head the Office. The executive director of the Office must administer the personnel functions of the Office and be the appointing authority for employees of the Office.\n\n(b) As a Type I agency, the Office shall exercise its prescribed powers, duties, responsibilities, functions, and any rule-making, licensing, and registration, including the prescription of any rules, rates, and regulations and standards, and adjudication, including those transferred to the Office under this order, independently of the director of the Department of Licensing and Regulatory Affairs. The budgeting, procurement, and related management functions of the Office shall be performed under the direction and supervision of the director of the Department of Licensing and Regulatory Affairs.\n\n(c) After the effective date of this order, a reference to the Michigan Administrative Hearing System or the Michigan Office of Regulatory Reinvention will be deemed to be a reference to the Michigan Office of Administrative Hearings and Rules created under section 3 of this order. The position of executive director of the Michigan Administrative Hearing System is abolished.\n\n(d) The executive director of the Office is the chief regulatory officer of the State of Michigan.\n\n4. Transfers from the Department of Licensing and Regulatory Affairs\n\n(a) Michigan Public Service Commission\n\n(1) The Michigan Public Service Commission is transferred by Type I transfer from the Michigan Agency for Energy to the Department of Licensing and Regulatory Affairs.\n\n(b) Michigan Agency for Energy\n\n(1) The Energy Security section of the Michigan Agency for Energy, including any authority, powers, duties, functions and responsibilities of the Energy Security section, is transferred to the Michigan Public Service Commission. The authorities, powers, duties, functions, and responsibilities of the executive director of the Michigan Agency for Energy under 1982 PA 191, as amended, MCL 10.82 to 10.87, are transferred to the chairperson of the Michigan Public Service Commission.\n\n(2) The Michigan Agency for Energy, excluding any authorities, powers, duties, functions, and responsibilities transferred under section 4(a) or 4(b)(1), is transferred by Type III transfer from the Department of Licensing and Regulatory Affairs to the Department. The director of the Department may allocate authority, power, duties, functions and responsibilities transferred under this section 4(b)(2) within the new Office of Climate and Energy created by section 1(d) of this order.\n\n(3) The Michigan Agency for Energy is abolished.\n\n(4) The position of executive director of the Michigan Agency for Energy is abolished.\n\n(c) Michigan Administrative Hearing System\n\n(1) The authorities, powers, duties, functions, and responsibilities of the Michigan Administrative Hearing System created by Executive Order 2011-4, MCL 445.2030, are transferred to the Michigan Office of Administrative Hearing and Rules created by section 3 of this order.\n\n(2) The Michigan Administrative Hearing System is abolished.\n\n5. Transfers from the Department of Natural Resources\n\n(a) Office of the Great Lakes\n\n(1) The Office of the Great Lakes is transferred by Type III transfer from the Department of Natural Resources to the Department.\n\n(2) The Office of the Great Lakes is abolished.\n\n(3) The position of director of the Office of the Great Lakes is abolished.\n\n6. Transfers from the Department of Technology, Management, and Budget\n\n(a) Office of Performance and Transformation\n\n(1) The Office of Good Government created within the Office of Performance and Transformation under section III of Executive Order 2016-4, MCL 18.446, is transferred by Type III transfer to the Department of Technology, Management, and Budget and is abolished.\n\n(2) The Office of Reinventing Performance in Michigan, also known as the Office of Continuous Improvement, created within the Office of Performance and Transformation under section IV of Executive Order 2016-4, MCL 18.446, is transferred by Type III transfer to the Department of Technology, Management, and Budget and is abolished.\n\n(3) Except as otherwise provided in section 6(a)(4), the authorities, powers, duties, functions, and responsibilities of the Office of Interagency Initiatives within the Office of Performance and Transformation are transferred to the Executive Office of the Governor and the Office of Interagency Initiatives is abolished.\n\n(4) All the authorities, powers, duties, functions, and responsibilities vested in the Office of Performance and Transformation under section V of Executive Order 2016-4, MCL 18.446, are transferred by Type III transfer to the Department of Technology, Management and Budget.\n\n(5) The Environmental Rules Review Committee created within the Office of Performance and Transformation under section 65 of the Administrative Procedures Act of 1969, 1969 PA 306, as amended, MCL 24.265, and the authorities, powers, duties, functions, and responsibilities of the Environmental Rules Review Committee under sections 65 and 66 of the Administrative Procedures Act of 1969, 1969 PA 306, as amended, MCL 24.265 and 24.266, are transferred intact to the Department.\n\n(6) The authorities, powers, duties, functions, and responsibilities of the Office of Performance and Transformation transferred from the Office of Regulatory Reinvention under section II of Executive Order 2016-4, MCL 18.446, and the authorities, powers, duties, functions, and responsibilities of the Office of Performance and Transformation under the Administrative Procedures Act, 1969 PA 306, as amended, MCL 24.201 to 24.328, not transferred to the Department under this order are transferred to the Michigan Office of Administrative Hearings and Rules created by section 3 of this order. The Office of Regulatory Reinvention is abolished.\n\n(7) Any remaining authorities, powers, duties, functions and responsibilities of the Office of Performance and Transformation not otherwise transferred under this section 6(a), including the Office of Internal Audit Services, which remains intact, are transferred to the State Budget Office and the Office of Performance and Transformation is abolished.\n\n(b) Environmental Science Advisory Board\n\n(1) The Environmental Science Advisory Board is transferred by Type III transfer from the Department of Technology, Management, and Budget to the Department.\n\n(2) The Environmental Science Advisory Board is abolished.\n\n7. Definitions\n\nAs used in this order:\n\n(a) \"Civil Service Commission\" means the commission required under section 5 of article 11 of the Michigan Constitution of 1963 and includes the State Personnel Director.\n\n(b) \"Department of Environment, Great Lakes, and Energy\" or \"Department\" means the principal department of state government originally created as the Department of Environmental Quality under section IV of Executive Order 2011-1, MCL 324.99921, and renamed by this order.\n\n(c) \"Department of Environmental Quality\" means the principal department of state government created under section IV of Executive Order 2011-1, MCL 324.99921.\n\n(d) \"Department of Health and Human Services\" means the principal department of state government created by Executive Order 2015-4, MCL 400.227.\n\n(e) \"Department of Licensing and Regulatory Affairs\" means the principal department of state government originally created as the Department of Commerce under section 225 of the Executive Organization Act of 1965, 1965 PA 380, as amended, MCL 16.325, renamed as the Department of Consumer and Industry Services by Executive Order 1996-2, MCL 445.2001, renamed the Department of Labor and Economic Growth by Executive Order 2003-18, MCL 445.2011, renamed the Department of Energy, Labor, and Economic Growth by Executive Order 2008-20, MCL 445.2025, and renamed the Department of Licensing and Regulatory Affairs by Executive Order 2011-4, MCL 445.2030.\n\n(f) \"Department of Natural Resources\" means the principal department of state government created under section III of Executive Order 2011-1, MCL 324.99921.\n\n(g) \"Department of Technology, Management, and Budget\" means the principal department of state government originally created as the Department of Management and Budget by section 121 of The Management and Budget Act, 1984 PA 481, as amended, MCL 18.1211, and renamed the Department of Technology, Management, and Budget by Executive Order 2009-55, MCL 18.441.\n\n(h) \"Environmental Science Advisory Board\" means the board created within the Department of Technology, Management, and Budget under section 2603 of the Natural Resources and Environmental Protection Act, 1994 PA 451, as amended, MCL 2603.\n\n(i) \"Michigan Administrative Hearing System\" means the agency created within the Department of Licensing and Regulatory Affairs by section IX of Executive Order 2011-4, MCL 445.2030.\n\n(j) \"Michigan Agency for Energy\" means the agency created within the Department of Licensing and Regulatory Affairs by Executive Order 2015-10, MCL 460.21, as modified by Executive Order 2018-1, MCL 460.22.\n\n(k) \"Michigan Office of Administrative Hearings and Rules\" means the office created within the Department of Licensing and Regulatory Affairs under section 3 of this order.\n\n(l) \"Michigan Public Service Commission\" means the commission created under the Michigan Public Service Commission Act of 1939, as amended, 1939 PA 3, MCL 460.1.\n\n(m) \"Office of the Great Lakes,\" as used in section 5(a) of this order, means the office created under section 32903 of the Natural Resources and Environmental Protection Act, as amended, 1994 PA 451, MCL 324.32903, transferred to the former Department of Environmental Quality by Executive Order 1995-18, MCL 324.99903, transferred to the former Department of Natural Resources and Environment by Executive Order 2009-45, MCL 324.99919, transferred to the Department of Environmental Quality by Executive Order 2011-1, MCL 324.99921, and transferred to the Department of Natural Resources by Executive Order 2017-9, MCL 324.99922, including all of the authorities, powers, duties, functions, responsibilities transferred with the Office of the Great Lakes under Executive Order 2017-9, MCL 324.99922.\n\n(n) \"Office of Performance and Transformation\" means the office created within the State Budget Office by Executive Order 2016-4, MCL 18.446.\n\n(o) \"State Budget Office\" means the office within the Department of Technology, Management, and Budget created originally as the Office of the State Budget Director by section 321 of The Management and Budget Act, 1984 PA 431, as amended, MCL 18.1321, and renamed as the State Budget Office by Executive Order 2009-55, MCL 18.441.\n\n(p) \"State Budget Director\" means the individual appointed by the governor under section 321 of The Management and Budget Act, 1984 PA 431, as amended, MCL 18.1321.\n\n(q) \"State Personnel Director\" means the administrative and principal executive officer of the Civil Service Commission provided for under section 5 of article 11 of the Michigan Constitution of 1963 and section 204 of the Executive Organization Act of 1965, 1965 PA 380, as amended, MCL 16.304.\n\n(r) \"State Plumbing Board\" means the board provided for by section 1105 of the Skilled Trade Regulation Act, 2016 PA 407, MCL 339.6105.\n\n(s) \"Type I agency\" means an agency established consistent with Section 3(a) of the Executive Organization Act of 1965, 1965 PA 380, as amended, MCL 16.103.\n\n(t) \"Type II transfer\" means that phrase as defined under Section 3 of the Executive Organization Act of 1965, 1965 PA 380, as amended, MCL 16.103.\n\n(u) \"Type III transfer\" means that phrase as defined under Section 3 of the Executive Organization Act of 1965, 1965 PA 380, as amended, MCL 16.103.\n\n8. Implementation\n\n(a) The director of any department receiving a transfer under this order shall provide executive direction and supervision for the implementation of all transfers to that department under this order.\n\n(b) The functions and responsibilities transferred to a department under this order will be administered under the direction and supervision of the director of the department receiving a transfer under this order.\n\n(c) Any records, personnel, property, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to any entity for the authority, activities, powers, duties, functions, and responsibilities transferred to a department receiving a transfer under this order are transferred to that same department receiving a transfer under this order.\n\n(d) The director of any department receiving a transfer under this order shall administer the functions and responsibilities transferred to the department receiving a transfer under this order in such ways as to promote efficient administration and must make internal organizational changes as administratively necessary to complete the realignment of responsibilities under this order.\n\n(e) State departments, agencies, and state officers shall fully and actively cooperate with and assist the director of a department with implementation responsibilities under this order. The director of a department with implementation responsibilities under this order may request the assistance of other state departments, agencies, and officers with respect to personnel, budgeting, procurement, telecommunications, information systems, legal services, and other management-related functions, and the departments, agencies, and officers shall provide that assistance.\n\n(f) The State Budget Director shall determine and authorize the most efficient manner possible for handling financial transactions and records in this state’s financial management system necessary to implement this order.\n\n(g) A rule, regulation, order, contract, or agreements relating to a function or responsibility transferred under this order lawfully adopted before the effective date of this order will continue to be effective until revised, amended, repealed, or rescinded.\n\n(h) This order does not abate any criminal action commenced by this state before the effective date of this order.\n\n(i) This order is not intended to abate a proceeding commenced by, against, or before an entity affected by this order. A proceeding may be maintained by, against, or before the successor of any entity affected under this order.\n\n(j) If any portion of this order is found to be unenforceable, the unenforceable provision should be disregarded and the rest of the order should remain in effect as issued.\n\n(k) Consistent with section 2 of article 5 of the Michigan Constitution of 1963, this order is effective April 22, 2019 at 12:01 a.m.\n\nHistory:2019, E.R.O. No. 2019-1, Eff. Apr. 22, 2019Compiler's Notes:Executive Reorganization Order No. 2019-1 was promulgated February 20, 2019, as Executive Order No. 2019-06, Eff. Apr. 22, 2019.In paragraph “(h)” under “7. Definitions”, the citation to “MCL 2603” evidently should read “MCL 324.2603”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-324/statute-e-r-o-no-2019-1/section-324-99923/"
    }
  ]
}