{
  "state": "michigan",
  "path": "title-chapter-324-natural-resources-and-environmental-protection/chapter-act-43-of-2024-disposable-wipes-labeling-requirements-324951",
  "sections": [
    {
      "id": "section-32495131new",
      "number": "324.95131.new",
      "heading": "Definitions.Section 324.95133.new - Sale of Certain Disposable Wipes; Labeling Requirements; Exceptions; Submission and Approval of Symbol and Label Notice; Effective Date",
      "text": "***** 324.95131.new THIS NEW SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\nAs used in this act:\n\n(a) \"Covered product\" means 1 of the following:\n\n(i) A premoistened nonwoven disposable wipe marketed as a baby or diapering wipe.\n\n(ii) A premoistened nonwoven disposable wipe that meets both of the following:\n\n(A) Is composed entirely or in part of petrochemical-derived fibers.\n\n(B) Is likely to be used in a bathroom and has significant potential to be flushed, including bathroom cleaning wipes, toilet cleaning wipes, hard surfacing cleaning wipes, disinfecting wipes, hand sanitizing wipes, antibacterial wipes, facial and makeup removal wipes, general purpose cleaning wipes, personal care wipes for use on the body, feminine hygiene wipes, adult incontinence wipes, adult hygiene wipes, and body cleansing wipes.\n\n(b) \"Label notice\" means the phrase \"DO NOT FLUSH\" in a size equal to at least 2% of the surface area of the principal display panel.\n\n(c) \"Principal display panel\" means the side of a product package that is most likely to be displayed, presented, or shown under customary conditions of display for retail sale. Principal display panel includes the following:\n\n(i) In the case of a cylindrical or nearly cylindrical package, the surface area of the principal display panel constitutes 40% of the product package, as measured by multiplying the height of the container by the circumference.\n\n(ii) In the case of a flexible film package, in which a rectangular prism or nearly rectangular prism stack of wipes is housed within the film, the surface area of the principal display panel constitutes the length times the width of the side of the package when the flexible packaging film is pressed flat against the stack of wipes on all sides of the stack.\n\n(d) \"Symbol\" means the \"DO NOT FLUSH\" symbol as depicted in the INDA/EDANA Code of Practice Second Edition and published within the \"Guidelines for Assessing the Flushability of Disposable Nonwoven Products, Edition 4, May 2018\".\n\nHistory:2024, Act 43, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-324/statute-act-43-of-2024/section-324-95131-new/"
    },
    {
      "id": "section-32495133new",
      "number": "324.95133.new",
      "heading": "Sale of Certain Disposable Wipes; Labeling Requirements; Exceptions; Submission and Approval of Symbol and Label Notice; Effective Date.",
      "text": "***** 324.95133.new THIS NEW SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\n(1) Except as otherwise provided under subsection (4), a covered product sold, offered for sale, or distributed for sale in this state must include 1 of the following labels prominently displayed in a conspicuous location that is reasonably viewable each time a covered product is dispensed:\n\n(a) If the package is cylindrical or near cylindrical, comply with 1 of the following options:\n\n(i) The symbol and label notice must be placed on the principal display panel.\n\n(ii) The symbol must be placed on the principal display panel and the symbol or label notice, or both, must be placed on the flip lid. If the symbol or label notice, or both, is placed on the flip lid under this subparagraph, the symbol or label notice, or both, must cover at least 8% of the surface of the flip lid and may be embossed.\n\n(b) If the package is a flexible film package, the symbol must be placed on the principal display panel and dispensing side panel. The label notice must be placed on the principal display panel or the dispensing side panel, or both.\n\n(c) If the package is a refillable tub or other rigid packaging intended to be reused, the symbol and label notice must be placed on the principal display panel.\n\n(d) If the packaging is not subject to the requirements described under subdivision (a), (b), or (c), the symbol and label notice must be placed on the principal display panel.\n\n(2) The labels described under subsections (1) and (3) must comply with all of the following:\n\n(a) The seams, fold, or other package design elements must not obscure the symbol and label notice.\n\n(b) The symbol and label notice must appear in sharp contrast to the background.\n\n(c) The symbol must be sized equal to at least 2% of the surface area of the principal display panel.\n\n(3) If a covered product is sold, offered for sale, or distributed for sale in bulk packaging the label on each individual package of covered products and the outer bulk packaging must meet the requirements described under subsection (1), as applicable. This subsection does not apply to either of the following:\n\n(a) The individual package of covered products contained within the outer bulk packaging that are not intended to dispense individual wipes and contain no retail labeling.\n\n(b) The outer bulk packaging that does not obscure the symbol and label notice on the individual packages of covered products.\n\n(4) If a covered product is sold, offered for sale, or distributed for sale in combination with another consumer product, the outer bulk packaging of the combination product and the outer packaging of the other consumer product do not have to comply with the requirements of subsection (3). If a covered product is sold, offered for sale, or distributed for sale in combination with another consumer product and the packaging of the combination product is smaller than 3 inches by 3 inches, the label on the covered product complies with the requirements of subsection (1) if the symbol and label notice are placed on the covered product in a conspicuous location that is reasonably viewable.\n\n(5) Covered products sold, offered for sale, or distributed for sale in this state must not make any representation, including through the use of a product name, endorsement, depiction, illustration, trademark, or trade name, that a covered product is flushable.\n\n(6) The label requirements described under subsection (1) apply to covered products that are regulated pursuant to, and to the extent any label requirements do not conflict with, either of the following:\n\n(a) The federal hazardous substances act, 15 USC 1261 to 1278.\n\n(b) The federal insecticide, fungicide, and rodenticide act, 7 USC 136 to 136y.\n\n(7) Not later than February 1, 2025, if a covered product is required to be registered with the agency or department under the federal insecticide, fungicide, and rodenticide act, 7 USC 136 to 136y, a manufacturer of a covered product shall submit a copy of a symbol and label notice that meets the requirements under subsection (1) to the agency and department. If the agency approves, or partially approves, the symbol and label notice, the manufacturer of the covered product shall submit a copy of the approved symbol and label notice to the department, and begin using the symbol and label notice, or portion of the symbol or label notice, that the agency approved. If the agency or department does not approve the symbol and label notice, the manufacturer of the covered product must use the symbol and label notice that was previously approved by the agency until the agency approves a new symbol and label notice. A symbol and label notice that is approved or partially approved under this subsection must be in use within 6 months after the symbol and label notice are approved by the agency. As used in this subsection:\n\n(a) \"Agency\" means the United States Environmental Protection Agency.\n\n(b) \"Department\" means the department of agriculture and rural development.\n\n(8) This section is effective beginning on February 1, 2025.\n\nHistory:2024, Act 43, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-324/statute-act-43-of-2024/section-324-95133-new/"
    },
    {
      "id": "section-32495135new",
      "number": "324.95135.new",
      "heading": "Violations; Civil Fine.",
      "text": "***** 324.95135.new THIS NEW SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\n(1) A person that violates section 3 is subject to a civil fine as follows:\n\n(a) For a first violation, a civil fine of not more than $2,000.00.\n\n(b) For a second violation, a civil fine of not more than $5,000.00.\n\n(c) For a third or subsequent violation, a civil fine of not more than $10,000.00.\n\n(2) A violation of section 3 may be prosecuted by the prosecutor of the county in which the violation occurred, or by the attorney general.\n\nHistory:2024, Act 43, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-324/statute-act-43-of-2024/section-324-95135-new/"
    }
  ]
}