{
  "state": "virginia",
  "path": "title-title-652-workers-compensation/chapter-chapter-7-procedure-in-connection-with-awards",
  "sections": [
    {
      "id": "section-652-700",
      "number": "65.2-700.",
      "heading": "Jurisdiction of Commission§ 65",
      "text": "All questions arising under this title, if not settled by agreements of the parties interested therein with the approval of the Commission, shall be determined by the Commission, except as otherwise herein provided.\n\nCode 1950, § 65-89; 1968, c. 660, § 65.1-92; 1991, c. 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-700/"
    },
    {
      "id": "section-652-701",
      "number": "65.2-701.",
      "heading": "Agreement as to compensation; penalty",
      "text": "A. If after injury or death, the employer and the injured employee or his dependents reach an agreement in regard to compensation or in compromise of a claim for compensation under this title, a memorandum of the agreement in the form prescribed by the Commission shall be filed with the Commission for approval. The agreement may be prepared by the employee, the employer or the compensation carrier. If approved, the agreement shall be binding, and an award of compensation entered upon such agreement shall be for all purposes enforceable as provided by § 65.2-710. If not approved, the same agreement shall be void. Such agreement may be approved only when the Commission, or any member thereof, is clearly of the opinion that the best interests of the employee or his dependents will be served thereby. The approval of such agreement shall bind infant or incapacitated dependents affected thereby. Any agreement entered into during the pendency of an appeal to the Court of Appeals shall be effective only with the approval of the Commission as herein provided.\n\nB. An employer or insurance carrier which fails to file a memorandum of such agreement with the Commission within fourteen calendar days of the date of its complete written execution as indicated thereon may be subject to a fine not to exceed $1,000 and to any other appropriate sanctions of the Commission.\n\nC. Nothing herein contained shall be construed so as to prevent settlements made by and between the employee and employer, but rather to encourage them, so long as the amount of compensation and the time and manner of payment are approved by the Commission. A copy of such settlement agreement shall be filed with the Commission by the employer.\n\nCode 1950, §§ 65-41, 65-90; 1954, c. 518; 1960, c. 299; 1968, c. 660, §§ 65.1-45, 65.1-93; 1971, Ex. Sess., c. 156; 1984, c. 703; 1989, c. 438; 1991, cc. 97, 355; 1997, c. 801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-701/"
    },
    {
      "id": "section-652-702",
      "number": "65.2-702.",
      "heading": "Disagreement on compensation; venue",
      "text": "A. If the employer and the injured employee or his dependents fail to reach an agreement in regard to compensation under this title, or if they have reached such an agreement which has been signed and filed with the Commission and compensation has been paid or is due in accordance therewith and the parties thereto then disagree as to the continuance of any weekly payment under such agreement, either party may make application to the Commission for a hearing in regard to the matters at issue and for a ruling thereon.\n\nB. Immediately after such application has been received the Commission shall set the date for a hearing, which shall be held as soon as practicable, and shall notify the parties at issue of the time and place of such hearing. The hearing shall be held in the city or county where the injury occurred, or in a contiguous city or county, unless otherwise designated by the Commission.\n\nCode 1950, § 65-91; 1968, c. 660, § 65.1-94; 1974, c. 315; 1991, c. 355; 1993, c. 693.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-702/"
    },
    {
      "id": "section-652-703",
      "number": "65.2-703.",
      "heading": "Interrogatories and depositions",
      "text": "A. Any party to a proceeding under this title may serve interrogatories or cause the depositions of witnesses residing within or without the Commonwealth to be taken, the costs to be taxed as other costs by the Commission. All interrogatories, depositions, or any other discovery shall conform to rules governing discovery promulgated by the Commission.\n\nB. The Commission shall adopt rules governing discovery conforming as nearly as practicable to Part Four of the Rules of the Virginia Supreme Court.\n\nCode 1950, § 65-91.1; 1968, c. 660, § 65.1-95; 1970, c. 470; 1991, c. 355; 1993, c. 694; 2024, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-703/"
    },
    {
      "id": "section-652-704",
      "number": "65.2-704.",
      "heading": "Hearing; award or opinion by Commission",
      "text": "A. The Commission or any of its members or deputies shall hear the parties at issue, their representatives, and witnesses; shall decide the issues in a summary manner; and shall make an award or opinion carrying out the decision.\n\nB. Any member of the Commission who hears the parties at issue and makes an award under the provisions of subsection A shall not participate in a rehearing and review of such award provided under § 65.2-705.\n\nC. Hearings convened by the Commission shall be public proceedings and, upon proper request to the Commission, may, in the discretion of the Commission, be video recorded for public broadcast at the expense of the requesting party, subject only to the same limitations and conditions as apply to court proceedings in the Commonwealth.\n\nCode 1950, § 65-92; 1954, c. 370; 1962, c. 340; 1968, c. 660, § 65.1-96; 1980, c. 600; 1989, c. 318; 1991, c. 355; 1997, c. 225; 2003, cc. 664, 671; 2010, cc. 160, 564; 2012, c. 588.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-704/"
    },
    {
      "id": "section-652-705",
      "number": "65.2-705.",
      "heading": "Review of award; rehearing",
      "text": "A. If an application for review is made to the Commission within 30 days after issuance of an award, the full Commission, except as provided in subsection B of § 65.2-704 and if the first hearing was not held before the full Commission, shall review the evidence or, if deemed advisable, as soon as practicable, hear the parties at issue, their representatives, and witnesses. The Commission shall make an award which, together with a statement of the findings of fact, rulings of law, and other matters pertinent to the questions at issue, shall be filed with the record of the proceedings.\n\nB. A rehearing convened under this section shall be a public proceeding and, upon proper request, may, in the discretion of the Commission, be video recorded for public broadcast at the expense of the requesting party, subject only to the same limitations and conditions as apply to court proceedings in the Commonwealth.\n\nC. Upon an application for review made pursuant to subsection A, the opposing party at issue shall have 14 days thereafter to make an independent application for review.\n\nD. When a vacancy on the Commission exists, or when one or more members of the Commission are absent or are prohibited from sitting with the full Commission to hear a review, the Chairman may appoint one or more deputy commissioners or recall one or more retired members of the Commission to participate in the review. The retired member or members recalled shall be the member or members who occupied the seat for which such member or members are being recalled, unless the parties otherwise consent. If retired members of the Commission are recalled as provided in this subsection, they shall be compensated as provided in § 17.1-327.\n\nCode 1950, § 65-93; 1954, c. 450; 1956, c. 79; 1968, c. 660, § 65.1-97; 1980, cc. 600, 606; 1989, c. 318; 1991, c. 355; 1994, c. 289; 1998, c. 95; 2003, cc. 664, 671; 2010, cc. 160, 564; 2012, c. 588; 2014, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-705/"
    },
    {
      "id": "section-652-706",
      "number": "65.2-706.",
      "heading": "Conclusiveness of award; appeal",
      "text": "A. The award of the Commission, as provided in § 65.2-704, if not reviewed in due time, or an award of the Commission upon such review, as provided in § 65.2-705, shall be conclusive and binding as to all questions of fact. No appeal shall be taken from the decision of one Commissioner until a review of the case has been had before the full Commission, as provided in § 65.2-705, and an award entered by it. Appeals shall lie from such award to the Court of Appeals in the manner provided in the Rules of the Supreme Court.\n\nB. The notice of appeal shall be filed with the clerk of the Commission within 30 days from the date of such award. A copy of the notice of appeal shall be filed in the office of the clerk of the Court of Appeals as provided in the Rules of Court.\n\nC. Cases so appealed shall be placed upon the privileged docket of the Court of Appeals and be heard at the next ensuing term thereof. In case of an appeal from the decision of the Commission to the Court of Appeals, or from the decision of the Court of Appeals to the Supreme Court, the appeal shall operate as a suspension of the award and no employer shall be required to make payment of the award involved in the appeal until the questions at issue therein shall have been fully determined in accordance with the provisions of this title.\n\nCode 1950, § 65-94; 1968, c. 660, § 65.1-98; 1971, Ex. Sess., c. 156; 1972, c. 696; 1977, c. 624; 1984, cc. 659, 703; 1991, c. 355; 1999, c. 938; 2003, cc. 664, 671; 2010, cc. 160, 564.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-706/"
    },
    {
      "id": "section-652-7061",
      "number": "65.2-706.1.",
      "heading": "Estoppel effect of a Virginia Workers' Compensation Commission determination of employment status",
      "text": "A final, unappealed award by the Virginia Workers' Compensation Commission that a person is or is not an employee of another for the purpose of obtaining jurisdiction shall estop either of said parties from asserting otherwise in any subsequent action between such parties upon the same claim or cause of action in a court of this Commonwealth.\n\n1997, c. 333.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-706-1/"
    },
    {
      "id": "section-652-7062",
      "number": "65.2-706.2.",
      "heading": "Claims not barred",
      "text": "No order issued by the Commission awarding or denying benefits shall bar by res judicata any claim by an employee or cause a waiver, abandonment, or dismissal of any claim by an employee if the order does not expressly adjudicate such claim.\n\n2021, Sp. Sess. I, c. 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-706-2/"
    },
    {
      "id": "section-652-707",
      "number": "65.2-707.",
      "heading": "Interest on appealed award",
      "text": "An award entered by the Commission shall take effect on the date of entry. To the extent that any payment due under an award is delayed beyond its due date by reason of an appeal to the full Commission or an appellate court, payments so delayed shall bear interest at the judgment rate as provided in § 6.2-302.\n\n1982, c. 410, § 65.1-98.1; 1991, c. 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-707/"
    },
    {
      "id": "section-652-708",
      "number": "65.2-708.",
      "heading": "Review of award on change in condition",
      "text": "A. Upon its own motion or upon the application of any party in interest, on the ground of a change in condition, the Commission may review any award of compensation and on such review may make an award ending, diminishing or increasing the compensation previously awarded, subject to the maximum or minimum provided in this title, and shall immediately send to the parties a copy of the award. No application filed by a party alleging a change in condition shall be docketed for hearing by the Commission unless any medical reports upon which the party is relying are submitted to the Commission. No such review shall affect such award as regards any moneys paid except pursuant to §§ 65.2-712, 65.2-1105, and 65.2-1205. No such review shall be made after 24 months from the last day for which compensation was paid, pursuant to an award under this title, except: (i) 36 months from the last day for which compensation was paid shall be allowed for the filing of claims payable under § 65.2-503 and certain claims under subsection B of § 65.2-406 or (ii) 24 months from the day that the claimant undergoes any surgical procedure compensable under § 65.2-603 to repair or replace a prosthesis or orthosis.\n\nB. In those cases where no compensation has been paid, the Commission may make an award under § 65.2-503 within 36 months from the date of the accident.\n\nC. All wages paid, for a period not exceeding 24 consecutive months, to an employee (i) who is physically unable to return to his pre-injury work due to a compensable injury and (ii) who is provided work within his capacity at a wage equal to or greater than his pre-injury wage shall be considered compensation paid pursuant to an award for compensation but shall not result in a reduction of the maximum number of weeks of compensation benefits as described in §§ 65.2-500 and 65.2-518.\n\nCode 1950, § 65-95; 1964, c. 209; 1968, c. 660, § 65.1-99; 1972, c. 229; 1975, c. 365; 1977, cc. 345, 380; 1985, c. 453; 1988, c. 518; 1989, cc. 313, 324, 552, § 65.1-55.1; 1991, c. 355; 2013, c. 445.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-708/"
    },
    {
      "id": "section-652-709",
      "number": "65.2-709.",
      "heading": "Cost of living supplements for total incapacity and dependents of deceased",
      "text": "A. Cost of living supplements shall be payable under this section if:\n\n1. The combined disability benefit entitlement of a claimant or his dependents under this title and the federal Old-Age, Survivors, and Disability Insurance program is less than 80 percent of the average monthly earnings of the claimant before disability or death; or\n\n2. The claimant or his dependents are receiving disability payments under this title but not benefits under the federal Old-Age, Survivors, and Disability Insurance program.\n\nSuch cost of living supplements shall be payable, in addition to the other benefits payable under this title, in accordance with the provisions of this section to those recipients of awards resulting from occupational disease, accident, or death occurring on or after July 1, 1975, under § 65.2-500, subsection C of § 65.2-503, subdivision A 4 of § 65.2-504, and §§ 65.2-512 and 65.2-513. For purposes of determining the monthly amount of combined disability entitlement received by a claimant pursuant to subdivision A 1, the claimant may deduct any monthly amounts paid for Medicare.\n\nB. The Commission may require the claimant to present evidence of filing for federal Old-Age, Survivors, and Disability Insurance benefits in order to establish eligibility under subdivision A 1 and also may require the claimant to furnish the employer with the decision on his claim for such federal benefits.\n\nC. The amounts of supplementary payments provided for herein shall be determined by using a compounding method of computation annually. The percentage of change shall be determined by reference to the increase, if any, in the United States Average Consumer Price Index for all items, as published by the Bureau of Labor Statistics of the U.S. Department of Labor, from its monthly average, from one calendar year to another.\n\nD. Amounts of supplementary payments shall be based on the percentage increase, if any, in the Average Consumer Price Index for all items adjusted annually. Any change in the cost of living supplement determined as of any determination date shall become effective as of October 1 next following such determination date and, as the case may be, shall be added to or subtracted from any cost of living supplements previously payable; however, compensation paid the claimant under this section shall at no time exceed the then current maximum weekly amount payable under § 65.2-500.\n\n1975, c. 472, § 65.1-99.1; 1981, c. 265; 1986, c. 548; 1991, c. 355; 1997, c. 296; 2022, c. 182.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-709/"
    },
    {
      "id": "section-652-710",
      "number": "65.2-710.",
      "heading": "Enforcement, etc., of orders and awards",
      "text": "Orders or awards of the Commission may be recorded, enforced, and satisfied as orders or decrees of a circuit court upon certification of such order or award by the Commission. The Commission shall certify such order or award upon satisfactory evidence of noncompliance with the same.\n\n1976, c. 149, § 65.1-100.1; 1991, c. 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-710/"
    },
    {
      "id": "section-652-711",
      "number": "65.2-711.",
      "heading": "Reporting of address change by employee; suspension of payment of benefits",
      "text": "So long as an employee is entitled to payment of compensation under this title, such employee shall have a duty to disclose to the Commission his current residential address and to report any changes of address as they may occur. The failure to disclose or report such address or changes of address without reasonable justification may result in the suspension of compensation payments until the employee complies with this duty. When the Commission is properly notified of the change in the employee's address, the Commission shall notify the employer when the employer is self-insured, or the employer's insurer in all other cases.\n\n1983, c. 416, § 65.1-100.2; 1991, c. 355; 1996, c. 178.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-711/"
    },
    {
      "id": "section-652-712",
      "number": "65.2-712.",
      "heading": "Reporting incarcerations, change in earnings, remarriage, change in student status; recovery of payments procured by fraud, misrepresentation, or unreported change in condition",
      "text": "So long as an employee or statutory dependent pursuant to § 65.2-515 receives payment of compensation under this title, any such person shall have a duty immediately to disclose to the employer, when the employer is self-insured, or insurer in all other cases, any incarceration, return to employment, increase in his earnings, remarriage or change in his status as a full-time student. Any payment to a claimant by an employer or insurer which is later determined by the Commission to have been procured by the employee or statutory dependent under § 65.2-515 by fraud, misrepresentation, or failure to report any incarceration, return to employment, increase in earnings, remarriage or change in his status as a full-time student may be recovered from the claimant or statutory dependent by the employer or insurer either by way of credit against future compensation payments due the claimant or statutory dependent, or by action at law against the claimant or statutory dependent. The Commission shall provide for notification to the statutory dependent of his obligation under this section.\n\n1985, c. 453, § 65.1-100.3; 1991, c. 355; 1992, c. 466; 1996, c. 570.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-712/"
    },
    {
      "id": "section-652-713",
      "number": "65.2-713.",
      "heading": "Costs",
      "text": "A. If the Commission or any court before whom any proceedings are brought or defended by the employer or insurer under this title shall determine that such proceedings have been brought, prosecuted, or defended without reasonable grounds, it may assess against the employer or insurer who has so brought, prosecuted, or defended them the whole cost of the proceedings, including a reasonable attorney's fee, to be fixed by the Commission.\n\nB. Where the Commission finds that an employer or insurer has delayed payment without reasonable grounds, it may assess against the employer or insurer the whole cost of the proceedings, including a reasonable attorney's fee to be fixed by the Commission. In such a case where an attorney's fee is awarded against the employer or insurer, the Commission shall calculate and add to any award made to the claimant interest at the judgment rate, as set forth in § 6.2-302, on the benefits accrued from the date the Commission determined the award should have been paid through the date of the award.\n\nC. Where the Commission finds that an employer or insurer has filed an application for a hearing in bad faith, it shall assess against the employer or an insurer an amount up to ten percent of the total amount of the benefits accrued from the date the Commission determined the award should have been paid through the date of the award. This payment shall be in addition to any costs, fees, or awards as set forth in subsection B.\n\nCode 1950, § 65-97; 1958, c. 509; 1968, c. 660, § 65.1-101; 1989, c. 496; 1991, c. 355; 1997, c. 158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-713/"
    },
    {
      "id": "section-652-714",
      "number": "65.2-714.",
      "heading": "Fees of attorneys and physicians and hospital charges",
      "text": "A. Fees of attorneys and physicians and charges of hospitals for services, whether employed by employer, employee, or insurance carrier under this title, shall be subject to the approval and award of the Commission. The Commission shall have exclusive jurisdiction over all disputes concerning such fees or charges and may order the repayment of the amount of any fee which has already been paid that it determines to be excessive; appeals from any Commission determinations thereon shall be taken as provided in § 65.2-706. The Commission shall also retain jurisdiction for employees to pursue payment of charges for medical services notwithstanding that bills or parts of bills for health care services may have been paid by a source other than an employer, workers' compensation carrier, guaranty fund, or uninsured employer's fund. No physician shall be entitled to collect fees from an employer or insurance carrier until he has made the reports required by the Commission in connection with the case.\n\nB. If a contested claim is held to be compensable under this title and, after a hearing on the claim on its merits or after abandonment of a defense by the employer or insurance carrier, benefits for medical services are awarded and inure to the benefit of a third-party insurance carrier or health care provider, the Commission shall award to the employee's attorney a reasonable fee and other reasonable pro rata costs as are appropriate. However, the Commission shall not award attorney fees under this subsection unless and until the employee's attorney has complied with Rule 6.2 of the Rules of the Commission. The fee shall be paid from the sum that benefits the third-party insurance carrier or health care provider. In determining whether the employee's attorney's work with regard to the contested claim resulted in an award of benefits that inure to the benefit of a third-party insurance carrier or health care provider, and in determining the reasonableness of the amount of any fee awarded to an attorney under this subsection, the Commission shall consider only the amount paid by the employer or insurance carrier to the third-party insurance carrier or health care provider for medical, surgical, and hospital service rendered to the employee through (i) the date on which the contested claim is heard before the Deputy Commissioner, is settled, or is resolved by order of the Commission or (ii) the date the employer or insurance carrier provides written notice of its abandonment of its defense to the contested claim and shall not consider additional amounts previously paid to a health care provider or reimbursed to a third-party insurance carrier. For the purpose of this subsection, a \"contested claim\" is an initial contested claim for benefits and claims for medical, surgical, and hospital services that are subsequently contested and litigated or after abandonment of a defense by the employer or insurance carrier.\n\nC. Payment of any obligation pursuant to this section to any third-party insurance carrier or health care provider shall discharge the obligation in full. The Commission shall not reduce the amount of medical bills owed to the Commonwealth or its agencies without the written consent of the Office of the Attorney General.\n\nD. No physician, hospital, or other health care provider as defined in § 8.01-581.1 shall balance bill an employee in connection with any medical treatment, services, appliances, or supplies furnished to the employee in connection with an injury for which (i) a claim has been filed with the Commission pursuant to § 65.2-601, (ii) payment has been made to the health care provider pursuant to § 65.2-605.1, or (iii) an award of compensation is made pursuant to § 65.2-704. For the purpose of this subsection, a health care provider \"balance bills\" whenever (a) an employer or the employer's insurance carrier declines to pay all of the health care provider's charge or fee and (b) the health care provider seeks payment of the balance from the employee. Nothing in this section shall prohibit a health care provider from using the practices permitted in § 65.2-601.1.\n\nCode 1950, § 65-98; 1968, c. 660, § 65.1-102; 1982, c. 439; 1985, c. 445; 1987, c. 559; 1988, c. 544; 1991, c. 355; 1994, c. 707; 1995, cc. 214, 266; 2012, c. 543; 2014, c. 670; 2016, cc. 279, 290.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-714/"
    },
    {
      "id": "section-652-715",
      "number": "65.2-715.",
      "heading": "Providing written information",
      "text": "Whenever, in the course of proceedings in connection with awards, the Workers' Compensation Commission issues any written notice, opinion, order or award regarding a specific case, the Commission shall provide copies to the employee, the employer and the compensation carrier, and, if represented, their counsel, at the same time. The requirements of this section may be satisfied via electronic communications in the manner prescribed by the Commission.\n\n1998, c. 143; 2010, cc. 159, 274.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-65-2/chapter-7/section-65-2-715/"
    }
  ]
}