{
  "state": "illinois",
  "path": "title-chapter-815-business-transactions/chapter-815-ilcs-710-motor-vehicle-franchise-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as\nthe\nMotor Vehicle Franchise Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "Declaration of purpose. The Legislature finds and declares that",
      "text": "the distribution and sale of vehicles within this State vitally affects\nthe general economy of the State and the public interest, welfare, and safety and\nthat in order to promote the public interest, welfare, and safety, and in the exercise\nof its police power, it is necessary to regulate motor vehicle manufacturers,\ndistributors, wholesalers and factory or distributor branches or representatives,\nand to regulate dealers of motor vehicles doing business in this State in\norder to prevent frauds, impositions, discrimination, and other abuses upon its citizens,\nto protect and preserve the investments and properties of the citizens of\nthis State, to foster healthy competition, and to provide adequate and sufficient service to consumers generally. The licensing and supervision of motor vehicle dealers is necessary for the protection of consumers and the sale of motor vehicles by unlicensed dealers shall be prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Definitions. As used in this Act, the following words shall,",
      "text": "unless the context otherwise requires, have the following meanings:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Applicability of Act.",
      "text": "Any person who engages directly or indirectly in purposeful contacts within\nthis State in connection with the offering or advertising for sale or has\nbusiness dealings with respect to a motor vehicle within the State shall\nbe subject to the provisions of this Act and shall be subject to the jurisdiction\nof the courts of this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "3.1.",
      "heading": "Motor vehicle financing affiliate.",
      "text": "For purposes of this Act, a\nfranchisee and\na motor vehicle financing affiliate, as defined in Section 5-100 of the\nIllinois Vehicle\nCode, shall be treated as a single entity. That a franchisee arranges to\nreceive motor\nvehicles through a motor vehicle financing affiliate shall not exempt a\nmanufacturer from\nthe provisions of this Act. A manufacturer shall not require, directly or\nindirectly, a\nmotor vehicle dealer to contract with a motor vehicle financing affiliate in\norder to\nreceive its motor vehicles nor shall a manufacturer prevent, directly or\nindirectly, a motor\nvehicle dealer from contracting with a motor vehicle financing affiliate in\norder to\nreceive its motor vehicles. A manufacturer shall not use a motor vehicle\nfinancing\naffiliate as a means of avoiding the provisions and requirements of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Unfair competition and practices.",
      "text": "Unfair competition and practices.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Delivery and preparation obligations; damage disclosures.",
      "text": "Every\nmanufacturer shall specify in writing to the dealer the delivery and\npreparation obligations of its motor vehicle dealers prior to delivery of new\nmotor vehicles to retail buyers. A copy of the delivery and preparation\nobligations of its motor vehicle dealers and a schedule of the compensation to\nbe paid to its motor vehicle dealers for the work and services they shall be\nrequired to perform in connection with such delivery and preparation\nobligations shall be presented to the dealer and the obligations specified\ntherein shall constitute any such dealer's only predelivery obligations as\nbetween such dealer and such manufacturer. The compensation as set forth on\nsaid schedule shall be reasonable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Warranty agreements; claims; approval; payment; written",
      "text": "disapproval.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Unreasonable dealer or franchise restrictions.",
      "text": "It\nshall be unlawful directly or indirectly to impose unreasonable restrictions\non the motor vehicle dealer or franchisee relative to transfer, sale, right\nto renew, termination, discipline, noncompetition covenants, site-control\n(whether by sublease, collateral pledge of lease, or otherwise), right of\nfirst refusal to purchase, option to purchase, compliance with subjective\nstandards and assertion of legal or equitable rights.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Agreements applicable.",
      "text": "The\nprovisions of this Act shall apply to all written or oral agreements between\na manufacturer, wholesaler or distributor with a motor vehicle dealer including,\nbut not limited to, the franchise offering, the franchise agreement, sales\nof goods, services or advertising, leases or mortgages of real or personal\nproperty, promises to pay, security interests, pledges, insurance contracts,\nadvertising contracts, construction or installation contracts, servicing\ncontracts, and all other such agreements in which the manufacturer,\nwholesaler or distributor has any direct or indirect interest.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Renewals; transfers.",
      "text": "Renewals; transfers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "9.5.",
      "heading": "Termination with good cause.",
      "text": "Termination with good cause.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Free association.",
      "text": "Every\nfranchisee shall have the right of free association with other franchisees\nfor any lawful purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-101",
      "number": "10.1.",
      "heading": "(a) As used in this Section, \"motorcycle\" means every motor vehicle having a seat or saddle for the use of the rider and designed to travel with 3 or less wheels in contact with the ground, excluding farm, garden, and lawn equipment, and including off-highway vehicles",
      "text": "(a) As used in this Section, \"motorcycle\" means every motor vehicle having a seat or saddle for the use of the rider and designed to travel with 3 or less wheels in contact with the ground, excluding farm, garden, and lawn equipment, and including off-highway vehicles.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Refunds; discounts.",
      "text": "In connection with a sale of a motor vehicle\nor vehicles to the State or to any political subdivision thereof, no manufacturer,\ndistributor or wholesaler shall offer any discounts, refunds or any other\nsimilar type of inducement\nto any dealer without making the same offer or offers available to all other\nof its dealers within the relevant market area.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Arbitration; administrative proceedings; civil actions;",
      "text": "determining good cause.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Damages; equitable relief.",
      "text": "Any franchisee or motor vehicle dealer\nwho suffers any loss of money or property, real or personal, as a result of\nthe use or employment by a manufacturer, wholesaler, distributor, distributor\nbranch or division, factory branch or division, wholesale branch or division,\nor any agent, servant or employee thereof, of an unfair method of competition\nor an unfair or deceptive act or practice declared unlawful by this Act,\nor any action in violation of this Act,\nmay bring an action for damages and equitable relief, including injunctive\nrelief, in the circuit court of the county in which the objecting franchisee\nhas its principal place of business or, if the parties have so agreed, in\narbitration. If the misconduct is willful or wanton, treble damages may be\nawarded. A motor vehicle dealer, if it has not suffered any loss\nof money or property, may obtain permanent equitable relief if it can be shown\nthat the unfair act or practice may have the effect of causing such loss\nof money or property. Where the franchisee or dealer substantially\nprevails the court or arbitration panel or Motor Vehicle Review Board\nshall award attorney's fees and assess costs, including expert witness fees\nand other expenses incurred by the dealer in the litigation, so long as such\nfees and costs are reasonable, against the opposing\nparty. Moreover, for the purposes of the award of attorney's fees, expert\nwitness fees, and costs\nwhenever the franchisee or dealer is seeking injunctive or other relief, the\nfranchisee or dealer may be considered to have prevailed when a judgment is\nentered in its favor, when a final administrative decision is entered in its\nfavor and affirmed, if subject to judicial review, when a consent order is\nentered into, or when the manufacturer, distributor, wholesaler, distributor\nbranch or division, factory branch or division, wholesale branch\nor division, or\nany officer, agent or other representative thereof ceases the conduct, act or\npractice which is alleged to be in violation of any Section of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Limitations.",
      "text": "Except as provided in Section 12, actions arising\nout of any provision of this Act\nshall be commenced within 4 years next after the cause of action\naccrues; provided, however, that if a person liable hereunder conceals the\ncause of action from the knowledge of the person entitled to bring it, the\nperiod prior to the discovery of his cause of action by the person entitled\nshall be excluded in determining the time limited for the commencement of\nthe action. If a cause of action accrues during the pendency of any civil,\ncriminal or administrative proceeding against a person brought by the United\nStates, or any of its agencies under the antitrust laws, the Federal Trade\nCommission Act, or any other federal act, or the laws or to franchising,\nsuch actions may be commenced within one year after the final disposition\nof such civil, criminal or administrative proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Motor Vehicle Review Board; Appointment.",
      "text": "The Secretary of State\nshall, within 6 months of the effective date of this Act, establish a Motor\nVehicle Review Board. The Motor Vehicle\nReview Board shall be composed of 7 members appointed by the\nSecretary of State. The members shall represent the public interest at\nlarge and shall not have engaged in the sale, manufacture, or distribution of\nmotor vehicles at retail in this State.\nEach member of the Board shall receive compensation as provided in the\nregulations for performance of the duties of\nthe office, and in addition, shall be paid all travel and other\nnecessary expenses incurred while performing official duties. Terms of office\nof the members shall be for 3 years, except that, of the members first\nappointed to take office after the effective date of this amendatory Act of\n1995, 2 shall be appointed for a 3-year term, and one shall be appointed for a\n2-year term. Of the members first appointed under this amendatory Act of\n1996, one shall be appointed to a 3-year term, and one shall be appointed to a\n2-year term.\nOf the members first appointed to take office after the effective date of\nthis amendatory Act of the 91st General Assembly, one shall be appointed to a\n3-year term and one shall be appointed to a 2-year term. Thereafter, each\nmember shall be appointed for a\n3-year term. As terms of appointment expire, members shall serve until\ntheir respective successors are appointed and qualified. No more than 4\nmembers of the Board may be of the same political party. A member who tenders a written\nresignation shall serve only until the resignation is accepted by the\nChairperson. A member who fails to attend 3 consecutive Board meetings\nwithout an excused absence shall no longer serve as a member. The Secretary\nof State shall fill any vacancy by the appointment of a member for the\nunexpired term of the member in the same manner as in the making of original\nappointments. Annually, the Board shall organize by selecting a Chairperson\nfrom one of the 7 members from the public at large.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Board; organization and meetings.",
      "text": "The Board shall adopt\nregulations for the\nholding and conducting of hearings concerning all matters within its powers,\nshall keep a record of all meetings and transactions, and shall make other\nprovisions for the conduct of its business as it deems necessary. A majority\nof the members of the Board shall constitute a quorum. The act of the\nmajority of the members of the Board present at a meeting at which a quorum is\npresent shall be the act of the Board. Regular meetings shall be held as\nprovided in the regulations, and special meetings may be called by the\nChairperson or upon the request of a majority of those Board members\nappointed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Board; powers.",
      "text": "The Board shall have the following powers:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Relationship between Board and Office of Secretary of State.",
      "text": "The\nMotor Vehicle\nReview Board shall be administered by the Secretary of State who is\nvested with powers, duties, and jurisdiction of administering the provisions\nof this Act. The Board shall maintain permanent records of its meetings,\nhearings, and decisions at the Office of the Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Organization of administration.",
      "text": "The Secretary of State shall\norganize the work of the administration of the portion of this Act delegated\nto him or her in a manner as he or she may deem necessary to carry out the\nprovisions\nof this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "Secretary of State to appoint subordinates.",
      "text": "The Secretary of\nState shall appoint subordinate officers, clerks, investigators, and other\nemployees necessary to carry out the provisions of this Act. All\nclerical, professional, and other agencies for the execution of the powers and\nduties vested in the Board shall be in the Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "Powers and duties of Secretary of State.",
      "text": "Powers and duties of Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "Secretary of State to prescribe forms.",
      "text": "The Secretary of State\nshall prescribe forms or provide suitable forms\nrequisite or deemed necessary to carry out the provisions of this Act and any\nother laws pertaining to vehicles, the enforcement and administration of which\nare vested in the Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "Authority to administer oaths.",
      "text": "Officers and employees of the\nSecretary of State designated by him or her are, for the purpose of\nadministering the\nMotor Vehicle Review Board and any laws relating to the use and operation of\nmotor vehicles, authorized to administer oaths and acknowledge signatures, and\nshall do so without fee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Authority to certify copies of records.",
      "text": "The Secretary of\nState is authorized to prepare under the seal of the Secretary of State\ncertified copies of any records of his or her office. Every certified copy\nshall be admissible in a proceeding in court in the same manner as the\noriginal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "Records of Secretary of State.",
      "text": "The Secretary of State may\ndestroy any records of his or her office relating to the administration of any\nlaws\nrelating to Motor Vehicle Franchise Act matters if the records have been\nmaintained on file for 4 years. The records may be destroyed prior to the\nexpiration of 4 years\nwith the approval of the State Records Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "Enforcement.",
      "text": "The Secretary of State may provide training and\neducation for members of his or her office in the administration and\nenforcement\nmatters under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "Injunction.",
      "text": "Whenever it shall appear to the Secretary of\nState that a person is engaged or about to engage in acts or practices\nthat constitute or will constitute a violation of the provisions of this Act,\nor of any rule or regulation prescribed under authority of this Act, the\nSecretary\nof State may in his or her discretion, through the Attorney General, apply for\nan injunction without notice, and upon a proper showing, the circuit court\nshall have power to enter a permanent or preliminary injunction, or a temporary\nrestraining order without bond, to enforce the provisions of this Act, in\naddition to the other remedies provided in this Act. Either party may\nappeal as in other civil cases.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29.",
      "heading": "Procedures for hearing on protest.",
      "text": "Upon receipt of a timely\nnotice of protest filed with the Motor Vehicle Review Board under Section 4,\n5, 6, 7, 9, 10.1, 11, or 12 of this Act, the Motor\nVehicle Review Board shall enter an order fixing a\ndate (within 60 days of the date of the order), time, the place\nof a hearing and send by certified mail, return receipt requested, a copy of\nthe order to the manufacturer and the objecting dealer or dealers. Subject to\nSection 10-20 of the Illinois Administrative Procedure Act, the Board shall\ndesignate a hearing officer who shall conduct the hearing. All administrative\nhearing officers shall be attorneys licensed to practice law in this State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Form; contents; service of Board's decision after hearing.",
      "text": "The decision of the Motor Vehicle Review Board on any matter heard under\nSection 29 of this Act shall be in writing and shall contain findings of fact\nand a determination of the issues presented. A copy of the Board's order shall\nbe served upon all parties to the action by the Board, either personally or by\ncertified mail. All expenses incurred by the Board in conducting the hearing\nshall be paid by the parties to the hearing and shall be divided between or\namong them equally, except as otherwise provided in Section 13 of this\nAct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "Review under Administrative Review Law; appeal as in civil",
      "text": "cases.\nAny person affected by a final administrative decision of the Board may\nseek judicial review of the decision in the Circuit Court of Sangamon County\nor in the Circuit Court of Cook County only under and in accordance with the\nAdministrative Review Law, if the person files, within 10 days of receipt of\nservice of a copy of the final decision sought to be reviewed, a written\nnotice with the Board of intent to seek review under such law. The\nprovisions of the Administrative Review Law and the rules adopted pursuant\nthereto, shall apply to\nand govern all proceedings for the judicial review of final administrative\ndecisions of the Board under this Act. The term \"administrative decision\" is\ndefined as in Section 3-101 of the Code of Civil Procedure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Severability.",
      "text": "If any provision of this Act or the application\nof any provision of this Act to any person or circumstance is held invalid, the\ninvalidity does not affect other provisions or applications of the Act that\ncan be given effect without the invalid provision or application, and for this\npurpose the provisions of this Act are severable.",
      "history": "",
      "source_url": ""
    }
  ]
}