{
  "state": "illinois",
  "path": "title-chapter-815-business-transactions/chapter-815-ilcs-5-illinois-securities-law-of-1953",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as\nthe Illinois Securities Law of 1953.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Definitions.",
      "text": "As used in this Act, unless the context otherwise\nrequires, the terms defined in the Sections of this Act that precede\nSection 3 shall have the meanings therein ascribed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "2.1.",
      "heading": "Security. \"Security\" means any note, stock, treasury stock,",
      "text": "bond, debenture, evidence of indebtedness, certificate of interest or\nparticipation in any profit-sharing agreement, collateral-trust\ncertificate, preorganization certificate or subscription, transferable\nshare, investment contract, viatical investment, investment fund share, face-amount certificate,\nvoting-trust certificate, certificate of deposit\nfor a security, fractional\nundivided interest in oil, gas or other mineral lease, right or royalty,\nany put, call, straddle, option, or privilege on any security, certificate\nof deposit, or group or index of securities (including any interest therein\nor based on the value thereof), or any put, call, straddle, option, or\nprivilege entered into, relating to\nforeign currency, or, in general, any interest or instrument commonly known\nas a \"security\", or any certificate of interest or participation in,\ntemporary or interim certificate for, receipt for, guarantee of, or warrant\nor right to subscribe to or purchase, any of the foregoing.\n\"Security\" does not mean a mineral investment contract or a mineral\ndeferred delivery contract; provided, however, the Department shall have\nthe authority to regulate these contracts as hereinafter provided.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "2.2.",
      "heading": "\"Issuer\" means every person who shall have issued or proposes to  issue any security; except that (1) with respect to certificates of",
      "text": "deposit, voting-trust certificates, collateral-trust certificates, and\ncertificates of interest or shares in an unincorporated investment trust\nnot having a board of directors (or persons performing similar functions),\n\"issuer\" means the person or persons performing the acts and assuming the\nduties of depositor or manager pursuant to the provisions of the trust,\nagreement or instrument under which such securities are issued; (2) with\nrespect to trusts other than those specified in clause (1) above, where the\ntrustee is a corporation authorized to accept and execute trusts, \"issuer\"\nmeans the entrusters, depositors or creators of the trust and any manager\nor committee charged with the general direction of the affairs of the trust\npursuant to the provisions of the agreement or instrument creating the\ntrust; (3) with respect to equipment trust certificates or like securities,\n\"issuer\" means the person to whom the equipment or property is or is to be\nleased or conditionally sold; and (4) with respect to fractional interests\nin oil, gas or other mineral lease, right or royalty, \"issuer\" means the\nowner of the right or interest therein (whether whole or fractional), in\nwhich fractional interests are created by such owner for the purpose of\nsale.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "2.3.",
      "heading": "\"Person\" means an individual, a corporation, a partnership,",
      "text": "an association, a joint stock company, a limited liability company, a limited\nliability partnership, a trust or any unincorporated organization. As used in\nthis Section, \"trust\" includes only a trust where the interest or interests of\nthe beneficiary or beneficiaries is a security.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "2.4.",
      "heading": "\"Controlling person\" means any person offering or selling a",
      "text": "security, or group of persons acting in concert in the offer or sale of a\nsecurity, owning beneficially (and in the absence of knowledge, or\nreasonable grounds for belief, to the contrary, record ownership shall for\nthe purposes hereof be presumed to be beneficial ownership) either (i) 25%\nor more of the outstanding voting securities of the issuer of such security\nwhere no other person owns or controls a greater percentage of such\nsecurities, or (ii) such number of outstanding securities of the issuer of\nsuch security as would enable such person, or group of persons, to elect a\nmajority of the board of directors or other managing body of such issuer.\nIn case of unincorporated issuers, \"controlling person\" means any person\noffering or selling a security, or group of persons acting in concert in\nthe offer or sale of a security, who directly or indirectly controls the\nactivities of the issuer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "2.5.",
      "heading": "\"Sale\" or \"sell\" shall have the full meaning of that term",
      "text": "as applied by or accepted in the courts of this State, and shall include\nevery contract of sale or disposition of a security or interest in a security\nfor value. Any security given with or as a\nbonus on account of any purchase of securities or property shall be\nconclusively presumed to constitute a part of the subject of such\npurchase and shall be deemed to have been sold within the meaning of\nthis Section. A privilege to convert a security into another security\nshall not be deemed a sale of such other security, provided no\nconsideration from the holder in addition to the surrender or cancellation\nof the convertible security is required to effect the conversion.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25a",
      "number": "2.5a.",
      "heading": "Offer.",
      "text": "\"Offer\" shall include every offer to sell or\notherwise\ndispose of, or\nsolicitation of an offer to purchase,\nwhether orally or by means of publication, including\nbut not limited to printed and electronic media,\na security or interest in a security\nfor value; provided that the term \"offer\" shall not include preliminary\nnegotiations or agreements between an issuer and any underwriter or among\nunderwriters who are or are to be in privity of contract with an issuer,\nor the circulation or publication of an identifying statement or circular\nor preliminary prospectus, as defined by rules or regulations of the\nSecretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "2.6.",
      "heading": "\"Underwriter\" means any person who has purchased a security from",
      "text": "an issuer or a controlling person with a view to, or who offers or sells a\nsecurity for an issuer or a controlling person in connection with, the\ndistribution thereof, or who participates or has a participation in the\ndirect or indirect underwriting of such distribution; but such term shall\nnot include a person whose interest is limited to a commission or discount\nfrom an underwriter or dealer not in excess of the usual and customary\ndistributors' or sellers' commission or discount. An underwriter shall be\ndeemed to be no longer an underwriter of a security after he or she has\ncompletely disposed of his or her allotment of such security or, if he or\nshe did not purchase the security, after he or she has ceased to offer and\nsell such security for the issuer or controlling person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "2.7.",
      "heading": "\"Dealer\" means any person, other than a salesperson, or",
      "text": "controlling person and other than a bank organized under the banking\nlaws of this State or of the United States or other than a trust company\norganized under the laws of this State or other than a regular employee\nof such bank or trust company, who engages in this State, either for all or\npart of his or her time, directly or indirectly, as agent, broker or\nprincipal, in the business of offering, selling, buying and selling, or\notherwise dealing or trading in securities issued by another person, any\ngovernment or political subdivision or instrumentality thereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "2.8.",
      "heading": "\"Registered dealer\" means a dealer registered under Section 8 of",
      "text": "this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28a",
      "number": "2.8a.",
      "heading": "\"Principal of a dealer\" means any officer, director,",
      "text": "partner, member, trustee or manager of such dealer who is responsible for\nthe supervision of the securities activities in this State of salespersons\nand for management of the daily business operations in this State of such\ndealer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "2.9.",
      "heading": "\"Salesperson\" means an individual, other than an issuer or a",
      "text": "dealer, employed or appointed or authorized by a dealer, issuer or\ncontrolling person to offer, purchase or sell securities in this State.\nThe partners or officers of a dealer or issuer shall not be deemed to be\nsalespersons within the meaning of this definition if they are not or have\nnot been regularly engaged in securities offering, purchasing or selling\nactivities other than transactions for their own respective accounts. No\nindividual shall be deemed to be a salesperson solely by reason of\neffecting transactions in a covered security to qualified purchasers as\ndescribed in Section 18(b)(3) of the Federal 1933 Act,\neffecting transactions in a covered security as described in Section\n18(b)(4)(D) of the Federal 1933 Act, or engaging in\noffers or effecting sales of\nsecurities to employees of the issuer of such securities or to employees of\nthe parent or any majority owned subsidiary of such issuer,\nprovided that\nsuch individual is an employee of such issuer, parent or subsidiary who has\nnot been employed primarily to make such offers or sales and who receives\nno special compensation, directly or indirectly, for or on account of any\nsuch offer or sale.\n\"Salesperson\" also means a limited Canadian salesperson.\n\"Salesperson\" also means an individual who, in this State, communicates\nwith members of the public to identify prospective customers for the\npurpose of soliciting the purchase or sale of securities or related services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-210",
      "number": "2.10.",
      "heading": "\"Registered salesperson\" means a salesperson registered under",
      "text": "Section 8 of this Act.\n\"Registered salesperson\" also means a registered limited Canadian\nsalesperson.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-210a",
      "number": "2.10a.",
      "heading": "(Repealed).",
      "text": "(Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-211",
      "number": "2.11.",
      "heading": "Investment adviser. \"Investment adviser\" means any person",
      "text": "who, for compensation, engages in this State in the business of advising\nothers, either directly or through publications or writings, as to the\nvalue of securities or as to the advisability of investing in, purchasing,\nor selling securities or who, in this State for direct or indirect\ncompensation and as part of a regular advisory business, issues or\npromulgates analyses or reports concerning securities or any financial\nplanner or other person who, as an integral component of other financially\nrelated services, provides investment advisory services to\nothers for compensation and as part of a business, or who holds himself or\nherself out as providing investment advisory services to\nothers for compensation; but \"investment adviser\" does not include:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-212",
      "number": "2.12.",
      "heading": "\"Registered investment adviser\" means an investment adviser",
      "text": "registered under Section 8 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-212a",
      "number": "2.12a.",
      "heading": "\"Principal of an investment adviser\" means any officer,",
      "text": "director, partner, member, trustee or manager of such investment adviser\nwho is responsible for the supervision of the registered representatives in\nthis State of such investment adviser, and for management of the daily\nbusiness operations in this State of such investment adviser.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-212b",
      "number": "2.12b.",
      "heading": "Investment adviser representative. \"Investment adviser",
      "text": "representative\" means, with respect to an investment adviser who is required\nto register under this Act, any partner, officer, director of (or a person\noccupying a similar status or performing similar functions), or other\nnatural person employed by or associated with an investment adviser, except\nclerical or ministerial personnel, who in this State:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-212c",
      "number": "2.12c.",
      "heading": "Registered investment adviser representative.",
      "text": "\"Registered\ninvestment adviser representative\" means an investment adviser representative\nregistered under Section 8 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-213",
      "number": "2.13.",
      "heading": "\"Effective date\" when used with respect to a registration",
      "text": "under the Federal 1933 Act means the date and time as of which a statement\nfor the registration of securities under said Act first becomes\neffective or, upon the election of an applicant for registration under\nsubsection A of Section 5, subsection A of Section 6 or subsection A of\nSection 7 of this Act, the date and time as of which a\npost-effective amendment to the registration statement filed under the\nFederal 1933 Act relating to such securities becomes effective; provided\nthat in the case of securities initially registered under the Federal\n1933 Act for the invitation of competitive bids, \"effective date\"\nshall mean the date upon which a post-effective amendment to\nthe registration statement filed under the Federal 1933 Act\nrelating to such securities becomes effective for the first offering of\nsuch securities otherwise than for such invitation or, upon the election\nof any applicant for registration under subsection A of Section 5, subsection\nA of Section 6 or subsection A of Section 7 of this Act, the date and time\nas of which a subsequent post-effective amendment filed under the Federal\n1933 Act relating to such securities becomes effective.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-214",
      "number": "2.14.",
      "heading": "\"Face amount certificate contract\" means any form of \"face",
      "text": "amount certificate\" or \"periodic payment plan certificate\" (as so\ndesignated and defined under the Federal Investment Company Act of 1940)\nand shall also mean any form of annuity contract (other than an annuity\ncontract issued by a life insurance company authorized to transact business\nin this State), or installment face amount certificate contract, or\ninstallment face amount certificate, or installment participation\ncertificate, or installment face amount certificate bond, or similar\nsecurity evidencing an obligation on the part of the issuer to pay a stated\nor determinable sum or sums at a fixed or determinable date or dates more\nthan twenty-four months after the date of issuance, or to pay the proceeds\nof liquidation of an interest in certain specified securities or in a unit\nor fund, upon the payment of a single lump sum at the date of issuance, or\nin consideration of the payment of periodic installments of a stated or\ndeterminable amount.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-215",
      "number": "2.15.",
      "heading": "\"Investment fund shares\" means securities issued by persons",
      "text": "known as \"investment funds\" or \"investment companies\" or \"investment\ntrusts\" but such term shall not include securities issued by persons not\nwithin the intent of this Section as the Secretary of State may designate\nby rules and regulations or order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-216",
      "number": "2.16.",
      "heading": "\"Securities Director\" means the chief administrator of the",
      "text": "Securities Department, appointed by the Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217",
      "number": "2.17.",
      "heading": "\"Federal 1933 Act\" means the Act of the Congress of",
      "text": "the United States known as the Securities Act of 1933, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217a",
      "number": "2.17a.",
      "heading": "\"Federal 1934 Act\" means the Act of Congress of the United",
      "text": "States known as the Securities Exchange Act of 1934, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217b",
      "number": "2.17b.",
      "heading": "Federal 1974 Act.",
      "text": "\"Federal 1974 Act\" means the\nAct of Congress of the\nUnited\nStates known as the Commodity Exchange Act, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217c",
      "number": "2.17c.",
      "heading": "\"Federal Bankruptcy Code\" means the Act of Congress of the",
      "text": "United States known as the Bankruptcy Code of 1978, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217d",
      "number": "2.17d.",
      "heading": "\"Federal 1940 Investment Company Act\" means the Act of",
      "text": "Congress of the United States known as the Investment Company Act of 1940, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217e",
      "number": "2.17e.",
      "heading": "\"Federal 1940 Investment Advisers Act\" means",
      "text": "the Act of Congress of the United States known as the\nInvestment Advisers Act of 1940, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-217f",
      "number": "2.17f.",
      "heading": "Federal 1996 Act.",
      "text": "\"Federal 1996 Act\" means the Act\nof Congress of the United States known as the National Securities Markets\nImprovement Act of 1996.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-218",
      "number": "2.18.",
      "heading": "\"Clearing corporation\" means a clearing corporation",
      "text": "as defined in Section 8-102 of the Uniform Commercial Code, as amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-224",
      "number": "2.24.",
      "heading": "\"State\" means any state, territory, or possession of the",
      "text": "United States, the District of Columbia and Puerto Rico.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-225",
      "number": "2.25.",
      "heading": "\"Federal ERISA Act\" means the Act of Congress of the United",
      "text": "States known as the Employee Retirement Income Security Act of 1974, as\namended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-226",
      "number": "2.26.",
      "heading": "Mineral investment contract.",
      "text": "\"Mineral investment contract\"\nmeans any investment, account, agreement, or contract whereby the\ninvestor's profits are dependent upon the transportation, mining, minting,\nmilling, flotation, refining, hallmarking, sale, resale, or repurchase of a\nmetal or mineral, even if there is any potential for profit from\nfluctuation in the value of the metal or mineral, except any contract or\nagreement for the sale or purchase of a metal or mineral between merchants.\nNothing herein shall affect the jurisdiction or authority of the Commodity\nFutures Trading Commission under the Federal 1974 Act or the\napplication of\nany provision thereof or regulation thereunder to any person or transaction\nsubject thereto. The Secretary of State may, for the purposes of this\nSection by rules and regulations, define the term \"between merchants\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-227",
      "number": "2.27.",
      "heading": "Mineral deferred delivery contract.",
      "text": "\"Mineral deferred\ndelivery contract\" means any account, agreement, or contract for the\npurchase or sale, primarily for speculation or investment purposes and not\nfor the use or consumption by the offeree or purchaser, of a metal or\nmineral, whether for immediate or subsequent delivery, and whether\ncharacterized as a cash contract, deferred shipment contract, installment\ncontract, or otherwise. Any mineral deferred delivery contract offered or\nsold, in the absence of evidence to the contrary, is presumed to be offered\nor sold for speculation or investment purposes. A mineral deferred\ndelivery contract does not include any of the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-228",
      "number": "2.28.",
      "heading": "Securities exchange.",
      "text": "\"Securities exchange\" means any\norganization, association, or group of persons, incorporated or unincorporated,\nlocated within this State that constitutes, maintains, or provides a\nmarketplace, facilities, or electronic communications equipment for bringing\ntogether purchasers and sellers of securities or for otherwise performing with\nrespect to securities the functions commonly performed by a stock exchange as\nthat term is generally understood. The term includes the marketplace,\nfacilities, and electronic communications equipment used by such an exchange.\n\"Securities exchange\" does not include any exchange,\nstock market operated by a national securities association registered under\nSection 15A of the Federal 1934 Act,\nautomated quotation system or board of trade whose principal place of business\nis located in any state other than this State, or any exchange, automated\nquotation system, or board of trade registered under the Federal 1934 Act or\ndesignated as a contract market under the Federal 1974 Act or any affiliate\nthereof, or any dealer registered under this Act, or any broker-dealer\nregistered under any federal securities Act, or any broker-dealer who is a\nmember of the body corporate known as the Securities Investor Protection\nCorporation established pursuant to the Act of Congress of the United States\nknown as the Securities Investor Protection Act of 1970, as amended, or a\nmember of an association of dealers or broker-dealers registered as a national\nsecurities association pursuant to Section 15A of the Federal 1934 Act, or any\nexchange, automated quotation system, or board of trade set forth in subsection\nG of Section 3 of this Act, or any other exchange, automated quotation system,\nor board of trade that the Secretary of State, by rule or regulation, deems to\nhave substantially equivalent standards for listing or designation as required\nby any such exchange, automated quotation system, or board of trade.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-229",
      "number": "2.29.",
      "heading": "Covered security. \"Covered security\" means any security that is",
      "text": "a covered security under Section 18(b) of the Federal 1933 Act or rules or\nregulations promulgated thereunder.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-230",
      "number": "2.30.",
      "heading": "Federal covered investment adviser.",
      "text": "\"Federal covered\ninvestment adviser\" means a person who is registered under Section 203\nof\nthe Federal 1940 Investment Advisers Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-231",
      "number": "2.31.",
      "heading": "Limited Canadian salesperson.",
      "text": "\"Limited Canadian salesperson\"\nmeans a salesperson who is a resident of Canada, has no office or other\nphysical presence in this State, and complies with conditions specified by the\nSecretary of State through rule or order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-232",
      "number": "2.32.",
      "heading": "Limited Canadian dealer.",
      "text": "\"Limited Canadian dealer\" means a\ndealer who is a resident of Canada, has no office or other physical presence in\nthis State, and complies with conditions specified by the Secretary of State\nthrough rule or order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-233",
      "number": "2.33.",
      "heading": "Viatical investment. \"Viatical investment\"",
      "text": "means the contractual right to receive any portion of the death\nbenefit or ownership of a life insurance policy or certificate\nfor consideration that is less than the expected death benefit\nof the life insurance policy or certificate. \"Viatical\ninvestment\" does not include:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-234",
      "number": "2.34.",
      "heading": "Accredited investor. \"Accredited investor\" has the",
      "text": "meaning given to that term in 17 CFR 230.501(a), as amended and in effect from time to time.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-235",
      "number": "2.35.",
      "heading": "Qualified escrowee.  \"Qualified escrowee\" means a person, firm, partnership, association, corporation, or other legal entity who: (a) falls under the definition of \"title insurance company\" under, and pursuant to the terms and requirements of, the Title Insurance Act, or is otherwise an agent or aff",
      "text": "insurance company who is approved by such title insurance company to act under this Section and pursuant to the terms and requirements of the Title Insurance Act, and which maintains at least one physical business\nlocation within the State; (b) is certified as an independent escrowee under, and pursuant to the terms and requirements of, the Title Insurance Act; or (c) is a bank, regulated trust company, savings bank, savings and loan association, or credit union, registered\nbroker-dealer, or law firm which is authorized to do business in the State and which maintains at least one physical business location within the State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-236",
      "number": "2.36.",
      "heading": "Registered Internet portal. \"Registered Internet portal\"",
      "text": "means an Internet portal maintained by a corporation or other legal\nentity that is being used to offer or sell securities and\nthat meets the requirements of Section 8d of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2a",
      "number": "2a.",
      "heading": "Notification filing requirements of issuers of any covered",
      "text": "security and payment of fees. All issuers of any covered security (except any\nsecurity listed or authorized for listing on the New York Stock Exchange or\nAmerican Stock Exchange or listed on the National Market System of the Nasdaq\nStock Market (or any successor to such entities), or listed or authorized for\nlisting on a\nnational securities exchange (or tier or segment thereof) that has listing\nstandards that the federal Securities and Exchange Commission by rule (on its\nown initiative or on the basis of petition) has determined are substantially\nsimilar to the\nlisting standards applicable to any security described in this Section, or is a\nsecurity of the same issuer that is equal in seniority or that is a senior\nsecurity described in this Section) shall annually file a notification with the\nSecretary of State in such form and manner as prescribed by rule or order and\npay the notification filing fee established under Section 11a of this Act\nwhich shall not be returnable in any event.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The provisions of Sections 2a, 5, 6 and 7 of this Act shall not",
      "text": "apply to any of the following securities:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "3.5.",
      "heading": "Authority of Secretary of State",
      "text": "Notwithstanding any other law, the Secretary of State has the authority to enforce this Act as it pertains to the offer, sale, or investment advice concerning a covered security as defined by Section 2.29.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Exempt transactions. The provisions of Sections 2a, 5, 6 and 7",
      "text": "of this Act shall not apply to any of the following transactions, except\nwhere otherwise specified in this Section 4:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Registration of Securities.",
      "text": "All securities except those\nset forth under Section 2a of this Act, or those exempt under Section 3 of\nthis Act, or those offered or sold in\ntransactions exempt under Section 4 of this Act, or face amount certificate\ncontracts required to be registered under Section 6 of this Act, or\ninvestment fund shares required to be registered under Section 7 of this\nAct, shall be registered either by coordination or by qualification, as\nhereinafter in this Section provided, prior to their offer or sale in this\nState.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Registration of Face Amount Certificate Contracts.",
      "text": "All face\namount certificate contracts except those set forth under Section 2a of this\nAct, or those exempt under Section 3 of this\nAct, or those offered or sold in transactions exempt under Section 4 of\nthis Act, shall be registered either by coordination or by qualification,\nas hereinafter in this Section provided, prior to their offer or sale in this\nState.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-urities",
      "number": "urities",
      "heading": "deposited as hereinabove required may be withdrawn by the",
      "text": "depositor at any time, and from time to time, whenever other securities\neligible for deposit and of a fair market value not less than that\nwithdrawn are deposited in substitution for securities withdrawn.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Registration of Investment Fund Shares.",
      "text": "All investment fund shares except those set forth under Section 2a of this\nAct, or those exempt under Section 3 of this Act, or\nthose offered or sold in transactions exempt under Section 4 of this Act, or\nface amount certificate contracts required to be registered under Section 6\nof this Act, shall be registered either by coordination or by\nqualification, as hereinafter in this Section provided, prior to their\noffer or sale in this State.\nAdditional classes of shares that are of the same rank, general description,\nand characteristics as those currently registered may be added to a current\nregistration under this Section upon the filing of an amendment and the payment\nof the additional fees as prescribed by the Secretary of State by rule or\nregulation. Any\nchange in organization or plans of operation shall be\ndisclosed to the Secretary of State by filing an amendment to a current\nregistration and the payment of the additional fees as prescribed by the\nSecretary of State by rule or regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7a",
      "number": "7a.",
      "heading": "(a) Except as provided in subsection (b) of this Section,",
      "text": "no securities, issued by an issuer engaged in or deriving revenues from the\nconduct of any business or profession, the conduct of which would violate\nSection 11-14, 11-14.3, 11-14.4 as described in subdivision (a)(1), (a)(2), or (a)(3) or that involves soliciting for a juvenile prostitute, 11-15, 11-15.1, 11-16, 11-17, 11-19 or 11-19.1 of the\nCriminal Code of 1961 or the Criminal Code of 2012, if conducted in this\nState, shall be sold or registered pursuant to Section 5, 6 or 7 of this\nAct nor sold pursuant to the provisions of Section 3 or 4 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Registration of dealers, limited Canadian dealers, Internet portals,",
      "text": "salespersons, investment advisers, and investment adviser representatives.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8a",
      "number": "8a.",
      "heading": "Advertisement and sale of certain investments.",
      "text": "Advertisement and sale of certain investments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8b",
      "number": "8b.",
      "heading": "Telephone solicitation.",
      "text": "Telephone solicitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8c",
      "number": "8c.",
      "heading": "Non-English language transactions.",
      "text": "A person subject to\nregistration under Section 8 of this Act may conduct\ntransactions in a language other than English through an employee or agent\nacting as interpreter or through an interpreter provided by the customer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8d",
      "number": "8d.",
      "heading": "Offerings made through",
      "text": "registered Internet portals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Advertising.",
      "text": "The Secretary of State may by rule or regulation\nrequire the filing with him or her of any prospectus, pamphlet, circular,\nform letter, advertisement or other sales literature or advertising\ncommunication addressed or intended for distribution or dissemination in\nthis State to prospective investors, including clients or prospective\nclients of an investment adviser; provided, that no such filing may\nbe required with respect to:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Service of process.",
      "text": "Service of process.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Duties and powers of the Secretary of State.",
      "text": "Duties and powers of the Secretary of State.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-115",
      "number": "11.5.",
      "heading": "Securities exchange registration.",
      "text": "Securities exchange registration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11a",
      "number": "11a.",
      "heading": "Fees.",
      "text": "Fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11b",
      "number": "11b.",
      "heading": "Special funds.",
      "text": "All moneys received by the State of Illinois\nin furtherance of activities, duties, and responsibilities under the\nIllinois Securities Law of 1953 from government or non-governmental\nsources, except funds received pursuant to Section 981, 982, or 1963 of\nTitle\n18 of the United States Code, which shall be deposited into the Securities\nAudit and Enforcement Fund, and funds payable as specific grants or the\nfines, payments, or fees\nrequired\nunder\nSection 5, 6, 7, or 8, or in connection with violations of Section 12 of\nthis Act, the\nBusiness Opportunity Sales Law of\n1995, the Illinois Business Brokers Act of 1995, or the Illinois Loan Brokers\nAct of 1995 to be deposited into the Securities\nInvestors Education Fund or the Securities Audit and Enforcement Fund,\nshall be placed in the General Revenue Fund of the State treasury.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11c",
      "number": "11c.",
      "heading": "Securities Audit and Enforcement Fund.",
      "text": "Securities Audit and Enforcement Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Violation. It shall be a violation of the provisions of",
      "text": "this Act for any person:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Private and other civil remedies; securities.",
      "text": "Private and other civil remedies; securities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Sentence.",
      "text": "Sentence.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Evidentiary matters.",
      "text": "A. In any action, administrative, civil or\ncriminal, where a defense is based upon any exemption provided for in this\nAct, the burden of proving such exemption shall be upon the party raising such\ndefense.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15a",
      "number": "15a.",
      "heading": "Issuance of Non-Binding Statements.",
      "text": "The Secretary of State,\nor any person designated by him or her, may issue a statement concerning\nthe applicability of the Act or the rules and regulations thereunder to any\ntransaction or proposed transaction which may be subject to the Act. No\nstatement issued by the Secretary of State or his or her designee pursuant\nto this Section 15a shall be binding upon the Secretary of State or the\nState of Illinois, or shall be admissible in any administrative, civil or\ncriminal action as, or shall otherwise constitute, a legal opinion of the\nSecretary of State. Each application for a statement pursuant to this\nSection 15a shall be filed with the Secretary of State in the form and\nmanner prescribed by the Secretary of State by rule or regulation, and\nshall be accompanied by an application fee in the amount specified in\nSection 11a of this Act, which fee shall not be returnable in any event.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "Saving clauses. Notwithstanding any repeal provisions of this",
      "text": "Act, the provisions of\nthe Act entitled \"An Act relating to the sale or other disposition of\nsecurities and providing penalties for the violation thereof and to repeal\nActs in conflict therewith,\" approved June 10, 1919, as amended, shall\nremain in force (1) for the prosecution and\npunishment of any person who,\nbefore the effective date of this Act, shall have violated any provision of\nsaid Act approved June 10, 1919, as amended; (2) for carrying out the\nterms of escrow agreements made pursuant to the\nprovisions of said Act approved June 10, 1919, as amended,\nand (3) for the retention, enforcement and liquidation of\ndeposits made with the Secretary\nof State pursuant to the provisions of Section 6a of said Act approved June\n10, 1919, as amended, or of subsection E of Section 6 of the Illinois\nSecurities Law of 1953, as amended and in effect prior to January 1, 1986, which deposits,\nfrom and after January 1, 1986, shall be subject to the provisions of\nsubsections G, H, and I of Section 6 as if such deposits were made in\nrespect of face amount certificate contracts which were registered under\nsubsection B of Section 6 on or after January 1, 1986.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "Separability of provisions.",
      "text": "Separability of provisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Repeal.",
      "text": "Repeal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-181",
      "number": "18.1.",
      "heading": "Additional fees. In addition to any other fee that the",
      "text": "Secretary of State may impose and collect pursuant to the authority contained\nin Sections 4, 8, and 11a of this Act, beginning on\nJuly 1, 2003 the Secretary of State shall also collect the following additional\nfees:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4d",
      "number": "4.D",
      "heading": "of the Act..................",
      "text": "of the Act..................",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Effective date.",
      "text": "Effective date.",
      "history": "",
      "source_url": ""
    }
  ]
}