{
  "state": "hawaii",
  "path": "title-title-11-agriculture-and-animals/chapter-165-hawaii-right-to-farm-act",
  "sections": [
    {
      "id": "section-165-1",
      "number": "165-1",
      "heading": "Findings and purpose.165-2 Definitions.165-3 Declaration of public purpose.165-4 Right to farm.165-5 Frivolous lawsuits.165-6 Liberal construction.",
      "text": "§165-1 Findings and purpose.The legislature finds that when nonagricultural land uses extend into agricultural areas, farming operations often become the subject of nuisance lawsuits that may result in the premature removal of lands from agricultural use and may discourage future investments in agriculture. The legislature also finds that under the Hawaii State Planning Act, it is a declared policy of this State to \"foster attitudes and activities conducive to maintaining agriculture as a major sector of Hawaii's economy.\" Accordingly, it is the purpose of this chapter to reduce the loss to the State of its agricultural resources by limiting the circumstances under which farming operations may be deemed to be a nuisance. [L 1982, c 256, pt of §1; am L 1986, c 242, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-165/section-165-1/"
    },
    {
      "id": "section-165-2",
      "number": "165-2",
      "heading": "Definitions.",
      "text": "§165-2 Definitions.As used in this chapter, unless the context otherwise requires:\n\n\"Farming operation\" means a commercial agricultural, silvicultural, or aquacultural facility or pursuit conducted, in whole or in part, including the care and production of livestock and livestock products, poultry and poultry products, apiary products, and plant and animal production for nonfood uses; the planting, cultivating, harvesting, and processing of crops; and the farming or ranching of any plant or animal species in a controlled salt, brackish, or freshwater environment. \"Farming operation\" includes but shall not be limited to:\n\n(1) Agricultural-based commercial operations as described in section [205-2(d)(15)];\n\n(2) Noises, odors, dust, and fumes emanating from a commercial agricultural or an aquacultural facility or pursuit;\n\n(3) Operation of machinery and irrigation pumps;\n\n(4) Ground and aerial seeding and spraying;\n\n(5) The application of chemical fertilizers, conditioners, insecticides, pesticides, and herbicides; and\n\n(6) The employment and use of labor.\n\nA farming operation that conducts processing operations or salt, brackish, or freshwater aquaculture operations on land that is zoned for industrial, commercial, or other nonagricultural use shall not, by reason of that zoning, fall beyond the scope of this definition; provided that those processing operations form an integral part of operations that otherwise meet the requirements of this definition.\n\n\"Nuisance\" means any interference with reasonable use and enjoyment of land, including but not limited to smoke, odors, dust, noise, or vibration; provided that nothing in this chapter shall in any way restrict or impede the authority of the State to protect the public health, safety, and welfare. \"Nuisance\" as used in this chapter, includes all claims that meet the requirements of this definition regardless of whether a complainant designates such claims as brought in nuisance, negligence, trespass, or any other area of law or equity; provided that nuisance as used in this chapter does not include an alleged nuisance that involves water pollution or flooding. [L 1982, c 256, pt of §1; am L 1986, c 242, §2; am L 1993, c 162, §2; am L 2001, c 26, §1; am L 2012, c 113, §1]\n\nLaw Journals and Reviews\n\nUp In The Air: The Status & Future of Drone Regulation in Hawai`i. 40 UH L. Rev. 307 (2017).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-165/section-165-2/"
    },
    {
      "id": "section-165-3",
      "number": "165-3",
      "heading": "Declaration of public purpose.",
      "text": "§165-3 Declaration of public purpose.The preservation and promotion of farming is declared to be in the public purpose and deserving of public support. [L 1982, c 256, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-165/section-165-3/"
    },
    {
      "id": "section-165-4",
      "number": "165-4",
      "heading": "Right to farm.",
      "text": "§165-4 Right to farm.No court, official, public servant, or public employee shall declare any farming operation a nuisance for any reason if the farming operation has been conducted in a manner consistent with generally accepted agricultural and management practices. There shall be a rebuttable presumption that a farming operation does not constitute a nuisance. [L 1982, c 256, pt of §1; am L 1986, c 242, §3; am L 2001, c 26, §2]\n\nRevision Note\n\nSubsection designation deleted pursuant to §23G-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-165/section-165-4/"
    },
    {
      "id": "section-165-5",
      "number": "165-5",
      "heading": "Frivolous lawsuits.",
      "text": "§165-5Frivolous lawsuits.Any nuisance action, found to be frivolous by the court, in which a farming operation is alleged to be a nuisance as defined in section 165-2, shall be governed by section 607-14.5. [L 1993, c 162, pt of §1]\n\nCross References\n\nVexatious litigants, see chapter 634J.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-165/section-165-5/"
    },
    {
      "id": "section-165-6",
      "number": "165-6",
      "heading": "Liberal construction.",
      "text": "§165-6Liberal construction.This chapter is remedial in nature and shall be liberally construed to effectuate its purposes. [L 1993, c 162, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-165/section-165-6/"
    }
  ]
}