{
  "state": "hawaii",
  "path": "title-title-11-agriculture-and-animals/chapter-150-seeds",
  "sections": [
    {
      "id": "section-150-1",
      "number": "150-1",
      "heading": "to 150-4 OLD REPEALED. §150-1 Short title.",
      "text": "to 150-4 OLD REPEALED. §150-1 Short title.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-150-2",
      "number": "150-2",
      "heading": "REPEALED.",
      "text": "§150-2 REPEALED.\n\nL 2003, c 49, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-2/"
    },
    {
      "id": "section-150-21",
      "number": "150-21",
      "heading": "Definitions.",
      "text": "§150-21 Definitions.As used in this chapter:\n\n\"Advertisement\" means all representations, other than those on the label, disseminated in any manner or by any means, relating to seed within the scope of this chapter.\n\n\"Agricultural seed\" includes the seed of grass, forage, cereal, and fiber crops and other kinds of seed commonly recognized within the State as agricultural seed and mixtures of these seed.\n\n\"Blend\" means agricultural seed consisting of more than one variety of a kind, each in excess of five per cent by weight of the whole.\n\n\"Department\" means the Hawaii department of agriculture.\n\n\"Kind\" means one or more related species or subspecies which singly or collectively is known by one common name, for example, corn, barley, lettuce, and alfalfa.\n\n\"Label\" or \"labeling\" includes all written, printed, or graphic representations in any form whatsoever, accompanying or pertaining to any seed, whether in bulk or in containers, and includes representations on invoices.\n\n\"Lot\" means a definite quantity of seed identified by a number or other identification, every portion or bag of which is uniform, within permitted tolerances, for the factors which appear in the labeling.\n\n\"Mixture\" or \"mixed\" means agricultural seed consisting of more than one kind, each in excess of five per cent of the whole.\n\n\"Noxious weed seed\" means the seed of plant species designated by the department by rule as being highly destructive and difficult to control or eradicate in the State by ordinary, good cultural practices, herbicides, and other control measures, or is, or which may be likely to become injurious, harmful, or deleterious to the agricultural, horticultural, aquacultural, or livestock industry of the State and to forest and recreational areas and conservation districts of the State.\n\n\"Person\" includes any individual, partnership, corporation, company, society, or association.\n\nThe terms \"pure seed\", \"germination\", and other seed labeling and testing terms in common usage shall be defined as in the Rules for Seed Testing published by the Association of Official Seed Analysts.\n\n\"Record\" means all label information such as analysis and test results, and other information relating to the shipment and sale of seed, such as invoices, vouchers, and freight bills.\n\n\"State\" means the State of Hawaii.\n\n\"Stop-sale order\" means any written or printed notice or order given or issued by the department restraining the sale of agricultural and vegetable seed.\n\n\"Variety\" means a subdivision of a kind characterized by growth, plant, fruit, seed, or other characters by which it can be differentiated from other plants of the same kind.\n\n\"Vegetable seed\" includes the seed of those crops which are grown in gardens and on truck farms and are generally known and sold under the name of vegetable seed in the State.\n\n\"Vendor\" means any person engaged in selling or offering for sale agricultural or vegetable seed for planting purposes.\n\n\"Weed seed\" includes noxious weed seed and the seed of all plants generally recognized as weeds within the State. [L 1945, c 90, pt of §2; RL 1955, §26-5; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-21; am L 1987, c 164, §3; am L 1991, c 73, §1; am L 2003, c 49, §10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-21/"
    },
    {
      "id": "section-150-22",
      "number": "150-22",
      "heading": "Rules.",
      "text": "§150-22 Rules.Subject to chapter 91, the department may adopt rules with respect to:\n\n(1) Designation of noxious weed seed for the purpose of this chapter;\n\n(2) Maximum amount of noxious weed seed and other weed seed which may be found in agricultural or vegetable seed sold in the State;\n\n(3) Germination standards for agricultural and vegetable seed;\n\n(4) Inspection, sampling, and testing of seed at the request of interested persons, and charges to be made for these services; and\n\n(5) Other requirements regarding the sale and labeling of seed and seed licenses, including the license fee, as it deems necessary to effectuate this chapter.\n\nIn adopting rules with respect to standards for agricultural and vegetable seed and tolerances of noxious weed seed, the department shall follow as closely as practicable the standards and tolerances of the Federal Seed Act, or as adopted by the Association of Official Seed Analysts. [L 1945, c 90, pt of §2; RL 1955, §26-6; am L Sp 1959 2d, c 1, §22; am L 1961, c 103 and c 132, §2; HRS §150-22; am L 1979, c 87, §1; am L 1987, c 164, §4; am L 1991, c 73, §2; am L 1992, c 98, §1; am L 2003, c 49, §9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-22/"
    },
    {
      "id": "section-150-23",
      "number": "150-23",
      "heading": "Prohibiting sales; germination tests.",
      "text": "§150-23 Prohibiting sales; germination tests.A person may not sell, offer, or expose for sale within the State any agricultural or vegetable seed for planting purposes if any one or more of the following conditions exist:\n\n(1) The seed has not been labeled in accordance with sections 150-24 and 150-25;\n\n(2) A false or misleading advertisement has been made with respect to the seed;\n\n(3) The amount of noxious weed seed and other weed seed is in excess of tolerances established by rules of the department;\n\n(4) A testing of the seed, to determine the percentages of germination, has not been completed within nine months, exclusive of the calendar month in which the test was completed, before the date of sale or offer or exposure for sale. The department, by rule, may extend the nine-month limitation for seed that has been packaged or processed under conditions that would greatly extend the viability of the seed;\n\n(5) Descriptive words or phrases on labels are not clearly distinguishable from the kind and variety names; or\n\n(6) The seed has a false or misleading label. [L 1945, c 90, pt of §2; RL 1955, §26-7; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-23; am L 1973, c 14, §1; am L 1987, c 164, §5; am L 1991, c 73, §3; am L 1992, c 98, §2]\n\nCross References\n\nNoxious weed control, see chapter 152.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-23/"
    },
    {
      "id": "section-150-24",
      "number": "150-24",
      "heading": "Agricultural seed; labels.",
      "text": "§150-24 Agricultural seed; labels.Each container of agricultural seed that is sold or offered for sale within the State for planting purposes shall bear or have attached, in a conspicuous place, a plainly written or printed label or tag in the English language, giving the following information:\n\n(1) Commonly accepted name of the kind and variety, or kind and the phrase \"variety not stated\" of each agricultural seed component in excess of five per cent of the whole, and the percentage by weight of each in the order of its predominance.\n\n(2) Where more than one component is required to be named, the words \"mixture\" or \"mixed\" for seed consisting of more than one kind, or \"blend\" for seed consisting of more than one variety of the same kind.\n\n(3) Lot number or other lot identification.\n\n(4) Percentage by weight of all weed seed.\n\n(5) Name and approximate number of each kind of noxious weed seed to the extent required by rules of the department.\n\n(6) Percentage by weight of agricultural seed other than those required to be named on the label.\n\n(7) Percentage by weight of inert matter.\n\n(8) For each named agricultural seed:\n\n(A) The percentage of germination, exclusive of hard seed;\n\n(B) The percentage of hard seed, if present; and\n\n(C) The calendar month and year the test was completed to determine the percentages.\n\nFollowing (A) and (B), the additional statement, \"total germination and hard seed,\" may be stated if desired.\n\n(9) Name and address of the person who labeled the seed or who sells, offers, or exposes the seed for sale within the State.\n\nThe department, by rule, may require additional information on the label or tag for agricultural seed that is packaged or processed, such as pelleted or coated seed, and sold in specialized containers such as packets, hermetically sealed containers, tapes, or any other innovative method or container. [L 1945, c 90, pt of §2; RL 1955, §26-8; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-24; am L 1979, c 87, §2; am L 1987, c 164, §6; am L 1991, c 73, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-24/"
    },
    {
      "id": "section-150-25",
      "number": "150-25",
      "heading": "Vegetable seed; labels.",
      "text": "§150-25 Vegetable seed; labels.Each container of vegetable seed that is sold or offered for sale within the State for planting purposes shall bear or have attached, in a conspicuous place, a plainly written or printed label or tag in the English language, giving the following information:\n\n(1) Name of kind and variety of seed.\n\n(2) For seed which germinates less than the standard established by rules of the department:\n\n(A) Percentage of germination, exclusive of hard seed.\n\n(B) Percentage of hard seed, if present.\n\n(C) The calendar month and year the test was completed to determine the percentages.\n\n(D) The words \"below standard\" in not less than eight-point type.\n\n(3) Name and address of the person who labeled the seed or who sells, offers, or exposes the seed for sale within the State.\n\nThe department, by rule, may require additional information on the label or tag for vegetable seed that is packaged or processed, such as pelleted or coated seed, and sold in specialized containers such as packets, hermetically sealed containers, tapes, or any other innovative method or container. [L 1945, c 90, pt of §2; RL 1955, §26-9; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-25; am L 1979, c 87, §3; am L 1987, c 164, §7; am L 1991, c 73, §5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-25/"
    },
    {
      "id": "section-150-26",
      "number": "150-26",
      "heading": "Removal from sale.",
      "text": "§150-26 Removal from sale.Any seed offered for sale in violation of this chapter or any rule adopted thereunder, shall be removed from sale by the vendor upon receiving a stop-sale order from the department. The vendor shall withhold the seed from sale until the violation has been corrected and a written release has been issued by the department. [L 1945, c 90, pt of §2; RL 1955, §26-10; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-26; gen ch 1985; am L 1987, c 164, §8; am L 1991, c 73, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-26/"
    },
    {
      "id": "section-150-27",
      "number": "150-27",
      "heading": "Duties and authority of the department.",
      "text": "§150-27 Duties and authority of the department.(a) The department may, through its authorized agents and inspectors:\n\n(1) Enter any premises during regular business hours in order to have access to seed and records related to seed subject to this chapter.\n\n(2) Cooperate with the United States Department of Agriculture and other agencies or associations in seed law enforcement.\n\n(3) Enforce a stop-sale order issued to the vendor for any agricultural or vegetable seed in violation of this chapter.\n\n(b) It is the duty of the department to:\n\n(1) Inspect, sample, make analysis of, and test seed to determine whether the seed is in compliance with this chapter.\n\n(2) Inspect records to determine whether the seed is in compliance with this chapter.\n\n(3) Forward to the appropriate party, a report of the analysis and test result, and a stop-sale order if necessary, upon completion of the analysis and test of the seed.\n\n(4) Provide on request, seed testing and analyzing service to any person. [L 1945, c 90, pt of §2; RL 1955, §26-11; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-27; am L 1987, c 164, §9; am L 1991, c 73, §7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-27/"
    },
    {
      "id": "section-150-28",
      "number": "150-28",
      "heading": "Laboratory and analytical procedure.",
      "text": "§150-28 Laboratory and analytical procedure.(a) The department shall maintain a properly equipped laboratory for making tests required under this chapter.\n\n(b) The method of sampling and testing of seed shall be based upon the rules for seed testing adopted by the Association of Official Seed Analysts or as published in subchapter K of the Federal Seed Act. [L 1945, c 90, pt of §2; RL 1955, §26-12; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-28; am L 1987, c 164, §10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-28/"
    },
    {
      "id": "section-150-29",
      "number": "150-29",
      "heading": "Seed licenses.",
      "text": "§150-29 Seed licenses.A seed license from the department is required of:\n\n(1) Every person whose name and address are required on the label or who imports into the State for sale or resale, agricultural or vegetable seed for planting purposes.\n\n(2) Every person who opens any bag or container of agricultural or vegetable seed and sells the contents for planting purposes within the State.\n\nApplication for the license shall be made to the department in accordance with rules adopted by the department. All licenses shall expire on June 30 of each year. [L 1945, c 90, pt of §2; RL 1955, §26-13; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-29; am L 1979, c 87, §4; am L 1987, c 164, §11; am L 1991, c 73, §8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-29/"
    },
    {
      "id": "section-150-30",
      "number": "150-30",
      "heading": "Disposition of fees and charges.",
      "text": "§150-30 Disposition of fees and charges.All fees and charges received pursuant to this chapter shall be deposited with the state director of finance to the credit of the general fund. [L 1945, c 90, pt of §2; RL 1955, §26-14; am L 1963, c 114, §1 and c 193, §16; HRS §150-30; am L 1987, c 164, §12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-30/"
    },
    {
      "id": "section-150-31",
      "number": "150-31",
      "heading": "Violations; penalties.",
      "text": "§150-31 Violations; penalties.Every person who violates this chapter or any rule adopted by the department pursuant to section 150-22, shall be fined not less than $100 nor more than $1,000 for the first offense, and not less than $1,000 nor more than $5,000 for each offense thereafter. [L 1945, c 90, pt of §2; RL 1955, §26-15; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS §150-31; am L 1987, c 164, §13]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-31/"
    },
    {
      "id": "section-150-41",
      "number": "150-41",
      "heading": "REPEALED.",
      "text": "§150-41 REPEALED.\n\nL 2000, c 247, §3.\n\nCross References\n\nFor present provision, see §304A-2263.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-11/chapter-150/section-150-41/"
    }
  ]
}