{
  "state": "hawaii",
  "path": "title-title-7-public-officers-and-employees/chapter-76-civil-service-law",
  "sections": [
    {
      "id": "section-76-1",
      "number": "76-1",
      "heading": "Purposes; merit principle.",
      "text": "Part heading amended by L 2000, c 253, §4.\n\n§76-1 Purposes; merit principle.It is the purpose of this chapter to require each jurisdiction to establish and maintain a separately administered civil service system based on the merit principle. The merit principle is the selection of persons based on their fitness and ability for public employment and the retention of employees based on their demonstrated appropriate conduct and productive performance. It is also the purpose of this chapter to build a career service in government, free from coercive political influences, to render impartial service to the public at all times, according to the dictates of ethics and morality and in compliance with all laws.\n\nIn order to achieve these purposes, it is the declared policy of the State that the human resource program within each jurisdiction be administered in accordance with the following:\n\n(1) Equal opportunity for all in compliance with all laws prohibiting discrimination. No person shall be discriminated against in examination, appointment, reinstatement, reemployment, promotion, transfer, demotion, or removal, with respect to any position when the work may be efficiently performed by the person without hazard or danger to the health and safety of the person or others;\n\n(2) Impartial selection of individuals for public service by means of competitive tests which are fair, objective, and practical;\n\n(3) Incentives for competent employees within the service, whether financial or promotional opportunities and other performance based group and individual awards that encourage continuous improvement to achieve superior performance;\n\n(4) Reasonable job security for competent employees and discharge of unnecessary or inefficient employees with the right to grieve and appeal personnel actions through the:\n\n(A) Contractual grievance procedure for employees covered by chapter 89; or\n\n(B) Internal complaint procedures and the merit appeals board for employees excluded from coverage under chapter 89;\n\n(5) Equal pay for equal work shall apply between classes in the same bargaining unit among jurisdictions for those classes determined to be equal through systematic classification of positions based on objective criteria and adequate job evaluation, unless it has been agreed in accordance with chapter 89 to negotiate the repricing of classes; and\n\n(6) Harmonious and cooperative relations between government and its employees, including employee organizations representing them, to develop and maintain a well-trained, efficient, and productive work force that utilizes advanced technology to ensure effective government operations and delivery of public services. [L 1955, c 274, pt of §1; RL 1955, §3-1; am L 1963, c 14, §1; HRS §76-1; am L 1973, c 177, §1(1); am L 1984, c 101, §1; am L 1992, c 33, §5; am L 1994, c 56, §4; am L 2000, c 253, §5]\n\nLaw Journals and Reviews\n\nEmployee Rights Under Judicial Scrutiny: Prevalent Policy Discourse and the Hawai`i Supreme Court. 14 UH L. Rev. 189.\n\nPublic employment is not a fundamental constitutional right. 402 F. Supp. 84.\n\nRights existing by virtue of civil service status may be lost by repeal or amendment of the civil service law. 48 H. 370, 405 P.2d 772.\n\nThe general prohibition in §89-9(d) against a public employer and the exclusive representative of a collective bargaining unit agreeing to a \"proposal inconsistent with merit principles\" is subject to §89-9(d)'s provisions allowing for, inter alia, negotiation of promotion and demotion procedures in a collective bargaining agreement and a grievance process for violation thereof; this section, Revised Charter of Honolulu § §6-302, 6-306, 6-308, and rules of the civil service commission § §13-2 and 13-3 do not conflict with §89-9(d). 106 H. 205, 103 P.3d 365.\n\nNo basis to support a finding that arbitration award of remedial promotions of police officers to rank of sergeant with mandatory back pay violated the public policy of promotions of public employees in accordance with the merit principle. 135 H. 456, 353 P.3d 998 (2015).\n\nCited: 413 U.S. 601, 93 S. Ct. 2908.\n\nCited: 134 H. 155 (App.), 338 P.3d 1170 (2014).\n\nDiscussed: 133 H. 188, 325 P.3d 600 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-1/"
    },
    {
      "id": "section-76-15",
      "number": "76-1.5",
      "heading": "Executive branch workforce demographic profile.",
      "text": "§76-1.5 Executive branch workforce demographic profile.(a) The director of human resources development shall compile a profile on the workforce of the executive branch of the State that shall include:\n\n(1) Demographic data on the entire executive branch workforce covering both civil service employees hired through recruitment procedures based on merit and employees exempt from such procedures;\n\n(2) Breakouts of the data required by paragraph (1) for the systems administered by the department of human resources development, the board of education, the University of Hawaii board of regents, and the Hawaii health systems corporation, respectively; and\n\n(3) Information on the number of employees who are currently eligible for retirement and projected retirements for the succeeding five years.\n\n(b) The director of human resources development shall submit an annual profile report to the legislature no later than twenty days prior to the convening of each regular session. [L 2012, c 16, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-1-5/"
    },
    {
      "id": "section-76-2",
      "number": "76-2",
      "heading": "to 4 REPEALED.",
      "text": "to 4 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-5",
      "number": "76-5",
      "heading": "Alternatives in providing human resources program services",
      "text": "§76-5 Alternatives in providing human resources program services. (a) Whenever consistent with economic and efficient administration, the director may delegate the performance of services under this chapter to the departments. The departments shall perform the services in compliance with any policies, standards, and procedures issued by the director. The delegation may be withdrawn at any time as determined by the director.\n\n(b) Whenever consistent with economic and efficient administration and upon the recommendation of its director, the chief executive may decentralize powers of the director under this chapter, except for rulemaking, to an appointing authority. The appointing authority shall exercise the powers, including the issuance of policies, standards, and procedures that would apply to the department or agency. Accountability for all actions taken by the appointing authority or any subordinate employee, as a result of empowerment by the chief executive, shall rest with the appointing authority to the same extent as though the action had been taken by the director.\n\n(c) Whenever consistent with economic and efficient administration, a jurisdiction, if authorized by rules of the jurisdiction, may enter into agreements on furnishing services and facilities for human resources. The human resource services furnished under an agreement on behalf of a jurisdiction shall be as fully effective as though these services had been performed by the jurisdiction. The agreements may provide for reciprocity or reimbursement from authorized funds for the value of the services and facilities for human resources furnished. If authorized by the legislature, an agreement on furnishing services and facilities for human resources may be with a private entity and shall be subject to any requirements and parameters set by the legislature or the respective legislative body, as applicable.\n\n(d) When determining how human resource services are to be provided for the state executive branch, consideration shall be given to options, such as restructuring the work force in conjunction with providing affected employees the option of electing a voluntary severance benefit or an early retirement incentive, or initiating a reduction-in-force.\n\n(e) Whenever human resource services are delegated, decentralized, or performed by agreements as authorized in this section, the director shall institute and maintain a system of inspection to determine that the personnel laws and rules are applied and administered by the departments in a manner consistent with the provisions of this chapter. In the event of any failure to comply with the provisions of this chapter, the director shall take or recommend appropriate action. Such action may include requiring immediate correction be taken, retracting the delegation of authority, recommending cessation of decentralization, or terminating an agreement for human resource services. [L 1955, c 274, pt of §1; RL 1955, §3-5; am L Sp 1959 2d, c 1, §11; HRS §76-5; am L 1977, c 159, §4; am L 1994, c 56, §6; am L 1996, c 262, §8; am L 1997, c 2, §2; am L 2000, c 253, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-5/"
    },
    {
      "id": "section-76-55",
      "number": "76-5.5",
      "heading": "REPEALED.",
      "text": "§76-5.5 REPEALED.\n\nL 2000, c 253, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-5-5/"
    },
    {
      "id": "section-76-6",
      "number": "76-6",
      "heading": "Chapter inoperative, when.",
      "text": "§76-6 Chapter inoperative, when.If any provision of this chapter jeopardizes the receipt by the State or any county of any federal grant-in-aid or other federal allotment of money, the provision shall, insofar as the fund is jeopardized, be deemed to be inoperative. [L 1955, c 274, §12; RL 1955, §3-7; HRS §76-6; am L 2000, c 253, §7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-6/"
    },
    {
      "id": "section-76-7",
      "number": "76-7",
      "heading": "to 10 REPEALED.",
      "text": "to 10 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-11",
      "number": "76-11",
      "heading": "Definitions.",
      "text": "Part II heading, \"Civil Service for the State\", repealed. L 2000, c 253, §8.\n\n§76-11 Definitions.As used in this chapter, unless the context clearly requires otherwise:\n\n\"Appointing authority\" means a department head or designee having the power to make appointments or changes in the status of employees.\n\n\"Chief executive\" means the governor, the respective mayors, the chief justice of the supreme court, and the chief executive officer of the Hawaii health systems corporation. It may include the superintendent of education and the president of the University of Hawaii with respect to their employees on any matter that applies to employees in general, including employees who are not covered by this chapter.\n\n\"Civil service\" includes all positions within a jurisdiction that are not exempted by section 46-33, 76-16, or 76-77, or by other law and must be filled through civil service recruitment procedures based on merit.\n\n\"Civil service employee\" means an employee who has met all requirements for membership in the civil service under section 76-27.\n\n\"Class\" means a group of positions that reflect sufficiently similar duties and responsibilities such that the same title and the same pay range may apply to each position allocated to the class.\n\n\"Classification system\" means classes of positions arranged in a logical and systematic order.\n\n\"Day\" means a calendar day unless otherwise specified.\n\n\"Department\" means any department, board, commission, or agency of a jurisdiction.\n\n\"Director\" means the head of the central personnel agency for a jurisdiction regardless of title, whether it is the director of human resources development, director of personnel, director of personnel services, or personnel director.\n\n\"Employee\" or \"public employee\" means any person holding a position in the service of a jurisdiction, irrespective of status or type of appointment; provided that, if the context clearly applies only to an employee who is a member of the civil service, \"employee\" means a civil service employee.\n\n\"Employer\" or \"public employer\" means the governor in the case of the State, the respective mayors in the case of the counties, the chief justice of the supreme court in the case of the judiciary, the board of education in the case of the department of education, the board of regents in the case of the University of Hawaii, the Hawaii health systems corporation board in the case of the Hawaii health systems corporation, and any individual who represents one of the employers or acts in their interest in dealing with public employees. In the case of the judiciary, the administrative director of the courts shall be the employer in lieu of the chief justice for purposes which the chief justice determines would be prudent or necessary to avoid conflict.\n\n\"Exclusive representative\" means the employee organization certified by the board under section 89-8 as the collective bargaining agent to represent all employees in an appropriate bargaining unit without discrimination and without regard to employee organization membership.\n\n\"Jurisdiction\" means the State, the city and county of Honolulu, the county of Hawaii, the county of Maui, the county of Kauai, the judiciary, the department of education, the University of Hawaii, and the Hawaii health systems corporation.\n\n\"Legislative body\" means the legislature in the case of the State, including the judiciary, the department of education, the University of Hawaii, and the Hawaii health systems corporation; the city council in the case of the city and county of Honolulu; and the respective county councils in the case of the counties of Hawaii, Maui, and Kauai.\n\n\"Merit appeals board\" means a jurisdiction's appellate body for purposes of section 76-14 regardless of whether it is named merit appeals board, civil service commission, or appeals board.\n\n\"Position\" means a specific job requiring the full or part-time employment of one person. [L 1955, c 274, pt of §1; RL 1955, §3-11; am L Sp 1959 2d, c 1, §11; am L 1965, c 54, §1; HRS §76-11; am L 1974, c 159, §10; gen ch 1985; am L 1994, c 56, §21; am L 2000, c 253, §9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-11/"
    },
    {
      "id": "section-76-115",
      "number": "76-11.5",
      "heading": "REPEALED.",
      "text": "§76-11.5 REPEALED.\n\nL 2000, c 253, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-11-5/"
    },
    {
      "id": "section-76-116",
      "number": "76-11.6",
      "heading": "Special, research, or demonstration project positions.",
      "text": "§76-11.6 Special, research, or demonstration project positions.Notwithstanding any law to the contrary, with the approval of the governor, the head of a department may establish and abolish any subordinate position for an employee engaged in a special, research, or demonstration project that is approved by the governor, subject to the limitations of available appropriations. [L 2015, c 160, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-11-6/"
    },
    {
      "id": "section-76-12",
      "number": "76-12",
      "heading": "General powers and duties of director.",
      "text": "§76-12 General powers and duties of director.The director shall:\n\n(1) Represent the public interest in the improvement of human resources administration in the civil service;\n\n(2) Assist in fostering the interest of institutions of learning and civic, professional, and employee organizations in the improvement of human resources standards in civil service;\n\n(3) Advise the chief executive on policies and problems concerning the human resources program; and\n\n(4) Make investigations concerning the administration of human resources policies in the civil service, including any matter respecting the enforcement or effect of this chapter or the rules adopted thereunder, or the action or failure to act of any officer or employee with respect thereto. [L 1955, c 274, pt of §1; RL 1955, pt of §3-17; am L Sp 1959 2d, c 1, §11; HRS §76-12; am L 1994, c 56, §7; am L 2000, c 253, §10]\n\nCross References\n\nGeneral authority, see §26-5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-12/"
    },
    {
      "id": "section-76-13",
      "number": "76-13",
      "heading": "Specific duties and powers of director.",
      "text": "§76-13 Specific duties and powers of director.The director shall direct and supervise all the administrative and technical activities of the director's department. In addition to other duties imposed upon the director by this chapter, the director shall:\n\n(1) Establish and maintain a roster of all persons in the civil service;\n\n(2) Appoint employees necessary to assist the director in the proper performance of the director's duties and for which appropriations shall have been made;\n\n(3) Foster and develop, in cooperation with appointing authorities and others, programs for the improvement of employee efficiency;\n\n(4) Cooperate fully with appointing authorities, giving full recognition to their requirements and needs, in the administration of this chapter to promote public service by establishing conditions of service that will attract and retain employees of character and capability, and to increase efficiency and productivity in governmental departments by continuously improving methods of human resources administration and maximizing the use of advanced technology;\n\n(5) Encourage and exercise leadership in the development of effective human resources administration within the several departments and make available the facilities of the director's department to this end;\n\n(6) Investigate from time to time the operation and effect of this chapter and the rules adopted thereunder;\n\n(7) Develop and maintain classification systems;\n\n(8) Make recommendations and advise the chief executive on appropriate adjustments for employees excluded from collective bargaining as authorized under chapter 89C; and\n\n(9) Perform any other lawful acts deemed by the director to be necessary or desirable to carry out the purposes and provisions of this chapter. [L 1955, c 274, pt of §1; RL 1955, pt of §3-19; am L 1957, c 157, §1 and c 206, §1; am L Sp 1959 2d, c 1, §11; am L 1964, c 28, §2; HRS §76-13; am L 1976, c 35, §1; gen ch 1985; am L 1989, c 102, §2; am L 1994, c 56, §8; am L 2000, c 253, §11]\n\nRevision Note\n\nSubsection designation deleted pursuant to §23G-15(1).\n\nAttorney General Opinions\n\nOnly the director of personnel services and the administrative director of the courts are empowered to act on reallocation requests. Att. Gen. Op. 81-10.\n\nEffective date of reallocation determines whether retroactive pay adjustment made. Att. Gen. Op. 85-4.\n\nRe refusal to certify felon as adult corrections officer. 402 F. Supp. 84.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-13/"
    },
    {
      "id": "section-76-135",
      "number": "76-13.5",
      "heading": "Classification.",
      "text": "§76-13.5 Classification.(a) Each director shall establish, implement, and maintain one or more classification systems covering all civil service positions, not otherwise exempted by rules. The classification systems shall be constructed with the objective of achieving equal pay for equal work as provided in section 76-1. The director shall adopt rules that allow for the administrative review of classification and initial pricing actions.\n\n(b) Wherever reference is made in statutes that positions are either subject to or exempt from \"chapter 77\" prior to July 1, 2002, the positions shall be subject or exempt from the appropriate classification systems established under this section. [L 2000, c 253, §3]\n\nRevision Note\n\n\"July 1, 2002\" substituted for \"the effective date of this Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-13-5/"
    },
    {
      "id": "section-76-14",
      "number": "76-14",
      "heading": "Merit appeals board; duties, and jurisdiction.",
      "text": "§76-14 Merit appeals board; duties, and jurisdiction.(a) The merit appeals board of each jurisdiction shall decide appeals from any action under this chapter taken by the chief executive, the director, an appointing authority, or a designee acting on behalf of one of these individuals, relating to:\n\n(1) Recruitment and examination;\n\n(2) Classification and reclassification of a particular position, including denial or loss of promotional opportunity or demotion due to reclassification of positions in a reorganization;\n\n(3) Initial pricing of classes; and\n\n(4) Other employment actions under this chapter, including disciplinary actions and adverse actions for failure to meet performance requirements, taken against civil service employees who are excluded from collective bargaining coverage under section 89-6.\n\n(b) Any person suffering legal wrong by an action under subsection (a)(1) or aggrieved by such action shall be entitled to appeal to the merit appeals board. Any employee covered by chapter 76 suffering legal wrong by an action under subsection (a)(2) or (3) shall be entitled to appeal to the merit appeals board. Only employees covered by chapter 76, who are excluded from collective bargaining, suffering legal wrong by an action under subsection (a)(4) shall be entitled to appeal to the merit appeals board. Appeals under this section shall be filed within time limits and in the manner provided by rules of the merit appeals board.\n\n(c) The rules adopted by the merit appeals board shall provide for the following:\n\n(1) The merit appeals board shall not act on an appeal, but shall defer to other authority, if the action complained of constitutes a prohibited act that is subject to the jurisdiction of another appellate body or administrative agency or the grievance procedure under a collective bargaining agreement;\n\n(2) The merit appeals board shall not proceed on an appeal or shall hold proceedings in abeyance if there is any controversy regarding its authority to hear the appeal until the controversy is resolved by the Hawaii labor relations board;\n\n(3) The merit appeals board shall prescribe time limits for filing an appeal that require exhaustion of all internal complaint procedures, including administrative review and departmental complaint procedures, before an appeal is filed; and\n\n(4) The merit appeals board shall use the conditions listed in section 76-41(b) in reaching a decision on whether actions taken by the appointing authority based on a failure by the employee to meet the performance requirements of the employee's position is with or without merit.\n\n(d) Notwithstanding the provisions of this section, the merit appeals board shall have the authority to hear and decide appeals pending before the state civil service commission as of June 30, 2002, in accordance with the jurisdictional requirements and procedures applicable to the state civil service commission as of June 30, 2002.\n\n(e) This section shall be construed liberally to determine whether the appeal falls within the jurisdiction of the merit appeals board. [L 1955, c 274, pt of §1; RL 1955, pt of §3-17; am L Sp 1959 2d, c 1, §11; HRS §76-14; am L 1994, c 56, §21; am L 2000, c 253, §12; am L 2001, c 123, §10; am L 2005, c 34, §1]\n\nCross References\n\nAuthority of commission, generally, see §26-5.\n\nDefendant's argument that the primary jurisdiction doctrine required referral of union's privatization claims to merit appeals board was devoid of merit; the privatization claims were not subject to this section. 133 H. 188, 325 P.3d 600 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-14/"
    },
    {
      "id": "section-76-15",
      "number": "76-15",
      "heading": "Examination consultants.",
      "text": "§76-15 Examination consultants.(a) The director or an appointing authority may select employees in the jurisdiction's service or any individual to act as volunteer subject-matter consultants in the preparation and rating of applications and examinations. Notwithstanding the provisions of chapter 92F, the identity of any volunteer subject-matter consultant, and any information which would result in actual identification of any volunteer subject-matter consultant, are confidential and shall not be disclosed.\n\n(b) An appointing authority may excuse any employee in the appointing authority's department from the employee's regular duties for the time required for the employee's work as a volunteer subject-matter consultant.\n\nEmployees shall not be entitled to extra pay for services as volunteer consultants but shall be entitled to reimbursement for necessary traveling and other expenses. [L 1955, c 274, pt of §1; RL 1955, pt of §3-19; HRS §76-15; gen ch 1985; am L 1994, c 56, §21; am L 1996, c 35, §1; am L 2000, c 253, §13]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-15/"
    },
    {
      "id": "section-76-16",
      "number": "76-16",
      "heading": "Civil service and exemptions.",
      "text": "§76-16 Civil service and exemptions.(a) The state constitution mandates that the employment of persons in the civil service, as defined by law, be governed by the merit principle. The legislature declares that the public policy of the State is that all positions in the civil service systems of the respective jurisdictions shall be filled through civil service recruitment procedures based on merit and that the civil service system of the respective jurisdictions shall comprise all positions, whether permanent or temporary, in the jurisdiction now existing or hereafter established and embrace all personal services performed for the jurisdiction, except employees or positions exempted under this section, or sections 46-33 and 76-77.\n\n(b) The civil service to which this chapter applies shall comprise all positions in the State now existing or hereafter established and embrace all personal services performed for the State, except the following:\n\n(1) Commissioned and enlisted personnel of the Hawaii National Guard as such, and positions in the Hawaii National Guard that are required by state or federal laws or regulations or orders of the National Guard to be filled from those commissioned or enlisted personnel;\n\n(2) Positions filled by persons employed by contract where the director of human resources development has certified that the service is special or unique or is essential to the public interest and that, because of circumstances surrounding its fulfillment, personnel to perform the service cannot be obtained through normal civil service recruitment procedures. Any such contract may be for any period not exceeding one year;\n\n(3) Positions that must be filled without delay to comply with a court order or decree if the director determines that recruitment through normal recruitment civil service procedures would result in delay or noncompliance, such as the Felix-Cayetano consent decree;\n\n(4) Positions filled by the legislature or by either house or any committee thereof;\n\n(5) Employees in the office of the governor and office of the lieutenant governor, and household employees at Washington Place;\n\n(6) Positions filled by popular vote;\n\n(7) Department heads, officers, and members of any board, commission, or other state agency whose appointments are made by the governor or are required by law to be confirmed by the senate;\n\n(8) Judges, referees, receivers, masters, jurors, notaries public, land court examiners, court commissioners, and attorneys appointed by a state court for a special temporary service;\n\n(9) One bailiff for the chief justice of the supreme court who shall have the powers and duties of a court officer and bailiff under section 606-14; one secretary or clerk for each justice of the supreme court, each judge of the intermediate appellate court, and each judge of the circuit court; one secretary for the judicial council; one deputy administrative director of the courts; three law clerks for the chief justice of the supreme court, two law clerks for each associate justice of the supreme court and each judge of the intermediate appellate court, one law clerk for each judge of the circuit court, two additional law clerks for the civil administrative judge of the circuit court of the first circuit, two additional law clerks for the criminal administrative judge of the circuit court of the first circuit, one additional law clerk for the senior judge of the family court of the first circuit, two additional law clerks for the civil motions judge of the circuit court of the first circuit, two additional law clerks for the criminal motions judge of the circuit court of the first circuit, and two law clerks for the administrative judge of the district court of the first circuit; and one private secretary for the administrative director of the courts, the deputy administrative director of the courts, each department head, each deputy or first assistant, and each additional deputy, or assistant deputy, or assistant defined in paragraph (16);\n\n(10) First deputy and deputy attorneys general, the administrative services manager of the department of the attorney general, one secretary for the administrative services manager, an administrator and any support staff for the criminal and juvenile justice resources coordination functions, and law clerks;\n\n(11) (A) Teachers, principals, vice-principals, complex area superintendents, deputy and assistant superintendents, other certificated personnel, no more than twenty noncertificated administrative, professional, and technical personnel not engaged in instructional work;\n\n(B) Effective July 1, 2003, teaching assistants, educational assistants, bilingual/bicultural school-home assistants, school psychologists, psychological examiners, speech pathologists, athletic health care trainers, alternative school work study assistants, alternative school educational/supportive services specialists, alternative school project coordinators, and communications aides in the department of education;\n\n(C) The special assistant to the state librarian and one secretary for the special assistant to the state librarian; and\n\n(D) Members of the faculty of the University of Hawaii, including research workers, extension agents, personnel engaged in instructional work, and administrative, professional, and technical personnel of the university;\n\n(12) Employees engaged in special, research, or demonstration projects approved by the governor;\n\n(13) (A) Positions filled by inmates, patients of state institutions, persons with severe physical or mental disabilities participating in the work experience training programs;\n\n(B) Positions filled with students in accordance with guidelines for established state employment programs; and\n\n(C) Positions that provide work experience training or temporary public service employment that are filled by persons entering the workforce or persons transitioning into other careers under programs such as the federal Workforce Investment Act of 1998, as amended, or the Senior Community Service Employment Program of the Employment and Training Administration of the United States Department of Labor, or under other similar state programs;\n\n(14) A custodian or guide at Iolani Palace, the Royal Mausoleum, and Hulihee Palace;\n\n(15) Positions filled by persons employed on a fee, contract, or piecework basis, who may lawfully perform their duties concurrently with their private business or profession or other private employment and whose duties require only a portion of their time, if it is impracticable to ascertain or anticipate the portion of time to be devoted to the service of the State;\n\n(16) Positions of first deputies or first assistants of each department head appointed under or in the manner provided in section 6, article V, of the Hawaii State Constitution; three additional deputies or assistants either in charge of the highways, harbors, and airports divisions or other functions within the department of transportation as may be assigned by the director of transportation, with the approval of the governor; one additional deputy in the department of human services either in charge of welfare or other functions within the department as may be assigned by the director of human services; four additional deputies in the department of health, each in charge of one of the following: behavioral health, environmental health, hospitals, and health resources administration, including other functions within the department as may be assigned by the director of health, with the approval of the governor; two additional deputies in charge of the law enforcement programs, administration, or other functions within the department of law enforcement as may be assigned by the director of law enforcement, with the approval of the governor; three additional deputies each in charge of the correctional institutions, rehabilitation services and programs, and administration or other functions within the department of corrections and rehabilitation as may be assigned by the director or corrections and rehabilitation, with the approval of the governor; an administrative assistant to the state librarian; and an administrative assistant to the superintendent of education;\n\n(17) Positions specifically exempted from this part by any other law; provided that:\n\n(A) Any exemption created after July 1, 2014, shall expire three years after its enactment unless affirmatively extended by an act of the legislature; and\n\n(B) All of the positions defined by paragraph (9) shall be included in the position classification plan;\n\n(18) Positions in the state foster grandparent program and positions for temporary employment of senior citizens in occupations in which there is a severe personnel shortage or in special projects;\n\n(19) Household employees at the official residence of the president of the University of Hawaii;\n\n(20) Employees in the department of education engaged in the supervision of students during meal periods in the distribution, collection, and counting of meal tickets, and in the cleaning of classrooms after school hours on a less than half-time basis;\n\n(21) Employees hired under the tenant hire program of the Hawaii public housing authority; provided that not more than twenty-six per cent of the authority's workforce in any housing project maintained or operated by the authority shall be hired under the tenant hire program;\n\n(22) Positions of the federally funded expanded food and nutrition program of the University of Hawaii that require the hiring of nutrition program assistants who live in the areas they serve;\n\n(23) Positions filled by persons with severe disabilities who are certified by the state vocational rehabilitation office that they are able to perform safely the duties of the positions;\n\n(24) The sheriff;\n\n(25) A gender and other fairness coordinator hired by the judiciary;\n\n(26) Positions in the Hawaii National Guard youth and adult education programs;\n\n(27) In the state energy office in the department of business, economic development, and tourism, all energy program managers, energy program specialists, energy program assistants, and energy analysts;\n\n(28) Administrative appeals hearing officers in the department of human services;\n\n(29) In the Med-QUEST division of the department of human services, the division administrator, finance officer, health care services branch administrator, medical director, and clinical standards administrator;\n\n(30) In the director's office of the department of human services, the enterprise officer, information security and privacy compliance officer, security and privacy compliance engineer, security and privacy compliance analyst, information technology implementation manager, assistant information technology implementation manager, resource manager, community/project development director, policy director, special assistant to the director, and limited English proficiency project manager/coordinator;\n\n(31) The Alzheimer's disease and related dementia services coordinator in the executive office on aging;\n\n(32) In the Hawaii emergency management agency, the executive officer, public information officer, civil defense administrative officer, branch chiefs, and emergency operations center state warning point personnel; provided that for state warning point personnel, the director shall determine that recruitment through normal civil service recruitment procedures would result in delay or noncompliance;\n\n(33) The executive director and seven full-time administrative positions of the school facilities authority;\n\n(34) Positions in the Mauna Kea stewardship and oversight authority;\n\n(35) In the office of homeland security of the department of law enforcement, the statewide interoperable communications coordinator; and\n\n(36) In the social services division of the department of human services, the business technology analyst.\n\nThe director shall determine the applicability of this section to specific positions.\n\nNothing in this section shall be deemed to affect the civil service status of any incumbent as it existed on July 1, 1955.\n\n(c) No position shall be exempted from civil service recruitment procedures unless it is in accordance with this section. In addition to the exemptions under subsection (b), sections 46-33 and 76-77, or other law, the director may exempt additional positions if the reason for exempting the position is for the same reason as a position that is included in the list of exemptions for the respective jurisdiction.\n\n(d) The director may provide for an exemption from civil service recruitment procedures if the appointment to the position has a limitation date and it would be impracticable to recruit under civil service recruitment procedures because the required probation period that is part of the examination process cannot be completed by the limitation date. The rules shall not permit additional exemptions from civil service recruitment procedures for the same position when the position will be filled for a duration that would be sufficient to recruit under civil service recruitment procedures and allow for completion of the required probation period.\n\n(e) It is also the public policy of the State that all civil service positions be covered under the classification systems of the jurisdictions, unless the position was exempted from the classification systems by law prior to July 1, 2002 or based on reasons set forth in rules. The rules may include reasons for a temporary exemption of a position, such as the establishment of a new class is pending, or for a permanent exemption when the establishment of a class is impracticable.\n\n(f) The exemption of a position from the classification systems, whether temporary or permanent, or an appointment with a limitation date shall not itself result in an exemption from civil service recruitment procedures. Civil service recruitment procedures based on merit shall be followed for all positions unless exempted under subsection (b), (c), or (d). Applicants referred under civil service recruitment procedures shall be informed if the appointment has a limitation date or if the position is temporarily or permanently exempted from the classification systems.\n\n(g) Each director shall be responsible for ensuring that all exemptions from civil service recruitment procedures or from the classification systems are consistent with this section. With respect to positions exempted under this section prior to July 1, 2002 by any other law, the director shall review these positions to determine whether the positions should continue to be exempt and if so, whether from civil service recruitment procedures or the classification systems, or both. If the director determines that a position should no longer be exempt from either or both based on the intent of this section, the director shall consult with the appropriate appointing authority and its chief executive on removing the exemptions. With the approval of the chief executive, the director shall take whatever action is necessary to remove the exemptions, including submittal of proposed legislation to remove the exemptions.\n\n(h) The director shall establish rules to implement this section that shall be in accordance with the following:\n\n(1) Whenever a position exempted under subsection (b) or (c) is no longer exempted from the civil service, normal civil service recruitment procedures shall apply, unless the incumbent is to be retained without the necessity for examination by action of the legislature; provided that in such event, the incumbent shall be retained, but only if the incumbent meets the minimum qualification requirements of the position; and\n\n(2) The manner for setting the compensation of incumbents upon their inclusion in the classification systems shall be fair and equitable in comparison to the compensation of other incumbents with comparable experience in the same or essentially similar classes; provided that the compensation of incumbents who are in the same bargaining unit, prior to and after their inclusion in the classification systems, shall be in accordance with the applicable collective bargaining agreement.\n\n(i) Employees in positions subject to civil service recruitment procedures shall be entitled to become and remain members of the civil service for the duration of their appointments as provided in section 76-27. Employees in positions exempted from civil service recruitment procedures shall not be entitled to membership in the civil service.\n\n(j) Employees in positions that are exempted from the classification plan, whether temporarily or permanently, may be entitled to membership in the civil service as provided in subsection (i). [L 1955, c 274, pt of §1; RL 1955, §3-20; am L 1957, c 110, §1, c 156, §1(1), and c 207, §1(b), (d); am L Sp 1959 2d, c 1, § §7, 11; am L 1963, c 54, §2; am L 1965, c 175, §3 and c 274, § §1 to 4; am L 1967, c 160, §2 and c 303, §1; HRS §76-16; am L 1969, c 127, §38 and c 172, §1; am L 1970, c 18, §1; am L 1971, c 41, §1, c 81, §1, and c 199, §1; am L 1974, c 140, §2; am L 1975, c 175, §1; am L 1976, c 9, §1, c 65, §1, c 79, §1, c 170, §1, and c 182, §1; am L 1977, c 84, §1, c 143, §1, and c 199, §1; am L 1979, c 31, §2, c 111, §7, and c 187, §2; am L 1980, c 111, §2; am L 1981, c 197, §1; am L 1982, c 68, §3 and c 129, §22; am L 1984, c 198, §1 and c 272, §1; am L 1987, c 37, §1, c 213, §2, c 336, §7, c 339, §4, and c 379, §1; am L 1988, c 71, §2, c 303, §1, and c 348, §2; am L 1989, c 105, §1, c 106, §1, c 112, §1, c 134, §2, c 211, §10, and c 256, §1; am L 1990, c 79, §1, c 219, §2, c 233, §1, c 281, § §3, 11, and c 293, §4; am L 1991, c 130, §1; am L 1992, c 319, §1; am L 1993, c 65, §1; am L 1994, c 56, §21 and c 93, §1, as superseded by c 223, §1; am L 1995, c 145, §1 and c 162, §2; am L 1997, c 350, §14; am L 1998, c 87, §1; am L 2000, c 253, §14; am L 2002, c 65, §3, c 66, §1, and c 148, §4; am L 2003, c 187, §3; am L 2004, c 128, § §1, 5; am L 2005, c 22, § §3, 55(2) and c 196, §26(a); am L 2006, c 180, §16; am L 2009, c 43, §1; am L 2011, c 5, §9 and c 216, §1; am L 2012, c 159, § §2, 5; am L 2013, c 30, §1; am L 2014, c 181, §3; am L 2016, c 79, §1; am L 2018, c 71, §2; am L 2019, c 81, §3 and c 127, §3; am L 2021, c 25, §2 and c 217, §6; am L 2022, c 97, §3, c 255, §4, and c 278, § §5, 24; am L 2023, c 42, §2 and c 186, §2]\n\nAttorney General Opinions\n\n\"Referees\", in par. (8), does not include the referee under the employment security law, who must be appointed pursuant to the civil service law. Att. Gen. Op. 61-59.\n\nAppointment status of private secretaries not affected by reorganization act, chapter 26. Att. Gen. Op. 62-31.\n\nProvisions of civil service laws construed in light of Konno v. County of Hawaii decision for purposes of privatization. Att. Gen. Op. 97-6.\n\nRights existing by virtue of civil service status may be lost by repeal or amendment of the civil service law. 48 H. 370, 405 P.2d 772.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-16/"
    },
    {
      "id": "section-76-17",
      "number": "76-17",
      "heading": "Rules; policies, standards, and procedures.",
      "text": "§76-17 Rules; policies, standards, and procedures.(a) In conformity with chapter 91, the director shall prescribe rules to carry out this chapter which shall have the force and effect of law. The rules may include any matter not inconsistent with law concerning the establishment and maintenance of a system of personnel management based on the merit principle, including but not limited to matters set forth in this chapter, and may be amended or repealed in like manner as the same were adopted. The rules shall be in conformity with principles of good public administration.\n\n(b) The director may also issue, without regard to chapter 91, policies, standards, and procedures consistent with rules to facilitate and ensure appropriate functioning of the human resources program.\n\n(c) The section shall not apply to matters that are negotiable under chapter 89 or adjusted under chapter 89C. [L 1955, c 274, pt of §1; RL 1955, pt of §3-21; am L Sp 1959 2d, c 1, §11; am L 1967, c 36, §1; HRS §76-17; am L 1994, c 56, §21; am L 2000, c 253, §15]\n\nAttorney General Opinions\n\nDirector has authority to make rules covering political activities. Att. Gen. Op. 63-43.\n\nWhere there is payment in violation of rule promulgated under this section, citizen has standing to bring action under §76-53(b). 53 H. 215, 491 P.2d 541.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-17/"
    },
    {
      "id": "section-76-18",
      "number": "76-18",
      "heading": "Examinations.",
      "text": "§76-18 Examinations.There shall be examinations for testing the fitness and ability of applicants for positions in civil service. The director shall adopt rules to administer the examination programs. [L 1955, c 274, pt of §1; RL 1955, §3-21(a); am L 1957, c 198, §1; am L Sp 1959 2d, c 1, §11; am L 1967, c 42, §1; HRS §76-18; am L 1984, c 101, §2; am L 1992, c 33, §1; am L 1994, c 56, §21; am L 2000, c 253, §16]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-18/"
    },
    {
      "id": "section-76-19",
      "number": "76-19",
      "heading": "to 21 REPEALED.",
      "text": "to 21 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-22",
      "number": "76-22",
      "heading": "REPEALED.",
      "text": "§76-22 REPEALED.\n\nL 1996, c 34, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-22/"
    },
    {
      "id": "section-76-225",
      "number": "76-22.5",
      "heading": "Recruitment.",
      "text": "§76-22.5 Recruitment.The director shall adopt rules in accordance with sections 76-1 and 78-1 to determine, establish, and maintain the manner in which civil service positions are to be filled. The director shall seek continuous improvements to streamline the recruitment process so that positions are filled in the most economic, efficient, and expeditious manner possible. This includes maximizing use of new technologies and developing more efficient alternatives to ensure the availability of qualified applicant pools whether it involves a change in the manner in which initial appointments are to be made, increased delegation to departments, or decentralization to appointing authorities, as necessary and appropriate. [L 1992, c 32, § §2, 5; am L 1994, c 223, §7; am L 1998, c 11, §4; am L 2000, c 253, §17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-22-5/"
    },
    {
      "id": "section-76-23",
      "number": "76-23",
      "heading": "REPEALED.",
      "text": "§76-23 REPEALED.\n\nL 2000, c 253, §49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-23/"
    },
    {
      "id": "section-76-235",
      "number": "76-23.5",
      "heading": "Recruitment incentives.",
      "text": "§76-23.5 Recruitment incentives.Within limits set forth in rules of the director, appointing authorities may pay for all or a portion of the travel and transportation expenses or to provide a monetary incentive to enhance the recruitment of persons employed or appointed to critical-to-fill and labor shortage positions. [L 1991, c 205, §2; am L 2000, c 253, §18]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-23-5/"
    },
    {
      "id": "section-76-24",
      "number": "76-24",
      "heading": "to 26 REPEALED.",
      "text": "to 26 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-27",
      "number": "76-27",
      "heading": "Probationary service and other requirements for membership in the civil service.",
      "text": "§76-27 Probationary service and other requirements for membership in the civil service.(a) All employees appointed to civil service positions shall constitute the membership of the civil service, but no employee shall be entitled to membership in civil service until the employee has:\n\n(1) Successfully completed the initial probation period required as part of the examination process to determine the employee's fitness and ability for the position; and\n\n(2) Satisfied all requirements for employment prescribed by this chapter and the qualifications prescribed by section 78-1.\n\n(b) Upon becoming a member in the civil service, the employee shall be entitled to hold the member's position for the duration of the member's appointment, subject to section 76-46. In addition, civil service employees with permanent appointments, including an employee who has return rights to a position in which the employee has a permanent appointment, shall have layoff rights under section 76-43. All other civil service employees whose appointments have a limitation date shall not have layoff rights and shall be released at the end of their appointments or earlier if there is lack of work, lack of funds, or other legitimate reasons.\n\n(c) To retain membership in the civil service, all employees must continue to demonstrate their fitness and ability for their current positions by meeting all performance requirements of their positions. If an employee fails to meet performance requirements, section 76-41 shall apply.\n\n(d) A member who is promoted or transferred to another position in the civil service may be required to successfully serve a new probation period as part of the examination process to determine the employee's fitness and ability for the new position but shall be entitled to all the rights and privileges of a member of the civil service, except the right to appeal a release from the new position (as distinguished from discharge from the service) for inefficiency during the probationary period, in which case the member shall be returned to the former position or a comparable position.\n\n(e) An employee serving an appointment with a limitation date may subsequently be appointed to the same position or a related position in the same class within the department when a permanent position is established or is vacated; provided that the employee was hired initially through civil service recruitment procedures and the period of service as a temporary appointee immediately preceded the appointment to the permanent position. The period of service performed as a temporary appointee may be credited toward the probation period if the appointing authority certifies that the employee has been performing satisfactorily and that the duties the employee has been performing are essentially similar to those required of the probationary appointment. Upon such certification, the period of service performed as a temporary appointee shall be credited toward fulfilling the required probation period and the employee shall serve only the remainder of the probation period, if any. [L 1955, c 274, pt of §1; RL 1955, §3-21(h); am L 1959, c 212, §1; am L Sp 1959 2d, c 1, §11; am L 1965, c 60, §1; HRS §76-27; gen ch 1985; am L 1992, c 71, §1; am L 2000, c 253, §19; am L 2001, c 123, §11]\n\nAttorney General Opinions\n\nPeriod of service under contractual employment is credited to and subtracted from the period of probationary service. Att. Gen. Op. 63-53.\n\nSection conflicts with 14-32-3, Hawaii Administrative Rules. Att. Gen. Op. 90-8.\n\nIt was undisputed that plaintiff failed the examination process during plaintiff's probationary period with the police department; therefore, plaintiff was never legally entitled to membership in the civil service and plaintiff's employment status with the police department was not protected by the statutes that provide protections to civil service employees. 937 F. Supp. 2d 1220 (2013).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-27/"
    },
    {
      "id": "section-76-28",
      "number": "76-28",
      "heading": "Forms required of appointing authorities.",
      "text": "§76-28 Forms required of appointing authorities.Each director shall develop and administer an employment records management system and require appointing authorities to transmit such records as the director may request. Appointing authorities shall maintain records of all appointments, terminations of employment, transfers, resignations, suspensions, demotions, and discharges, other employment records and forms deemed appropriate by the director. [L 1955, c 274, pt of §1; RL 1955, §3-21(i); HRS §76-28; am L 1981, c 5, §1; am L 1994, c 56, §21; am L 1998, c 51, §1; am L 1999, c 18, §3; am L 2000, c 253, §20]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-28/"
    },
    {
      "id": "section-76-285",
      "number": "76-28.5",
      "heading": "Temporary employment in state positions.",
      "text": "§76-28.5 Temporary employment in state positions.(a) No department or agency of the State shall temporarily employ the same person in the same position that is wholly funded by general funds for more than two terms of eighty-nine days; provided that with the approval of the governor, a department or agency of the State may temporarily employ the same person in the same position for eight terms of eighty-nine days within a consecutive twenty-four-month period.\n\n(b) This section shall not apply to periods of temporary employment when a person has been appointed to a vacant position arising as a result of:\n\n(1) A workers' compensation claim;\n\n(2) Medical leave;\n\n(3) An ongoing investigation;\n\n(4) A shortage category;\n\n(5) A working condition differential;\n\n(6) A remote geographical location;\n\n(7) A seasonal demand for employees;\n\n(8) A leave of absence taken by an incumbent who has return rights;\n\n(9) A need to fill a department of education position for the delivery of special education services; or\n\n(10) A position pending reorganization.\n\n(c) This section shall not apply to the counties. [L 2016, c 246, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-28-5/"
    },
    {
      "id": "section-76-29",
      "number": "76-29",
      "heading": "Person ineligible for appointment.",
      "text": "§76-29 Person ineligible for appointment.A person shall be ineligible for any appointment in the civil service for a specified period of time as determined appropriate by the director for reasons including, but not limited to, the following:\n\n(1) Deception, fraud, or providing false or misleading statements of material facts in the application or examination process;\n\n(2) Unauthorized or improper assistance in an examination; or\n\n(3) A determination of unsuitability for employment. [L 1955, c 274, pt of §1; RL 1955, §3-21(j); am L 1963, c 16, §1; HRS §76-29; am L 2000, c 253, §21]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-29/"
    },
    {
      "id": "section-76-30",
      "number": "76-30",
      "heading": "Tenure; resignations.",
      "text": "§76-30 Tenure; resignations.(a) Every member of the civil service shall be entitled to hold the member's position for the duration of the member's appointment as provided in section 76-27. Resignations shall be in writing in accordance with rules.\n\n(b) If an employee resigns without submitting the employee's resignation in writing, if an employee does not report to work for fifteen days without notifying the appointing authority of the employee's employment intentions, if the resignation is submitted while an investigation was pending against the employee, or if the resignation is not accepted for reasons allowed by rules, the appointing authority shall, within fifteen days following the last day the employee reported to work, file with the director a statement showing either resignation or termination of employment, as appropriate under the circumstances.\n\n(c) If the employee does not report for work without authorization, but, within fifteen days following the last day the employee reported for work, expresses a desire to continue employment, the employee shall not be deemed to have resigned. The appointing authority may take appropriate disciplinary action, including discharge, in consideration of the reasons for the employee's absence.\n\n(d) Actions taken by the appointing authority under this section shall, if grieved, be filed pursuant to the departmental complaint procedure and the merit appeals board for employees excluded from coverage under chapter 89, as applicable.\n\n(e) Whenever there are provisions in a collective bargaining agreement that conflict with this section, the terms of the agreement shall prevail. Actions taken by the appointing authority shall, if grieved, be filed pursuant to the contractual grievance procedure. [L 1955, c 274, pt of §1; RL 1955, §3-21(k); am L Sp 1959 2d, c 1, §11; HRS §76-30; gen ch 1985; am L 1994, c 56, §21; am L 2000, c 253, §22]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-30/"
    },
    {
      "id": "section-76-305",
      "number": "76-30.5",
      "heading": "Leaves of absence to accept appointed positions exempt from the civil service; prohibited.",
      "text": "§76-30.5 Leaves of absence to accept appointed positions exempt from the civil service; prohibited.Notwithstanding section 78-23, no leave of absence shall be granted to any employee who leaves a position covered under this chapter for a position that is exempt from this chapter under section 76-16(b)(7), (8), (9), (10), or (16) and whose term of appointment is not less than one year; provided that this section shall not apply to any employee whose collective bargaining agreement provides for the granting of a longer leave of absence. [L 2010, c 70, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-30-5/"
    },
    {
      "id": "section-76-31",
      "number": "76-31",
      "heading": "to 33 REPEALED.",
      "text": "to 33 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-34",
      "number": "76-34",
      "heading": "REPEALED.",
      "text": "§76-34 REPEALED.\n\nL 1973, c 60, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-34/"
    },
    {
      "id": "section-76-35",
      "number": "76-35",
      "heading": "to 37 REPEALED.",
      "text": "to 37 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-38",
      "number": "76-38",
      "heading": "REPEALED.",
      "text": "§76-38 REPEALED.\n\nL 1978, c 48, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-38/"
    },
    {
      "id": "section-76-39",
      "number": "76-39",
      "heading": "REPEALED.",
      "text": "§76-39 REPEALED.\n\nL 2000, c 253, §59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-39/"
    },
    {
      "id": "section-76-40",
      "number": "76-40",
      "heading": "REPEALED.",
      "text": "§76-40 REPEALED.\n\nL 1985, c 263, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-40/"
    },
    {
      "id": "section-76-41",
      "number": "76-41",
      "heading": "Performance appraisal systems; failure to meet performance requirements.",
      "text": "§76-41 Performance appraisal systems; failure to meet performance requirements.(a) There shall be established and maintained performance appraisal systems for the purpose of evaluating the performance of employees in the civil service and improving the employees' performance. The performance appraisal systems shall be the basis for evaluating whether employees in the civil service meet the performance requirements of their respective positions as required in section 76-27. For the purposes of this section, \"performance requirements\" includes any qualification required for the position such as a license.\n\n(b) An appointing authority may release an employee from the employee's position or discharge an employee from service if the employee fails to meet the performance requirements of the employee's position under the following conditions:\n\n(1) The evaluation process and its consequences were discussed with the employee;\n\n(2) The employee was made aware of the employee's current job description and job-related performance requirements;\n\n(3) The evaluation procedures were observed, including providing the employee the opportunity to meet, discuss, and rebut the performance evaluation and apprising the employee of the consequences of failure to meet performance requirements;\n\n(4) The evaluation was fair and objective;\n\n(5) The employee was provided performance feedback during the evaluation period and, as appropriate, the employee was offered in-service remedial training in order for the employee to improve and meet performance requirements;\n\n(6) The evaluation was applied without discrimination; and\n\n(7) Prior to the end of the evaluation period that the employee is being considered for discharge due to failure to meet performance requirements, the feasibility of transferring or demoting the employee to another position for which the employee qualifies was considered.\n\n(c) Any civil service employee who fails to meet performance requirements shall have the right to grieve under:\n\n(1) A collective bargaining grievance procedure that culminates in a final and binding decision by a performance judge pursuant to section 89-10.8; or\n\n(2) The departmental complaint procedure that culminates in a final and binding decision by the merit appeals board under section 76-14.\n\nThe performance judge or the merit appeals board, as the case may be, shall use the conditions in subsection (b) as tests in reaching a decision on whether the employer's action, based on a failure by the employee to meet performance requirements of the employee's position, was with or without merit. [L 1955, c 274, pt of §1; RL 1955, §3-21(u); am L 1961, c 41, §1; HRS §76-41; gen ch 1985; am L 1994, c 56, §21; am L 1998, c 52, §1; am L 2000, c 253, §23]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-41/"
    },
    {
      "id": "section-76-42",
      "number": "76-42",
      "heading": "Internal complaint procedures.",
      "text": "§76-42 Internal complaint procedures.(a) The director shall promulgate a uniform plan for the creation of internal complaint procedures in the various departments that shall apply to matters within the jurisdiction of the merit appeals board. The internal complaint procedures may also be used for other matters, such as, when a complaint procedure is required by law to be available or when a jurisdiction deems it would be beneficial to avoid the time and expense of litigation; provided that matters subject to collective bargaining grievance procedures shall not be processed under the internal complaint procedures. The rules relating to internal complaint procedures shall conform to the following:\n\n(1) The procedures shall encourage informal discussions and expeditious resolution of all complaints. Informal resolution includes the use of any administrative review process available. A written decision shall be issued to the complainant on the outcome of any efforts to resolve the complaint informally and, if not resolved, the decision shall be accompanied by information on the filing of a formal complaint with the department or the merit appeals board, as applicable.\n\n(2) In presenting a complaint, the complainant shall be assured freedom from coercion, discrimination, or reprisal.\n\n(3) The complainant shall have the right to be represented by a person or persons of the complainant's own choosing at any stage in the presentation of the complaint.\n\n(4) To minimize confusion and possible loss of rights, the time and manner for filing a formal complaint shall be as uniform and easily understandable as possible to the employees or general public. Complaint forms, instructions, and the complaint procedures should be easily accessible to the employees or general public and the procedures should allow for complaints to be filed at central locations convenient to the public. The complaint shall be referred to the appropriate individual at the lowest level of the internal complaint procedures who has the authority to act on the complaint and who shall be responsible for contacting the complainant. If it is discovered after filing of the complaint that the matter complained of is not within the authority of a department to act, the department shall notify the complainant accordingly and refer the complaint to the appropriate agency, if known. The deadline for filing a formal complaint under the internal complaint procedures shall be tolled after receipt of a reply to the informal complaint if efforts were made to resolve the complaint informally.\n\n(5) All proceedings relating to the handling of a complaint by a person who is not an employee shall as far as practicable be conducted during office hours at times convenient to the complainant. All proceedings relating to the handling of employee complaints shall so far as practicable be conducted during the employee's work hours to permit the employee time off from work with pay.\n\n(6) The departmental complaint procedure shall culminate in a written decision by the chief executive or the chief executive's designee, whether the director or other appropriate authority who is assigned responsibility for making the final decision on the action being complained of.\n\n(b) The internal complaint procedures shall be exhausted before an appeal is filed with the merit appeals board. If the appeal is not under the jurisdiction of the merit appeals board, but some other administrative agency or appellate body, the complainant is responsible for the timely filing of an appeal with the appropriate agency regardless of whether the internal complaint procedures under this section are used. [L 1955, c 274, pt of §1; RL 1955, §3-21(v); am L Sp 1959 2d, c 1, §11; HRS §76-42; gen ch 1985; am L 1994, c 56, §21; am L 2000, c 253, §24]\n\nSummary judgment granted to defendants on count of complaint alleging, among other things, that the police chief's threat violated subsection (a)(2), where neither the police chief's letter to plaintiff nor the police chief's explanation as to why the letter was sent appeared wrongful on its face or threatening. 937 F. Supp. 2d 1220 (2013).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-42/"
    },
    {
      "id": "section-76-43",
      "number": "76-43",
      "heading": "Layoff.",
      "text": "§76-43 Layoff.When it is necessary to release employees due to lack of work, lack of funds, or other legitimate reasons, employees with permanent appointments in civil service positions shall have layoff rights. Layoffs shall be made in accordance with procedures negotiated under chapter 89 or established under chapter 89C, as applicable. [L 1965, c 146, §1; Supp, §3-21(x); HRS §76-43; gen ch 1985; am L 1994, c 56, §21; am L 2000, c 253, §25]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-43/"
    },
    {
      "id": "section-76-44",
      "number": "76-44",
      "heading": "REPEALED.",
      "text": "§76-44 REPEALED.\n\nL 2000, c 253, §60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-44/"
    },
    {
      "id": "section-76-45",
      "number": "76-45",
      "heading": "Suspension.",
      "text": "§76-45 Suspension.An appointing authority may, for disciplinary purposes, suspend any employee without pay or place an employee on leave without pay pending an investigation. Suspensions and leaves without pay pending an investigation shall be in accordance with procedures negotiated under chapter 89 or established under chapter 89C, as applicable. [L 1955, c 274, pt of §1; RL 1955, §3-23; am L 1957, c 107, §1; am L 1967, c 52, §1; HRS §76-45; am L 1981, c 5, §2; gen ch 1985; am L 2000, c 253, §26]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-45/"
    },
    {
      "id": "section-76-46",
      "number": "76-46",
      "heading": "Discharges; demotions.",
      "text": "§76-46 Discharges; demotions.An appointing authority may discharge or demote any employee when the appointing authority considers that the good of the service will be served thereby. Discharges may be made only for such causes that will promote the efficiency of government service.\n\nDemotions or discharges shall be in accordance with procedures negotiated under chapter 89 or established under chapter 89C, as applicable. [L 1955, c 274, pt of §1; RL 1955, §3-24; HRS §76-46; am L 1981, c 5, §3; gen ch 1985; am L 2000, c 253, §27]\n\nTen-day suspension without pay prior to termination. 963 F.2d 1167.\n\nAlthough plaintiff claimed that the police department violated this section, there was no dispute that the police chief terminated plaintiff thinking \"that the good of the service will be served thereby\". 937 F. Supp. 2d 1220 (2013).\n\nPurpose of section, dismissal, act of appointing authority, discussed. 42 H. 122.\n\nRequirement as to ten days' notice before date of dismissal is clear and unambiguous. 52 H. 313, 475 P.2d 53.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-46/"
    },
    {
      "id": "section-76-47",
      "number": "76-47",
      "heading": "Merit appeals boards; appointment, authority, procedures.",
      "text": "§76-47 Merit appeals boards; appointment, authority, procedures.(a) Each jurisdiction shall establish a merit appeals board that shall have exclusive authority to hear and decide appeals relating to matters set forth in section 76-14 concerning the civil service of the jurisdiction.\n\n(b) Members of the merit appeals board shall be persons that can objectively apply the merit principle to public employment. Other qualifications of board members and other matters pertaining to the establishment of the merit appeals board, whether composition of the board, manner of appointment, term of office, limitation on terms, chairperson, removal of members, and name for its merit appeals board, shall be left to the determination of each jurisdiction based on its own preferences and needs. A jurisdiction may continue to use its civil service commission or appeals board, with or without modification, as its merit appeals board to assume all of the functions and responsibilities under section 76-14; provided that the merit appeals board for the State shall be as provided in section 26-5.\n\n(c) The merit appeals board shall adopt rules of practice and procedure consistent with section 76-14 and in accordance with chapter 91, except that, in the case of the judiciary and the Hawaii health systems corporation, the adoption, amendment, or repeal of rules shall be subject to the approval of their respective chief executives. The rules shall recognize that the merit appeals board shall sit as an appellate body and that matters of policy, methodology, and administration are left for determination by the director. The rules may provide for the sharing of specific expenses among the parties that are directly incurred as a result of an appeal as the merit appeals board deems would be equitable and appropriate, including but not limited to expenses for transcription costs or for services, including traveling and per diem costs, provided by persons other than the board members or permanent staff of the board. Official business of the merit appeals board shall be conducted in meetings open to the public, except as provided in chapter 92.\n\n(d) Whenever the board determines that mediation may result in a satisfactory resolution of an appeal, may narrow the issues on appeal, or otherwise expedite a decision, the board may require the parties to submit the issues to mediation, which shall not be subject to chapter 92. Mediation may be provided by any member or members of the merit appeals board or by a public or nonprofit agency which offers mediation or similar services for resolving or narrowing differences among the parties.\n\n(e) Any civil service employee, who is suspended, discharged, or demoted and who is not included in an appropriate bargaining unit under section 89-6, may appeal to the merit appeals board within twenty days after a final decision is made under the internal complaint procedures.\n\nUpon the appeal, both the appealing employee and the appointing authority shall have the right to be heard publicly, present evidence and be represented by counsel, who shall have the right to examine and cross-examine witnesses. At the hearing technical rules of evidence shall not apply and the evidence shall be taken stenographically or recorded by machine. For the purpose of hearing the appeals fairly and expeditiously, the board may at any time appoint a competent and qualified disinterested person to act as its hearing officer. The hearing officer shall hear the matter in the same manner as if it were before the board and upon the conclusion of the hearing, shall report the hearing officer's findings of fact and the hearing officer's conclusions and recommendations based thereon to the board and to the employee. The board shall render the final decision in accordance with section 91-11.\n\nIf the board finds that the reasons for the action are not substantiated in any material respect, the board shall order that the employee be reinstated in the employee's position, without loss of pay, but if the board finds that the reasons are substantiated or are only partially substantiated, the board shall sustain the action of the appointing authority, provided that the board may modify the action of the appointing authority if it finds the circumstances of the case so require and may thereupon order such disposition of the case as it may deem just.\n\nThe findings and decisions of the board shall be final on all appeals, unless an appeal is taken as provided in chapter 91.\n\nNotwithstanding any other law to the contrary, when an appeal hearing is before a merit appeals board of a county or the city and county of Honolulu, the attorney general shall be counsel for the board and the county attorney or corporation counsel shall be counsel for the appointing authority. If, however, an appeal hearing is before the state merit appeals board, the attorney general shall be counsel for the appointing authority and the county attorney or corporation counsel of the county, including the city and county of Honolulu, in which the appeal hearing is being conducted shall be counsel for the state merit appeals board.\n\nNotwithstanding any other law to the contrary, when the decision and order of the merit appeals board of a county or the city and county of Honolulu, is appealed as provided in chapter 91, the attorney general shall be counsel for the board and the county attorney or corporation counsel shall be counsel for the appointing authority. When the decision and order of the state merit appeals board is appealed as provided in chapter 91, the attorney general shall be counsel for the appointing authority and the county attorney or corporation counsel of the county, including the city and county of Honolulu, in which the chapter 91 appeal is being conducted, shall be counsel for the state merit appeals board. [L 1955, c 274, pt of §1; RL 1955, §3-25; am L 1957, c 65, §1 and c 207, §1(c); am L 1965, c 96, §2; am L 1967, c 52, §2; HRS §76-47; am L 1970, c 119, §1; gen ch 1985; am L 1994, c 166, §1; am L 2000, c 253, §28]\n\nAppointing authority not entitled to appeal from commission's decision. 46 H. 260, 377 P.2d 703.\n\nDemotion for insubordination. 48 H. 278, 398 P.2d 155.\n\nSuspension and dismissal for \"incompetency, inefficiency and carelessness\" held substantiated by the evidence. 50 H. 426, 442 P.2d 61.\n\nCited: 50 H. 169, 434 P.2d 312.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-47/"
    },
    {
      "id": "section-76-48",
      "number": "76-48",
      "heading": "REPEALED.",
      "text": "§76-48 REPEALED.\n\nL 2000, c 253, §61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-48/"
    },
    {
      "id": "section-76-49",
      "number": "76-49",
      "heading": "Subpoenas, oaths.",
      "text": "§76-49 Subpoenas, oaths.The merit appeals board shall have such powers as may be provided by law with respect to compelling the attendance of witnesses and administering oaths to witnesses, and as to all matters within the scope of its authority the director and any hearing officer shall have similar powers. [L 1955, c 274, pt of §1; RL 1955, §3-27; HRS §76-49; am L 1994, c 56, §21; am L 2000, c 253, §29]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-49/"
    },
    {
      "id": "section-76-50",
      "number": "76-50",
      "heading": "Compensation and expenses of a merit appeals board.",
      "text": "§76-50 Compensation and expenses of a merit appeals board.Each member of a merit appeals board shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties. [L 1955, c 274, pt of §1; RL 1955, pt of §3-13; HRS §76-50; gen ch 1985; am L 2000, c 253, §30]\n\nAttorney General Opinions\n\nMembers of the civil service commission for the county of Hawaii are not entitled to any compensation under this section. Att. Gen. Op. 88-4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-50/"
    },
    {
      "id": "section-76-51",
      "number": "76-51",
      "heading": "Prohibited activities by members of a merit appeals board.",
      "text": "§76-51 Prohibited activities by members of a merit appeals board.No person who occupies any elective or appointive office under the state or county government shall be eligible for membership on or continue to be a member of the merit appeals board. The term \"appointive office\" for the purpose of this section, shall not include notaries public. No member of the merit appeals board shall, during the member's term of office, serve as an officer or committee member of any political party organization, including a precinct organization, or present oneself as a candidate or be a candidate for nomination or election to any public office at any election. The office of any member who violates this section or section 84-13 or 84-14 shall be conclusively presumed to have been abandoned and vacated by reason thereof and the chief executive shall thereupon appoint a qualified person to fill the vacancy. As an alternative remedy, proceedings in the nature of quo warranto may be brought by any person to oust any member who violates this section or section 84-13 or 84-14. [L 1955, c 274, pt of §1; RL 1955, §3-16; HRS §76-51; gen ch 1985; am L 2000, c 253, §31]\n\nAttorney General Opinions\n\nEmployee of department of education may not be a member of a civil service commission. Att. Gen. Op. 90-9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-51/"
    },
    {
      "id": "section-76-52",
      "number": "76-52",
      "heading": "to 56 REPEALED.",
      "text": "to 56 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-71",
      "number": "76-71",
      "heading": "Department of civil service.",
      "text": "Former part II heading entitled \"Civil Service for the State\" was repealed by L 2000, c 253, §8. This part II heading was renumbered from part III and amended by L 2000, c 253, §32.\n\n§76-71 Department of civil service.There shall be a department of civil service for each of the counties of Hawaii, Maui, and Kauai, which shall include a personnel director and a merit appeals board established under section 76-47. [L 1955, c 274, pt of §1; RL 1955, §3-60; HRS §76-71; am L 1977, c 61, pt of §1; am L 2000, c 253, §33]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-71/"
    },
    {
      "id": "section-76-72",
      "number": "76-72",
      "heading": "to 74 REPEALED.",
      "text": "to 74 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-75",
      "number": "76-75",
      "heading": "Personnel director.",
      "text": "§76-75 Personnel director.The merit appeals board shall appoint and may at pleasure remove a personnel director, who shall be the chief administrative officer of the department of civil service. The director shall, at the time of the director's appointment, and thereafter, be thoroughly familiar with the principles and methods of personnel administration and shall believe in applying merit principles and scientific administrative methods to public personnel administration. [L 1955, c 274, pt of §1; RL 1955, §3-18; am L 1957, c 207, §1(a); am L Sp 1959 2d, c 1, §11; HRS §76-75; am L 1977, c 61, pt of §1; gen ch 1985; am L 2000, c 253, §34]\n\nConflicting provisions of the Maui Charter are invalid. 59 H. 65, 576 P.2d 1029.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-75/"
    },
    {
      "id": "section-76-76",
      "number": "76-76",
      "heading": "Deputy director.",
      "text": "§76-76 Deputy director.The personnel director may designate a qualified person as the director's deputy. The deputy shall be thoroughly familiar with the principles and methods of personnel administration and shall believe in applying merit principles and scientific administrative methods to public personnel administration. In case of a vacancy in the office of director or of the absence of the director or the director's inability from any cause to discharge the powers and duties of the director's office, the powers and duties shall devolve upon the director's deputy. [L 1955, c 274, pt of §1; RL 1955, pt of §3-19; HRS §76-76; am L 1977, c 61, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-76/"
    },
    {
      "id": "section-76-77",
      "number": "76-77",
      "heading": "Civil service and exemptions.",
      "text": "§76-77 Civil service and exemptions.The civil service to which this part applies comprises all positions in the public service of each county, now existing or hereafter established, and embraces all personal services performed for each county, except the following:\n\n(1) Positions in the office of the mayor; provided that the positions shall be included in the classification systems;\n\n(2) Positions of officers elected by public vote, positions of heads of departments, and positions of one first deputy or first assistant of heads of departments;\n\n(3) Positions of deputy county attorneys, deputy corporation counsel, deputy prosecuting attorneys, and law clerks;\n\n(4) Positions of members of any board, commission, or agency;\n\n(5) Positions filled by students; positions filled through federally funded programs which provide temporary public service employment such as the federal Comprehensive Employment and Training Act of 1973; and employees engaged in special research or demonstration projects approved by the mayor, for which projects federal funds are available;\n\n(6) Positions of district judges, jurors, and witnesses;\n\n(7) Positions filled by persons employed by contract where the personnel director has certified that the service is special or unique, is essential to the public interest, and that because of the circumstances surrounding its fulfillment, personnel to perform the service cannot be recruited through normal civil service procedures; provided that no contract pursuant to this paragraph shall be for any period exceeding one year;\n\n(8) Positions of a temporary nature needed in the public interest where the need does not exceed ninety days; provided that before any person may be employed to render temporary service pursuant to this paragraph, the director shall certify that the service is of a temporary nature and that recruitment through normal civil service recruitment procedures is not practicable; and provided further that the employment of any person pursuant to this paragraph may be extended for good cause for an additional period not to exceed ninety days upon similar certification by the director;\n\n(9) Positions of temporary election clerks in the office of the county clerk employed during election periods;\n\n(10) Positions specifically exempted from this part by any other state statutes;\n\n(11) Positions of one private secretary for each department head; provided that the positions shall be included in the classification systems;\n\n(12) Positions filled by persons employed on a fee, contract, or piecework basis who may lawfully perform their duties concurrently with their private business or profession or other private employment, if any, and whose duties require only a portion of their time, where it is impracticable to ascertain or anticipate the portion of time devoted to the service of the county and that fact is certified by the director;\n\n(13) Positions filled by persons with a severe disability who are certified by the state vocational rehabilitation office as able to safely perform the duties of the positions;\n\n(14) Positions of the housing and community development office or department of each county; provided that this exemption shall not preclude each county from establishing these positions as civil service positions;\n\n(15) The following positions in the office of the prosecuting attorney: private secretary to the prosecuting attorney, secretary to the first deputy prosecuting attorney, and administrative or executive assistants to the prosecuting attorney; provided that the positions shall be included in the classification systems; and\n\n(16) Positions or contracts for personal services with private persons or entities for services lasting no more than one year and at a cost of no more than $750,000; provided that the exemption under this paragraph shall apply to contracts for building, custodial, and grounds maintenance services with qualified community rehabilitation programs, as defined in section 103D-1001, lasting for no more than a year and at a cost of no more than $850,000.\n\nThe director shall determine the applicability of this section to specific positions and shall determine whether or not positions exempted by paragraphs (7) and (8) shall be included in the classification systems.\n\nNothing in this section shall be deemed to affect the civil service status of any incumbent private secretary of a department head who held that position on May 7, 1977. [L 1955, c 274, pt of §1; RL 1955, §3-61; am L 1957, c 42, §1, c 156, §1(3), and c 207, §1(g), (h); am L 1967, c 160, §3; HRS §76-77; am L 1970, c 188, §39; am L 1977, c 61, pt of §1; am L 1980, c 111, §3; am L 1987, c 371, §1; am L 1990, c 219, §3 and c 233, §2; am L 1991, c 192, §1; am L 1992, c 33, §2; am L 2000, c 253, §35; am L 2007, c 191, §1; am L 2008, c 213, §1]\n\nAttorney General Opinions\n\nProvisions of civil service laws construed in light of Konno v. County of Hawaii decision for purposes of privatization. Att. Gen. Op. 97-6.\n\nProvisions of the Maui Charter in conflict with this section are invalid. 59 H. 65, 576 P.2d 1029.\n\nCivil service, as defined by this section, encompasses those services that have been customarily and historically provided by civil servants. 85 H. 61, 937 P.2d 397.\n\nLandfill worker positions were within civil service where position not specifically exempted by another statute as provided by paragraph (10) and §46-85 mentions nothing about civil service nor does it include a specific exemption. 85 H. 61, 937 P.2d 397.\n\nWhere, under this section, landfill worker positions were within civil service, and thus governed by merit principles under article XVI, §1 of Hawaii constitution, county violated Hawaii constitution and civil service statutes when it privatized new landfill operation. 85 H. 61, 937 P.2d 397.\n\nRefuse collection worker positions were within the civil service and governed by merit principles under article XVI, §1 of the Hawaii constitution and chapter 76 because: (1) the positions had been customarily and historically performed by civil servants for at least ten years; and (2) no statutory exemption from civil service under this section, §46-33, or any other statute applied. 137 H. 409, 375 P.3d 188 (2016).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-77/"
    },
    {
      "id": "section-76-78",
      "number": "76-78",
      "heading": "to 81 REPEALED.",
      "text": "to 81 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-102",
      "number": "76-102",
      "heading": "REPEALED.",
      "text": "§76-102 REPEALED.\n\nL 2001, c 123, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-102/"
    },
    {
      "id": "section-76-103",
      "number": "76-103",
      "heading": "Veteran's preference.",
      "text": "§76-103 Veteran's preference.The extent to which veteran's preference shall be given to veterans, to disabled veterans, to spouses of disabled veterans, and to surviving spouses of deceased servicemen who have not remarried shall be provided by rules and regulations. [L 1955, c 274, pt of §1; RL 1955, §3-81; am L 1967, c 279, §1; HRS §76-103; am L 1973, c 177, §1(3)]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-103/"
    },
    {
      "id": "section-76-104",
      "number": "76-104",
      "heading": "to 106 REPEALED.",
      "text": "to 106 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-105",
      "number": "76-105",
      "heading": "REPEALED.",
      "text": "§76-105 REPEALED.\n\nL 2001, c 123, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-105/"
    },
    {
      "id": "section-76-106",
      "number": "76-106",
      "heading": "REPEALED.",
      "text": "§76-106 REPEALED.\n\nL 2001, c 123, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-76/section-76-106/"
    },
    {
      "id": "section-76-121",
      "number": "76-121",
      "heading": "to 123 REPEALED.",
      "text": "to 123 REPEALED.",
      "history": "",
      "source_url": ""
    }
  ]
}