{
  "state": "hawaii",
  "path": "title-title-7-public-officers-and-employees/chapter-84-standards-of-conduct",
  "sections": [
    {
      "id": "section-84-1",
      "number": "84-1",
      "heading": "Construction.",
      "text": "§84-1 Construction.This chapter shall be liberally construed to promote high standards of ethical conduct in state government. [L 1972, c 163, pt of §1]\n\nLaw Journals and Reviews\n\nThe Lawyer-Legislator and the Canons of Ethics. 1 HBJ, Jan 1959, at 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-1/"
    },
    {
      "id": "section-84-2",
      "number": "84-2",
      "heading": "Applicability.",
      "text": "§84-2 Applicability.This chapter shall apply to every nominated, appointed, or elected officer, employee, and candidate to elected office of the State and for election to the constitutional convention, but excluding justices and judges; provided that in the case of elected delegates and employees of the constitutional convention, this chapter shall apply only to the enforcement and administration of the code of ethics adopted by the constitutional convention. [L 1972, c 163, pt of §1; am L 1979, c 91, §3]\n\nCommission has no jurisdiction to continue with charges against employee after employee resigns. 53 H. 373, 494 P.2d 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-2/"
    },
    {
      "id": "section-84-3",
      "number": "84-3",
      "heading": "Definitions.",
      "text": "§84-3 Definitions.\n\n\"Business\" includes a corporation, a partnership, a sole proprietorship, a trust or foundation, or any other individual or organization carrying on a business, whether or not operated for profit.\n\n\"Compensation\" means any money, thing of value, or economic benefit conferred on or received by any person in return for services rendered or to be rendered by oneself or another.\n\n\"Controlling interest\" means an interest in a business or other undertaking which is sufficient in fact to control, whether the interest be greater or less than fifty per cent.\n\n\"Employee\" means any nominated, appointed, or elected officer or employee of the State, including members of boards, commissions, and committees, and employees under contract to the State or of the constitutional convention, but excluding legislators, delegates to the constitutional convention, justices and judges.\n\n\"Employment\" means any rendering of services for compensation.\n\n\"Financial interest\" means an interest held by an individual, the individual's spouse, or dependent children which is:\n\n(1) An ownership interest in a business.\n\n(2) A creditor interest in an insolvent business.\n\n(3) An employment, or prospective employment for which negotiations have begun.\n\n(4) An ownership interest in real or personal property.\n\n(5) A loan or other debtor interest.\n\n(6) A directorship or officership in a business.\n\n\"Official act\" or \"official action\" means a decision, recommendation, approval, disapproval, or other action, including inaction, which involves the use of discretionary authority.\n\n\"Official authority\" includes administrative or legislative powers of decision, recommendation, approval, disapproval, or other discretionary action.\n\n\"State agency\" includes the State, the legislature and its committees, all executive departments, boards, commissions, committees, bureaus, offices, the University of Hawaii, and all independent commissions and other establishments of the state government but excluding the courts.\n\n\"Task force\" means a group convened by resolution, statute, executive order, proclamation, or by invitation of the legislature, governor, or another state officer, to study a specific subject or issue, for a specific defined period of time, and to report to, offer a recommendation to, or advise the legislature, governor, or a state officer. [L 1972, c 163, pt of §1; am L 1978, c 245, §1; am L 1979, c 91, §4; gen ch 1985; am L 2012, c 208, §2]\n\nRevision Note\n\nDefinitions restyled.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-3/"
    },
    {
      "id": "section-84-10",
      "number": "84-10",
      "heading": "University of Hawaii; technology transfer activities; exemption.",
      "text": "§84-10 University of Hawaii; technology transfer activities; exemption.[Section repealed June 30, 2024. L Sp 2021, c 8,§8.](a) Sections 84-12, 84-13, 84-14 to 84-16, and 84-18 shall not apply to technology transfer activities sponsored by the University of Hawaii; provided that the technology transfer activities comply with the regulatory framework and research compliance program and policies approved by the board of regents of the University of Hawaii.\n\n(b) Notwithstanding subsection (a), the University of Hawaii shall not sponsor, enter into, or continue to engage in technology transfer activities with a private person in which an employee of the University of Hawaii has a conflict of interest as provided in section 84-14, including a financial interest, irrespective of whether the State benefits from the technology transfer activities; provided that the prohibition under this subsection shall not apply if:\n\n(1) The technology transfer activities with the private person promote the timely and efficient commercialization of intellectual property created by basic and applied research at the University of Hawaii;\n\n(2) The State stands to benefit from the technology transfer activities with the private person;\n\n(3) The technology transfer activities with the private person comply with the regulatory framework and research compliance program and policies approved by the board of regents of the University of Hawaii;\n\n(4) The employee's conflict of interest is disclosed at the time of the proposal, and the proposals and binding agreements for each of the technology transfer activities with the private person are reviewed by the state ethics commission to assure compliance with ethics laws;\n\n(5) Any changes to the terms and conditions of the technology transfer activities are reported to the state ethics commission;\n\n(6) The employee with the conflict of interest does not:\n\n(A) Take official action affecting the technology transfer activities with the private person; or\n\n(B) Directly or indirectly supervise an employee when that employee takes official action affecting the technology transfer activities with the private person; and\n\n(7) During the term of the technology transfer activities with the private person, the following employees file annually with the state ethics commission a disclosure of financial interests pursuant to section 84-17:\n\n(A) Employees who have a conflict of interest as provided in section 84-14, including a financial interest, in the private person;\n\n(B) Employees who take official action affecting the technology transfer activities with the private person; and\n\n(C) Employees who directly or indirectly supervise an employee who takes official action affecting the technology transfer activities with the private person.\n\n(c) Notwithstanding subsection (a), any technology transfer activities sponsored by, entered into, or engaged in by the University of Hawaii in violation of subsection (b) is voidable under section 84-16; provided that this subsection shall not apply to contracts for technology transfer activities entered into or extended by the University of Hawaii prior to January 1, 2022.\n\n(d) The University of Hawaii shall file annually with the state ethics commission a disclosure, including its conflict of interest management plan, of any conflict of interest of any employee relating to its technology transfer activities.\n\n(e) As used in this section:\n\n\"Person\" means any individual, firm, association, organization, sole proprietorship, partnership, company, corporation, joint venture, trust, or any other form of business or legal entity or group of individuals.\n\n\"Technology transfer activities\" means the process of transferring scientific findings from the public sector to the private sector for the purpose of commercial development and application for personal or financial gain. \"Technology transfer activities\" may include creating joint ventures, limited partnerships, or other corporate forms; allocating equity shares, partnership interests, or other forms of participation; identifying new technologies; protecting technologies through patents and copyrights; forming development and commercialization strategies, arrangements, or projects; and other related activities. [L 2017, c 38, § §2, 5; am L Sp 2021, c 8, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-10/"
    },
    {
      "id": "section-84-11",
      "number": "84-11",
      "heading": "Gifts.",
      "text": "Part heading amended by L 1979, c 91, §5.\n\nAttorney General Opinions\n\nAs long as the mandatory topics listed in the third paragraph of article XIV of the Hawaii State Constitution are addressed, the legislature exercises discretion over what specific conduct is prohibited, permitted, or otherwise regulated under the state ethics code. Assuming no other state or federal constitutional provision is brought into play, the legislature may exempt certain conduct from the state ethics code or otherwise subject it to related regulation, such as disclosure requirements. Att. Gen. Op. 15-2.\n\nThe state ethics code must apply to all state employees; individual employees may not be exempted from the state ethics code. Att. Gen. Op. 15-2.\n\n§84-11 Gifts.No legislator or employee shall solicit, accept, or receive, directly or indirectly, any gift, whether in the form of money, service, loan, travel, entertainment, hospitality, thing, or promise, or in any other form, under circumstances in which it can reasonably be inferred that the gift is intended to influence the legislator or employee in the performance of the legislator's or employee's official duties or is intended as a reward for any official action on the legislator's or employee's part. [L 1972, c 163, pt of §1; gen ch 1985]\n\nAttorney General Opinions\n\nSection does not apply to receipt by department of agriculture of gifts from private sector to assist in preventing entry of brown tree snakes into Hawaii, since the gifts are to be used by department to conduct official department functions. Att. Gen. Op. 92-04.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-11/"
    },
    {
      "id": "section-84-115",
      "number": "84-11.5",
      "heading": "Reporting of gifts. (a) Every legislator and employee shall file a gifts disclosure statement with the state ethics commission no later than June 30 of each year if all the following conditions are met: (1) The legislator or employee, or spouse or dependent child of a legislator or employee, receive",
      "text": "§84-11.5Reporting of gifts.(a) Every legislator and employee shall file a gifts disclosure statement with the state ethics commission no later than June 30 of each year if all the following conditions are met:\n\n(1) The legislator or employee, or spouse or dependent child of a legislator or employee, received directly or indirectly from one source any gift or gifts valued singly or in the aggregate in excess of $200, whether the gift is in the form of money, service, goods, or in any other form;\n\n(2) The source of the gift or gifts have interests that may be affected by official action or lack of action by the legislator or employee; and\n\n(3) The gift is not exempted by subsection (d) from reporting requirements under this subsection.\n\n(b) The report shall cover the period from June 1 of the preceding calendar year through May 31 of the year of the report.\n\n(c) The gifts disclosure statement shall contain the following information:\n\n(1) A description of the gift;\n\n(2) A good faith estimate of the value of the gift;\n\n(3) The date the gift was received; and\n\n(4) The name of the person, business entity, or organization from whom, or on behalf of whom, the gift was received.\n\n(d) Excluded from the reporting requirements of this section are the following:\n\n(1) Gifts received by will or intestate succession;\n\n(2) Gifts received by way of distribution of any inter vivos or testamentary trust established by a spouse or ancestor;\n\n(3) Gifts from a spouse, fiance, fiancee, any relative within four degrees of consanguinity or the spouse, fiance, or fiancee of such a relative. A gift from any such person is a reportable gift if the person is acting as an agent or intermediary for any person not covered by this paragraph;\n\n(4) Political campaign contributions that comply with state law;\n\n(5) Anything available to or distributed to the public generally without regard to the official status of the recipient;\n\n(6) Gifts that, within thirty days after receipt, are returned to the giver or delivered to a public body or to a bona fide educational or charitable organization without the donation being claimed as a charitable contribution for tax purposes; and\n\n(7) Exchanges of approximately equal value on holidays, birthday, or special occasions.\n\n(e) Failure of a legislator or employee to file a gifts disclosure statement as required by this section shall be a violation of this chapter.\n\n(f) This section shall not affect the applicability of section 84-11.\n\n(g) For purposes of this section, \"legislator or employee\" includes any individual who was a legislator or employee for any portion of the period from June 1 of the preceding calendar year through May 31 of the year of the report. [L 1992, c 322, pt of §1; am L 2019, c 120, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-11-5/"
    },
    {
      "id": "section-84-12",
      "number": "84-12",
      "heading": "Confidential information.",
      "text": "§84-12 Confidential information.No legislator or employee shall disclose information which by law or practice is not available to the public and which the legislator or employee acquires in the course of the legislator's or employee's official duties, or use the information for the legislator's or employee's personal gain or for the benefit of anyone; provided that this section shall not preclude a person who serves as the designee or representative of an entity that is a member of a task force from disclosing information to the entity which the person acquires as the entity's designee or representative. [L 1972, c 163, pt of §1; gen ch 1985; am L 2012, c 208, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-12/"
    },
    {
      "id": "section-84-13",
      "number": "84-13",
      "heading": "Fair treatment.",
      "text": "§84-13 Fair treatment.(a) No legislator or employee shall use or attempt to use the legislator's or employee's official position to secure or grant unwarranted privileges, exemptions, advantages, contracts, or treatment, for oneself or others; including but not limited to the following:\n\n(1) Seeking other employment or contract for services for oneself by the use or attempted use of the legislator's or employee's office or position;\n\n(2) Accepting, receiving, or soliciting compensation or other consideration for the performance of the legislator's or employee's official duties or responsibilities except as provided by law;\n\n(3) Using state time, equipment or other facilities for private business purposes; or\n\n(4) Soliciting, selling, or otherwise engaging in a substantial financial transaction with a subordinate or a person or business whom the legislator or employee inspects or supervises in the legislator's or employee's official capacity.\n\n(b) Nothing in this section shall be construed to prohibit a legislator from introducing bills and resolutions, from serving on a committee, or from making statements or taking official action as a legislator. Every legislator shall publicly disclose the nature and extent of the interest or transaction that the legislator believes may be affected by the legislator's official action in accordance with section 84-17 and the rules of each house of the legislature.\n\n(c) Nothing in this section shall be construed to prevent a person from:\n\n(1) Serving on a task force; or\n\n(2) Making statements or taking official action as a task force member or a task force member's designee or representative;\n\nprovided that every task force member or designee or representative of a task force member shall publicly disclose the nature and extent of any interest or transaction that the task force member or task force member's designee or representative believes may be affected by the task force member's official action.\n\n(d) The state ethics commission shall adopt rules pursuant to chapter 91 to effectuate the purposes of this section, except that each house of the legislature shall adopt rules regarding the disclosure of the nature and extent of any interest or transaction that the legislator believes may be affected by the legislator's official action. Rules adopted by the state ethics commission shall apply only until such time that each house of the legislature adopts its own rules. Upon the passage of rules pursuant to this section by either house of the legislature, the rules adopted by the state ethics commission shall be preempted by the rules of each respective house of the legislature. [L 1972, c 163, pt of §1; gen ch 1985; am L 2012, c 208, §4; am L 2019, c 119, §2; am L 2020, c 29, §1]\n\nAlthough an application of this section was necessary to decide the union's complaint under §89-13, it could not be said that the question arose under chapter 84; where union filed the complaint with the labor relations board under §89-19, the board had \"exclusive original jurisdiction\" to determine prohibited practice complaints and the ethics commission would not have had jurisdiction to make that determination; thus, the board had the power to apply this section in order to decide whether a prohibited practice violation actually occurred and it did not exceed its jurisdiction in ruling that a violation did not occur based on the application of this section. 116 H. 73, 170 P.3d 324.\n\nAs this section prohibited the posting of campaign materials on a union bulletin board on the fourth floor of a state building, and nothing in chapter 89 was explicitly contrary to, or inconsistent with, that construction, there was no conflict between §89-3 and this section. 116 H. 73, 170 P.3d 324.\n\nWhere the posting of campaign materials on a union bulletin board on the fourth floor of a state building was prohibited by this section, and was thus not lawful, the postings were not protected under the express language of §89-3 (2006). 116 H. 73, 170 P.3d 324.\n\nWhere the State, as employer, expressed a \"legitimate\" concern with campaign materials postings on the union bulletin board on the fourth floor of the department of transportation building, inasmuch as the supervisors at the department believed them to be in violation of this section and an ethics commission bulletin entitled \"Campaign Restrictions for State Officials and State Employees\", and there was no Hawaii labor relations board finding of \"union animus\", the removal of campaign materials from the union bulletin board did not infringe on the \"mutual aid or protection\" clause of §89-3 (2006). 116 H. 73, 170 P.3d 324.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-13/"
    },
    {
      "id": "section-84-132",
      "number": "84-13.2",
      "heading": "Nepotism; prohibition.",
      "text": "§84-13.2 Nepotism; prohibition.(a) No employee shall:\n\n(1) Appoint, hire, promote, or retain a relative or household member to, or demote, discharge, or terminate a relative or household member from; or\n\n(2) Participate in an interview or discussion regarding the appointment, hiring, promotion, or retention of a relative or household member to, or the demotion, discharge, or termination of a relative or household member from,\n\na paid position in the employee's employing agency; provided that this subsection shall not prohibit an employee from performing ministerial acts that may impact the relative or household member if those acts are a part of the normal job functions of the employee.\n\n(b) No employee shall supervise a relative or household member unless the employee:\n\n(1) Has a physical impairment requiring the employment of a particular relative or household member; provided that the employee discloses the prospective employment to the state ethics commission before the appointment or hire is made; or\n\n(2) Disqualifies oneself from taking any official action directly affecting the relative or household member.\n\n(c) No employee shall award a contract to or otherwise take official action on a contract with a business if the employee knows or reasonably should know that the employee's relative or household member is an executive officer of or holds a substantial ownership interest in that business.\n\n(d) Notwithstanding the prohibitions in this section, if an employee who is a supervisor or executive director is unable to waive or disengage from completing their official duties or from taking official action and is legally required to take action that directly impacts a relative or household member receiving an award or other official action on a contract described in subsection (c), the employee shall not be in violation of this section if the employee:\n\n(1) Has complied with the disclosure requirements of section 84-17; and\n\n(2) Posts a notice of intent to award the contract and files a copy of the notice with the state ethics commission at least five days before awarding the contract. If the posting and filing of the award in advance is otherwise prohibited by law, notice shall be posted and filed as soon as practicable. Every notice of intent shall describe the employee's relationship with the relative or household member, the relative or household member's relationship with the entity receiving the contract, action taken and to be taken affecting the relative or household member's business, and the dollar value of the contract.\n\n(e) Upon application, the state ethics commission may grant an exception to an employee or agency that is unable to comply with this section for good cause, including a demonstrated lack of qualified personnel or applicants.\n\n(f) Any employee who knowingly violates this section shall be subject to the administrative fines set forth in section 84-39. Any favorable action obtained by a relative or household member of an employee in violation of this section shall be voidable in accordance with sections 84-16 and 84-19.\n\n(g) This section shall not affect the applicability of section 84-13 or 84-14.\n\n(h) This section shall not prohibit a state agency from appointing, hiring, promoting, retaining, demoting, discharging, or terminating a relative or household member of an employee employed by the agency.\n\n(i) Notwithstanding sections 84-2 and 84-3, this section shall not apply to employees or agencies of the legislative or judicial branch of the State.\n\n(j) For purposes of this section:\n\n\"Household member\" means an individual who resides in the same dwelling unit as the employee.\n\n\"Relative\" means the employee's parent, grandparent, stepparent, child, grandchild, stepchild, foster child, adopted child, sibling, half-sibling, stepsibling, parent's sibling, first cousin, sibling's child, spouse, spouse's parent, child-in-law, or sibling-in-law, or any individual who has become a member of the employee's immediate family through the Hawaiian hanai custom. [L 2023, c 261, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-13-2/"
    },
    {
      "id": "section-84-135",
      "number": "84-13.5",
      "heading": "Washington Place; campaign activities.",
      "text": "§84-13.5 Washington Place; campaign activities.The governor shall not allow Washington Place to be used for any events intended to solicit funds, support, or votes for any candidate for elective public office. [L 2002, c 46, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-13-5/"
    },
    {
      "id": "section-84-14",
      "number": "84-14",
      "heading": "Conflicts of interests.",
      "text": "§84-14 Conflicts of interests.(a) No employee shall take any official action directly affecting:\n\n(1) A business or other undertaking in which the employee has a substantial financial interest; or\n\n(2) A private undertaking in which the employee is engaged as legal counsel, advisor, consultant, representative, or other agency capacity.\n\nA department head who is unable to disqualify the department head's self on any matter described in paragraphs (1) and (2) will not be in violation of this subsection if the department head has complied with the disclosure requirements of section 84-17.\n\nA person whose position on a board, commission, or committee is mandated by statute, resolution, or executive order to have particular qualifications shall only be prohibited from taking official action that directly and specifically affects a business or undertaking in which the person has a substantial financial interest; provided that the substantial financial interest is related to the member's particular qualifications.\n\n(b) No employee shall acquire financial interests in any business or other undertaking which the employee has reason to believe may be directly involved in official action to be taken by the employee.\n\n(c) No legislator or employee shall assist any person or business or act in a representative capacity before any state or county agency for a contingent compensation in any transaction involving the State.\n\n(d) No legislator or employee shall assist any person or business or act in a representative capacity for a fee or other compensation to secure passage of a bill or to obtain a contract, claim, or other transaction or proposal in which the legislator or employee has participated or will participate as a legislator or employee, nor shall the legislator or employee assist any person or business or act in a representative capacity for a fee or other compensation on such bill, contract, claim, or other transaction or proposal before the legislature or agency of which the legislator or employee is an employee or legislator.\n\n(e) No employee shall assist any person or business or act in a representative capacity before a state or county agency for a fee or other consideration on any bill, contract, claim, or other transaction or proposal involving official action by the agency if the employee has official authority over that state or county agency unless the employee has complied with the disclosure requirements of section 84-17.\n\n(f) Nothing in this section shall be construed to prevent a person from:\n\n(1) Serving on a task force; or\n\n(2) Making statements or taking official action as a task force member or a task force member's designee or representative;\n\nprovided that every task force member or designee or representative of a task force member shall publicly disclose the nature and extent of any interest or transaction that the task force member or task force member's designee or representative believes may be affected by the task force member's official action. The state ethics commission shall adopt rules pursuant to chapter 91 to effectuate the purposes of this subsection. [L 1972, c 163, pt of §1; am L 1978, c 245, §2; am L 2012, c 208, §5; am L 2019, c 119, §3]\n\n\"Directly affecting\" construed; change in classification of lands by land use commission directly affects petitioners, but others are affected only indirectly, at most. 57 H. 87, 550 P.2d 1275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-14/"
    },
    {
      "id": "section-84-145",
      "number": "84-14.5",
      "heading": "Governor; outside employment and emoluments prohibited.",
      "text": "§84-14.5 Governor; outside employment and emoluments prohibited.(a) Beginning November 1, 2022, as of the sixty-first calendar day after election or appointment to office, it shall be unlawful for the governor, while holding that office, to maintain any other employment, maintain a controlling interest in a business, or receive any emolument.\n\n(b) Where a governor has a controlling interest in a business, in order to comply with this section, the governor may transfer the interest to a blind trust within sixty-one days of election or appointment.\n\n(c) As used in this section:\n\n\"Blind trust\" means a trust agreement where neither the trustor nor the beneficiaries have any control or influence over, or knowledge of, the assets in the trust, and which complies with the definition of \"qualified blind trust\" in the Ethics in Government Act of 1978, 5 U.S.C. App. 4 section 101 et seq., as amended.\n\n\"Emolument\" means any salary, fee, payment, wage, earning, allowance, stipend, honorarium, or reward; provided that \"emolument\" does not include the salary or benefits for service as the governor or any pension income; retirement income; social security payment; non-controlling ownership of stocks, mutual funds, or real estate; rental income; or other form of passive income. [L 2020, c 75, §3]\n\nCross References\n\nCounty mayors; outside employment and emoluments prohibited, see §78-65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-14-5/"
    },
    {
      "id": "section-84-15",
      "number": "84-15",
      "heading": "Contracts.",
      "text": "§84-15 Contracts.(a) A state agency shall not enter into any contract to procure or dispose of goods or services, or for construction, with a legislator, an employee, or a business in which a legislator or an employee has a controlling interest, involving services or property of a value in excess of $10,000 unless:\n\n(1) The contract is awarded by competitive sealed bidding pursuant to section 103D-302;\n\n(2) The contract is awarded by competitive sealed proposal pursuant to section 103D-303; or\n\n(3) The agency posts a notice of its intent to award the contract and files a copy of the notice with the state ethics commission at least ten days before the contract is awarded.\n\n(b) A state agency shall not enter into a contract with any person or business which is represented or assisted personally in the matter by a person who has been an employee of the agency within the preceding two years and who participated while in state office or employment in the matter with which the contract is directly concerned. This subsection shall not apply to any contract that is awarded in accordance with subsection (a) with a person or business represented or assisted by a person who was a member of a task force or served as the designee or representative of a task force member. [L 1972, c 163, pt of §1; am L 1978, c 245, §3; gen ch 1985; am L 1989, c 226, §1; am L 1995, c 178, §2; am L 2012, c 208, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-15/"
    },
    {
      "id": "section-84-16",
      "number": "84-16",
      "heading": "Contracts voidable.",
      "text": "§84-16 Contracts voidable.In addition to any other penalty provided by law, any contract entered into by the State in violation of this chapter is voidable on behalf of the State; provided that in any action to avoid a contract pursuant to this section the interests of third parties who may be damaged thereby shall be taken into account, and the action to void the transaction is initiated within sixty days after the determination of a violation under this chapter. The attorney general shall have the authority to enforce this provision. [L 1972, c 163, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-16/"
    },
    {
      "id": "section-84-17",
      "number": "84-17",
      "heading": "Requirements of disclosure. §84-17 Requirements of disclosure.",
      "text": "§84-17 Requirements of disclosure.[Section effective until December 31, 2024. For section effective January 1, 2025, see below.](a) For the purposes of this section, \"disclosure period\" refers to the period from January 1 of the preceding calendar year to the time of the filing of the employee's or legislator's disclosure of financial interests.\n\n(b) The disclosure of financial interests required by this section shall be filed:\n\n(1) By any person enumerated in subsection (c), except a member of the legislature, between January 1 and May 31 of each year;\n\n(2) By a member of the legislature between January 1 and January 31 of each year;\n\n(3) Within thirty days of a person's election or appointment to a state position enumerated in subsection (c); or\n\n(4) Within thirty days of separation from a state position if a prior financial disclosure statement for the position was not filed within the one hundred eighty days preceding the date of separation;\n\nprovided that candidates for state elective offices or the constitutional convention shall file the required statements no later than ten days after the nomination filing deadline established pursuant to section 12-6.\n\n(c) The following persons shall file annually with the state ethics commission a disclosure of financial interests:\n\n(1) The governor, lieutenant governor, members of the legislature, and delegates to the constitutional convention; provided that delegates to the constitutional convention shall only be required to file initial disclosures;\n\n(2) The directors and their deputies, the division chiefs, the executive directors and the executive secretaries and their deputies, the purchasing agents, and the fiscal officers, regardless of the titles by which the foregoing persons are designated, of every state agency and department;\n\n(3) The permanent employees of the legislature and its service agencies, other than persons employed in clerical, secretarial, or similar positions;\n\n(4) The administrative director of the State, and the assistants in the office of the governor and lieutenant governor, other than persons employed in clerical, secretarial, or similar positions;\n\n(5) The hearings officers of every state agency and department;\n\n(6) The president, vice presidents, assistant vice presidents, chancellors, and provosts of the University of Hawaii and its community colleges;\n\n(7) The superintendent, deputy superintendent, assistant superintendents, complex area superintendents, state librarian, and deputy state librarian of the department of education;\n\n(8) The administrative director and deputy director of the courts;\n\n(9) The members of every state board or commission whose original terms of office are for periods exceeding one year and whose functions are not solely advisory;\n\n(10) Candidates for state elective offices, including candidates for election to the constitutional convention; provided that candidates shall only be required to file initial disclosures;\n\n(11) The administrator and assistant administrator of the office of Hawaiian affairs;\n\n(12) The Hawaii unmanned aerial systems test site chief operating officer; and\n\n(13) The members of the school facilities board appointed by the governor.\n\n(d) The financial disclosure statements of the following persons shall be public records and available for inspection and duplication:\n\n(1) The governor, lieutenant governor, members of the legislature, candidates for and delegates to the constitutional convention, trustees of the office of Hawaiian affairs, and candidates for state elective offices;\n\n(2) The directors of the state departments and their deputies, regardless of the titles by which the foregoing persons are designated; provided that with respect to the department of the attorney general, the foregoing shall apply only to the attorney general and the first deputy attorney general;\n\n(3) The administrative director of the State;\n\n(4) The president, vice presidents, assistant vice presidents, chancellors, members of the board of regents, and provosts of the University of Hawaii;\n\n(5) The members of the board of education, superintendent, deputy superintendent, state librarian, and deputy state librarian of the department of education;\n\n(6) The administrative director and deputy director of the courts;\n\n(7) The administrator and assistant administrator of the office of Hawaiian affairs; and\n\n(8) The members of the following state boards, commissions, and agencies:\n\n(A) The board of directors of the agribusiness development corporation established under section 163D-3;\n\n(B) The board of agriculture established under section 26-16;\n\n(C) The state ethics commission established under section 84-21;\n\n(D) The Hawaii community development authority established under section 206E-3;\n\n(E) The Hawaiian homes commission established under the Hawaiian Homes Commission Act of 1920, as amended, and section 26-17;\n\n(F) The board of directors of the Hawaii housing finance and development corporation established under section 201H-3;\n\n(G) The board of land and natural resources established under section 171-4;\n\n(H) The state land use commission established under section 205-1;\n\n(I) The legacy land conservation commission established under section 173A-2.4;\n\n(J) The natural area reserves system commission established under section 195-6;\n\n(K) The board of directors of the natural energy laboratory of Hawaii authority established under section 227D-2;\n\n(L) The board of directors of the Hawaii public housing authority established under section 356D-3;\n\n(M) The public utilities commission established under section 269-2;\n\n(N) The commission on water resource management established under section 174C-7; and\n\n(O) The stadium authority established under section 109-1.\n\n(e) The information on the financial disclosure statements shall be confidential, except as provided in subsection (d). The commission shall not release the contents of the disclosures except as may be permitted pursuant to this chapter. The unauthorized release of any confidential financial disclosure statement information shall be a violation of this chapter.\n\n(f) Candidates for state elective offices, including candidates for election to the constitutional convention, shall only be required to disclose their own financial interests. The disclosures of financial interests of all other persons designated in subsection (c) shall state, in addition to the financial interests of the person disclosing, the financial interests of the person's spouse and dependent children. All disclosures shall include:\n\n(1) The source and amount of all income of $1,000 or more received, for services rendered, by the person in the person's own name or by any other person for the person's use or benefit during the preceding calendar year and the nature of the services rendered; provided that required disclosure under this paragraph for the income source of the spouse or dependent child of a person subject to subsection (d) shall be limited to the name of the business or other qualifying source of income, and need not include the income source's address; provided further that other information that may be privileged by law or individual items of compensation that constitute a portion of the gross income of the business or profession from which the person derives income need not be disclosed;\n\n(2) The amount and identity of every ownership or beneficial interest held during the disclosure period in any business having a value of $5,000 or more or equal to ten per cent of the ownership of the business and, if the interest was transferred during the disclosure period, the date of the transfer; provided that an interest in the form of an account in a federal or state regulated financial institution, an interest in the form of a policy in a mutual insurance company, or individual items in a mutual fund or a blind trust, if the mutual fund or blind trust has been disclosed pursuant to this paragraph, need not be disclosed;\n\n(3) Every officership, directorship, trusteeship, or other fiduciary relationship held in a business during the disclosure period, the term of office and the annual compensation;\n\n(4) The name of each creditor to whom the value of $3,000 or more was owed during the disclosure period and the original amount and amount outstanding; provided that debts arising out of retail installment transactions for the purchase of consumer goods need not be disclosed;\n\n(5) The street address and, if available, the tax map key number, and the value of any real property in which the person holds an interest whose value is $10,000 or more, and, if the interest was transferred or obtained during the disclosure period, a statement of the amount and nature of the consideration received or paid in exchange for such interest, and the name of the person furnishing or receiving the consideration; provided that disclosure shall not be required of the street address and tax map key number of the person's residence;\n\n(6) The names of clients assisted or represented before state agencies, except in ministerial matters, for a fee or compensation during the disclosure period and the names of the state agencies involved; and\n\n(7) The amount and identity of every creditor interest in an insolvent business held during the disclosure period having a value of $5,000 or more.\n\n(g) Where an amount is required to be reported, the person disclosing may indicate whether the amount is at least $1,000 but less than $10,000; at least $10,000 but less than $25,000; at least $25,000 but less than $50,000; at least $50,000 but less than $100,000; at least $100,000 but less than $150,000; at least $150,000 but less than $250,000; at least $250,000 but less than $500,000; at least $500,000 but less than $750,000; at least $750,000 but less than $1,000,000; or $1,000,000 or more. An amount of stock may be reported by number of shares.\n\n(h) The state ethics commission shall provide a method for filing financial disclosure statements. The commission may require that financial disclosure statements be filed electronically.\n\n(i) Failure of a legislator, a delegate to the constitutional convention, or an employee to file a disclosure of financial interests as required by this section shall be a violation of this chapter. Any legislator, delegate to a constitutional convention, or employee who fails to file a disclosure of financial interests when due may be assessed an administrative fine of $50. The state ethics commission, upon the expiration of the time allowed for filing, may post on its website for public inspection a list of all persons who have failed to file financial disclosure statements. The state ethics commission shall notify a person, by in-person service, electronic mail to the person's state electronic mail address, or first-class mail, of the failure to file, and, if applicable, the administrative fine. If a disclosure of financial interests has not been filed within thirty days after the original deadline, in addition to any initial administrative fine that may have been assessed, an administrative fine of $250 may be assessed.\n\n(j) The chief election officer, upon receipt of the nomination paper of any person seeking a state elective office, including the office of delegate to the constitutional convention, shall notify the state ethics commission of the name of the candidate for state office and the date on which the person filed the nomination paper. Any candidate who fails to file a disclosure of financial interests when due may be assessed an administrative fine of $50. The state ethics commission, upon the expiration of the time allowed for filing, may post on its website for public inspection a list of all candidates who have failed to file financial disclosure statements. The state ethics commission shall notify a candidate, by in-person service, electronic mail to the candidate's electronic mail address listed with the office of elections, or first-class mail, of the failure to file and, if applicable, the administrative fine. If a disclosure of financial interests has not been filed within thirty days after the original deadline, in addition to any initial administrative fine that may have been assessed, an administrative fine of $250 may be assessed.\n\n(k) If notice and order of an administrative fine has been issued pursuant to this section, the order shall become final on the twentieth day after it is served upon the alleged violator, unless the alleged violator submits a written request for a hearing before the state ethics commission on or before the twentieth day. After conducting a hearing pursuant to chapter 91, the state ethics commission may affirm, modify, or rescind the order as appropriate. The state ethics commission may file with the circuit court of the first circuit any order the commission has issued pursuant to this section for the purpose of confirming the order as a final judgment that shall have the same force and effect and shall be enforceable and collectable as other judgments issued by the circuit courts; provided that there shall be no appeal from the judgment.\n\n(l) All administrative fines collected under this section shall be deposited into the general fund. Any administrative fine for the late filing of a disclosure of financial interests shall be in addition to any other action the state ethics commission may take pursuant to this chapter. The state ethics commission may waive any administrative fines authorized pursuant to this section for good cause shown.\n\n(m) The state ethics commission may investigate, initiate, or receive charges on whether a candidate's financial disclosure statement discloses the financial interests required to be disclosed. After proceeding in conformance with section 84-31, the state ethics commission may issue a decision on whether a candidate has complied with subsection (f). This decision shall be a matter of public record. L 1972, c 163, pt of §1; am L 1978, c 245, §4; am L 1979, c 91, §6; am L 1980, c 87, § §1, 2; am L 1985, c 152, §1; gen ch 1985; am L 1989, c 113, § §1, 2; am L 1991, c 150, §1; am L 1993, c 26, §1; am L 1995, c 49, §1 and c 230, §1; am L 1997, c 50, §1; am L 2000, c 297, §18; am L 2003, c 187, §4; am L 2005, c 135, §1; am L 2006, c 207, §2; am L 2007, c 9, §4; am L 2011, c 5, §10; am L 2013, c 125, §1; am L 2014, c 230, §2; am L 2015, c 208, §3; am L 2017, c 52, §1; am L 2020, c 39, §1 and c 72, §3; am L 2021, c 146, §15; am L 2023, c 129, §2\n\n§84-17 Requirements of disclosure.[Section effective January 1, 2025. For section effective until December 31, 2024, see above.](a) For the purposes of this section, \"disclosure period\" refers to the period from January 1 of the preceding calendar year to the time of the filing of the employee's or legislator's disclosure of financial interests.\n\n(b) The disclosure of financial interests required by this section shall be filed:\n\n(1) By any person enumerated in subsection (c), except a member of the legislature, between January 1 and May 31 of each year;\n\n(2) By a member of the legislature between January 1 and January 31 of each year;\n\n(3) Within thirty days of a person's election or appointment to a state position enumerated in subsection (c); or\n\n(4) Within thirty days of separation from a state position if a prior financial disclosure statement for the position was not filed within the one hundred eighty days preceding the date of separation;\n\nprovided that candidates for state elective offices or the constitutional convention shall file the required statements no later than ten days after the nomination filing deadline established pursuant to section 12-6.\n\n(c) The following persons shall file annually with the state ethics commission a disclosure of financial interests:\n\n(1) The governor, lieutenant governor, members of the legislature, and delegates to the constitutional convention; provided that delegates to the constitutional convention shall only be required to file initial disclosures;\n\n(2) The directors and their deputies, the division chiefs, the executive directors and the executive secretaries and their deputies, the purchasing agents, and the fiscal officers, regardless of the titles by which the foregoing persons are designated, of every state agency and department;\n\n(3) The permanent employees of the legislature and its service agencies, other than persons employed in clerical, secretarial, or similar positions;\n\n(4) The administrative director of the State, and the assistants in the office of the governor and lieutenant governor, other than persons employed in clerical, secretarial, or similar positions;\n\n(5) The hearings officers of every state agency and department;\n\n(6) The president, vice presidents, assistant vice presidents, chancellors, and provosts of the University of Hawaii and its community colleges;\n\n(7) The superintendent, deputy superintendent, assistant superintendents, complex area superintendents, state librarian, and deputy state librarian of the department of education;\n\n(8) The administrative director and deputy director of the courts;\n\n(9) The members of every state board or commission whose original terms of office are for periods exceeding one year and whose functions are not solely advisory;\n\n(10) Candidates for state elective offices, including candidates for election to the constitutional convention; provided that candidates shall only be required to file initial disclosures;\n\n(11) The administrator and assistant administrator of the office of Hawaiian affairs;\n\n(12) The Hawaii unmanned aerial systems test site chief operating officer; and\n\n(13) The members of the school facilities board appointed by the governor.\n\n(d) The financial disclosure statements of the following persons shall be public records and available for inspection and duplication:\n\n(1) The governor, lieutenant governor, members of the legislature, candidates for and delegates to the constitutional convention, trustees of the office of Hawaiian affairs, and candidates for state elective offices;\n\n(2) The directors of the state departments and their deputies, regardless of the titles by which the foregoing persons are designated; provided that with respect to the department of the attorney general, the foregoing shall apply only to the attorney general and the first deputy attorney general;\n\n(3) The administrative director of the State;\n\n(4) The president, vice presidents, assistant vice presidents, chancellors, members of the board of regents, and provosts of the University of Hawaii;\n\n(5) The members of the board of education, superintendent, deputy superintendent, state librarian, and deputy state librarian of the department of education;\n\n(6) The administrative director and deputy director of the courts;\n\n(7) The administrator and assistant administrator of the office of Hawaiian affairs; and\n\n(8) The members of the following state boards, commissions, and agencies:\n\n(A) The board of directors of the agribusiness development corporation established under section 163D-3;\n\n(B) The board of agriculture established under section 26-16;\n\n(C) The state ethics commission established under section 84-21;\n\n(D) The Hawaii community development authority established under section 206E-3;\n\n(E) The Hawaiian homes commission established under the Hawaiian Homes Commission Act of 1920, as amended, and section 26-17;\n\n(F) The board of directors of the Hawaii housing finance and development corporation established under section 201H-3;\n\n(G) The board of land and natural resources established under section 171-4;\n\n(H) The state land use commission established under section 205-1;\n\n(I) The legacy land conservation commission established under section 173A-2.4;\n\n(J) The natural area reserves system commission established under section 195-6;\n\n(K) The board of directors of the natural energy laboratory of Hawaii authority established under section 227D-2;\n\n(L) The board of directors of the Hawaii public housing authority established under section 356D-3;\n\n(M) The public utilities commission established under section 269-2;\n\n(N) The commission on water resource management established under section 174C-7; and\n\n(O) The stadium authority established under section 109-1.\n\n(e) The information on the financial disclosure statements shall be confidential, except as provided in subsection (d). The commission shall not release the contents of the disclosures except as may be permitted pursuant to this chapter. The unauthorized release of any confidential financial disclosure statement information shall be a violation of this chapter.\n\n(f) Candidates for state elective offices, including candidates for election to the constitutional convention, shall only be required to disclose their own financial interests. The disclosures of financial interests of all other persons designated in subsection (c) shall state, in addition to the financial interests of the person disclosing, the financial interests of the person's spouse and dependent children. All disclosures shall include:\n\n(1) The source and amount of all income of $1,000 or more received, for services rendered, by the person in the person's own name or by any other person for the person's use or benefit during the preceding calendar year and the nature of the services rendered; provided that required disclosure under this paragraph for the income source of the spouse or dependent child of a person subject to subsection (d) shall be limited to the name of the business or other qualifying source of income, and need not include the income source's address; provided further that other information that may be privileged by law or individual items of compensation that constitute a portion of the gross income of the business or profession from which the person derives income need not be disclosed;\n\n(2) The amount and identity of every ownership or beneficial interest held during the disclosure period in any business having a value of $5,000 or more or equal to ten per cent of the ownership of the business and, if the interest was transferred during the disclosure period, the date of the transfer; provided that an interest in the form of an account in a federal or state regulated financial institution, an interest in the form of a policy in a mutual insurance company, or individual items in a mutual fund or a blind trust, if the mutual fund or blind trust has been disclosed pursuant to this paragraph, need not be disclosed;\n\n(3) Every officership, directorship, trusteeship, or other fiduciary relationship held in a business during the disclosure period, the term of office and the annual compensation;\n\n(4) The name of each creditor to whom the value of $3,000 or more was owed during the disclosure period and the original amount and amount outstanding; provided that debts arising out of retail installment transactions for the purchase of consumer goods need not be disclosed;\n\n(5) The street address and, if available, the tax map key number, and the value of any real property in which the person holds an interest whose value is $10,000 or more, and, if the interest was transferred or obtained during the disclosure period, a statement of the amount and nature of the consideration received or paid in exchange for such interest, and the name of the person furnishing or receiving the consideration; provided that disclosure shall not be required of the street address and tax map key number of the person's residence;\n\n(6) The names of clients assisted or represented before state agencies, except in ministerial matters, for a fee or compensation during the disclosure period and the names of the state agencies involved; and\n\n(7) The amount and identity of every creditor interest in an insolvent business held during the disclosure period having a value of $5,000 or more.\n\n(g) In addition to the disclosures required under subsection (f), each member of the legislature shall also disclose the name of any person that is subject to section 97-3 and that is:\n\n(1) A business partner of the member;\n\n(2) An employer of the member;\n\n(3) An officer or director of the member's employer; or\n\n(4) A client of the member, member's partner, or member's employer, who is on the lobbyist list and not just a client with a lobbyist, where the client provided at least $5,000 of income during the preceding calendar year.\n\nAs used in this subsection:\n\n\"Member\" means a member of the legislature.\n\n\"Member's partner\" means a member's spouse under chapter 572, civil union partner under chapter 572B, or reciprocal beneficiary under chapter 572C.\n\n(h) Where an amount is required to be reported, the person disclosing may indicate whether the amount is at least $1,000 but less than $10,000; at least $10,000 but less than $25,000; at least $25,000 but less than $50,000; at least $50,000 but less than $100,000; at least $100,000 but less than $150,000; at least $150,000 but less than $250,000; at least $250,000 but less than $500,000; at least $500,000 but less than $750,000; at least $750,000 but less than $1,000,000; or $1,000,000 or more. An amount of stock may be reported by number of shares.\n\n(i) The state ethics commission shall provide a method for filing financial disclosure statements. The commission may require that financial disclosure statements be filed electronically.\n\n(j) Failure of a legislator, a delegate to the constitutional convention, or an employee to file a disclosure of financial interests as required by this section shall be a violation of this chapter. Any legislator, delegate to a constitutional convention, or employee who fails to file a disclosure of financial interests when due may be assessed an administrative fine of $50. The state ethics commission, upon the expiration of the time allowed for filing, may post on its website for public inspection a list of all persons who have failed to file financial disclosure statements. The state ethics commission shall notify a person, by in-person service, electronic mail to the person's state electronic mail address, or first-class mail, of the failure to file, and, if applicable, the administrative fine. If a disclosure of financial interests has not been filed within thirty days after the original deadline, in addition to any initial administrative fine that may have been assessed, an administrative fine of $250 may be assessed.\n\n(k) The chief election officer, upon receipt of the nomination paper of any person seeking a state elective office, including the office of delegate to the constitutional convention, shall notify the state ethics commission of the name of the candidate for state office and the date on which the person filed the nomination paper. Any candidate who fails to file a disclosure of financial interests when due may be assessed an administrative fine of $50. The state ethics commission, upon the expiration of the time allowed for filing, may post on its website for public inspection a list of all candidates who have failed to file financial disclosure statements. The state ethics commission shall notify a candidate, by in-person service, electronic mail to the candidate's electronic mail address listed with the office of elections, or first-class mail, of the failure to file and, if applicable, the administrative fine. If a disclosure of financial interests has not been filed within thirty days after the original deadline, in addition to any initial administrative fine that may have been assessed, an administrative fine of $250 may be assessed.\n\n[(l)] If notice and order of an administrative fine has been issued pursuant to this section, the order shall become final on the twentieth day after it is served upon the alleged violator, unless the alleged violator submits a written request for a hearing before the state ethics commission on or before the twentieth day. After conducting a hearing pursuant to chapter 91, the state ethics commission may affirm, modify, or rescind the order as appropriate. The state ethics commission may file with the circuit court of the first circuit any order the commission has issued pursuant to this section for the purpose of confirming the order as a final judgment that shall have the same force and effect and shall be enforceable and collectable as other judgments issued by the circuit courts; provided that there shall be no appeal from the judgment.\n\n[(m)] All administrative fines collected under this section shall be deposited into the general fund. Any administrative fine for the late filing of a disclosure of financial interests shall be in addition to any other action the state ethics commission may take pursuant to this chapter. The state ethics commission may waive any administrative fines authorized pursuant to this section for good cause shown.\n\n[(n)] The state ethics commission may investigate, initiate, or receive charges on whether a candidate's financial disclosure statement discloses the financial interests required to be disclosed. After proceeding in conformance with section 84-31, the state ethics commission may issue a decision on whether a candidate has complied with subsection (f). This decision shall be a matter of public record. [L 1972, c 163, pt of §1; am L 1978, c 245, §4; am L 1979, c 91, §6; am L 1980, c 87, § §1, 2; am L 1985, c 152, §1; gen ch 1985; am L 1989, c 113, § §1, 2; am L 1991, c 150, §1; am L 1993, c 26, §1; am L 1995, c 49, §1 and c 230, §1; am L 1997, c 50, §1; am L 2000, c 297, §18; am L 2003, c 187, §4; am L 2005, c 135, §1; am L 2006, c 207, §2; am L 2007, c 9, §4; am L 2011, c 5, §10; am L 2013, c 125, §1; am L 2014, c 230, §2; am L 2015, c 208, §3; am L 2017, c 52, §1; am L 2020, c 39, §1 and c 72, §3; am L 2021, c 146, §15; am L 2023, c 123, §1 and c 129, §2]\n\nRules of Court\n\nJudges, financial disclosures, see RSC rule 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-17/"
    },
    {
      "id": "section-84-175",
      "number": "84-17.5",
      "heading": "Disclosure files; disposition.",
      "text": "§84-17.5 Disclosure files; disposition.(a) All financial disclosure statements filed by a legislator, employee, or delegate to a constitutional convention shall be maintained by the state ethics commission for a period of six years from the date of the financial disclosure statement's filing. Upon the expiration of the six-year period, the financial disclosure statement and all copies thereof may be destroyed.\n\n(b) Upon the expiration of six years after an election for which a candidate for state elective office or a constitutional convention has filed a financial disclosure statement, the state ethics commission may destroy the candidate's financial disclosure statement and all copies thereof.\n\n(c) Financial disclosure statements provided for in section 84-17(d) shall cease to be public records once the six-year period in subsection (a) or (b) has run.\n\n(d) Nothing herein shall bar the state ethics commission from retaining a financial disclosure statement or copy of a financial disclosure statement that has become part of a charge case or advisory opinion request, or is part of an ongoing investigation. [L 1989, c 219, §1; am L 1993, c 27, §1; am L 1997, c 49, §1; am L 2019, c 120, §3; am L 2023, c 9, §2]\n\nThe 2023 amendment applies to all disclosures that were filed before March 31, 2023, and that are in the state ethics commission's possession and control. L 2023, c 9, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-17-5/"
    },
    {
      "id": "section-84-18",
      "number": "84-18",
      "heading": "Restrictions on post employment.",
      "text": "§84-18 Restrictions on post employment.(a) No former legislator or employee shall disclose any information that by law or practice is not available to the public and that the former legislator or employee acquired in the course of the former legislator's or employee's official duties or use the information for the former legislator's or employee's personal gain or the benefit of anyone.\n\n(b) No former legislator, within twelve months after termination of the former legislator's employment, shall represent any person or business for a fee or other consideration on:\n\n(1) Matters in which the former legislator participated as a legislator;\n\n(2) Matters involving official action by the legislature; or\n\n(3) Any administrative action, as defined in section 97-1.\n\n(c) No former employee, within twelve months after termination of the former employee's employment, shall represent any person or business for a fee or other consideration, on matters in which the former employee participated as an employee or on matters involving official action by the particular state agency or subdivision thereof with which the former employee had actually served. This section shall not apply to a former task force member who, but for service as a task force member, would not be considered an employee.\n\n(d) This section shall not prohibit any agency from contracting with a former legislator or employee to act on a matter on behalf of the State within the period of limitations stated herein, and shall not prevent that legislator or employee from appearing before any agency in relation to that employment.\n\n(e) Subject to the restrictions imposed in subsections (a) through (d), the following individuals shall not represent any person or business for a fee or other consideration regarding any legislative action or administrative action, as defined in section 97-1, for twelve months after termination from their respective positions:\n\n(1) The governor;\n\n(2) The lieutenant governor;\n\n(3) The administrative director of the State;\n\n(4) The attorney general;\n\n(5) The comptroller;\n\n(6) The chairperson of the board of agriculture;\n\n(7) The director of corrections and rehabilitation;\n\n(8) The director of finance;\n\n(9) The director of business, economic development, and tourism;\n\n(10) The director of commerce and consumer affairs;\n\n(11) The adjutant general;\n\n(12) The superintendent of education;\n\n(13) The chairperson of the Hawaiian homes commission;\n\n(14) The director of health;\n\n(15) The director of human resources development;\n\n(16) The director of human services;\n\n(17) The director of labor and industrial relations;\n\n(18) The chairperson of the board of land and natural resources;\n\n(19) The director of law enforcement;\n\n(20) The director of taxation;\n\n(21) The director of transportation;\n\n(22) The president of the University of Hawaii;\n\n(23) The executive administrator of the board of regents of the University of Hawaii;\n\n(24) The administrator of the office of Hawaiian affairs;\n\n(25) The chief information officer;\n\n(26) The executive director of the agribusiness development corporation;\n\n(27) The executive director of the campaign spending commission;\n\n(28) The executive director of the Hawaii community development authority;\n\n(29) The executive director of the Hawaii housing finance and development corporation;\n\n(30) The president and chief executive officer of the Hawaii tourism authority;\n\n(31) The executive officer of the public utilities commission;\n\n(32) The state auditor;\n\n(33) The director of the legislative reference bureau;\n\n(34) The ombudsman;\n\n(35) The permanent employees of the legislature, other than persons employed in clerical, secretarial, or similar positions;\n\n(36) The administrative director of the courts;\n\n(37) The executive director of the state ethics commission;\n\n(38) The executive officer of the state land use commission;\n\n(39) The executive director of the natural energy laboratory of Hawaii authority;\n\n(40) The executive director of the Hawaii public housing authority; and\n\n(41) The first deputy to the chairperson of the commission on water resource management;\n\nprovided that this subsection shall not apply to any person who has held one of the positions listed above only on an interim or acting basis and for a period of less than one hundred eighty-one days.\n\n(f) Subsections (b) through (e) shall not apply to any person who is employed by the State for a period of less than one hundred and eighty-one days.\n\n(g) For the purposes of this section, \"represent\" means to engage in direct communication on behalf of any person or business with a legislator, a legislative employee, a particular state agency or subdivision thereof, or their employees. [L 1972, c 163, pt of §1; gen ch 1985; am L 1995, c 239, §1; am L 2012, c 208, §7; am L 2021, c 189, §2; am L 2022, c 278, §25]\n\nOther standards, see county charters.\n\nRules of Court\n\nLawyers, see HRPC rule 1.11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-18/"
    },
    {
      "id": "section-84-19",
      "number": "84-19",
      "heading": "Violation",
      "text": "§84-19 Violation. (a) Any favorable state action obtained in violation of the code of ethics for legislators or employees and former employees is voidable in the same manner as voidable contracts as provided for under section 84-16; and the State by the attorney general may pursue all legal and equitable remedies available to it.\n\n(b) The State by the attorney general may recover any fee, compensation, gift, or profit received by any person as a result of a violation of the code of ethics by a legislator or employee or former legislator or employee. Action to recover under this subsection shall be brought within one year of a determination of such violation.\n\n(c) Any violation of this chapter by an employee, candidate for election to and elected delegate to the constitutional convention shall be punishable only in accordance with the code of ethics adopted by the constitutional convention. [L 1972, c 163, pt of §1; am L 1979, c 91, §7; am L 1981, c 82, §11; am L 1989, c 291, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-19/"
    },
    {
      "id": "section-84-21",
      "number": "84-21",
      "heading": "State ethics commission established; composition.",
      "text": "§84-21 State ethics commission established; composition.(a) There is established within the office of the auditor for administrative purposes only a commission to be known as the state ethics commission. The commission shall consist of five members appointed by the governor from a panel of ten persons nominated by the judicial council. Each member of the commission shall be a citizen of the United States and a resident of the State. Members of the commission shall hold no other public office.\n\n(b) The chairperson of the commission shall be elected by the majority of the members of the commission. The term of each member of the commission shall be for four years. No person shall be appointed consecutively to more than two terms as a member of the commission. A vacancy on the commission shall be filled for the remainder of the unexpired term in the same manner as the original appointment, except that the judicial council shall nominate for gubernatorial appointment two persons for a vacancy.\n\n(c) No member of the commission shall hold office for more than one hundred and twenty days after the expiration of the member's term. If the governor fails to appoint a person to a vacant office within sixty days after receipt of the list of nominees from the judicial council, council shall select a person from its list of nominees to fill the vacant office, notwithstanding subsection (b) and section 26-34 to the contrary.\n\n(d) The governor may remove or suspend any member of the commission upon the filing of a written finding with the commission, and upon service of a copy of the written finding on the member to be removed or suspended. [L 1972, c 163, pt of §1; gen ch 1993; am L 1995, c 228, §1]\n\nAttorney General Opinions\n\nMember whose term has expired is entitled to hold over as a de facto officer until successor is appointed. Att. Gen. Op. 70-1.\n\nFor a commissioner to be reappointed to second term, judicial council must submit the commissioner's name along with another. Att. Gen. Op. 70-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-21/"
    },
    {
      "id": "section-84-31",
      "number": "84-31",
      "heading": "Duties of commission; complaint, hearing, determination.",
      "text": "§84-31 Duties of commission; complaint, hearing, determination.(a) The ethics commission shall have the following powers and duties:\n\n(1) It shall prescribe forms for the disclosures required by article XIV of the Hawaii constitution and section 84-17 and the gifts disclosure statements required by section 84-11.5 and shall establish orderly procedures for implementing the requirements of those provisions;\n\n(2) It shall render advisory opinions upon the request of any legislator, employee, or delegate to the constitutional convention, or person formerly holding such office or employment as to whether the facts and circumstances of a particular case constitute or will constitute a violation of the code of ethics. If no advisory opinion is rendered within thirty days after the request is filed with the commission, it shall be deemed that an advisory opinion was rendered and that the facts and circumstances of that particular case do not constitute a violation of the code of ethics. The opinion rendered or deemed rendered, until amended or revoked, shall be binding on the commission in any subsequent charges concerning the legislator, employee, or delegate to the constitutional convention, or person formerly holding such office or employment, who sought the opinion and acted in reliance on it in good faith, unless material facts were omitted or misstated by such persons in the request for an advisory opinion;\n\n(3) It shall initiate, receive, and consider charges concerning alleged violation of this chapter, initiate or make investigation, and hold hearings;\n\n(4) It may subpoena witnesses, administer oaths, and take testimony relating to matters before the commission and require the production for examination of any books or papers relative to any matter under investigation or in question before the commission. Before the commission shall exercise any of the powers authorized in this section with respect to any investigation or hearings it shall by formal resolution, supported by a vote of three or more members of the commission, define the nature and scope of its inquiry;\n\n(5) It may, from time to time adopt, amend, and repeal any rules, not inconsistent with this chapter, that in the judgment of the commission seem appropriate for the carrying out of this chapter and for the efficient administration thereof, including every matter or thing required to be done or which may be done with the approval or consent or by order or under the direction or supervision of or as prescribed by the commission. The rules, when adopted as provided in chapter 91, shall have the force and effect of law;\n\n(6) It shall have jurisdiction for purposes of investigation and taking appropriate action on alleged violations of this chapter in all proceedings commenced within six years of an alleged violation of this chapter by a legislator or employee or former legislator or employee. A proceeding shall be deemed commenced by the filing of a charge with the commission or by the signing of a charge by three or more members of the commission. Nothing herein shall bar proceedings against a person who by fraud or other device, prevents discovery of a violation of this chapter;\n\n(7) It shall distribute its publications without cost to the public and shall initiate and maintain programs with the purpose of educating the citizenry and all legislators, delegates to the constitutional convention, and employees on matters of ethics in government employment; and\n\n(8) It shall administer any code of ethics adopted by a state constitutional convention, subject to the procedural requirements of this part and any rules adopted thereunder.\n\n(b) Charges concerning the violation of this chapter shall be in writing, signed by the person making the charge under oath, except that any charge initiated by the commission shall be signed by three or more members of the commission. The commission shall notify in writing every person against whom a charge is received and afford the person an opportunity to explain the conduct alleged to be in violation of the chapter. The commission may investigate, after compliance with this section, such charges and render an informal advisory opinion to the alleged violator. The commission shall investigate all charges on a confidential basis, having available all the powers herein provided, and proceedings at this stage shall not be public. If the informal advisory opinion indicates a probable violation, the person charged shall request a formal opinion or within a reasonable time comply with the informal advisory opinion. If the person charged fails to comply with such informal advisory opinion or if a majority of the members of the commission determine that there is probable cause for belief that a violation of this chapter might have occurred, a copy of the charge and a further statement of the alleged violation shall be personally served upon the alleged violator. Service shall be made by personal service upon the alleged violator wherever found or by registered or certified mail with request for a return receipt and marked deliver to addressee only. If after due diligence service cannot be effected successfully in accordance with the above, service may be made by publication if so ordered by the circuit court of the circuit wherein the alleged violator last resided. The state ethics commission shall submit to the circuit court for its consideration in issuing its order to allow service by publication an affidavit setting forth facts based upon the personal knowledge of the affiant concerning the methods, means, and attempts made to locate and effect service by personal service or by registered or certified mail in accordance with the above. Service by publication when ordered by the court shall be made by publication once a week for four successive weeks of a notice in a newspaper of general circulation in the circuit of the alleged violator's last known state address. The alleged violator shall have twenty days after service thereof to respond in writing to the charge and statement.\n\n(c) If after twenty days following service of the charge and further statement of alleged violation in accordance with this section, a majority of the members of the commission conclude that there is probable cause to believe that a violation of this chapter or of the code of ethics adopted by the constitutional convention has been committed, then the commission shall set a time and place for a hearing, giving notice to the complainant and the alleged violator. Upon the commission's issuance of a notice of hearing, the charge and further statement of alleged violation and the alleged violator's written response thereto shall become public records. The hearing shall be held within ninety days of the commission's issuance of a notice of hearing. If the hearing is not held within that ninety-day period, the charge and further statement of alleged violation shall be dismissed; provided that any delay that is at the request of, or caused by, the alleged violator shall not be counted against the ninety-day period. All parties shall have an opportunity to:\n\n(1) Be heard;\n\n(2) Subpoena witnesses and require the production of any books or papers relative to the proceedings;\n\n(3) Be represented by counsel; and\n\n(4) Have the right of cross-examination.\n\nAll hearings shall be in accordance with chapter 91. All witnesses shall testify under oath and the hearings shall be open to the public. The commission shall not be bound by the strict rules of evidence but the commission's findings must be based upon competent and substantial evidence. All testimony and other evidence taken at the hearing shall be recorded.\n\n(d) A decision of the commission pertaining to the conduct of any legislator, delegate to the constitutional convention, or employee or person formerly holding such office or employment shall be in writing and signed by three or more of the members of the commission. A decision of the commission rendered after a hearing together with findings and the record of the proceeding shall be a public record.\n\n(e) A person who files a frivolous charge with the commission against any person covered by this chapter shall be civilly liable to the person charged for all costs incurred in defending the charge, including but not limited to costs and attorneys' fees. In any case where the commission decides not to issue a complaint in response to a charge, the commission shall upon the written request of the person charged make a finding as to whether or not the charge was frivolous. The person charged may initiate an action in the circuit court for recovery of fees and costs incurred in commission proceedings within one year after the commission renders a decision. The commission's decision shall be binding upon the court for purposes of a finding pursuant to section 607-14.5.\n\n(f) The commission shall cause to be published yearly summaries of decisions, advisory opinions, and informal advisory opinions. The commission shall make sufficient deletions in the summaries to prevent disclosing the identity of persons involved in the decisions or opinions where the identity of such persons is not otherwise a matter of public record under this chapter. [L 1972, c 163, pt of §1; am L 1979, c 91, §8; am L 1980, c 87, § §3, 4; am L 1981, c 82, §12; gen ch 1985; am L 1989, c 291, §2; am L 1990, c 220, §1; am L 1992, c 322, §2; am L 1995, c 220, § §2, 3 and c 221, §1; am L 1997, c 51, §1; am L 2019, c 120, §4]\n\nLaw Journals and Reviews\n\nConfidentiality Breeds Contempt: A First Amendment Challenge to Confidential Ethics Commission Proceedings of the City & County of Honolulu. 18 UH L. Rev. 797.\n\nJurisdiction of commission, under former law, over an employee after the employee's resignation. 53 H. 373, 494 P.2d 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-31/"
    },
    {
      "id": "section-84-313",
      "number": "84-31.3",
      "heading": "Filing of false charges.",
      "text": "§84-31.3 Filing of false charges.(a) Any person who knowingly and intentionally files a false charge with the commission, or any member of the commission who initiates action against any state official, state employee, or any other person covered by this chapter, knowing such charge to be false, shall be guilty of the crime of perjury and subject to the penalty set forth in section 710-1060.\n\n(b) Whoever is convicted in a court of competent jurisdiction of the crime of perjury under this section, in addition to any other punishment prescribed by law thereof, shall be required by court order to reimburse the person against whom the false charge was filed for all of the person's legal expenses and any other expenses incurred in relation to the person's defense against the false complaint.\n\n(c) If such charge is filed within six months prior to an election in which the accused's name appears on the ballot, the person filing the false complaint shall pay to the accused the amount set out above plus an equal amount to the general fund of the State.\n\n(d) This section shall not supersede or preclude any other right or remedy at law available to the person falsely accused. [L 1992, c 322, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-31-3/"
    },
    {
      "id": "section-84-315",
      "number": "84-31.5",
      "heading": "REPEALED.",
      "text": "§84-31.5 REPEALED.\n\nL 1998, c 32, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-31-5/"
    },
    {
      "id": "section-84-32",
      "number": "84-32",
      "heading": "Procedure.",
      "text": "§84-32 Procedure.(a) With respect to legislators and employees removable only by impeachment: when the ethics commission after due hearings pursuant to section 84-31(c) determines that there is sufficient cause to file a complaint against a legislator or an employee removable only by impeachment, it shall issue a complaint and refer the matter to the appropriate body of the legislature. The complaint shall contain a statement of the facts alleged to constitute the violation. The complaint shall be a matter of public record. The legislature shall take appropriate disciplinary action unless it determines that disciplinary action is not warranted and, within thirty days of the referral of the complaint, shall notify the commission of the action taken. Days during which the legislature is not in session shall not be included in determining the thirty-day period. Any disciplinary action taken by the legislature, or the fact that no disciplinary action is taken, shall be a matter of public record.\n\n(b) With respect to employees other than legislators and employees removable only by impeachment: when the commission determines after due hearing pursuant to section 84-31(c) that there is sufficient cause to file a complaint against an employee other than a legislator, or an employee removable only by impeachment, it shall issue a complaint and refer the matter to the governor who shall take appropriate disciplinary action unless the governor determines that disciplinary action is not warranted. The governor shall notify the commission of the disciplinary action taken or the fact that no disciplinary action was taken, within sixty days of the referral of the complaint. The complaint and any disciplinary action taken, or the fact that no disciplinary action is taken, shall be a matter of public record.\n\n(c) With respect to former employees and former legislators, when the commission determines after due hearing pursuant to section 84-31(c) that there is sufficient cause to file a complaint against a former employee or former legislator, it shall issue a complaint and refer the matter to the attorney general who may exercise whatever legal or equitable remedies which may be available to the State. The complaint shall be a matter of public record.\n\n(d) With respect to delegates to the constitutional convention removable only by impeachment: when the ethics commission after due hearing pursuant to section 84-31(c) determines that there is sufficient cause to file a complaint against a delegate to the constitutional convention, it shall issue a complaint and refer the matter to the appropriate body of the constitutional convention. The complaint shall be a matter of public record. The appropriate body of the constitutional convention shall take appropriate disciplinary action unless it determines that disciplinary action is not warranted and, within thirty days of the referral of the complaint, shall notify the commission of the action taken. Days during which the constitutional convention is not in session shall not be included in determining the thirty-day period. Any disciplinary action taken by the constitutional convention, or the fact that no disciplinary action is taken, shall be a matter of public record. [L 1972, c 163, pt of §1; am L 1979, c 91, §9; am L 1980, c 87, §5; am L 1995, c 220, §4 and c 221, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-32/"
    },
    {
      "id": "section-84-33",
      "number": "84-33",
      "heading": "Disciplinary action for violation.",
      "text": "§84-33 Disciplinary action for violation.In addition to any other powers the civil service commission or other authority may have to discipline employees, the civil service commission or authority may reprimand, put on probation, demote, suspend, or discharge an employee found to have violated the code of ethics. [L 1972, c 163, pt of §1; am L 1981, c 82, §13]\n\nCross References\n\nCivil service, merit appeals board, etc., see §26-5 and chapter 76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-33/"
    },
    {
      "id": "section-84-34",
      "number": "84-34",
      "heading": "No compensation.",
      "text": "§84-34 No compensation.The members of the ethics commission shall serve without compensation but shall be allowed their actual and necessary expenses incurred in the performance of their duties. [L 1972, c 163, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-34/"
    },
    {
      "id": "section-84-35",
      "number": "84-35",
      "heading": "Staff.",
      "text": "§84-35 Staff.The ethics commission may employ and at pleasure remove such persons, including an executive director, as it may deem necessary for the performance of its functions. Effective July 1, 2005, the salary of the executive director shall be the same as the salary of the director of health. The commission shall fix the compensations of its employees within the amounts made available by appropriation therefor. The employees of the commission shall be exempt from chapter 76. [L 1972, c 163, pt of §1; am L 1982, c 129, §31; am L 1986, c 128, §29; am L 1989, c 329, §19; am L 1990, c 140, §2; am L 1992, c 52, §1; am L 2000, c 253, §150; am L 2005, c 225, §5]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-35/"
    },
    {
      "id": "section-84-355",
      "number": "84-35.5",
      "heading": "Prohibition from political activity.",
      "text": "§84-35.5 Prohibition from political activity.The members of the ethics commission and its staff shall not take an active part in political management or in political campaigns during the term of office or employment. [L 1979, c 91, §10]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-35-5/"
    },
    {
      "id": "section-84-36",
      "number": "84-36",
      "heading": "Cooperation.",
      "text": "§84-36 Cooperation.The ethics commission may request and shall receive from every department, division, board, bureau, commission, or other agency of the State cooperation and assistance in the performance of its duties. [L 1972, c 163, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-36/"
    },
    {
      "id": "section-84-37",
      "number": "84-37",
      "heading": "Concurrent jurisdiction.",
      "text": "§84-37 Concurrent jurisdiction.Notwithstanding any provision contained herein, pursuant to article III, section 12 of the constitution of the State of Hawaii each house of the legislature may prescribe further rules of conduct covering its members and may investigate and discipline a member for any violation of its rules or the code of ethics. [L 1972, c 163, pt of §1; am L 1981, c 82, §14]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-37/"
    },
    {
      "id": "section-84-38",
      "number": "84-38",
      "heading": "Judicial branch.",
      "text": "§84-38 Judicial branch.The powers and duties assigned in this part IV to the governor shall, with respect to employees in the judicial branch, be assigned to the chief justice of the supreme court. [L 1977, c 159, §15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-38/"
    },
    {
      "id": "section-84-39",
      "number": "84-39",
      "heading": "Administrative fines.",
      "text": "§84-39 Administrative fines.(a) Where an administrative fine has not been established for a violation of this chapter, any person, including a legislator or employee, who violates this chapter shall be subject to an administrative fine imposed by the state ethics commission that shall not exceed $1,000 for each violation. All fines collected under this section shall be deposited in the general fund.\n\n(b) No fine shall be assessed under this section unless:\n\n(1) The state ethics commission convenes a hearing in accordance with section 84-31(c) and chapter 91 and a decision has been rendered by the commission; or\n\n(2) The state ethics commission and respondent agree to resolve any charge of an alleged violation prior to completion of the contested case process and the resolution includes payment of an administrative fine or restitution, or both. [L 2006, c 207, §1; am L 2017, c 50, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-39/"
    },
    {
      "id": "section-84-41",
      "number": "84-41",
      "heading": "REPEALED.",
      "text": "§84-41 REPEALED.\n\nL 2022, c 165, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-41/"
    },
    {
      "id": "section-84-42",
      "number": "84-42",
      "heading": "Mandatory ethics training course.",
      "text": "§84-42 Mandatory ethics training course.(a) Legislators, members of the board of education, trustees of the office of Hawaiian affairs, the governor, the lieutenant governor, executive department heads and deputies, and every other person whose financial disclosure statement is a public record pursuant to section 84-17(d) shall complete a live ethics training course administered by the state ethics commission within ninety days of taking office and at least once every four years thereafter.\n\n(b) All other employees shall complete either a live or an online ethics training course developed pursuant to section 84-43(c) and administered by the state ethics commission within ninety days of becoming an employee and at least once every four years thereafter. [L 2004, c 198, pt of §1; am L 2022, c 165, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-42/"
    },
    {
      "id": "section-84-43",
      "number": "84-43",
      "heading": "Ethics training courses; live and online.",
      "text": "§84-43 Ethics training courses; live and online.(a) The state ethics commission shall establish, design, supervise, and conduct live and online ethics training courses for all persons required to complete training under section 84-42.\n\n(b) The live ethics training course may be conducted in person or via videoconference and shall include:\n\n(1) Explanations and discussions of the ethics laws, administrative rules, and relevant internal policies;\n\n(2) Specific technical and legal requirements;\n\n(3) The underlying purposes and principles of ethics laws;\n\n(4) Examples of practical application of the laws and principles; and\n\n(5) A question-and-answer participatory segment regarding common problems and situations.\n\nThe state ethics commission shall develop the methods and prepare any materials necessary to implement the live ethics training course.\n\n(c) The online ethics training course shall include explanations, discussions, and examples of the practical application of ethics laws and principles as the state ethics commission deems appropriate. The state ethics commission shall develop the methods and prepare any materials necessary to implement the online ethics training course, which may include previously recorded ethics training courses originally conducted either in person or via videoconference and any other prerecorded material authorized by the state ethics commission.\n\n(d) The state ethics commission shall:\n\n(1) Design and administer the live ethics training courses;\n\n(2) Designate those of its legal staff who are to conduct the live ethics training course;\n\n(3) Notify each legislator or employee, either directly or via the employee's employing agency, that their attendance or participation in an applicable ethics training course is mandatory; provided that a legislator's or employee's non-receipt of notice shall not be a defense to a charge concerning a violation of this chapter; and\n\n(4) Design and administer the online ethics training course.\n\n(e) The state ethics commission may repeat the live course as necessary to accommodate all persons who are required to attend.\n\n(f) Each state agency shall provide to the state ethics commission in a timely manner the names and electronic mail addresses of those persons required to take the applicable course and shall assist the commission by providing adequate meeting facilities, equipment, and technical support as needed for the ethics training courses. [L 2004, c 198, pt of §1; am L 2019, c 120, §5; am L 2022, c 165, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-7/chapter-84/section-84-43/"
    }
  ]
}