{
  "state": "pennsylvania",
  "path": "title-title-54/chapter-title-54",
  "sections": [
    {
      "id": "section-1502",
      "number": "1502",
      "heading": "Effect of registration under prior statutes.",
      "text": "§ 1502. Persons exempt from licensing. The following persons are not required to obtain a driver's license under this chapter: (1) Any employee of the Federal Government while operating a motor vehicle owned by or leased to the Federal Government and being operated on official business unless the employee is required by the Federal Government or any agency thereof to have a state driver's license. This exemption shall not apply to the operation of commercial motor vehicles, as defined in Chapter 16 (relating to commercial drivers). (2) Any person in the service of the armed forces of the United States, including the reserve components, when furnished with a valid military driver's license and operating an official vehicle on official business. (3) Any nonresident who is at least 16 years of age and who has in possession a valid driver's license issued in the person's home state or country except that a person who has been issued a valid driver's license in a country other than the United States or Canada shall be exempt only upon showing a satisfactory understanding of official traffic-control devices. A nonresident may only drive the class or classes of vehicles in this Commonwealth for which the person is licensed to drive in the person's home state or country subject to all restrictions contained on the license. (4) Any person on active duty in the armed forces of the United States who has in their immediate possession a valid driver's license issued in a foreign country by the armed forces of the United States may operate a motor vehicle in this Commonwealth for a period of not more than 45 days from the date of the person's return to the United States. (5) Any person 14 years of age or older operating an implement of husbandry. Persons 14 or 15 years of age are restricted to the operation of implements of husbandry on one and two lane highways which bisect or immediately adjoin the premises upon which such person resides. (May 30, 1990, P.L.173, No.42, eff. Nov. 1, 1990) 1990 Amendment. Act 42 amended par. (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1502/"
    },
    {
      "id": "section-506",
      "number": "506",
      "heading": "Voluntary termination of registration by corporations and other associations (Repealed).",
      "text": "Voluntary termination of registration by corporations and other associations (Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-704",
      "number": "704",
      "heading": "Divorcing and divorced person may resume prior name.",
      "text": "Divorcing and divorced person may resume prior name.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1524",
      "number": "1524",
      "heading": "Unauthorized use as presumptive evidence.",
      "text": "§ 1524. Request to landlord to identify tenants. (a) Duty of public utility and landlord.-- At least 37 days before the termination of service, it is the duty of any public utility to request from the landlord ratepayer the names and addresses of the affected tenants. Upon receiving such a request for the names and addresses of the affected tenants pursuant to this subchapter, the landlord ratepayer shall provide the utility with the names and addresses of every affected tenant of any residential building or mobile home park for which the utility is proposing to terminate service unless within seven days of delivery or mailing of the notice the landlord ratepayer pays the amount due the utility or makes an arrangement with the utility to pay the balance. (b) Time for providing information.-- The information shall be provided by the landlord ratepayer: (1) within seven days of receipt of a request from a public utility for tenants' names under subsection (a); (2) within seven days of delivery or mailing of the notice to the landlord ratepayer required by section 1523 (relating to notices before service to landlord terminated); (3) within three days of any adjudication by the commission that the landlord ratepayer must provide the requested information if the landlord files a complaint with the commission within seven days of receipt of the notice to the landlord disputing the right of the utility to terminate service; or (4) upon such terms as may be ordered by a court in an action brought by the utility under section 1532(b) (relating to penalties). (c) Right of public utility.-- In the event the public utility is unable to obtain the names and addresses of all affected tenants from the landlord ratepayer, the public utility may pursue any appropriate legal or equitable remedy it has in order to obtain from the landlord ratepayer the names and addresses of all affected tenants of a residential building or mobile home park for which the utility is proposing termination of service to the landlord ratepayer. The commission may order the public utility to obtain the information from the landlord ratepayer. (July 2, 1993, P.L.379, No.54, eff. 60 days) Cross References. Section 1524 is referred to in sections 1523, 1525, 1526, 1528, 1532 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-15/section-1524/"
    },
    {
      "id": "section-1101short",
      "number": "1101",
      "heading": "title of chapter.",
      "text": "transfer. 1117. Vehicle destroyed, dismantled, salvaged or recycled (Repealed). 1118. Suspension and cancellation of certificate of title. 1119. Application for certificate of title by agent. § 1101. Certificate of title required. (a) General rule.-- Except as provided in section 1102 (relating to vehicles not requiring certificate of title), every owner of a vehicle which is in this Commonwealth and for which no certificate of title has been issued by the department shall make application to the department for a certificate of title of the vehicle. (b) Registration without certificate prohibited.-- The department shall not register or renew the registration of a vehicle unless a certificate of title has been issued by the department to the owner or an application for a certificate of title has been delivered by the owner to the department. (c) Penalty.-- Failure to obtain a certificate of title as required by law is a summary offense.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1101/"
    },
    {
      "id": "section-1322",
      "number": "1322",
      "heading": "Rescission of right to use union label of allied crafts.",
      "text": "Rescission of right to use union label of allied crafts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1124",
      "number": "1124",
      "heading": "Injury to business or reputation; dilution.",
      "text": "§ 1124. Miscellaneous provisions. (a) Prosecution preserved.-- Nothing in this subchapter shall be deemed to limit or affect prosecutions for violations under this title, Title 18 (Crimes and Offenses), Title 75 (Vehicles) or any other provision of law. (b) Inconsistent provisions of law.-- Any other law of this Commonwealth found to be inconsistent with this subchapter is hereby repealed insofar as it affects the regulation of limousine service in counties of the second class.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-11/section-1124/"
    },
    {
      "id": "section-7041",
      "number": "704.1",
      "heading": "Surviving spouse may resume prior name.",
      "text": "§ 704.1. Surviving spouse may resume prior name. A surviving spouse may, at any time, resume any prior surname used by him or her by filing a written notice to such effect in the office of the prothonotary of the county where the surviving spouse resides, accompanied by a certificate of death for the decedent. In counties where there is no prothonotary, the notice shall be filed in the office that performs the functions of the office of prothonotary as provided for in the act of August 9, 1955 (P.L.323, No.130), known as The County Code. (Nov. 19, 2004, P.L.842, No.105, eff. 60 days; July 5, 2005, P.L.54, No.18, eff. 60 days) References in Text. The act of August 9, 1955, P.L.323, No.130, known as The County Code, referred to in this section, was repealed by the act of May 8, 2024, P.L.50, No.14. The subject matter is now contained in Title 16 (Counties).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-54/chapter-7/section-704.1/"
    },
    {
      "id": "section-102functions",
      "number": "102",
      "heading": "and powers of Department of State.",
      "text": "§ 102. Functions and powers of Department of State. Subchapter B of Chapter 1 of Title 15 (relating to functions and powers of Department of State) shall be applicable to filings in and the functions of the Department of State under this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-54/chapter-1/section-102/"
    },
    {
      "id": "section-103execution",
      "number": "103",
      "heading": "of documents.",
      "text": "§ 103. Uniformity of interpretation. This title shall be so interpreted and construed as to effectuate its general purpose to make uniform the law throughout this Commonwealth and all political subdivisions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-1/section-103/"
    },
    {
      "id": "section-303scope",
      "number": "303",
      "heading": "of chapter.",
      "text": "§ 303. Diverse business participation. (a) General rule.-- In administering contracts for construction and professional services relating to transportation projects which are funded pursuant to the provisions of this title or 75 Pa.C.S. (relating to vehicles), the contracting entities shall: (1) Be responsible for ensuring that all competitive contract opportunities subject to this section which are issued by the contracting entities seek to maximize participation by diverse businesses. (1.1) Include in solicitations for bids and requests for proposals on all competitive contracting opportunities subject to this section notice to the bidder or offeror that: (i) The bidder or offeror shall document and submit to the applicable contracting entity all good faith efforts to solicit subcontractors that are diverse businesses during the bidding or proposal process. (ii) The bidder or offeror shall provide within seven days of being declared the low bidder or successful offeror the name and business address of each subcontractor that is a diverse business that will provide the contractor with construction or professional services in connection with the performance of the contract. (2) Include in the solicitations for bids and requests for proposals under paragraph (1.1) language encouraging bidders and offerors to utilize and give consideration to contractors offering to utilize diverse businesses in the selection and award of contracts. (3) Ensure that the contracting entities' commitment to participation by diverse businesses is clearly understood and appropriately implemented and enforced by all the contracting entities. (4) Designate a responsible official to supervise the contracting entities' diverse business program and ensure compliance within the contracting entities. (5) (Reserved). (6) Impose sanctions, as may be appropriate under 62 Pa.C.S. § 531 (relating to debarment or suspension), against businesses that fail to comply with this section or the policies of the Commonwealth related to diverse businesses. This paragraph shall not apply to a local transportation organization. (7) Ensure that each contract entered into with a contractor under this section includes provisions prohibiting discrimination in accordance with 62 Pa.C.S. § 3701 (relating to contract provisions prohibiting discrimination). (a.1) Additional duties of department.-- The department, with the assistance of a diverse business enterprise supportive services center, shall have the following duties: (1) Conduct the necessary and appropriate outreach, including using the database available on the Internet website of the Department of General Services and the Federal Government's system of award management database, for purposes of identifying diverse businesses in general construction or professional services capable of performing contracts subject to this section. (2) By October 1, 2014, and each October 1 thereafter, submit a report to the chairman and minority chairman of the Transportation Committee of the Senate and the chairman and minority chairman of the Transportation Committee of the House of Representatives summarizing the participation level of diverse businesses in all competitive contract opportunities issued by contracting entities. The commission and local transportation organizations shall cooperate with the department to complete the report. The report shall include: (i) The percentage of participation by diverse businesses. (ii) The total value of all contracts executed which include participation by diverse businesses pursuant to this section in the prior year. (iii) The number of businesses penalized for violating this section. (3) Transmit the report under paragraph (2) to the Pennsylvania Minority Business Development Authority, established under the act of July 22, 1974 (P.L.598, No.206), known as the Pennsylvania Minority Business Development Authority Act. The authority shall review the report to assess the effectiveness in advancing this section and to make any recommendations for changes in this section deemed necessary or desirable to the secretary and the chairman and minority chairman of the Transportation Committee of the Senate and the chairman and minority chairman of the Transportation Committee of the House of Representatives. (a.2) Replacement of diverse business.-- If, at any time during the evaluation of a bid or proposal or the construction of a project or the performance of a professional service pursuant to a bid, proposal or contract subject to this section, it becomes necessary to replace a subcontractor that is a diverse business, the bidder, offeror or contractor, as appropriate, shall immediately notify the contracting entity of the need to replace the diverse business. The notice shall include the reasons for the replacement. (a.3) Applicability.-- The following shall apply to a contractor and contract subject to subsection (a): (1) The provisions of 62 Pa.C.S. § 2108 (relating to compliance with Federal requirements). (2) Prompt payment policies between a contractor and subcontractor adopted by the Department of General Services pursuant to 62 Pa.C.S. Pt. II (relating to general procurement provisions). (a.4) Construction.-- Nothing in this section shall be construed to supersede, nullify or otherwise affect 51 Pa.C.S. § 9603 (relating to participation goal). In the case of an inconsistency between this section and 51 Pa.C.S. Ch. 96 (relating to veteran-owned small businesses), the provisions of 51 Pa.C.S. Ch. 96 shall prevail. (b) Definitions.-- As used in this section, the following words and phrases shall have the meanings given to them in this subsection: \"Commission.\" As defined in section 8102 (relating to definitions). \"Contract.\" As defined in 62 Pa.C.S. § 103 (relating to definitions). \"Contracting entities.\" The following: (1) The department. (2) The commission. (3) A local transportation organization. \"Disadvantaged business.\" A business that is owned or controlled by a majority of persons, not limited to members of minority groups, who are subject to racial or ethnic prejudice or cultural bias. \"Diverse business.\" A disadvantaged business, minority-owned or women-owned business or service-disabled veteran-owned or veteran-owned small business that has been certified by a third-party certifying organization. \"Local transportation organization.\" Any of the following: (1) A political subdivision or a public transportation authority, port authority or redevelopment authority organized under the laws of this Commonwealth or pursuant to an interstate compact or otherwise empowered to render, contract for the rendering of or assist in the rendering of transportation service in a limited area in this Commonwealth, even though it may also render or assist in rendering transportation service in adjacent states. (2) A nonprofit association that directly or indirectly provides public transportation service. (3) A nonprofit association of public transportation providers operating within this Commonwealth. \"Minority-owned business.\" A business owned and controlled by a majority of individuals who are African Americans, Hispanic Americans, Native Americans, Asian Americans, Alaskans or Pacific Islanders. \"Professional services.\" An industry of infrequent, technical or unique functions performed by independent contractors or consultants whose occupation is the rendering of the services. The term includes: (1) Design professional services as defined in 62 Pa.C.S. § 901 (relating to definitions). (2) Legal services. (3) Advertising or public relations services. (4) Accounting, auditing or actuarial services. (5) Security consultant services. (6) Computer and information technology services. (7) Insurance underwriting services. \"Service-disabled veteran-owned small business.\" As defined in 51 Pa.C.S. § 9601 (relating to definitions). \"Third-party certifying organization.\" An organization that certifies a small business, minority-owned business, women-owned business or veteran-owned small business as a diverse business. The term includes: (1) The National Minority Supplier Development Council. (2) The Women's Business Development Enterprise National Council. (3) The Small Business Administration. (4) The Department of Veterans Affairs. (5) The Pennsylvania Unified Certification Program. \"Veteran-owned small business.\" As defined in 51 Pa.C.S. § 9601 (relating to definitions). \"Women-owned business.\" A business owned and controlled by a majority of individuals who are women. (July 18, 2007, P.L.169, No.44, eff. imd.; Nov. 25, 2013, P.L.974, No.89, eff. 60 days) 2013 Amendment. Section 43(1) of Act 89 provided that section 303 shall apply to competitive contract opportunities issued on or after July 1, 2014. See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations. Cross References. Section 303 is referred to in section 3101 of Title 72 (Taxation and Fiscal Affairs).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-3/section-303/"
    },
    {
      "id": "section-304effect",
      "number": "304",
      "heading": "of registration under prior statutes.",
      "text": "§ 304. Administrative law judges. (a) General rule.-- The office of administrative law judge to the Pennsylvania Public Utility Commission is hereby created. The commission shall have the power to appoint as many qualified and competent administrative law judges as may be necessary for proceedings pursuant to this part, and who shall devote full time to their official duties and who shall perform no duties inconsistent with their duties and responsibilities as administrative law judges. Administrative law judges shall be afforded employment security as provided by the act of August 5, 1941 (P.L.752, No.286), known as the \"Civil Service Act.\" Compensation for administrative law judges shall be established by the commission. If the commission is occasionally and temporarily understaffed of administrative law judges, the commission may appoint qualified and competent persons who meet the minimum standards established by this part to temporarily serve as such judges, who shall serve at the pleasure of the commission and shall receive such compensation as the commission may establish. (b) Staff.-- The commission may appoint secretaries and legal or technical advisors to assist each judge in performance of his duties or may assign personnel from any of the other bureaus within the commission. (c) Qualifications.-- All judges must meet the following minimum requirements: (1) Be an attorney in good standing before the Supreme Court of Pennsylvania. (2) Have three years of practice before administrative agencies or equivalent experience. (3) Conform to such other requirements as shall be established by the commission. (d) Chief administrative law judge.-- The commission shall appoint a chief administrative law judge who shall be responsible for assigning a hearing judge to every proceeding before the commission which may require the utilization of an administrative law judge and who shall receive remuneration above that of any other administrative law judge. The position of chief administrative law judge may not be withdrawn from a person so appointed, nor his salary diminished, except for good cause shown. The chief administrative law judge shall have such other responsibilities as the commission may by rule prescribe. (June 29, 1982, P.L.658, No.187, eff. imd.; Oct. 31, 1995, P.L.348, No.59, eff. 60 days) 1995 Amendment. Act 59 amended subsec. (d). 1982 Amendment. Act 187 amended subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-304/"
    },
    {
      "id": "section-311registration",
      "number": "311",
      "heading": "Registration",
      "text": "§ 311. Witness fees. Witnesses who are summoned before the commission shall be paid the same fees and mileage as are paid to witnesses in the courts of common pleas. Witnesses whose depositions are taken pursuant to the provisions of this part, and the officer taking the same, shall be entitled to the same fees as are paid for like services in such courts. All disbursements made in the payment of such fees shall be included in and paid in the same manner as is provided for the payment of other expenses of the commission.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-311/"
    },
    {
      "id": "section-312amendment",
      "number": "312",
      "heading": "Amendment",
      "text": "§ 312. Privilege and immunity. No person shall be excused from testifying or from producing any book, document, paper, or account in any investigation or inquiry by, or hearing before, the commission or its representative, when ordered to do so, upon the ground that the testimony or evidence, book, document, paper, or account required may tend to incriminate him or subject him to penalty or forfeiture. No person shall be prosecuted, punished, or subjected to any forfeiture or penalty for or on account of any act, transaction, matter, or thing concerning which he shall have been compelled, under objection, to testify or produce documentary evidence. No person so testifying shall be exempt from prosecution or punishment for any perjury committed by him in his testimony.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-312/"
    },
    {
      "id": "section-313cancellation",
      "number": "313",
      "heading": "or withdrawal.",
      "text": "§ 313. Joint hearings and investigations; reciprocity. (a) Joint hearings and investigations.-- The commission shall have full power and authority to make joint investigations, hold joint hearings within or without this Commonwealth, and issue joint or concurrent orders in conjunction or concurrence with any official, board, commission, or agency of any state or of the United States, whether in the holding of such investigations or hearings, or in the making of such orders, the commission shall function under agreements or compacts between states or under the concurrent power of states to regulate the interstate commerce, or as an agency of the Federal Government, or otherwise. (b) Reciprocity.-- The commission shall have full power and authority to arrange reciprocity of treatment of public utilities and contract carriers by motor vehicle of this Commonwealth by regulatory bodies, under regulatory laws of other states, and to that end the commission is hereby vested with power to impose upon public utilities and contract carriers by motor vehicle of other states, the same penalties, restrictions, and regulations as are imposed by the regulatory body of such other states upon public utilities and contract carriers by motor vehicle of this Commonwealth when operating into, out of, or through such other states.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-313/"
    },
    {
      "id": "section-321decennial",
      "number": "321",
      "heading": "filings required (Deleted by amendment).",
      "text": "§ 321. Annual reports. The commission shall annually transmit, to the Governor and the General Assembly and shall make available to the public, a report on the conduct of the commission. The report shall include, but shall not be limited to, a summary of all rate proceedings completed within the reporting period, the amount of the rate increase requested in each such proceeding, the amount of the request granted by the commission in each such proceeding, the percentage increase in rates requested and granted in each such proceeding as compared to the percentage increase requested and granted in the most recent similar proceeding for the affected utility prior to the reporting period, a summary of other significant regulatory issues which the commission resolved during the reporting period, a summary of significant orders and decisions of the commission and the courts of the Commonwealth during the reporting period relating to public utilities, a summary of significant anticipated issues by type of utility and a status report of any commission action regarding these issues, and a summary of the audits completed by the commission during the reporting period. In the annual report and at such other times as the commission determines, the commission shall make recommendations to the Governor and the General Assembly which the commission believes to be necessary or desirable to protect the public interest. (July 10, 1986, P.L.1238, No.114, eff. imd.) 1986 Amendment. Act 114 added section 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-321/"
    },
    {
      "id": "section-331contracts",
      "number": "331",
      "heading": "and acts by entity using unregistered fictitious name.",
      "text": "and acts by entity using unregistered fictitious name.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-332effect",
      "number": "332",
      "heading": "of registration.",
      "text": "§ 332. Procedures in general. (a) Burden of proof.-- Except as may be otherwise provided in section 315 (relating to burden of proof) or other provisions of this part or other relevant statute, the proponent of a rule or order has the burden of proof. (b) Admissibility of evidence.-- Any oral or documentary evidence may be received, but the commission shall as a matter of policy provide for the exclusion of irrelevant, immaterial or unduly repetitious evidence. No sanction shall be imposed or rule or order be issued except upon consideration of the whole record or such portions thereof as may be cited by any party and as supported by and in accordance with the reliable, probative and substantial evidence. (c) Submission of evidence.-- Every party is entitled to present his case or defense by oral or documentary evidence, to submit rebuttal evidence and to conduct such cross-examination as may be required for a full and true disclosure of the facts. The commission may, by rule, adopt procedures for the submission of all or part of the evidence in written form. (d) Record, briefs and argument.-- The transcript of a public input hearing, the transcript of testimony and exhibits, together with all papers and requests filed in the proceeding, constitutes the exclusive record for decision, and shall be available for inspection by the public. Briefing and oral argument shall be held in accordance with rules established by the commission. For the purpose of this section, a public input hearing is a hearing held in the service area at which the ratepayers may offer testimony, written or otherwise, relating to any matter which has a bearing on the proceeding. (e) Official notice of facts.-- When the commission's decision rests on official notice of a material fact not appearing in the evidence in the record, upon notification that facts are about to be or have been noticed, any party adversely affected shall have the opportunity upon timely request to show that the facts are not properly noticed or that alternative facts should be noticed. The commission in its discretion shall determine whether written presentations suffice, or whether oral argument, oral evidence, or cross-examination is appropriate in the circumstances. Nothing in this subsection shall affect the application by the commission in appropriate circumstances of the doctrine of judicial notice. (f) Actions of parties and counsel.-- Any party who shall fail to be represented at a scheduled conference or hearing after being duly notified thereof, shall be deemed to have waived the opportunity to participate in such conference or hearing, and shall not be permitted thereafter to reopen the disposition of any matter accomplished thereat, or to recall for further examination of witnesses who were excused, unless the presiding officer shall determine that failure to be represented was unavoidable and that the interests of the other parties and the public would not be prejudiced by permitting such reopening or further examination. If the actions of a party or counsel in a proceeding shall be determined by the commission, after due notice and opportunity for hearing, to be obstructive to the orderly conduct of the proceeding and inimical to the public interest, the commission may reject or dismiss any rule or order in any manner proposed by the offending party or counsel, and, with respect to counsel, may bar further participation by him in any proceedings before the commission. (g) Decision of administrative law judge.-- In all on-the-record proceedings referred to an administrative law judge under section 331(b) (relating to powers of commission and administrative law judges), hearings shall be commenced by the administrative law judge within 90 days after the proceeding is initiated, and he shall render a decision within 90 days after the record is closed, unless the commission for good cause by order allows an extension not to exceed an additional 90 days. (h) Exceptions and appeal procedure.-- Any party to a proceeding referred to an administrative law judge under section 331(b) may file exceptions to the decision of the administrative law judge with the commission, in a form and manner and within the time to be prescribed by the commission. The commission shall rule upon such exceptions within 90 days after filing. If no exceptions are filed, the decision shall become final, without further commission action, unless two or more commissioners within 15 days after the decision request that the commission review the decision and make such other order, within 90 days of such request, as it shall determine. The Office of Trial Staff and the chief counsel shall be deemed to have automatic standing as a party to such proceeding and may file exceptions to any decision of the administrative law judge under this subsection. (i) Review of testimony.-- Any party of record in an investigation or inquiry by or hearing before the commission or its representative whose testimony is recorded electronically and subsequently transcribed shall, upon request, be permitted to review the recording to ensure that it has been transcribed accurately. The commission may impose a fee in an amount not exceeding the actual costs involved for making the recording available. Any request to review the recording must be made within the time prescribed by commission regulation, and such request shall not be used to unreasonably delay commission proceedings. This section shall not be construed to require the electronic recording of testimony. The official record of a proceeding shall be the written transcript. (Nov. 26, 1978, P.L.1241, No.294, eff. 60 days; Oct. 10, 1985, P.L.257, No.62, eff. 60 days; July 10, 1986, P.L.1238, No.114, eff. imd.; Apr. 21, 1989, P.L.11, No.3, eff. imd.) 1989 Amendment. Act 3 added subsec. (i). Section 3 provided that Act 3 shall apply to any action pending before the commission or any action taken by the commission within 180 days prior to the effective date of Act 3. 1986 Amendment. Act 114 amended subsec. (h). 1985 Amendment. Act 62 amended subsec. (d). 1978 Amendment. Act 294 added subsecs. (g) and (h).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-332/"
    },
    {
      "id": "section-501register",
      "number": "501",
      "heading": "established (Repealed).",
      "text": "§ 501. General powers. (a) Enforcement of provisions of part.-- In addition to any powers expressly enumerated in this part, the commission shall have full power and authority, and it shall be its duty to enforce, execute and carry out, by its regulations, orders, or otherwise, all and singular, the provisions of this part, and the full intent thereof; and shall have the power to rescind or modify any such regulations or orders. The express enumeration of the powers of the commission in this part shall not exclude any power which the commission would otherwise have under any of the provisions of this part. (b) Administrative authority and regulations.-- The commission shall have general administrative power and authority to supervise and regulate all public utilities doing business within this Commonwealth. The commission may make such regulations, not inconsistent with law, as may be necessary or proper in the exercise of its powers or for the performance of its duties. (c) Compliance.-- Every public utility, its officers, agents, and employees, and every other person or corporation subject to the provisions of this part, affected by or subject to any regulations or orders of the commission or of any court, made, issued, or entered under the provisions of this part, shall observe, obey, and comply with such regulations or orders, and the terms and conditions thereof. Cross References. Section 501 is referred to in sections 2212, 2806, 3209 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-501/"
    },
    {
      "id": "section-502certain",
      "number": "502",
      "heading": "additions to register (Repealed).",
      "text": "§ 502. Enforcement proceedings by commission. Whenever the commission shall be of opinion that any person or corporation, including a municipal corporation, is violating, or is about to violate, any provisions of this part; or has done, or is about to do, any act, matter, or thing herein prohibited or declared to be unlawful; or has failed, omitted, neglected, or refused, or is about to fail, omit, neglect, or refuse, to perform any duty enjoined upon it by this part, or has failed, omitted, neglected or refused, or is about to fail, omit, neglect, or refuse to obey any lawful requirement, regulation or order made by the commission; or any final judgment, order, or decree made by any court, then and in every such case the commission may institute injunction, mandamus or other appropriate legal proceedings, to restrain such violations of the provisions of this part, or of the regulations, or orders of the commission, and to enforce obedience thereto. Saved from Suspension. Pennsylvania Rule of Civil Procedure No. 1549(11), adopted June 3, 1994, provided that section 502 shall not be deemed suspended or affected by Rules 1501 through 1536 relating to action in equity. Cross References. Section 502 is referred to in section 2905 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-502/"
    },
    {
      "id": "section-503decennial",
      "number": "503",
      "heading": "filings required (Repealed).",
      "text": "§ 503. Enforcement proceedings by Chief Counsel. The Chief Counsel, in addition to the exercise of the powers and duties now conferred upon him by law, shall also, upon request of the commission proceed in the name of the Commonwealth, by mandamus, injunction, or quo warranto, or other appropriate remedy at law or, in equity, to restrain violations of the provisions of this part, or of the regulations or orders of the commission, or the judgments, orders, or decrees of any court, or to enforce obedience thereto. (Dec. 18, 1980, P.L.1247, No.226, eff. Jan. 20, 1981)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-503/"
    },
    {
      "id": "section-504effect",
      "number": "504",
      "heading": "of failure to make filings (Repealed).",
      "text": "§ 504. Reports by public utilities. The commission may require any public utility to file periodical reports, at such times, and in such form, and of such content, as the commission may prescribe, and special reports concerning any matter whatsoever about which the commission is authorized to inquire, or to keep itself informed, or which it is required to enforce. The commission may require any public utility to file with it a copy of any report filed by such public utility with any Federal department or regulatory body. All reports shall be under oath or affirmation when required by the commission. Cross References. Section 504 is referred to in sections 2212, 3209 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-504/"
    },
    {
      "id": "section-505late",
      "number": "505",
      "heading": "filings (Repealed).",
      "text": "§ 505. Late filings (Repealed). 2022 Repeal. Section 505 was repealed November 3, 2022, P.L.1791, No.122, effective in 60 days.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-54/chapter-5/section-505/"
    },
    {
      "id": "section-506voluntary",
      "number": "506",
      "heading": "termination of registration by corporations and other associations (Repealed).",
      "text": "termination of registration by corporations and other associations (Repealed).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-701court",
      "number": "701",
      "heading": "approval required for change of name.",
      "text": "§ 701. Complaints. The commission, or any person, corporation, or municipal corporation having an interest in the subject matter, or any public utility concerned, may complain in writing, setting forth any act or thing done or omitted to be done by any public utility in violation, or claimed violation, of any law which the commission has jurisdiction to administer, or of any regulation or order of the commission. Any public utility, or other person, or corporation likewise may complain of any regulation or order of the commission, which the complainant is or has been required by the commission to observe or carry into effect. The Commonwealth through the Attorney General may be a complainant before the commission in any matter solely as an advocate for the Commonwealth as a consumer of public utility services. The commission may prescribe the form of complaints filed under this section. Cross References. Section 701 is referred to in sections 1358, 2205, 2807, 3014 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-7/section-701/"
    },
    {
      "id": "section-702change",
      "number": "702",
      "heading": "by order of court.",
      "text": "§ 702. Service of complaints on parties. Upon the filing of a complaint, the commission shall cause to be served upon each party named in the complaint a copy of the complaint and notice from the commission calling upon such party to satisfy the complaint, or to answer the same in writing, within such time as is specified by the commission in the notice. Service in all hearings, investigations and proceedings pending before the commission shall be made by registered or certified mail or by e-mail upon agreement by each party. (July 2, 2019, P.L.357, No.53, eff. 60 days)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-7/section-702/"
    },
    {
      "id": "section-703effect",
      "number": "703",
      "heading": "on children.",
      "text": "§ 703. Definitions. The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise: \"Administrative action.\" The execution of policies relating to persons or things as previously authorized or required by official action of the agency adopted at an open meeting of the agency. The term does not, however, include the deliberation of agency business. \"Agency.\" The body, and all committees thereof authorized by the body to take official action or render advice on matters of agency business, of all the following: the General Assembly, the executive branch of the government of this Commonwealth, including the Governor's Cabinet when meeting on official policymaking business, any board, council, authority or commission of the Commonwealth or of any political subdivision of the Commonwealth or any State, municipal, township or school authority, school board, school governing body, commission, the boards of trustees of all State-aided colleges and universities, the councils of trustees of all State-owned colleges and universities, the boards of trustees of all State-related universities and all community colleges or similar organizations created by or pursuant to a statute which declares in substance that the organization performs or has for its purpose the performance of an essential governmental function and through the joint action of its members exercises governmental authority and takes official action. The term shall include the governing board of any nonprofit corporation which by a mutually binding legal written agreement with a community college or State-aided, State-owned or State-related institution of higher education is granted legally enforceable supervisory and advisory powers regarding the degree programs of the institution of higher education. The term does not include a caucus or a meeting of an ethics committee created under rules of the Senate or House of Representatives. \"Agency business.\" The framing, preparation, making or enactment of laws, policy or regulations, the creation of liability by contract or otherwise or the adjudication of rights, duties and responsibilities, but not including administrative action. \"Caucus.\" A gathering of members of a political party or coalition which is held for purposes of planning political strategy and holding discussions designed to prepare the members for taking official action in the General Assembly. \"Conference.\" Any training program or seminar, or any session arranged by State or Federal agencies for local agencies, organized and conducted for the sole purpose of providing information to agency members on matters directly related to their official responsibilities. \"Deliberation.\" The discussion of agency business held for the purpose of making a decision. \"Emergency meeting.\" A meeting called for the purpose of dealing with a real or potential emergency involving a clear and present danger to life or property. \"Executive session.\" A meeting from which the public is excluded, although the agency may admit those persons necessary to carry out the purpose of the meeting. \"Litigation.\" Any pending, proposed or current action or matter subject to appeal before a court of law or administrative adjudicative body, the decision of which may be appealed to a court of law. \"Meeting.\" Any prearranged gathering of an agency which is attended or participated in by a quorum of the members of an agency held for the purpose of deliberating agency business or taking official action. \"Official action.\" (1) Recommendations made by an agency pursuant to statute, ordinance or executive order. (2) The establishment of policy by an agency. (3) The decisions on agency business made by an agency. (4) The vote taken by any agency on any motion, proposal, resolution, rule, regulation, ordinance, report or order. \"Political subdivision.\" Any county, city, borough, incorporated town, township, school district, intermediate unit, vocational school district or county institution district. \"Public notice.\" (1) For a meeting: (i) Publication of notice of the place, date and time of a meeting in a newspaper of general circulation, as defined by 45 Pa.C.S. § 101 (relating to definitions), which is published and circulated in the political subdivision where the meeting will be held, or in a newspaper of general circulation which has a bona fide paid circulation in the political subdivision equal to or greater than any newspaper published in the political subdivision. (ii) Posting a notice of the place, date and time of a meeting prominently at the principal office of the agency holding the meeting or at the public building in which the meeting is to be held. (iii) Giving notice to parties under section 709(c) (relating to public notice). (2) For a recessed or reconvened meeting: (i) Posting a notice of the place, date and time of the meeting prominently at the principal office of the agency holding the meeting or at the public building in which the meeting is to be held. (ii) Giving notice to parties under section 709(c). \"Special meeting.\" A meeting scheduled by an agency after the agency's regular schedule of meetings has been established. (July 15, 2004, P.L.743, No.88, eff. imd.) 2004 Amendment. Act 88 amended the def. of \"agency.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-65/chapter-7/section-703/"
    },
    {
      "id": "section-704divorcing",
      "number": "704",
      "heading": "and divorced person may resume prior name.",
      "text": "§ 704. Open meetings. Official action and deliberations by a quorum of the members of an agency shall take place at a meeting open to the public unless closed under section 707 (relating to exceptions to open meetings), 708 (relating to executive sessions) or 712 (relating to General Assembly meetings covered). Cross References. Section 704 is referred to in section 708 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-65/chapter-7/section-704/"
    },
    {
      "id": "section-7041surviving",
      "number": "704.1",
      "heading": "spouse may resume prior name.",
      "text": "§ 704.1. Surviving spouse may resume prior name. A surviving spouse may, at any time, resume any prior surname used by him or her by filing a written notice to such effect in the office of the prothonotary of the county where the surviving spouse resides, accompanied by a certificate of death for the decedent. In counties where there is no prothonotary, the notice shall be filed in the office that performs the functions of the office of prothonotary as provided for in the act of August 9, 1955 (P.L.323, No.130), known as The County Code. (Nov. 19, 2004, P.L.842, No.105, eff. 60 days; July 5, 2005, P.L.54, No.18, eff. 60 days) References in Text. The act of August 9, 1955, P.L.323, No.130, known as The County Code, referred to in this section, was repealed by the act of May 8, 2024, P.L.50, No.14. The subject matter is now contained in Title 16 (Counties).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-54/chapter-7/section-704.1/"
    },
    {
      "id": "section-705penalty",
      "number": "705",
      "heading": "for violation of chapter.",
      "text": "§ 705. Recording of votes. In all meetings of agencies, the vote of each member who actually votes on any resolution, rule, order, regulation, ordinance or the setting of official policy must be publicly cast and, in the case of roll call votes, recorded.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-65/chapter-7/section-705/"
    },
    {
      "id": "section-1103classification",
      "number": "1103",
      "heading": "Classification",
      "text": "§ 1103. Application for certificate of title (Repealed). 1990 Repeal. Section 1103 was repealed June 30, 1990, P.L.266, No.63, effective immediately, and July 10, 1990, P.L.356, No.83, effective immediately.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1103/"
    },
    {
      "id": "section-1111registrability",
      "number": "1111",
      "heading": "Registrability",
      "text": "§ 1111. Transfer of ownership of vehicle. (a) Duty of transferor.-- In the event of the sale or transfer of the ownership of a vehicle within this Commonwealth, the owner shall execute an assignment and warranty of title to the transferee in the space provided on the certificate or as the department prescribes, sworn to before a notary public or other officer empowered to administer oaths or verified by a wholesale vehicle auction licensed by the State Board of Vehicle Manufacturers, Dealers and Salespersons, or its employee, or an issuing agent who is licensed as a vehicle dealer by the State Board of Vehicle Manufacturers, Dealers and Salespersons, or its employee, and deliver the certificate to the transferee at the time of the delivery of the vehicle. (a.1) Exception for dealers.-- When a certificate of title for a vehicle acquired by a licensed dealer for the purpose of resale is encumbered by a lien or when there is a manufacturer's statement of origin for a new vehicle, delivery of the certificate of title or manufacturer's statement of origin by the dealer as a transferor at the time of delivery of the vehicle upon resale shall not be required if, prior to delivery of the vehicle, the dealer obtains the applicable powers of attorney to properly execute transfer of the title or manufacturer's statement of origin and the dealer requests and receives the departmental verification of any lienholders, ownership, odometer information and title brands, on titled vehicles, and any other information that the department deems necessary to be verified. Upon payment of the established fee, the department shall provide the dealer or authorized messenger service with verification of the required information. The department may supply the verified information by either written or electronic means. The application and a properly assigned certificate of title or manufacturer's statement of origin shall be delivered to the department within the time period prescribed by section 1103.1 (relating to application for certificate of title). If a dealer sells a vehicle after verification of the required information for a certificate of title encumbered by a lien, but fails to satisfy the lien or deliver an assignment and warranty of title to the dealer's transferee within 90 days of the date of purchase, and this failure is the result of an act or omission by the dealer, the dealer shall accept return of the vehicle from the transferee and shall refund the purchase price less actual depreciation of the vehicle while it was within the possession of the transferee. In refunding the purchase price, the price shall include the listed dollar value of any trade-in vehicle as stated in the sales transaction document in lieu of returning the transferee's trade-in vehicle. (a.2) Exception for sales at licensed wholesale auctions.-- In the event of the offering for sale or transfer of a vehicle between automobile dealers licensed by this Commonwealth or another state at a wholesale vehicle auction which is licensed by the State Board of Vehicle Manufacturers, Dealers and Salespersons as a wholesale vehicle auction, the licensed dealer need not execute an assignment and warranty of title to the transferee at the time of the offering of the vehicle for sale if, prior to the offering of the sale of the vehicle, it is noted that the title is not present. The transferor shall deliver a properly assigned and warranted title to that transferee within ten days of the date that the vehicle was offered for sale, and the sale shall not be consummated until the transferor has delivered the title to the transferee. (b) Duty of transferee.-- Except as otherwise provided in section 1113 (relating to transfer to or from manufacturer or dealer), the transferee shall, within 20 days of the assignment or reassignment of the certificate of title, apply for a new title by presenting to the department the properly completed certificate of title, sworn to before a notary public or other officer empowered to administer oaths or verified before an issuing agent, who is licensed as a vehicle dealer by the State Board of Vehicle Manufacturers, Dealers and Salespersons, or its employee, and accompanied by such forms as the department may require. (b.1) Transfers relating to the RESET program.-- A motor vehicle transferred to the Commonwealth or a political subdivision for use in the RESET program administered under section 405.1 of the act of June 13, 1967 (P.L.31, No.21), known as the Public Welfare Code, shall not be subject to sales or use tax under Article II of the act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971, upon the removal of the vehicle from inventory by any: (1) motor vehicle dealer, importer or wholesaler; or (2) \"broker,\" \"dealer\" or \"distributor,\" as defined in section 2 of the act of December 22, 1983 (P.L.306, No.84), known as the Board of Vehicles Act. (c) Penalty.-- Any person violating subsection (a) shall be guilty of a summary offense and shall, upon conviction, be sentenced: (1) For a first offense, to pay a fine of $100. (2) For a subsequent offense, to pay a fine of not less than $300 nor more than $1,000. (July 10, 1984, P.L.679, No.146, eff. 60 days; Dec. 20, 1995, P.L.666, No.74; Dec. 21, 1998, P.L.1126, No.151, eff. 60 days; July 14, 2005, P.L.285, No.50, eff. 60 days; Oct. 24, 2012, P.L.1431, No.178, eff. 60 days) 2012 Amendment . Act 178 amended subsecs. (a.1) and (b). 2005 Amendment. Act 50 amended subsec. (a). References in Text. The short title of the act of June 13, 1967, P.L.31, No.21, known as the Public Welfare Code, referred to in subsection (b.1), was amended by the act of December 28, 2015, P.L.500, No.92. The amended short title is now the Human Services Code. Cross References. Section 1111 is referred to in sections 1113, 1161, 6308 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1111/"
    },
    {
      "id": "section-1112application",
      "number": "1112",
      "heading": "for registration.",
      "text": "§ 1112. Conflict of law. Except as otherwise provided in Chapter 13 (relating to lobby regulation and disclosure), if the provisions of this chapter conflict with any other statute, ordinance, regulation or rule, the provisions of this chapter shall control. References in Text. Chapter 13, referred to in this section, was deleted by the act of November 1, 2006 (P.L.1213, No.134). The subject matter is now contained in Chapter 13A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-65/chapter-11/section-1112/"
    },
    {
      "id": "section-1113registration",
      "number": "1113",
      "heading": "of mark.",
      "text": "§ 1113. Transfer to or from manufacturer or dealer. (a) Transfer to manufacturer or dealer.-- When the purchaser or transferee of a vehicle is a manufacturer or registered dealer who holds the vehicle for resale, a certificate of title need not be applied for as provided for in section 1111 (relating to transfer of ownership of vehicle), but the transferee shall, within seven days from the date of assignment of the certificate of title to the manufacturer or dealer, forward to the department, upon a form prescribed and furnished by the department, notification of the acquisition of the vehicle. Notification in lieu of applying for a certificate of title as authorized in this section may not be used in excess of three consecutive transactions after which time an application shall be made for a certificate of title. Notwithstanding the foregoing, a transferee of a motor vehicle shall apply for a certificate of title no later than six months from the date of the assignment. (b) Execution and display of notice of transfer.-- The manufacturer or dealer making notification as to any vehicle acquired pursuant to subsection (a) shall execute at least two copies, the original of which shall be forwarded to the department, and one copy shall be retained by the manufacturer or dealer for at least one year after a subsequent transfer, to be exhibited, with a copy of the assigned certificate of title, upon request of any police officer or authorized department employee. (c) Transfer from manufacturer or dealer.-- Except as otherwise provided in this section when the transferee is another manufacturer or dealer: (1) The manufacturer or dealer, upon transferring their interest in the vehicle, shall execute an assignment and warranty of title to the transferee in the space provided on the certificate or as the department prescribes. (2) The transferee shall complete the application for certificate of title in the name of the transferee. (3) The manufacturer or dealer shall forward the certificate of title and any other required forms to the department within 20 days of the transfer. (d) Exception for repossessed vehicles.-- This section does not apply to a vehicle repossessed upon default of performance of a lease, contract of conditional sale or similar agreement. (e) Penalty.-- Any manufacturer or dealer violating any of the provisions of this section is guilty of a summary offense and shall, upon conviction, be sentenced to pay a fine of $50 for each violation. (July 10, 1984, P.L.679, No.146, eff. 60 days; July 10, 1990, P.L.356, No.83, eff. 30 days; Aug. 5, 1991, P.L.238, No.26, eff. imd.; Dec. 21, 1998, P.L.1126, No.151, eff. 60 days) 1998 Amendment. Act 151 amended subsecs. (a), (b) and (c). Cross References. Section 1113 is referred to in sections 1111, 1952, 6308, 7134 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1113/"
    },
    {
      "id": "section-1114duration",
      "number": "1114",
      "heading": "and renewal.",
      "text": "§ 1114. Transfer of vehicle by operation of law. (a) General rule.-- If the interest of an owner in a vehicle passes to another other than by voluntary transfer, the transferee shall, except as otherwise provided, promptly mail or deliver to the department the last certificate of title, if available, and shall apply for a new certificate of title on a form prescribed and furnished by the department. The application shall be accompanied by such instruments or documents of authority, or certified copies thereof, as may be sufficient or required by law to evidence or effect a transfer of title or interest in or to chattels in such case. (b) Transfer to surviving spouse.-- Transfer of a certificate of title to a surviving spouse, or any person designated by the spouse, may be made without the necessity of filing for letters of administration notwithstanding the fact that there are minor children surviving the decedent provided the surviving spouse files an affidavit that all the debts of the decedent have been paid. (c) Surrender of certificate.-- A person holding a certificate of title whose interest in a vehicle has been extinguished or transferred other than by voluntary transfer shall immediately surrender the certificate of title to the person to whom the right to possession of the vehicle has passed. Upon request of the department, such person shall mail or deliver the certificate to the department. Delivery of the certificate pursuant to the request of the department does not affect the rights of the person surrendering the certificate. Saved from Suspension. Pennsylvania Rule of Civil Procedure for District Justices No. 482(10), as amended April 25, 1979, provided that section 1114 shall not be deemed suspended or affected. Rules 401 through 482 relate to execution of judgments for the payment of money rendered by district justices. Act 207 of 2004 changed justices of the peace to magisterial district judges. Rule 482 can now be found in Rules of Conduct, Office Standards and Civil Procedure for Magisterial District Judges. Pennsylvania Rule of Civil Procedure No. 3159(b)(11), adopted April 20, 1998, provided that section 1114 shall not be deemed suspended or affected by Rules 3101 through 3149 relating to enforcement of money judgments for the payment of money. References in Text. Section 28 of Act 207 of 2004 provided that any and all references in any other law to a \"district justice\" or \"justice of the peace\" shall be deemed to be references to a magisterial district judge. Cross References. Section 1114 is referred to in sections 1902, 6308 of this title; section 367 of Title 15 (Corporations and Unincorporated Associations).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1114/"
    },
    {
      "id": "section-1115assignment",
      "number": "1115",
      "heading": "Assignment",
      "text": "§ 1115. Correction of certificate of title. (a) General rule.-- When any certificate of title has been issued in error to a person not entitled to the certificate or contains incorrect information or information has been omitted from the certificate, the department shall notify in writing the person to whom the certificate has been issued or delivered that the certificate has been recalled. Unless a departmental hearing is requested pursuant to subsection (a.1), such person shall immediately return the certificate of title within ten days, together with any other information necessary for the adjustment of departmental records, and, upon receipt of the certificate, the department shall cancel the certificate and issue a corrected certificate of title. (a.1) Opportunity for hearing and appeal.-- The department's notice of recall shall advise the person to whom the certificate has been issued that said person may request an informal departmental hearing within ten days of the date of said notice if said person wishes to contest the recall. If an informal departmental hearing is requested within ten days, said hearing shall be held within 15 days of said request. If, as a result of the hearing, the department determines that the recall was proper, the person to whom the certificate of title was issued or delivered shall return the certificate of title within ten days of the determination. Such person may appeal the informal departmental determination by requesting, within ten days of the date of the determination, a formal hearing as prescribed by departmental regulations (pertaining to administrative practice and procedure). (b) Change in material information on certificate.-- If any material information on the certificate of title is changed or different from the information originally set forth, the owner shall immediately inform the department and apply for a corrected certificate of title. For the purposes of this subsection, a change of address shall not be deemed material. (b.1) Change in name on certificate.-- Whenever there is a change of name because of marriage or divorce, the owner shall not be required to apply for a corrected certificate of title but shall, in such manner as the department shall prescribe, inform the department of the new name and of the title number of every vehicle titled in the owner's former name. Upon receipt of such information, the department shall correct the vehicle record of the owner to indicate the name change. The department shall not be required to produce a new certificate of title for a name change because of marriage or divorce, unless the owner submits an application for a new certificate of title. In the event that the owner submits an application for a new certificate of title, such owner shall be required to remit the fee set forth in section 1952 (relating to certificate of title) for the issuance of a certificate of title by the department. (c) Seizure of certificate on conviction.-- (Deleted by amendment). (d) Issuance of corrected certificate after seizure or cancellation.-- Upon failure of a person to return a certificate of title as required by the provisions of this section, the department may delegate authority to any department employee or police officer to seize the certificate of title. Upon failure of the department to receive, as required by this section, the certificate of title to which a person is not entitled or which contains incorrect or omitted information, the department may proceed to cancel the certificate of title issued in error and, upon receipt of sufficient evidence that the vehicle is within the possession of the proper owner or lienholder, may issue to the proper owner or lienholder a correct certificate of title. (e) Penalty.-- Any person violating this section shall be guilty of a summary offense and shall, upon conviction, be sentenced to pay a fine of not less than $100 nor more than $300. (July 2, 1993, P.L.408, No.58, eff. imd.; Feb. 10, 1994, P.L.10, No.2, eff. imd.; Dec. 20, 1995, P.L.669, No.75, eff. 120 days) 1995 Amendment. Act 75 added subsec. (b.1). 1994 Amendment. Act 2 amended subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1115/"
    },
    {
      "id": "section-1116cancellation",
      "number": "1116",
      "heading": "Cancellation",
      "text": "§ 1116. Issuance of new certificate following transfer. (a) Voluntary transfer.-- The department, upon receipt of a properly assigned certificate of title with an application for a new certificate of title, the required fee and any other required documents and articles, shall issue a new certificate of title in the name of the transferee as owner and mail it to the first lienholder named in the certificate or, if none, to the owner. (b) Involuntary transfer.-- The department, upon receipt of an application for a new certificate of title by a transferee other than by voluntary transfer, on a form prescribed and furnished by the department together with proper proof satisfactory to the department of the transfer, the required fee and any other required documents and articles, shall issue a new certificate of title in the name of the transferee as owner. (c) Filing and retention of surrendered certificate.-- The department shall file and retain for five years every surrendered certificate of title, or a copy, in such a manner as to permit the tracing of title of the vehicle. Saved from Suspension. Pennsylvania Rule of Civil Procedure for District Justices No. 482(10), as amended April 25, 1979, provided that section 1116(b) shall not be deemed suspended or affected. Rules 401 through 482 relate to execution of judgments for the payment of money rendered by district justices. Act 207 of 2004 changed justices of the peace to magisterial district judges. Rule 482 can now be found in the Rules of Conduct, Office Standards and Civil Procedure for Magisterial District Judges. Pennsylvania Rule of Civil Procedure No. 3159(b)(11), adopted April 20, 1998, provided that section 1116 shall not be deemed suspended or affected by Rules 3101 through 3149 relating to enforcement of money judgments for the payment of money. References in Text. Section 28 of Act 207 of 2004 provided that any and all references in any other law to a \"district justice\" or \"justice of the peace\" shall be deemed to be references to a magisterial district judge. Cross References. Section 1116 is referred to in section 367 of Title 15 (Corporations and Unincorporated Associations).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-11/section-1116/"
    },
    {
      "id": "section-1121damages",
      "number": "1121",
      "heading": "for fraudulent registration.",
      "text": "§ 1121. Common application process. (a) Preparation.-- An application for assistance under the programs must be prepared and approved by a certified economic development organization before it is submitted to the authority, and the application shall comply with any additional requirements of the programs. (b) Contents.-- The application, which shall be in the form required by the authority, shall include the following information, where applicable: (1) The applicant's name. (2) The applicant's address. (3) A description of the type and amount of financial assistance requested. (4) A description of the applicant's business or, if the applicant is not the borrower, the borrower's business, including all of the following: (i) The type of business conducted. (ii) The location of the business. (iii) The date the business was established. (iv) The address of the business, including the address of all offices of the business located in this Commonwealth. (v) The name and address of each principal. (vi) The number of current employees and an estimate of future employees. (5) A description of the project, including all of the following: (i) The location of the project. (ii) The total estimated cost of the project, as calculated by an engineer or other qualified professional. (iii) An identification of all sources of capital for the project. (iv) A legal description of all real property held or to be acquired for the establishment of the project. (v) A general description and statement of value of any real or personal property of the applicant and, if applicable, the buyer or tenant of the project, to be applied to the establishment of the project. (6) A statement that the project is consistent with any existing comprehensive county plan where the project is located. (7) A firm commitment from the intended project user to use the project upon completion. (8) A brief description of the anticipated economic impact to this Commonwealth and the host municipality and county as a result of the project. (9) Any plans or other documents as may be required to show the type, structure and general character of the project. (10) A statement that the applicant certifies to the authority that it will not discriminate against any employee or any applicant for employment because of race, religion, color, national origin, sex or age. (11) A statement that the applicant certifies to the authority that it is not currently under citation for pollution violations and that in the future it will meet all applicable antipollution standards. (12) Any information required by the program under which financial assistance may be provided. (13) Any other information required by the authority. (c) Review and approval.-- (1) In reviewing the application, the authority shall consider the following, where applicable: (i) Whether the value of the proposed collateral and the financial resources offered by the applicant are sufficient to repay the loan. (ii) Whether the project will enable future employment opportunities in or have a net positive economic impact on the surrounding community. (iii) Whether the statement of the estimated cost of the project is reasonable. (iv) Whether the sources of financial commitments for funds in excess of the amount requested under this subchapter are reliable. (v) Whether the applicant has complied with terms required by the programs and under this subchapter. (vi) Whether the applicant has a history of investment in Pennsylvania-related companies. (vii) Whether the applicant has demonstrated strong relationships with organizations in this Commonwealth which foster economic development. (viii) Whether the applicant has a strong performance record. (ix) Whether the applicant has demonstrated an ability to meet and satisfy debt service, if applicable, as it becomes due and payable. (x) Whether the applicant has any outstanding environmental violations. (xi) Any other information deemed to be relevant by the authority. (2) Subject to any applicable limitations under this subchapter, the amount, duration, interest rate, security required and any other terms of the loan shall be determined at the discretion of the authority based upon its determination of the potential financial risk to the Commonwealth. (3) Financial assistance may not be approved if the proceeds would be used to: (i) refinance any portion of the total cost of a capital development project, pollution prevention infrastructure or other existing loans or debt; (ii) finance a project located outside the geographic boundaries of this Commonwealth; (iii) relocate a business to another part of this Commonwealth, unless approved in advance by the authority which shall consider the negative economic impact on the community that the business is leaving; or (iv) provide funds, directly or indirectly, for payment distribution or as a loan to owners, partners or shareholders of a small business, except as ordinary compensation for services rendered. (4) (i) The terms of all agreements for financial assistance awarded under this subchapter shall include any material terms, requirements or other conditions provided for agreements entered into under this subchapter. The authority may impose other terms and conditions if it determines that they are in the best interests of the Commonwealth, including a provision requiring collateral for any penalty which may be imposed. (ii) Upon approving an application for a loan under the programs, the authority shall draw an advance equal to the principal amount of the loan from the appropriate account and, before disbursing loan funds to the applicant, require the applicant to execute a note and to enter into a loan agreement and any other agreement as the authority may require. (d) Review and notice.-- Upon reviewing the application, the authority shall notify the applicant and the certified economic development organization of its decision or request additional information or certifications before making its decision. (e) Reporting and inspection.-- An applicant or a recipient of financial assistance under the programs shall: (1) permit the authority to inspect its premises, books and records; (2) provide updated information to the authority if conditions change to the extent that the information originally given becomes inaccurate or misleading; and (3) provide the authority with any periodic financial reports and audits that the authority may require. (f) Employment projection audits.-- The authority shall implement a procedure to determine whether the employment projections described in the application are achieved. (g) Transition.-- The board shall have all power and authority necessary to implement a transition and continuation of consideration of pending applications and any other pending administrative actions under section 6 of the act of May 17, 1956 (1955 P.L.1609, No.537), known as the Pennsylvania Industrial Development Authority Act, that are submitted to the authority for consideration prior to the effective date of this section. Cross References. Section 1121 is referred to in sections 2306, 2307, 2308, 2309, 2310, 2906, 3005 of Title 12 (Commerce and Trade).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-11/section-1121/"
    },
    {
      "id": "section-1122disclaimer",
      "number": "1122",
      "heading": "of unregistrable matter.",
      "text": "§ 1122. Regulations. The board shall promulgate regulations necessary to administer the programs.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-11/section-1122/"
    },
    {
      "id": "section-1123infringement",
      "number": "1123",
      "heading": "Infringement",
      "text": "§ 1123. Certification of economic development organizations. (a) General rule.-- The authority shall establish guidelines for the certification of eligible nonprofit organizations as certified economic development organizations. (b) Eligible applicants.-- The following nonprofit organizations may apply to be certified as a certified economic development organization: (1) A local development district organized and existing under the act of December 7, 1994 (P.L.845, No.120), known as the Local Development District Act. (2) An industrial development agency organized and existing under the act of May 17, 1956 (1955 P.L.1609, No.537), known as the Pennsylvania Industrial Development Authority Act. (3) An industrial resource center organized and existing under the act of June 22, 2001 (P.L.400, No.31), known as the Industrial Resources Center Partnership Act. (4) A redevelopment authority organized and existing under the act of May 24, 1945 (P.L.982, No.383), known as the Redevelopment Cooperation Law. (5) A Community Development Financial Institution certified by the Community Development Financial Institution Fund established in section 104(a)(1) of the Riegle Community Development and Regulatory Improvement Act of 1994 (Public Law 103-325, 12 U.S.C. § 4703(a)(1)). (6) Any other nonprofit economic development organization determined by the authority as possessing the qualifications necessary to evaluate and administer the programs. (c) Requirements.-- The guidelines must, at minimum, set requirements for annual training and professional development for an organization's professional staff, standards for the organization's facilities and technical capabilities and require the organization to adopt a code of ethics. (d) Audit.-- A certified economic development organization must submit an audit to the authority every three years demonstrating that requirements continue to be satisfied. (e) Approval.-- If the authority determines that the application meets the requirements of the guidelines, the authority may, in its sole and final discretion, certify the applicant as a certified economic development organization. Cross References. Section 1123 is referred to in section 1102 of this title; section 2302 of Title 12 (Commerce and Trade); section 3101 of Title 72 (Taxation and Fiscal Affairs).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-11/section-1123/"
    },
    {
      "id": "section-1124injury",
      "number": "1124",
      "heading": "to business or reputation; dilution.",
      "text": "§ 1124. Miscellaneous provisions. (a) Prosecution preserved.-- Nothing in this subchapter shall be deemed to limit or affect prosecutions for violations under this title, Title 18 (Crimes and Offenses), Title 75 (Vehicles) or any other provision of law. (b) Inconsistent provisions of law.-- Any other law of this Commonwealth found to be inconsistent with this subchapter is hereby repealed insofar as it affects the regulation of limousine service in counties of the second class.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-11/section-1124/"
    },
    {
      "id": "section-1125remedies",
      "number": "1125",
      "heading": "Remedies",
      "text": "§ 1125. Conflict of interest. A member of the board or an employee of the authority may not, either directly or indirectly, be a party to or have any financial interest in any contract or agreement arising pursuant to this chapter or the programs.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-11/section-1125/"
    },
    {
      "id": "section-1126common",
      "number": "1126",
      "heading": "law rights.",
      "text": "§ 1126. Common law rights. Nothing in this chapter shall adversely affect the rights or the enforcement of rights in marks acquired in good faith at any time at common law. Cross References. Section 1126 is referred to in section 1123 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-54/chapter-11/section-1126/"
    },
    {
      "id": "section-1302effect",
      "number": "1302",
      "heading": "of registration under prior statutes.",
      "text": "§ 1302. Vehicles exempt from registration. The following types of vehicles are exempt from registration: (1) Any vehicle used in conformance with the provisions of this chapter relating to dealers, persons registered under any of the miscellaneous motor vehicle business classes or nonresidents. (2) (Deleted by amendment). (2.1) Any implement of husbandry, other than a commercial implement of husbandry, used exclusively for agricultural operations. Vehicles are exempt from registration under this paragraph when operated within 50 miles of the farm or farms owned or operated by the vehicle owner. (2.2) Any implement of husbandry, trailer or semitrailer used exclusively for agricultural operations when being towed or hauled by an implement of husbandry or farm vehicle within 50 miles of the farm or farms owned or operated by the owner of the towed or hauled vehicle. (3) Any self-propelled golf cart used for the transportation of persons or equipment for sporting, maintenance or recreational purpose while crossing certain public highways. (4) Any vehicle moved by special permit as provided for in sections 4965 (relating to single permits for multiple highway crossings), 4966 (relating to permit for movement of quarry equipment), and 4970(a) (relating to permit for movement of construction equipment). (5) Any vehicle registered and displaying plates issued in a foreign country by the armed forces of the United States for a period of 45 days from the date of the return of the owner to the United States. (6) Any vehicle owned by a resident legally required to be registered in another state based and used principally outside of this Commonwealth. (7) Any vehicle moved solely by human or animal power. (8) (Deleted by amendment). (9) Any mobile home or modular housing unit. (10) Any farm vehicle used exclusively upon a farm or farms owned or operated by the owner of the vehicle, subject to the following: (i) (Deleted by amendment). (ii) (Deleted by amendment). (i.1) Type A--Such a farm vehicle with a gross vehicle weight rating not exceeding 10,000 pounds may be driven upon highways only from sunrise to sunset and between: (A) Parts of one such farm. (B) Such farms located not more than 50 miles apart. (C) Such farm or farms and a place of business located within a radius of 50 miles from such farm or farms for the purpose of buying or selling agricultural commodities or supplies. (D) Such farm or farms and a place of business located within a radius of 50 miles from such farm or farms for the purpose of repairing or servicing of the farm vehicle or the trailer or semitrailer being towed or hauled by the farm vehicle. (i.2) Type B--Such a farm vehicle with a gross vehicle weight rating of greater than 10,000 pounds and not exceeding 17,000 pounds may be driven upon highways only from sunrise to sunset and between: (A) Parts of one such farm. (B) Such farms located not more than 25 miles apart. (C) Such farm or farms and a place of business located within a radius of 25 miles from such farm or farms for the purpose of buying or selling agricultural commodities or supplies. (D) Such farm or farms and a place of business located within a radius of 50 miles from such farm or farms for the purpose of repairing or servicing of the farm vehicle or the trailer or semitrailer being towed or hauled by the farm vehicle. (i.3) Type C--Such a farm vehicle which does qualify as a motor carrier vehicle and which does not display a currently valid certificate of inspection may be driven upon highways only from sunrise to sunset and between: (A) Parts of one such farm. (B) Such farms located not more than ten miles apart. (C) Such farm or farms and a place of business located within a radius of ten miles from such farm or farms for the purpose of buying or selling agricultural commodities or supplies. (D) Such farm or farms and a place of business located within a radius of 25 miles from such farm or farms for the purpose of repairing or servicing of the farm vehicle or the trailer or semitrailer being towed or hauled by the farm vehicle. (i.4) Type D--Such a farm vehicle which does qualify as a motor carrier vehicle and displays a currently valid certificate of inspection may be driven without any restriction as to time but may only be driven on highways between: (A) Parts of one such farm. (B) Such farms located not more than 50 miles apart. (C) Such farm or farms and a place of business located within a radius of 50 miles from such farm or farms for the purpose of buying or selling agricultural commodities or supplies or for repairing or servicing of the farm vehicle or the trailer or semitrailer being towed or hauled by the farm vehicle. (iii) A biennial certificate of exemption shall be required for a farm vehicle exempt under this paragraph. (iv) The owner of the farm vehicle shall maintain such minimum levels of liability insurance coverage on the vehicle as are required to be maintained under Chapter 17 (relating to financial responsibility) by owners of registered motor vehicles. The owner shall satisfy the requirements of this subparagraph if the minimum amounts of liability insurance coverage for the farm vehicle have been provided under farm liability insurance coverage maintained generally by the owner. Coverage prescribed in Subchapter B of Chapter 17 shall not be required to be maintained or provided for the farm vehicle. (11) Any trailer or semitrailer, including but not limited to non-self-propelled special mobile equipment and amusement rides constructed as an integral part of the trailer chassis to create a single unit, to be used primarily for off highway use and only operated incidentally upon the highway. (12) Any military vehicle used for training by a private, nonprofit, tax exempt military educational institution when such vehicle does not travel on public roads in excess of one mile and the property on both sides of the public road is owned by the institution. (13) Any oversized or overweight vehicle which may be moved or operated only under a permit and without a load pursuant to section 4961(a) (relating to authority to issue permits) and 4962(f) (relating to when loads permitted). (14) Any vehicle used for golf course maintenance, resort maintenance or college, university or seminary campus maintenance when such vehicle does not travel on public roads in excess of one mile and the property on both sides of the public road is owned by said golf course, resort or college, university or seminary. (15) Any motor vehicle being towed. (16) Any trailer registered in another state towed by a motor vehicle registered in this Commonwealth provided: (i) the owner has as many trailers registered in this Commonwealth as combinations so registered; or (ii) the towing vehicle is being operated under a permanent lease to a person meeting the requirements of subparagraph (i). (17) Any multipurpose agricultural vehicle. Vehicles exempt from registration under this paragraph shall be used exclusively upon a farm or farms owned or operated by the owner of the vehicles or upon highways between: (i) Parts of one such farm. (ii) Such farms located not more than five miles apart. (18) Any farm and garden vehicle under 20 horsepower driven incidentally upon a highway, as determined by the department. (19) A tow dolly. (20) An electric personal assistive mobility device. (21) Special mobile equipment engaged in construction activities within one mile of an active construction site where the vehicle is being used. Unregistered vehicles used under this paragraph shall be required to meet lighting and other requirements of special mobile equipment. This exemption shall not apply to tracked vehicles. (22) Any portable traffic control signal or device upon a trailer not exceeding 3,000 pounds gross vehicle weight. (23) Any all-terrain vehicle exempt from registration under Chapter 77 (relating to snowmobiles and all-terrain vehicles) and operated as an emergency vehicle by a police or fire department or emergency medical services agency when the vehicle does not travel on public highways in excess of two miles and is primarily for off-highway use and only operated incidentally upon the highway. An all-terrain vehicle so operated shall comply with section 4571 (visual and audible signals on emergency vehicles). (July 20, 1979, P.L.168, No.55, eff. imd.; Feb. 15, 1980, P.L.12, No.8, eff. imd.; July 11, 1980, P.L.550, No.113, eff. 60 days; Oct. 10, 1980, P.L.791, No.147, eff. imd.; Mar. 7, 1982, P.L.152, No.49, eff. imd.; June 23, 1982, P.L.605, No.171, eff. imd.; July 10, 1984, P.L.679, No.146, eff. 60 days; July 11, 1985, P.L.204, No.52, eff. 90 days; July 11, 1985, P.L.220, No.56, eff. 60 days; Dec. 12, 1986, P.L.1562, No.170, eff. 60 days; Aug. 5, 1991, P.L.238, No.26, eff. imd.; Dec. 18, 1992, P.L.1411, No.174, eff. 60 days; May 20, 1993, P.L.30, No.10, eff. 60 days; Dec. 7, 1994, P.L.820, No.115, eff. 60 days; July 6, 1995, P.L.246, No.30, eff. imd.; Dec. 21, 1998, P.L.1126, No.151, eff. 60 days; July 4, 2002, P.L.692, No.105, eff. 60 days; Dec. 1, 2004, P.L.1767, No.228, eff. 60 days; Oct. 19, 2010, P.L.557, No.81, eff. 60 days; Oct. 24, 2012, P.L.1307, No.163, eff. 60 days; Oct. 24, 2012, P.L.1407, No.174, eff. 120 days; Nov. 29, 2017, P.L.1184, No.57, eff. 60 days) 2017 Amendment. Act 57 amended pars. (3) and (14) and added par. (23). 2012 Amendments. Act 163 added par. (22) and Act 174 amended pars. (10) and (17), added pars. (2.1) and (2.2) and deleted par. (2). 2010 Amendment. Act 81 amended par. (11). The preamble of Act 81 provided that Act 81 may be referred to as the Sgt. Michael C. Weigand Law. 2004 Amendment. Act 228 added par. (21). 2002 Amendment. Act 105 added par. (20). 1998 Amendment. Act 151 amended par. (18) and deleted par. (8). 1995 Amendment. See section 5 of Act 30 in the appendix to this title for special provisions relating to equipment standards and inspection criteria. Cross References. Section 1302 is referred to in sections 2105, 4921, 77A01 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1302/"
    },
    {
      "id": "section-1312amendment",
      "number": "1312",
      "heading": "Amendment",
      "text": "§ 1312. Notice of change of name or address. Any person whose address is changed from the address named in the application for registration or on the registration card or whose name is changed shall, within 15 days, notify the department in writing of the old and new address, or of such former and new names, and of the title or registration number of every vehicle registered in the person's name. (June 30, 1990, P.L.266, No.63, eff. 60 days)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1312/"
    },
    {
      "id": "section-1313cancellation",
      "number": "1313",
      "heading": "Cancellation",
      "text": "§ 1313. Duplicate registration cards. (a) Additional cards upon request.-- The department shall, if so requested, issue to the registrant of any vehicle whose registration is not under suspension a duplicate registration card, or as many duplicate registration cards as requested, upon payment of the fee provided in this title for each card. (b) Replacement of lost or illegible card.-- In the event of a lost, stolen, destroyed or illegible registration card, the registrant shall apply to the department for a duplicate within 48 hours of discovery of the loss or defacement of such registration card, upon a form furnished by the department, and accompanied by the fee provided in this title. (c) Affidavit to avoid penalty.-- No owner or operator of a vehicle shall be subject to a fine for failure to have the registration card if the owner or operator makes affidavit that the card was lost or stolen within the period of 20 days preceding and that application for new registration card was made within 48 hours as required in this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1313/"
    },
    {
      "id": "section-1314decennial",
      "number": "1314",
      "heading": "filings required.",
      "text": "§ 1314. Transfer of registration. (a) General rule.-- Registration and registration plates may be transferred to another vehicle owned or leased by the registrant, or to a vehicle owned or leased by the spouse, parent or child of the registrant. (b) Procedure for transfer.-- In order to transfer registration and registration plates, the transferee shall apply for a temporary registration card in accordance with section 1310 (relating to temporary registration cards) and simultaneously apply for transfer of registration under this section. (c) Same vehicle type.-- If the transfer is within the same vehicle type, the transferee shall retain the registration plate previously issued, unless lost or destroyed. A new registration card shall be issued by the department. (d) Different vehicle type.-- If the transfer is to another vehicle type, a new registration plate and card shall be issued to the transferee. The previously issued plate shall be returned to the department for cancellation immediately upon receipt of the new registration plate, unless lost or destroyed. In addition to the transfer fee, the transferee shall pay the difference in registration fees when transferring registration to a type or class of vehicle requiring a higher fee. No refund shall be payable on transferring to a type or class of vehicle requiring a lower fee. Cross References. Section 1314 is referred to in section 1334.1 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1314/"
    },
    {
      "id": "section-1321specifying",
      "number": "1321",
      "heading": "conditions under which union label may be used.",
      "text": "§ 1321. Contributions for pediatric cancer research. (a) General rule.-- Within one year of the effective date of this section, the department shall provide for all of the following: (1) Ability of a person renewing a driver's license or identification card electronically through the department's publicly accessible Internet website to make a contribution of $5 to the Pediatric Cancer Research Fund. (2) Ability of a person renewing a vehicle registration electronically through the department's publicly accessible Internet website to make a contribution of $5 to the Pediatric Cancer Research Fund. (b) Implementation.-- (1) A contribution under subsection (a) shall be added, as appropriate, to the regular fee for: (i) a renewal of a driver's license or identification card; and (ii) a renewal of a vehicle registration. (2) One contribution under subsection (a) may be made for: (i) each renewal of a driver's license or identification card; and (ii) each renewal of a vehicle registration. (c) Use.-- Contributions under subsection (a) shall be used exclusively for pediatric cancer research approved by the Pennsylvania Cancer Control, Prevention and Research Advisory Board established by the act of December 18, 1980 (P.L.1241, No.224), known as the Pennsylvania Cancer Control, Prevention and Research Act. (d) Deposits.-- (1) The department shall determine on a monthly basis the total amount collected under this section and report the amount to the State Treasurer. (2) The State Treasurer shall transfer the amount collected to the Pediatric Cancer Research Fund, which fund is hereby established. (e) Reimbursement.-- The Pediatric Cancer Research Fund shall reimburse the Motor License Fund for the actual costs incurred by the department in the administration of this section. (f) Information.-- (1) The department shall provide adequate information concerning the contribution for pediatric cancer research in its instructions for the applicants described in subsection (a). The information concerning the contribution shall include the listing of an address furnished by the Department of Health to which contributions may be sent by individuals wishing to make additional contributions. (2) The Department of Health shall conduct a public information campaign on the availability of this opportunity to Pennsylvania taxpayers. (g) Reporting.-- The Department of Health shall report annually to the respective committees of the Senate and the House of Representatives that have jurisdiction over health matters on the amount received from the contributions authorized by this section and how the funds were used. (June 28, 2018, P.L.496, No.73, eff. 60 days) 2018 Amendment. Act 73 added section 1321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1321/"
    },
    {
      "id": "section-1322rescission",
      "number": "1322",
      "heading": "of right to use union label of allied   crafts.",
      "text": "§ 1322. Contributions to Keystone Tree Restricted Account. (a) General rule.-- Within one year of the effective date of this section, the department shall provide for all of the following: (1) Ability of a person renewing a driver's license or identification card electronically through the department's publicly accessible Internet website to make a contribution of $3 to the Keystone Tree Restricted Account established by 27 Pa.C.S. § 6602 (relating to establishment). (2) Ability of a person renewing a vehicle registration electronically through the department's publicly accessible Internet website to make a contribution of $3 to the Keystone Tree Restricted Account. (b) Implementation.-- (1) A contribution under subsection (a) shall be added, as appropriate, to the regular fee for: (i) A renewal of a driver's license or identification card. (ii) A renewal of a vehicle registration. (2) One contribution under subsection (a) may be made for: (i) Each renewal of a driver's license or identification card. (ii) Each renewal of a vehicle registration. (c) Use.-- Contributions under subsection (a) shall be used exclusively for purposes specified in 27 Pa.C.S. § 6604 (relating to authorized purposes). (d) Deposits.-- The department shall determine on a monthly basis the total amount collected under this section and direct the State Treasurer to transfer the amount from the Motor License Fund to the Keystone Tree Restricted Account by the 15th of the following month. (e) Reimbursement.-- The Keystone Tree Restricted Account shall reimburse the Motor License Fund for the actual costs incurred by the department in the administration of this section. (Nov. 7, 2019, P.L.609, No.78, eff. 60 days) 2019 Amendment. Act 78 added section 1322. Cross References. Section 1322 is referred to in sections 6603, 6604 of Title 27 (Environmental Resources).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1322/"
    },
    {
      "id": "section-1331injunctive",
      "number": "1331",
      "heading": "relief.",
      "text": "§ 1331. Issuance and reissuance of registration plates. (a) Department to provide plates.-- Registration plates shall be provided by the department. (b) Information on plate.-- Every registration plate shall have displayed upon it the identifying numbers or letters assigned to the vehicle, the name of the Commonwealth, which may be abbreviated, and any other data the department may deem necessary. (c) Temporary registration plates.-- The department shall provide temporary registration plates for use on vehicles which are to be removed from this Commonwealth or for use as necessary pending issuance of permanent registration plates. (d) Reflectorizing material on plate.-- All registration plates, except temporary plates, shall be treated with reflectorizing material in accordance with standards approved by the department. (e) Issuance of plates by agents.-- The department may deliver registration plates, other than special plates, to designated agents, who shall have the authority to issue them in conjunction with the issuance of temporary registration cards. (f) Periodic reissuance of registration plates.-- The department shall develop, implement and administer a program to provide for the reissuance of current registration plates previously issued under this section. The program to be established under this subsection shall address the following criteria: (1) Other than the annual registration fee required under sections 1305 (relating to application for registration) and 1309 (relating to renewal of registration) and Subchapter B of Chapter 19 (relating to registration fees), the reissued registration plate shall be issued under section 1934 (relating to general reissuance). (2) The program shall provide that current registration plates issued under this section be replaced. The program may provide that the department provide for reissuance of registration plates on a staggered basis which will replace registration plates issued under this section. (3) The program may provide for the return of and the recycling of the older registration plates. (4) (Deleted by amendment). (5) (Deleted by amendment). (6) The program may contain any other conditions, limitations, contractual arrangements or other factors which the department deems necessary to implement this subsection. (Dec. 21, 1998, P.L.1126, No.151; Nov. 26, 2008, P.L.1658, No.133, eff. 60 days) 2008 Amendment. Act 133 amended subsec. (f). 1998 Amendment. Act 151 amended the section heading and added subsec. (f), effective in 60 days as to the section heading and July 1, 1999, as to subsec. (f).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-13/section-1331/"
    },
    {
      "id": "section-1502effect",
      "number": "1502",
      "heading": "of registration under prior statutes.",
      "text": "§ 1502. Persons exempt from licensing. The following persons are not required to obtain a driver's license under this chapter: (1) Any employee of the Federal Government while operating a motor vehicle owned by or leased to the Federal Government and being operated on official business unless the employee is required by the Federal Government or any agency thereof to have a state driver's license. This exemption shall not apply to the operation of commercial motor vehicles, as defined in Chapter 16 (relating to commercial drivers). (2) Any person in the service of the armed forces of the United States, including the reserve components, when furnished with a valid military driver's license and operating an official vehicle on official business. (3) Any nonresident who is at least 16 years of age and who has in possession a valid driver's license issued in the person's home state or country except that a person who has been issued a valid driver's license in a country other than the United States or Canada shall be exempt only upon showing a satisfactory understanding of official traffic-control devices. A nonresident may only drive the class or classes of vehicles in this Commonwealth for which the person is licensed to drive in the person's home state or country subject to all restrictions contained on the license. (4) Any person on active duty in the armed forces of the United States who has in their immediate possession a valid driver's license issued in a foreign country by the armed forces of the United States may operate a motor vehicle in this Commonwealth for a period of not more than 45 days from the date of the person's return to the United States. (5) Any person 14 years of age or older operating an implement of husbandry. Persons 14 or 15 years of age are restricted to the operation of implements of husbandry on one and two lane highways which bisect or immediately adjoin the premises upon which such person resides. (May 30, 1990, P.L.173, No.42, eff. Nov. 1, 1990) 1990 Amendment. Act 42 amended par. (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1502/"
    },
    {
      "id": "section-1511registration",
      "number": "1511",
      "heading": "of articles or supplies.",
      "text": "§ 1511. Carrying and exhibiting driver's license on demand. (a) General rule.-- Every licensee shall possess a driver's license issued to the licensee at all times when driving a motor vehicle and shall exhibit the license upon demand by a police officer, and when requested by the police officer the licensee shall write the licensee's name in the presence of the officer in order to provide identity. (b) Production to avoid penalty.-- No person shall be convicted of violating this section or section 1501(a) (relating to drivers required to be licensed) if the person: (1) produces at the headquarters of the police officer who demanded to see the person's license, within 15 days of the demand, a driver's license valid in this Commonwealth at the time of the demand; or (2) if a citation has been filed, produces at the office of the issuing authority, within 15 days of the filing of the citation, a driver's license valid in this Commonwealth on the date of the citation. (May 30, 1990, P.L.173, No.42, eff. 60 days; Dec. 21, 1998, P.L.1126, No.151, eff. 60 days) 1998 Amendment. Act 151 amended subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1511/"
    },
    {
      "id": "section-1512amendment",
      "number": "1512",
      "heading": "Amendment",
      "text": "§ 1512. Restrictions on drivers' licenses. (a) General rule.-- The department upon issuing a driver's license shall have authority whenever good cause appears to impose restrictions suitable to the licensee's driving ability with respect to special mechanical control devices required on a motor vehicle which the licensee may operate or such other restrictions applicable to the licensee as the department may determine to be appropriate to assure the safe operation of a motor vehicle by the licensee. (b) Compliance with restrictions.-- No person shall operate a motor vehicle in any manner in violation of the restrictions imposed. (c) Bioptic telescope restrictions.-- After an individual meets the bioptic telescope learner's permit requirements and successfully passes a driver's examination administered by the department, the individual may be issued a restricted license with the following restrictions: (1) The individual's driving privilege is limited to roads other than freeways. (2) The individual's driving privilege is limited to passenger vehicles weighing no more than 10,000 pounds and excludes operation of a motorcycle. (3) If determined by the department or low-vision rehabilitation specialist to be appropriate, the individual's driving privilege may be limited to driving within a limited radius of the individual's residence. (4) If the individual has visual acuity of less than 20/50 vision using bioptic telescope lenses while driving, the individual may drive in daylight hours only. (5) If the applicant has visual acuity of 20/40 or better vision using bioptic telescope lenses while driving, the individual may apply for nighttime driving after one year, provided: (i) the individual has committed no violations of this title and had no accidents reported during that year; and (ii) the individual is reevaluated by a certified driving instructor or certified driver rehabilitation specialist knowledgeable in the use of bioptic telescopes for driving, and the instructor or specialist recommends allowing nighttime driving. (6) A violation of a condition or limitation in this subsection shall result in the recall of the bioptic telescope license. An annual review of the individual's accident and violation history shall be conducted by the department. The bioptic telescope license may be recalled if the department determines that the individual was involved in an at-fault accident or convicted of two moving violations committed within a one-year period. A bioptic telescope licensee shall be subject to an annual vision assessment to determine whether the licensee's vision continues to meet the bioptic telescope-related vision standards in section 1505 (relating to learners' permits). (Nov. 25, 2020, P.L.1246, No.131, eff. 10 mos.) 2020 Amendment. Act 131 added subsec. (c). Cross References. Section 1512 is referred to in section 1535 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1512/"
    },
    {
      "id": "section-1513assignment",
      "number": "1513",
      "heading": "Assignment",
      "text": "§ 1513. Operating program. (a) Eligible applicants.-- The following may apply for financial assistance for operating expenses under this section: (1) The governing body of a municipality or an instrumentality of a municipality. (2) A Commonwealth agency or instrumentality. (3) A local transportation organization. (b) Applications.-- In addition to information required under section 1507 (relating to application and approval process), an application for financial assistance under this section shall include the applicant's reasonable estimates of operating revenue and government subsidies sufficient to cover all projected operating expenses. (c) Distribution formula.-- (1) No later than 15 business days after the effective date of this section, the department shall forward to the Legislative Reference Bureau for publication in the Pennsylvania Bulletin the base operating allocation for each local transportation organization. (1.1) For purposes of determining the amount of assistance available for distribution under this subsection, in addition to the amounts allocated under section 1506(e)(1)(relating to fund), an amount equal to the revenue in the Public Transportation Assistance Fund dedicated pursuant to law shall be included. (2) For fiscal year 2007-2008 and each fiscal year thereafter, each qualifying local transportation organization shall receive financial assistance which shall consist of the following: (i) Its base operating allocation multiplied by 1.0506. (ii) An additional amount which shall be allocated based on the following distribution formula: (A) Twenty-five percent of the award amount shall be based on the number of passengers. The actual amount received by each local transportation organization under this clause shall be calculated as follows: (I) Multiply the total amount of funding available for distribution under this paragraph by 0.25. (II) Multiply the product under subclause (I) by the local transportation organization's number of passengers. (III) Divide the product under subclause (II) by the total number of passengers for all local transportation organizations. (B) Ten percent of the award amount shall be based on the number of senior passengers to offset free fares for senior passengers. The actual amount received by each local transportation organization under this clause shall be calculated as follows: (I) Multiply the total amount of funding available for distribution under this paragraph by 0.10. (II) Multiply the product under subclause (I) by the local transportation organization's number of senior passengers. (III) Divide the product under subclause (II) by the total number of senior passengers for all local transportation organizations. (C) Thirty-five percent of the award amount shall be based on the number of revenue vehicle hours. The actual amount received by each local transportation organization under this clause shall be calculated as follows: (I) Multiply the total amount of funding available for distribution under this paragraph by 0.35. (II) Multiply the product under subclause (I) by the local transportation organization's number of revenue vehicle hours. (III) Divide the product under subclause (II) by the total of the revenue vehicle hours for all local transportation organizations. (D) Thirty percent of the award amount shall be based on the number of revenue vehicle miles. The actual amount received by each local transportation organization under this clause shall be calculated as follows: (I) Multiply the total amount of funding available for distribution under this paragraph by 0.30. (II) Multiply the product under subclause (I) by the local transportation organization's number of revenue vehicle miles. (III) Divide the product under subclause (II) by the total number of revenue vehicle miles for all local transportation organizations. (3) For the 2007-2008 fiscal year, no local transportation organization shall receive total financial assistance under this subsection that would be more than 50% higher than the amount it receives under paragraph (2)(i). For each subsequent fiscal year, the increase in the total financial assistance provided to each local transportation organization shall not exceed 20% of the prior year allocation. (c.1) Minimum.-- No local transportation organization shall receive financial assistance under this section in an amount less than the amount received in the previous fiscal year. (d) Local match requirements.-- (1) For fiscal year 2007-2008 and each fiscal year thereafter, except as provided under paragraph (2), financial assistance provided under this section shall be matched by local or private cash funding in an amount not less than the greater of: (i) 15% of the amount of the financial assistance being provided; or (ii) the amount required under former section 1311(d) (relating to use of funds distributed) for fiscal year 2006-2007. (2) Beginning in fiscal year 2007-2008 and each fiscal year thereafter, if the local matching funds provided are less than 15% of the amount of financial assistance received, the local transportation organization's required local matching funds shall increase annually in order to meet the 15% requirement set forth under paragraph (1)(i). The local matching funds shall be increased annually by a minimum of 5% above the amount of local matching funds provided in the previous fiscal year unless a lesser amount is necessary to meet the 15% requirement set forth under paragraph (1)(i). (3) Eligible local matching funds shall consist only of cash contributions provided by one or more municipalities or counties. The amount of the match and the time period during which the match must continue to be available shall be specified in the financial assistance agreement. Funding provided by local and private entities, including advertising or naming rights, may qualify as local matching funds to the extent they provide for the cost of transit service that is open to the public. The following shall not be considered local matching funds: (i) Any form of transit operating revenue or other forms of transit income provided by the local transportation organization. (ii) Funds used to replace fares. (4) A municipality in a metropolitan area which is a member of a local transportation organization is authorized to provide annual financial assistance from current revenues to the local transportation organization of which it is a member or enter into a long-term agreement for payment of money to assist in defraying the costs of operation, maintenance and debt service of the local transportation organization or of a particular public transportation project of a local transportation organization. The obligation of a municipality under an agreement pursuant to this paragraph shall not be considered to be a part of the indebtedness of the municipality, nor shall the obligation be deemed to impair the status of any indebtedness of the municipality which would otherwise be considered self-sustaining. (e) Performance reviews.-- (1) The department may conduct performance reviews of an award recipient under this section to determine the effectiveness of the financial assistance. Reviews shall be conducted at regular intervals as established by the department in consultation with the management of the award recipient. After completion of a review, the department shall issue a report that: (i) highlights exceptional performance and identifies any problems that need to be resolved; (ii) assesses performance, efficiency and effectiveness of the use of the financial assistance; (iii) makes recommendations on follow-up actions required to remedy any problem identified; and (iv) provides an action plan documenting who should perform the recommended actions and a time frame within which they should be performed. (2) The department shall deliver the report to the Governor, to the chairman and minority chairman of the Transportation Committee of the Senate and to the chairman and minority chairman of the Transportation Committee of the House of Representatives. The department's regulations shall contain a description of the impact on both the amount of, and future eligibility for, financial assistance under this chapter based upon the degree to which the local transportation organization complies with the recommendations in the report. The department shall develop a list of best practices revealed by the reports issued under this subsection and shall post them on the department's Internet website. (f) Performance criteria.-- Criteria used for the reviews conducted under subsection (e) shall consist of passengers per revenue vehicle hour, operating costs per revenue vehicle hour, operating revenue per revenue vehicle hour, operating costs per passenger and other items as the department may establish. The department's regulations shall set forth the minimum system performance criteria based upon comparison of the award recipient to its past performance and to its peers that an award recipient must satisfy. (g) Failure to satisfy minimum performance criteria.-- (1) If a performance review conducted under subsection (e) reveals that the performance of an award recipient's transportation system has decreased compared to performance determined through a prior review, the department may, upon the written request of an award recipient, waive any requirement for a reduction in the amount of financial assistance to be awarded under this section for a reasonable time period to allow the award recipient to bring the system back to the required performance level. The award recipient shall provide written justification for providing a time period longer than two years. In order to obtain the waiver for the period requested, the award recipient must do all of the following: (i) Develop an action plan to improve system performance that contains key measurable milestones. The action plan must be acceptable to the department and must be approved by the department in writing. (ii) Submit quarterly progress reports on the action plan to the department. (2) The department shall review and evaluate the award recipient's progress to determine if the system has improved. If the system has improved, the award recipient will remain eligible for full formula funding as determined under subsection (c). If the system has not improved by the end of the waiver period, the waiver will be withdrawn. Expenses incurred by the award recipient as a result of the failure of the award recipient's system to meet the minimum performance criteria shall be borne by the award recipient. (h) Adjustments to minimum performance criteria.-- Upon written request of an award recipient, the department may adjust the minimum performance criteria described in subsection (g) in a given year if the performance of the award recipient's system is adversely affected by circumstances which are beyond the award recipient's control. Examples are labor strikes, infrastructure failures and natural disasters. The request must include the award recipient's reasons for seeking the adjustment. Cross References. Section 1513 is referred to in sections 1506, 1507, 1512, 1514, 1515, 1516, 1517.1 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-15/section-1513/"
    },
    {
      "id": "section-1514cancellation",
      "number": "1514",
      "heading": "of registration.",
      "text": "§ 1514. Expiration and renewal of drivers' licenses. (a) General rule.-- Every driver's license shall expire on the day after the licensee's birthdate at intervals of not more than four years as may be determined by the department. Every license shall be renewable on or before its expiration upon application, payment of the required fee, and satisfactory completion of any examination required or authorized by this chapter. (b) Examination of applicants for renewal.-- The department may require persons applying for renewal of a driver's license to take and successfully pass a physical examination or a vision examination by an optometrist or ophthalmologist, or both examinations, if the department has reason to believe, either based on knowledge of the person or on statistical inference, that the person may be a traffic safety hazard. The department may require the applicant to take and successfully pass such additional tests as the department may find reasonably necessary to determine the applicant's qualification according to the type or general class of license applied for and such examination may include any or all of the other tests required or authorized upon original application by section 1508 (relating to examination of applicant for driver's license). Upon refusal or neglect of the person to submit to the examination, the driver's license shall not be renewed until such time as the examination is successfully completed. (c) Reexamination requested by court.-- The department shall reexamine any person when requested to do so by a court. Upon the conclusion of such examination, the department may take any of the actions described in subsection (b) and shall report its findings and action to the court if such report is requested. (d) Military personnel and dependents.-- Notwithstanding subsection (a), a driver's license held by any person who enters or is on active service in the armed forces of the United States or the spouse or dependent child of the member of the armed forces who resides with such person shall continue in full force and effect so long as the active service continues and the person is absent from this Commonwealth, and for a further period of 45 days following the date of the person's discharge or separation from active service or return to this Commonwealth, unless the driver's license is sooner suspended, cancelled or revoked for cause according to law. A driver's license which otherwise would have expired under subsection (a) shall be valid only if the licensee has in immediate possession, together with the driver's license, papers indicating actual service outside this Commonwealth, or discharge or separation, as the case may be, or proof thereof if a spouse or child. (e) Noncitizen license expiration and renewal.-- (1) Except as otherwise provided, a license issued on the basis of Immigration and Naturalization Service (INS) credentials or documents shall expire on the date appearing on the INS credentials or documents provided by the applicant under section 1506(a.1) (relating to application for driver's license or learner's permit). (2) If the expiration date of the INS credentials or documents exceeds four years, the license shall expire one day after the applicant's date of birth but not more than four years from the date of issuance of the license. (3) Upon presenting INS credentials or documents indicating continued legal presence in the United States, the person may apply for a renewal of the license. (4) If a person has been granted permanent legal status in the United States by the INS, the department may in its discretion require the person to present his INS credentials or documents for only the first license application or renewal. (5) License renewals issued under this subsection shall be for the length of time as set forth in paragraph (1) or (2). (Dec. 21, 1998, P.L.1126, No.151, eff. one year; Dec. 9, 2002, P.L.1278, No.152, eff. 270 days) 2002 Amendment. Act 152 added subsec. (e). 1998 Amendment. Act 151 amended subsec. (a). Cross References. Section 1514 is referred to in sections 1510, 1550 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1514/"
    },
    {
      "id": "section-1515decennial",
      "number": "1515",
      "heading": "filings required.",
      "text": "§ 1515. Notice of change of name or address. (a) Driver's license.-- Whenever any person after applying for or receiving a driver's license moves from the address named in the application or in the driver's license issued or when the name of a licensee is changed, such person shall, within 15 days thereafter, notify the department of the old and new addresses or of such former and new names and of the number of any license then held by the person. The department shall be notified of a change of name in writing. (b) Identification card.-- Whenever any person after applying for or receiving a department-issued identification card moves from the address named in the application or identification card issued or when the name of a cardholder is changed, such person shall, within 15 days thereafter, notify the department of the old and new addresses or of such former and new names and of the number of any identification card then held by the person. The department shall be notified of a change of name in writing. (c) Nonresident.-- (1) After notification from another state that the driver is licensed in that state, the department shall invalidate the Pennsylvania driver's license. (2) Upon notice of a change of address from a driver to an out-of-State address, the department shall not renew the driver's license of the person until the person reestablishes residency in this Commonwealth. This paragraph shall not apply to a person who is an employee of Federal or State Government whose workplace is located out-of-State or the employee's immediate family or to a person in the service of the armed forces of the United States or the person's immediate family. (Dec. 9, 2002, P.L.1278, No.152, eff. 120 days)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1515/"
    },
    {
      "id": "section-1521paying",
      "number": "1521",
      "heading": "or accepting of deposit not deemed a sale.",
      "text": "§ 1521. Bonds issuance. (a) Authorization.-- The authority may issue limited obligation revenue bonds and other types of limited obligation revenue financing. Bonds issued and financing incurred pursuant to this subchapter shall be subject to the limits set forth in section 1543 (relating to indebtedness) and shall be in the name of the authority. (b) Taxability.-- The authority may issue both tax-exempt bonds and taxable bonds to fund the programs established in Subchapter E (relating to programs). (c) Authorization requirements.-- (1) Bonds of the authority shall be authorized by a resolution of the board. (2) The resolution of the board authorizing an issuance of bonds or the documents approved by the resolution shall provide that the bonds: (i) be of a series; (ii) bear a date or dates; (iii) bear or accrue interest at any rate or rates, whether fixed or variable; (iv) be in denominations; (v) be in any form, either coupon or fully registered without coupons or in certificated or book-entry-only form; (vi) carry registration, exchangeability and interchangeability privileges; (vii) be payable in any medium of payment and at any place or places; (viii) mature on a date or dates not to exceed 30 years from the bonds' original issue date; and (ix) be subject to terms of redemption, if any. (3) Bonds shall be signed by or shall bear the facsimile signature of the officer designated by the board. (4) Interest coupons shall be attached to coupon bonds and shall bear the facsimile signature of the officer designated by the board. (5) Bonds may be authenticated by an authenticating agent, fiscal agent or trustee. (6) Bonds may be issued and delivered notwithstanding that the officer signing the bonds or whose facsimile signature is on a coupon has ceased to be the officer at the time when bonds are actually delivered. (d) No debt or liability of the Commonwealth.-- (1) Bonds issued under this chapter shall not be a debt or liability of the Commonwealth and shall not create or constitute any indebtedness, liability or obligation of the Commonwealth. (2) Bonds shall be payable solely from revenues of the authority or accounts pledged or available for their repayment as authorized in this chapter which may include any of the following: (i) The proceeds of bonds. (ii) Funds appropriated to the authority for repayment as authorized in this chapter. (3) All bonds shall contain on their faces statements to the effect that: (i) the authority is obligated to pay the principal of or the interest on the bonds only from its revenues, receipts or funds pledged or available for their payment as authorized in this chapter; (ii) neither the Commonwealth nor any political subdivision is obligated to pay the principal or interest; and (iii) neither the faith and credit nor the taxing power of the Commonwealth or any political subdivision is pledged to the payment of the principal of or the interest on the bonds. (e) Sale.-- (1) Bonds may be sold at public sale, invited sale or private sale for the price or prices the authority determines. (2) The authority shall ensure that minority-owned or minority-controlled firms have an opportunity to participate in a significant way in bonds sale activities. (f) Interim receipts.-- Pending the preparation of the definitive bonds, interim receipts may be issued to the purchaser or purchasers of the bonds and shall contain the terms and conditions established by the authority. (g) Negotiable instruments.-- Bonds of the authority shall have the qualities of negotiable instruments under 13 Pa.C.S. (relating to commercial code). (h) Use.-- The authority may, as it deems necessary and desirable, use the proceeds of bonds for any of the following: (1) Making loans, grants or guarantees. (2) Purchasing loans, mortgages, security interests or loan participations. (3) Paying incidental expenses in connection with activity under paragraphs (1) and (2), including administrative costs of the authority and the department. (4) Paying expenses of authorizing and issuing the bonds. (5) Paying principal, redemption or purchase price and interest on bonds. (6) Funding reserves. (i) Refunding.-- Subject to provisions of this chapter and the terms of bonds or other contractual obligations issued in accordance with this chapter, the authority may refund any outstanding debt of the authority whether the debt represents principal or interest, in whole or in part, at any time. For the purposes of this subsection, the term \"refund\" and its variations means the issuance and sale of obligations the proceeds of which are used or are to be used for the payment or redemption of outstanding obligations upon or prior to maturity. Cross References. Section 1521 is referred to in section 1541 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-15/section-1521/"
    },
    {
      "id": "section-1522using",
      "number": "1522",
      "heading": "or removal of identity of receptacle.",
      "text": "§ 1522. Commonwealth taxation. (a) General.-- The effectuation of the purposes of the authority is for the benefit of the people of this Commonwealth, for the increase of commerce and prosperity and for the improvement of health, safety, welfare and living conditions. (b) Authority.-- Since the authority, as a public instrumentality of the Commonwealth, will be performing essential governmental functions in effectuating these purposes, the authority is not required to pay any taxes or assessments upon any property acquired or used or permitted to be used by the authority for its purposes. (c) Bonds.-- Bonds issued by the authority, the transfer and the income from the bonds, including profit made on their sale, are free from State and local taxation within this Commonwealth. The exclusion under this subsection shall not extend to gift, estate, succession or inheritance taxes or any other taxes not levied directly on the bonds, their transfer, the income from the bonds or the realization of profits on their sale.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-15/section-1522/"
    },
    {
      "id": "section-1523laundering",
      "number": "1523",
      "heading": "articles labeled with mark of owner.",
      "text": "§ 1523. Federal taxation. (a) Allocation.-- If the bonds issued by the authority for a project are tax-exempt bonds for which Federal law requires an allocation, the department may issue an allocation upon receipt of a written request by the board. An allocation must be issued by the department prior to the approval of the resolution authorizing the issuance of the bonds by the board. (b) Approval.-- If gubernatorial approval is required by Federal or Commonwealth law, the Governor may approve the issuance of bonds by the authority upon receipt of written request for approval from the board. The written request must state all of the following: (1) The authority has conducted a public hearing, with appropriate public notice, concerning the purposes for which the bonds are to be issued. (2) A description of the project or projects to be financed. (3) A description of the method of financing the project or projects. (4) A summary of the comments made and questions posed at the public hearing.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-64/chapter-15/section-1523/"
    },
    {
      "id": "section-1524unauthorized",
      "number": "1524",
      "heading": "use as presumptive evidence.",
      "text": "§ 1524. Request to landlord to identify tenants. (a) Duty of public utility and landlord.-- At least 37 days before the termination of service, it is the duty of any public utility to request from the landlord ratepayer the names and addresses of the affected tenants. Upon receiving such a request for the names and addresses of the affected tenants pursuant to this subchapter, the landlord ratepayer shall provide the utility with the names and addresses of every affected tenant of any residential building or mobile home park for which the utility is proposing to terminate service unless within seven days of delivery or mailing of the notice the landlord ratepayer pays the amount due the utility or makes an arrangement with the utility to pay the balance. (b) Time for providing information.-- The information shall be provided by the landlord ratepayer: (1) within seven days of receipt of a request from a public utility for tenants' names under subsection (a); (2) within seven days of delivery or mailing of the notice to the landlord ratepayer required by section 1523 (relating to notices before service to landlord terminated); (3) within three days of any adjudication by the commission that the landlord ratepayer must provide the requested information if the landlord files a complaint with the commission within seven days of receipt of the notice to the landlord disputing the right of the utility to terminate service; or (4) upon such terms as may be ordered by a court in an action brought by the utility under section 1532(b) (relating to penalties). (c) Right of public utility.-- In the event the public utility is unable to obtain the names and addresses of all affected tenants from the landlord ratepayer, the public utility may pursue any appropriate legal or equitable remedy it has in order to obtain from the landlord ratepayer the names and addresses of all affected tenants of a residential building or mobile home park for which the utility is proposing termination of service to the landlord ratepayer. The commission may order the public utility to obtain the information from the landlord ratepayer. (July 2, 1993, P.L.379, No.54, eff. 60 days) Cross References. Section 1524 is referred to in sections 1523, 1525, 1526, 1528, 1532 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-15/section-1524/"
    },
    {
      "id": "section-1525return",
      "number": "1525",
      "heading": "of supplies.",
      "text": "§ 1525. Delivery and contents of termination notice to landlord. (a) General rule.-- The notice required to be given to a landlord ratepayer pursuant to section 1523 (relating to notices before service to landlord terminated) shall contain the following information: (1) The amount owed the utility by the landlord ratepayer for each affected account. (2) The date on or after which service will be terminated. (3) The date on or after which the company will notify tenants of the proposed termination of service and of their rights under sections 1527 (relating to right of tenants to continued service), 1529 (relating to right of tenant to recover payments) and 1531 (relating to retaliation by landlord prohibited). (4) The obligation of the landlord ratepayer under section 1524 (relating to request to landlord to identify tenants) to provide the utility with the names and addresses of every affected tenant or to pay the amount due the utility or make an arrangement with the utility to pay the balance including a statement: (i) That the list must be provided or payment or arrangement must be made within seven days of receipt of the notice. (ii) Of the penalties and liability which the landlord ratepayer may incur under section 1532 (relating to penalties) by failure to comply. (5) The right of the landlord ratepayer to stay the notification of tenants by filing a complaint with the commission disputing the right of the utility to terminate service. (b) Service of notice.-- Any one of the following procedures shall constitute effective notice to the landlord under section 1523: (1) Notice by certified mail if the utility receives a return receipt signed by the landlord ratepayer or the agent of the landlord ratepayer. (2) Notice by personal service of the landlord ratepayer or the agent of the landlord ratepayer on one business day and conspicuously posting at the landlord ratepayer's principal place of business or the business address which the landlord provided the utility as his address for receiving communications. (3) Notice by first class mail to the landlord ratepayer only after an unsuccessful attempt at personal service on one business day. Notice by first class mail may occur on the same business day as the attempt at personal service. (4) If the landlord ratepayer's place of business is located outside of this Commonwealth and no agent of the landlord ratepayer is located in the State, notice by certified mail and notice by first class mail to the landlord ratepayer on the same business day. (July 2, 1993, P.L.379, No.54, eff. 60 days) Cross References. Section 1525 is referred to in sections 1523, 1526 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-15/section-1525/"
    },
    {
      "id": "section-1531penalty",
      "number": "1531",
      "heading": "Penalty",
      "text": "§ 1531. Administration of system by department. The department shall administer an integrated system limited to the authority granted to the department in this title for revocation and suspension of operating privileges and for driver education, testing and control and for this purpose shall maintain a record as to every driver of convictions of offenses set forth in this title and such other convictions and offenses as are punishable by suspension or revocation under this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-15/section-1531/"
    },
    {
      "id": "section-1701identification",
      "number": "1701",
      "heading": "of owner and editor.",
      "text": "§ 1701. Short title of chapter. This chapter shall be known and may be cited as the Motor Vehicle Financial Responsibility Law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1701/"
    },
    {
      "id": "section-1702changes",
      "number": "1702",
      "heading": "in information to be published.",
      "text": "§ 1702. Definitions. The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise: \"Assigned Risk Plan.\" A program for the equitable apportionment of assigned risks and clean risks among insurers. \"Automobile Insurance Policy Act.\" The act of June 5, 1968 (P.L.140, No.78), entitled \"An act regulating the writing, cancellation of or refusal to renew policies of automobile insurance; and imposing powers and duties on the Insurance Commissioner therefor.\" \"Benefits\" or \"first party benefits.\" Medical benefits, income loss benefits, accidental death benefits and funeral benefits. \"Clean risk.\" An insured or an applicant for insurance who, for the 36-month period immediately preceding the date of application or renewal date of the policy: (1) has not been involved in an accident as a driver, provided that, for purposes of this paragraph, an \"accident\" shall not include accidents described in section 3 of the Automobile Insurance Policy Act or section 1799.3 (relating to limit on cancellations, refusals to renew, refusals to write, surcharges, rate penalties and point assignments); (2) has not received more than three points for violations as set forth in Chapter 15 (relating to licensing of drivers); and (3) whose operator's license has not been suspended or revoked except under section 1533 (relating to suspension of operating privilege for failure to respond to citation) and the insured is able to produce proof that he or she has responded to all citations and paid all fines and penalties imposed under that section and provided further that the named insured has been a licensed operator in Pennsylvania or another state for the immediately preceding three years. \"Commissioner.\" The Insurance Commissioner of the Commonwealth. \"Department.\" The Department of Transportation or Insurance Department, as applicable. \"Financial responsibility.\" The ability to respond in damages for liability on account of accidents arising out of the maintenance or use of a motor vehicle in the amount of $15,000 because of injury to one person in any one accident, in the amount of $30,000 because of injury to two or more persons in any one accident and in the amount of $5,000 because of damage to property of others in any one accident. The financial responsibility shall be in a form acceptable to the Department of Transportation. \"Injury.\" Accidentally sustained bodily harm to an individual and that individual's illness, disease or death resulting therefrom. \"Insured.\" Any of the following: (1) An individual identified by name as an insured in a policy of motor vehicle liability insurance. (2) If residing in the household of the named insured: (i) a spouse or other relative of the named insured; or (ii) a minor in the custody of either the named insured or relative of the named insured. \"Insurer\" or \"insurance company.\" A motor vehicle liability insurer subject to the requirements of this chapter. \"Necessary medical treatment and rehabilitative services.\" Treatment, accommodations, products or services which are determined to be necessary by a licensed health care provider unless they shall have been found or determined to be unnecessary by a State-approved Peer Review Organization (PRO). \"Noneconomic loss.\" Pain and suffering and other nonmonetary detriment. \"Peer Review Organization\" or \"PRO.\" Any Peer Review Organization with which the Federal Health Care Financing Administration or the Commonwealth contracts for medical review of Medicare or medical assistance services, or any health care review company, approved by the commissioner, that engages in peer review for the purpose of determining that medical and rehabilitation services are medically necessary and economically provided. The membership of any PRO utilized in connection with this chapter shall include representation from the profession whose services are subject to the review. \"Private passenger motor vehicle.\" A four-wheel motor vehicle, except recreational vehicles not intended for highway use, which is insured by a natural person and: (1) is a passenger car neither used as a public or livery conveyance nor rented to others; or (2) has a gross weight not exceeding 9,000 pounds and is not principally used for commercial purposes other than farming. The term does not include any motor vehicle insured exclusively under a policy covering garage, automobile sales agency repair shop, service station or public parking place operation hazards. \"Self-insurer.\" An entity providing benefits and qualified in the manner set forth in section 1787 (relating to self-insurance). \"Serious injury.\" A personal injury resulting in death, serious impairment of body function or permanent serious disfigurement. \"Underinsured motor vehicle.\" A motor vehicle for which the limits of available liability insurance and self-insurance are insufficient to pay losses and damages. \"Uninsured motor vehicle.\" Any of the following: (1) A motor vehicle for which there is no liability insurance or self-insurance applicable at the time of the accident. (2) A motor vehicle for which the insurance company denies coverage or the insurance company is or becomes involved in insolvency proceedings in any jurisdiction. (3) An unidentified motor vehicle that causes an accident resulting in injury provided the accident is reported to the police or proper governmental authority and the claimant notifies his insurer within 30 days, or as soon as practicable thereafter, that the claimant or his legal representative has a legal action arising out of the accident. \"Voluntary rate.\" An insurer's rating plan approved by the commissioner. In the case of an insurer with multiple rating plans, the voluntary rate shall be that rating plan applicable to the risk. (Feb. 12, 1984, P.L.53, No.12, eff. Oct. 1, 1984; Feb. 7, 1990, P.L.11, No.6, eff. imd.) 1990 Amendment. Act 6 added the defs. of \"Assigned Risk Plan,\" \"Automobile Insurance Policy Act,\" \"clean risk,\" \"commissioner,\" \"necessary medical treatment and rehabilitative services,\" \"noneconomic loss,\" \"Peer Review Organization\" or \"PRO,\" \"private passenger motor vehicle,\" \"serious injury\" and \"voluntary rate.\" References in Text. The act of June 5, 1968 (P.L.140, No.78), referred to as the Automobile Insurance Policy Act, referred to in the defs. of \"Automobile Insurance Policy Act\" and \"clean risk,\" was repealed by the act of June 17, 1998, P.L.464, No.68. The subject matter is now contained in Article XX of the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921. Cross References. Section 1702 is referred to in sections 1119, 1161, 1798.3 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1702/"
    },
    {
      "id": "section-1703penalty",
      "number": "1703",
      "heading": "Penalty",
      "text": "§ 1703. Application of chapter. This chapter does not apply with respect to any motor vehicle owned by the United States.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-75/chapter-17/section-1703/"
    }
  ]
}