{
  "state": "west-virginia",
  "path": "title-chapter-44/chapter-unknown",
  "sections": [
    {
      "id": "section-44-1-1",
      "number": "44-1-1.",
      "heading": "Executor has no powers before qualifying",
      "text": "A person appointed to be the executor of a will shall not have the powers of executor until he or she qualifies by taking an oath and giving bond, unless not required to post bond by §44-1-8 of this code, which shall then be admitted to the records of the cle",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-2",
      "number": "44-1-2.",
      "heading": "Administration with will annexed",
      "text": "If there be no executor appointed by the will, or if all the executors therein named refuse the executorship, or fail when required to give such bond, which shall amount to such refusal, or have died, such court, or clerk thereof during the recess of the regular sess",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-3",
      "number": "44-1-3.",
      "heading": "Oath of executor or administrator with will annexed",
      "text": "The oath of an executor, or of an administrator with the will annexed, shall be in substantially the following form: The writing admitted to record contains the true last will and testament of the deceased, as far as he or she knows or believes, an",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-4",
      "number": "44-1-4.",
      "heading": "Appointment of intestate administrator; affidavit of heirs of nonresident intestate decedent without appointment of intestate administrator",
      "text": "(a) When a person dies intestate the jurisdiction to hear and determine the right of administration of his or her estate shall be in the county commission or cl",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-5",
      "number": "44-1-5.",
      "heading": "When curator may be appointed; his duties",
      "text": "The county court, or clerk thereof during the recess of the regular sessions of such court, may appoint a curator of the estate of a decedent, during a contest about his will, or during the infancy or in the absence of an executor, or until administration of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-6",
      "number": "44-1-6.",
      "heading": "Bond and oath; termination of grant in certain cases",
      "text": "At the time of the grant of administration upon the estate of any intestate, the person to whom it is granted shall, in the county commission or before the clerk granting it, give bond, unless not required to post bond by §44-1-8 of this code, and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-7",
      "number": "44-1-7.",
      "heading": "Penalty of bond.(a) Every bond required to be given by an executor or administrator shall be in a penalty equal, at the least, to the full value of the personal estate of the deceased to be administered; and where there is a will which authorizes the executor or administrator to sell real estate, or",
      "text": "Penalty of bond.(a) Every bond required to be given by an executor or administrator shall be in a penalty equal, at the least, to the full value of the personal estate of the deceased to be administered; and where there is a will which authorizes the executor or administrator to sell real estate, or receive the rents and profits thereof, the bond shall be in a penalty equal, at the least, to the full value both of such personal estate and of such real estate, or of such personal estate and of such rents and profits, as the case may be.(b) If on the filing of the appraisement of the estate it shall appear that the penalty of the bond does not comply as to amount with the foregoing requirements, the county commission in which, or the clerk before whom, such bond was given, shall immediately notify such executor or administrator of such fact and require of him or her a new or additional bond, and the failure of such executor or administrator to give the same within a reasonable time shall be sufficient cause for his or her removal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-8",
      "number": "44-1-8.",
      "heading": "When executor or administrator not to give bond; when surety not required",
      "text": "(a) Subject to the provisions of section three, article five of this chapter governing the appointment of a nonresident of this state as an executor, where the will directs that an executor shall not give bond, it shall not be",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-9",
      "number": "44-1-9.",
      "heading": "Administration de bonis non upon death, resignation or removal of sole surviving executor or administrator; executor or administrator of executor or administrator not authorized to administer estate of first testator or intestate",
      "text": "In any estate in which there is a will, on the death, resignation or r",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-10",
      "number": "44-1-10.",
      "heading": "Marriage of female representative does not extinguish authority",
      "text": "Where an unmarried woman who is personal representative, either alone or jointly with another, shall marry, her husband shall not be a personal representative in her right, and such marriage shall not operate as an extinguishment of her",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-11",
      "number": "44-1-11.",
      "heading": "When sheriff to administer estate",
      "text": "If at any time two months elapse without there being an executor or administrator of the estate of a decedent (except during a contest about the decedent’s will, or during the infancy or absence of the executor), the court or clerk before whom the will was admitted",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-12",
      "number": "44-1-12.",
      "heading": "Letters of administration.A copy of the order whereby certificate is granted to any personal representative for obtaining probate or letters of administration, shall be as effectual as the probate or letters made out in due form",
      "text": "Nevertheless, the clerk of the court, in which such order is made, sha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-13",
      "number": "44-1-13.",
      "heading": "Affidavit showing heirs, distributees, devisees and legatees of decedent",
      "text": "At the time of the qualification of an executor or administrator, the court or clerk before whom he qualifies shall require such executor or administrator to file his own affidavit, or the affidavit of some credible person, sho",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-13arepealed",
      "number": "44-1-13a.Repealed",
      "heading": "Acts, 2002 Reg. Sess., Ch. 142.",
      "text": "Acts, 2002 Reg. Sess., Ch. 142.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-13a",
      "number": "44-1-13a",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-14",
      "number": "44-1-14.",
      "heading": "Appraisement of real estate and probate personal property of decedents; disposition; hiring of experts",
      "text": "(a) The personal representative of an estate of a deceased person shall appraise the deceased's real estate and personal probate property, or any real estate or personal probate property in which t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-14a",
      "number": "44-1-14a.",
      "heading": "Notice of administration of estate; time limits for filing of objections; liability of personal representative",
      "text": "(a) Within thirty days of the filing of the appraisement of any estate or within one hundred twenty days of the date of qualification of the personal representative if an appraisement is no",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-15",
      "number": "44-1-15.",
      "heading": "Duty of personal representative; debt not extinguished by appointment of debtor as executor",
      "text": "It shall be the duty of every personal representative to administer well and truly the whole personal estate of his decedent. The appointment of a debtor as executor shall not extinguish the debt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-16",
      "number": "44-1-16.",
      "heading": "When administrator de bonis non may administer assets for which former personal representative liable",
      "text": "When the powers of a personal representative have ceased and an administrator de bonis non of the decedent’s estate has been appointed and qualified, it shall be lawful for the personal representati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-17",
      "number": "44-1-17.",
      "heading": "Food and fuel for family.The provisions and fuel (or so much thereof as may be necessary) which, at the death of any person, shall have been laid in for consumption in his family, shall remain for the use of such family, if the same be desired by any member of it, without account thereof being made",
      "text": "Food and fuel for family.The provisions and fuel (or so much thereof as may be necessary) which, at the death of any person, shall have been laid in for consumption in his family, shall remain for the use of such family, if the same be desired by any member of it, without account thereof being made. Any livestock necessary for the food of the family may be killed for that use before the sale or distribution of the estate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-18",
      "number": "44-1-18.",
      "heading": "What estate not to be sold.Unless it be necessary for the payment of funeral expenses, charges of administration or debts, the personal representative shall not sell estate which the will directs not to be sold",
      "text": "What estate not to be sold.Unless it be necessary for the payment of funeral expenses, charges of administration or debts, the personal representative shall not sell estate which the will directs not to be sold.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-19",
      "number": "44-1-19.",
      "heading": "Sale of goods likely to be impaired in value",
      "text": "Of the goods not mentioned in the preceding section, other than such as are exempt by any provision of law, the personal representative shall, as soon as convenient, sell at public auction such as are likely to be impaired in value by keeping, giving a re",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-20",
      "number": "44-1-20.",
      "heading": "When to sell other goods.If the goods so sold be not sufficient to pay the funeral expenses, charges of administration, debts and legacies, the personal representative shall sell so much of the other goods and chattels as may be necessary to pay the same, having regard to the privilege of specific l",
      "text": "When to sell other goods.If the goods so sold be not sufficient to pay the funeral expenses, charges of administration, debts and legacies, the personal representative shall sell so much of the other goods and chattels as may be necessary to pay the same, having regard to the privilege of specific legacies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-21",
      "number": "44-1-21.",
      "heading": "Estate for life of another is assets",
      "text": "Any estate for the life of another shall go to the personal representative of the party entitled to the estate, and be assets in his hands, and be applied and distributed as the personal estate of such party.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-22",
      "number": "44-1-22.",
      "heading": "Suits by and against.A personal representative may sue or be sued upon any judgment for or against, or any contract of or with, his decedent.",
      "text": "Suits by and against.A personal representative may sue or be sued upon any judgment for or against, or any contract of or with, his decedent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-23",
      "number": "44-1-23.",
      "heading": "Actions for goods carried away, waste or damage to estate of or by decedent",
      "text": "A civil action may be maintained by or against a personal representative for the taking or carrying away of any goods, or for the waste or destruction of, or damage to, any estate of or by his decedent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-24",
      "number": "44-1-24.",
      "heading": "Action for waste by representative",
      "text": "A suit may be maintained against the personal representative of an executor in his own wrong, or the personal representative of a rightful executor or administrator by whom any waste may have been committed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-25",
      "number": "44-1-25.",
      "heading": "Administrator de bonis non may have scire facias",
      "text": "Where a suit is pending or a judgment or decree has been rendered in this state in favor of a personal representative, upon a contract made or for a cause of action which accrued in the lifetime of the decedent, the administrator de bonis non of such",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-26",
      "number": "44-1-26.",
      "heading": "Action on bond of personal representative",
      "text": "Where an execution on a judgment or decree against a personal representative is returned without being satisfied, there may be forthwith brought and prosecuted an action against the surety in any bond given by such personal representative for the faithful di",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-27",
      "number": "44-1-27.",
      "heading": "Not chargeable beyond assets; pleas allowed",
      "text": "No personal representative or any surety of his shall be chargeable beyond the assets of the decedent by reason of any omission or mistake in pleading or false pleading of such representative. And in the action allowed by the preceding section the defendan",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-28",
      "number": "44-1-28.",
      "heading": "Payment of small sums due employees to distributees of decedents upon whose estates there have been no qualifications",
      "text": "(a) When the State of West Virginia, any of its political subdivisions, the United States, or any employer owes wages, salary, pension payments, or money allowed for burial expenses",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-29",
      "number": "44-1-29.",
      "heading": "Authority of personal representative concerning conservation and preservation easements",
      "text": "(a) Subject to the requirements and conditions of subsection (b) of this section, a personal representative, trustee, administrator, or executor of a decedent or a decedent’s estate is hereby granted the authorit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-30",
      "number": "44-1-30.",
      "heading": "Death certificate or other proof of death and residence may be required",
      "text": "The clerk of the county commission may require a certified copy of a decedents death certificate or other proof of death and residence prior to fulfilling the clerk’s responsibilities under this chapter.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-1",
      "number": "44-2-1.",
      "heading": "Reference of decedents’ estates; proceedings thereon",
      "text": "(a) Upon the return of the appraisement by the personal representative to the county clerk, the estate of his or her decedent, by order of the county commission, must be referred to a fiduciary commissioner for proof and determination of debts and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-2repealed",
      "number": "44-2-2.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 113.",
      "text": "Acts, 2015 Reg. Sess., Ch. 113.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-2",
      "number": "44-2-2",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-3repealed",
      "number": "44-2-3.Repealed",
      "heading": "Acts, 2015 Reg. Sess., Ch. 113.",
      "text": "Acts, 2015 Reg. Sess., Ch. 113.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-3",
      "number": "44-2-3",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-4",
      "number": "44-2-4.",
      "heading": "Mailing of notice to creditors, distributees and legatees",
      "text": "When the fiduciary commissioner has fixed the time for presentation of claims, the personal representative shall file with such fiduciary commissioner a list of the names and post- office addresses of all known creditors of the estate and of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-5",
      "number": "44-2-5.",
      "heading": "Claims to be proved by vouchers and affidavits in first instance",
      "text": "Every claim against the estate of a decedent shall be itemized, verified by affidavit, accompanied by proper vouchers and shall state the character of the claim, whether open account, note, bond, bill, writing obligatory, judgment, dec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-6",
      "number": "44-2-6.",
      "heading": "Claims taken to be proved; objections to claims; hearings; funeral expenses",
      "text": "Every claim so itemized, so accompanied by proper vouchers, and so verified, shall be taken to be proved, and shall be allowed, unless before the commissioner shall make up his report of claims the personal representative or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-7",
      "number": "44-2-7.",
      "heading": "Claims may be presented before publication of notice",
      "text": "Claims against any decedent’s estate may be filed with or presented to the fiduciary commissioner to whom the estate has been referred, at any time following the qualification of the personal representative, notwithstanding the notice to creditors",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-8",
      "number": "44-2-8.",
      "heading": "Proof of contingent or unliquidated claims",
      "text": "Whenever at the death of any person there shall be a contingent or unliquidated claim against his estate, or an outstanding bond, recognizance or undertaking upon which the deceased shall have been principal or surety or indemnitor, and on which at the time",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-9",
      "number": "44-2-9.",
      "heading": "Continuances until all claims and objections passed on",
      "text": "The commissioner may adjourn from time to time the hearing for the presentation of claims as well as the hearings for proof of disputed claims until all the presented claims and the objections to any claims be fully heard and passed on.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-10",
      "number": "44-2-10.",
      "heading": "Personal representative to exhibit offsets to claims",
      "text": "When a creditor against whom the deceased had any claim or claims shall present a claim the personal representative may exhibit any offset, if the same be such as has survived, that he may have to such claim, and the commissioner shall ascertain a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-11",
      "number": "44-2-11.",
      "heading": "How heir or devisee may protect himself against lien on property",
      "text": "Any heir or devisee entitled to have any lien on the real estate that descended or was devised to him discharged out of the personal estate, or any legatee entitled to have a lien on specific personalty discharged out of the other pers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-12",
      "number": "44-2-12.",
      "heading": "No claim barred by statute of limitations to be allowed",
      "text": "No claim barred by any statute of limitations shall be allowed by a commissioner against the estate of a decedent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-13",
      "number": "44-2-13.",
      "heading": "Effect of presenting claim as to statute of limitations",
      "text": "The filing with or presentation to the fiduciary commissioner or to the county clerk of any claim against the estate of a decedent shall, so far as the running of any statute of limitations is involved, have the same effect as the institution o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-14",
      "number": "44-2-14.",
      "heading": "Advance payment of certain claims",
      "text": "The fiduciary commissioner may authorize, and the personal representative may make, payment of funeral expenses, claims of physicians and nurses for services rendered during the last illness of the decedent, and accounts of druggists, hospitals and sanitariums for a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-15",
      "number": "44-2-15.",
      "heading": "Personal representative not precluded from commencing action or suit; setoff in such actions or suits",
      "text": "Nothing in this article contained shall be construed to prevent any personal representative, when he shall think it necessary, from commencing any action or suit against any person, or from prosecut",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-16",
      "number": "44-2-16.",
      "heading": "Fiduciary commissioner to report on claims of creditors, assets and shares of distributees and legatees",
      "text": "After the completion of the hearings for the presentation of claims and for reception of proof for and against disputed claims, but not later than five months from the qualification of the persona",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-16a",
      "number": "44-2-16a.",
      "heading": "Apportionment of federal and state estate taxes; fiduciary to deduct taxes from shares of beneficiaries",
      "text": "(1) For the purposes of this section the term “persons interested in the estate” shall include all persons, firms and corporations who may be entitled to receive or who have received any property",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-17",
      "number": "44-2-17.",
      "heading": "How contingent and unliquidated claims and claims not matured may be provided for",
      "text": "The fiduciary commissioner in his report on claims shall direct the personal representative to withhold from distribution to beneficiaries sufficient assets to take care of such contingent and unliquidated claims and c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-18",
      "number": "44-2-18.",
      "heading": "Exceptions to fiduciary commissioner’s report; return of report",
      "text": "After preparing a report of claims as hereinafter provided, the fiduciary commissioner shall give notice thereof, either verbally or in writing, delivered personally or by mail, to all parties interested or their attorneys, and hold the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-19",
      "number": "44-2-19.",
      "heading": "Hearing on report and exceptions; appeal; effect of confirmation",
      "text": "The hearing on the report of claims returned by a fiduciary commissioner shall be had at the first term of the county commission occurring not earlier than ten days after its return. If there be no exceptions to such report it shall be",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-20",
      "number": "44-2-20.",
      "heading": "Report of claims to be recorded",
      "text": "The report of claims, and the supplemental report of claims, if there be one, when confirmed by the county court, shall be recorded by the clerk of the county court in his office.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-21",
      "number": "44-2-21.",
      "heading": "Order in which debts of decedent are to be paid",
      "text": "(a) If the applicable assets of the estate are insufficient to pay all claims against the estate in full, the personal representative shall make payment in the following order:(1) Costs and expenses of administration;(2) Reasonable funeral expenses;(3)",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-22",
      "number": "44-2-22.",
      "heading": "Creditors to be paid in order of classification; when classes paid ratably",
      "text": "No payment shall be made to creditors of any one class until all those of the preceding class or classes shall be fully paid; and when the assets are not sufficient to pay all the creditors of any one class, the creditors of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-23",
      "number": "44-2-23.",
      "heading": "When personal representative not liable for funds distributed",
      "text": "If any personal representative after six months from the qualification of the first executor or administrator of the estate, and after the report of claims, if any, has been made by the fiduciary commissioner and been confirmed by the cou",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-24",
      "number": "44-2-24.",
      "heading": "When claims and legacies may be paid and estate distributed",
      "text": "After the report of a fiduciary commissioner, if any, on the claims against the estate of any decedent has been confirmed as aforesaid, and after six months from the time of the qualification of the first executor or administrator shall hav",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-24a",
      "number": "44-2-24a.",
      "heading": "Accounting for money not disposable at time of settlement; subsequent distribution of such money",
      "text": "Notwithstanding any other provision of law, if an estate is otherwise ready for final settlement and the personal representative holds any sum or sums of money necessary for the payment or distribution o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-25",
      "number": "44-2-25.",
      "heading": "When personal representative not compelled to make distribution",
      "text": "A personal representative shall not be compelled to pay any legacy given by the will, or make distribution of the estate of his decedent, until after six months from the date of the order conferring authority on the first executor or ad",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-26",
      "number": "44-2-26.",
      "heading": "When claims not presented and proved barred of recovery from personal representative",
      "text": "Every person including the State Tax Commissioner, having a claim against a deceased person, whether due or not, who has not, after notice to creditors has been published as prescribed in this article, presented his",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-27",
      "number": "44-2-27.",
      "heading": "When distributees and legatees may be sued on claims; extent of liability; costs",
      "text": "(a) Every creditor who has not presented his claim to the fiduciary commissioner before distribution of the surplus by the personal representative, or before that time has not instituted a civil action or suit thereon a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-28",
      "number": "44-2-28.",
      "heading": "When enforcement of lien to secure claim barred",
      "text": "When the right to bring action or suit against distributees and legatees on any claim against the decedent shall become barred, the right to enforce such claim against real estate shall also become barred to the extent that such claim could have been c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-29",
      "number": "44-2-29.",
      "heading": "Waiver of final settlement.(a) In all estates of decedents subject to administration under this article where a release of lien, if required by the provisions of §11-11-1et seq",
      "text": "of this code, has been filed with the clerk and more than 90 days have elapsed since the filing of any notice required by",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-1",
      "number": "44-3-1.",
      "heading": "Fiduciary commissioners.The office previously known as commissioner of accounts is hereby abolished",
      "text": "The office of fiduciary commissioner is hereby created and any reference in this code to a commissioner of accounts shall, after the effective date of this section, mean fiduciary commissioner. Fiduc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-2",
      "number": "44-3-2.",
      "heading": "Fiduciary commissioners; powers and duties generally",
      "text": "The fiduciary commissioners shall have general supervision of all fiduciary matters that are referred to them, and of the fiduciaries in charge thereof, and shall make all ex parte settlements of the accounts of such fiduciaries. Fiduciary commiss",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-3",
      "number": "44-3-3.",
      "heading": "Special fiduciary commissioners",
      "text": "When, from any cause, none of the fiduciary commissioners can act as to any matter or matters which may be passed on under the provisions of this chapter, the county commission or tribunal referred to in section one of this article, may appoint some other person to ac",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-4",
      "number": "44-3-4.",
      "heading": "Matters that will disqualify fiduciary commissioner",
      "text": "No person shall perform the duties of a fiduciary commissioner in any matter wherein he will be passing upon his own account or acts; nor, where he will be called to pass upon any account or acts with reference to which he served as attorney or cou",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-5",
      "number": "44-3-5.",
      "heading": "Disposition by fiduciary commissioner of inventories",
      "text": "The clerk of the county commission shall inspect all appraisements of sales returned to him by fiduciaries, require the same to be executed in quadruplicate and in proper form, and, within ten days after they are respectively approved and recorded",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-6",
      "number": "44-3-6.",
      "heading": "Fiduciary commissioner to inspect bonds of fiduciaries",
      "text": "Each fiduciary commissioner shall, at least once each month, ascertain from the records of the county commission of his county what estates and fiduciary matters have been referred to him by the county commission, or the clerk thereof since the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3-7",
      "number": "44-3-7.",
      "heading": "When county commission to refer controversies to fiduciary commissioner; rules of procedure",
      "text": "The county commission, whenever any controversy arises in connection with the probate of any will, or with the appointment and qualification of personal representatives, guardians, committees or curators, or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-1",
      "number": "44-3A-1.",
      "heading": "Election to make article applicable",
      "text": "(a) Any county commission which has not heretofore elected to proceed under provisions of this article may do so in accord with this section.(b) Prior to the adoption of the optional procedure provided for under this article, the county commission shall fix a time",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-2",
      "number": "44-3A-2.",
      "heading": "Nature of office of fiduciary supervisor and fiduciary commissioner; duties of county commission with respect to orders and findings of such supervisor or commissioner",
      "text": "Except as may be provided in article thirteen of this chapter, the office of fiduciary supervisor and of fiduciary commissioner shal",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-3",
      "number": "44-3A-3.",
      "heading": "Office of fiduciary supervisor created; general powers; qualifications; tests for qualification; training program; salary",
      "text": "(a) There is hereby created within the county commission an office, designated the fiduciary supervisor, who shall be appointed by order of the commission and whose office, with",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-4",
      "number": "44-3A-4.",
      "heading": "Notice of claim; settlement in certain cases",
      "text": "(a) The fiduciary supervisor shall at least once a month as a Class II legal advertisement in compliance with the provisions of article three, chapter fifty-nine of this code, cause to be published in a newspaper of general circulation within the county w",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-4a",
      "number": "44-3A-4a.",
      "heading": "Short form settlement.(a) In all estates of decedents administered under the provisions of this article where more than 60 days has elapsed since the filing of any notice required by §44-3A-4 of this code, an estate may be closed by a short form settlement filed in compliance with this section:Provi",
      "text": "Short form settlement.(a) In all estates of decedents administered under the provisions of this article where more than 60 days has elapsed since the filing of any notice required by §44-3A-4 of this code, an estate may be closed by a short form settlement filed in compliance with this section:Provided, That any lien for payment of estate taxes pursuant to §11-11-1et seq. of this code is released and that the release is filed with the clerk.(b) The fiduciary may file with the fiduciary supervisor a proposed short form settlement which shall contain an affidavit made by the fiduciary that the time for filing claims has expired, that no known and unpaid claims exist against the estate, showing the allocation to which each distributee and beneficiary is entitled in the distribution of the estate, and contain a representation that the property to which each distributee or beneficiary is entitled has been or upon approval of the settlement will be delivered thereto, or that each distributee and beneficiary has agreed to a different allocation. The application shall contain a waiver signed by each distributee and beneficiary:Provided, That a beneficiary receiving a bequest of tangible personal property or a bequest of cash may not be required to sign the waiver.(c) The waiver may be signed in the case of a distributee or beneficiary under a disability by an agent under a power of attorney or the duly qualified guardian or conservator of the distributee or beneficiary. An agent, guardian, or conservator signing the waiver shall be responsible to the distributee or beneficiary for any loss resulting from the waiver.(d) The fiduciary supervisor shall examine the affidavit and waiver and determine that the allocation to the distributees and beneficiaries set forth in the affidavit is correct and all proper parties signed the waiver.(e) If the short form settlement is proper the fiduciary supervisor shall record the same and mail copies to each distributee and beneficiary by first-class mail, postage prepaid. The fiduciary supervisor shall retain the short form settlement for 10 days to allow any distributee and beneficiary to appear before the fiduciary supervisor to object or request a referral to a fiduciary commissioner. The fiduciary supervisor shall collect a fee of $10 for recording and mailing the short form settlement. If no objection or referral request is made to the fiduciary supervisor, the county commission shall upon order, confirm the short form settlement of the personal representative, and the personal representative and his or her surety shall be discharged. If an objection or request is made, the county commission may confirm and record the short form settlement or may refer the estate to a fiduciary commissioner.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-5",
      "number": "44-3A-5.",
      "heading": "Reference to fiduciary commissioner; exceptions and limitations",
      "text": "When the personal representative shall deliver to the fiduciary supervisor, the appraisement required by section fourteen, article one of this chapter, and is notified as to the completeness thereof, the fiduciary supervisor shall, unle",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-6",
      "number": "44-3A-6.",
      "heading": "Claims to be proved by vouchers and affidavits in first instance",
      "text": "Every claim against the estate of a decedent shall be itemized, accompanied by a proper voucher, stating the character of the claim, whether open account, note, bond, bill, writing obligatory, judgment, decree, or other evidence of deb",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-7",
      "number": "44-3A-7.",
      "heading": "Claims to be proved; objections to claims; hearings; funeral expenses",
      "text": "Every claim so itemized, so accompanied by proper vouchers, and so verified, shall be taken to be proved, and shall be allowed, unless before the fiduciary supervisor shall make up his report of claims, the personal representative",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-8",
      "number": "44-3A-8.",
      "heading": "Claims may be presented before publication of notice",
      "text": "Claims against any decedent’s estate may be filed with or presented to the fiduciary supervisor, at any time following the qualification of the personal representative, notwithstanding the notice to creditors shall not have been published previous",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-9",
      "number": "44-3A-9.",
      "heading": "Proof of contingent or unliquidated claims",
      "text": "Whenever at the death of any person there shall be a contingent or unliquidated claim against his estate, or an outstanding bond, recognizance or undertaking upon which the deceased shall have been principal or surety or indemnitor, and on which at the time",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-10",
      "number": "44-3A-10.",
      "heading": "Continuances until all claims and objections passed on",
      "text": "The fiduciary supervisor may adjourn from time to time the hearing for the presentation of claims or the fiduciary commissioner may likewise adjourn from time to time the hearings for proof of disputed claims until all the presented claims and t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-11",
      "number": "44-3A-11.",
      "heading": "Personal representative to exhibit offsets to claims",
      "text": "When a creditor against whom the deceased had any claim or claims shall present a claim the personal representative may exhibit any offset, if the same be such as has survived, that he may have to such claim, and the fiduciary supervisor or fiduci",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-12",
      "number": "44-3A-12.",
      "heading": "How heir or devisee may protect himself against lien on property",
      "text": "Any heir or devisee entitled to have any lien on the real estate that descended or was devised to him discharged out of the personal estate, or any legatee entitled to have a lien on specific personalty discharged out of the other pers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-13",
      "number": "44-3A-13.",
      "heading": "No claim barred by statute of limitations to be allowed",
      "text": "No claim barred by any statute of limitations shall be allowed against the estate of a decedent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-14",
      "number": "44-3A-14.",
      "heading": "Effect of presenting claim as to statute of limitations",
      "text": "The filing or presentation of any claim against the estate of a decedent shall, so far as the running of any statute of limitations is involved, have the same effect as the institution of action on such claim.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-15",
      "number": "44-3A-15.",
      "heading": "Advance payment of certain claims",
      "text": "The fiduciary supervisor or fiduciary commissioner to whom the matter has been generally referred may authorize, and the personal representative may make, payment of funeral expenses, claims of physicians and nurses for services rendered during the last illness of t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-16",
      "number": "44-3A-16.",
      "heading": "Personal representative not precluded from commencing action or suit; setoff in such actions or suits",
      "text": "Nothing in this article contained shall be construed to prevent any personal representative, when he shall think it necessary, from commencing any action against any person, or from prosecuting to f",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-17",
      "number": "44-3A-17.",
      "heading": "Fiduciary commissioner to report on claims of creditors; report by fiduciary supervisor; assets and shares of distributees and legatees",
      "text": "If an estate has been referred generally to a fiduciary commissioner, after the presentation of all claims and after the completion of the hearings for the proof fo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-18",
      "number": "44-3A-18.",
      "heading": "Apportionment of federal and state estate taxes; fiduciary to deduct taxes from shares of beneficiaries",
      "text": "(a) For the purposes of this section the term “persons interested in the estate” shall include all persons, firms and corporations who may be entitled to receive or who have received any property",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-19",
      "number": "44-3A-19.",
      "heading": "Long form settlement before fiduciary supervisor",
      "text": "(a) At any time after the expiration of the period for filing claims, the fiduciary supervisor may proceed with a complete long form settlement under this section if the estate has not been referred to a fiduciary commissioner or if the estate, having",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-20",
      "number": "44-3A-20.",
      "heading": "How contingent and unliquidated claims and claims not matured may be provided for",
      "text": "The fiduciary supervisor or fiduciary commissioner, as may be, in his report on claims shall direct the personal representative to withhold from distribution to beneficiaries sufficient assets to take care of such cont",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-21",
      "number": "44-3A-21.",
      "heading": "Exceptions to fiduciary supervisor’s or fiduciary commissioner’s report; return of report",
      "text": "After preparing his report of claims the fiduciary supervisor or the fiduciary commissioner, as may be, shall give notice thereof, in writing, delivered personally or by mail, to all parties interested or their",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-22",
      "number": "44-3A-22.",
      "heading": "Hearing on report and exceptions; appeal; effect of confirmation",
      "text": "A hearing on the report of claims returned by the fiduciary supervisor or fiduciary commissioner shall be had at the first term of the county commission occurring not earlier than ten days after its return. If there be no exceptions to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-23",
      "number": "44-3A-23.",
      "heading": "Exceptions to report of fiduciary supervisor or fiduciary commissioner where no previous hearing was had; reference",
      "text": "In all cases wherein exception has been taken to the report of claims returned by the fiduciary supervisor, the commission at the time of the hearing provided for in section twenty-two",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-24",
      "number": "44-3A-24.",
      "heading": "Reports of delinquent filings.(a) On the last day of December and June of each year every fiduciary commissioner and special fiduciary commissioner shall file with the fiduciary supervisor a list of all estates referred to him or her since the effective date of this section, either generally or for ",
      "text": "Reports of delinquent filings.(a) On the last day of December and June of each year every fiduciary commissioner and special fiduciary commissioner shall file with the fiduciary supervisor a list of all estates referred to him or her since the effective date of this section, either generally or for a limited purpose in which any appraisement or other document required to be filed with him or her in a specified time has not been timely filed, stating the document whose filing is delinquent and the date the document was due to be filed:Provided, That the commissioner shall omit from the list any estate and any document for whose filing a proper continuance has been granted.(b) On January 5 and July 5 of each year the fiduciary supervisor shall file with the county commission a like list of estates referred to him or her since the effective date of this section in which the filing of any paper is delinquent, and embrace therein the lists required to be filed with him or her on the first day of the month by the various commissioners. In the report filed July 5 of each year the fiduciary supervisor shall further include in the report a list of all estates referred to him or her since the effective date of this section which have not been duly closed within a period of three years from the opening of such estate and in which no progress, or in his or her opinion, unsatisfactory progress, has been made toward settlement, for any cause, within the preceding 12 months.(c) The county commission, after consultation with the fiduciary supervisor shall take care to require prompt disposition of all matters and causes reported to it by the semiannual reports required herein of delinquent and unprogressed estates; enter an order in the name of the county commission directing the appointed personal representative to file a statement to show cause why the county commission should not find the personal representative delinquent in his or her administration of the respective estate and should not remove the personal representative from office; administratively close the estate; or take such other action against the personal representative as may be proper.(1) The order to show cause shall be mailed by the fiduciary supervisor to the personal representative at the last known address appearing in the records of the fiduciary supervisor. A copy of the order shall also be mailed to the heirs at law, beneficiaries under the will, any creditors who have filed claims which are not released, any surety on any bond, and any other person interested in the estate at their last known addresses appearing in the records of the fiduciary supervisor.(2) The personal representative shall have 30 days after the mailing of the order to show cause to file properly any delinquent documents required for the administration of the estate or to file a verified statement, under oath, stating why he or she should not be found delinquent in the administration of the respective estate and should not be removed from office or the estate administratively closed.(3) If, within the 30-day time period, the personal representative fails to file properly the delinquent documents, or fails to file a verified statement, or files a verified statement which the fiduciary supervisor upon review finds and determines does not present good cause, the fiduciary supervisor shall give notice of the failure, delinquency, or finding to the county commission, the personal representative, the heirs at law, beneficiaries under the will, any creditors who have filed claims which are not released, any surety on any bond, and any other person interested in the estate and shall advise that the personal representative shall be removed from office and such other appropriate person appointed as personal representative as the county commission may determine or that the estate shall be administratively closed 30 days following the date of the notice at a hearing thereon to be held before the county commission at a date and time fixed for presentation. In addition, on the first Monday of the next month, the fiduciary supervisor shall publish a notice of this action as a Class I-0 legal advertisement.(4) The personal representative or any person interested may file an objection at, or prior to, the time set by the notice for presentation to the county commission. The commission shall proceed to hear the presentation of the proposed removal or closing and findings and hear interested parties, if any appear, and may enter an appropriate order to approve, modify and approve, or refuse to approve, the proposed removal or closing and the findings of the fiduciary supervisor. Alternatively, the commission may refer the cause to a fiduciary commissioner generally for supervision or for the purpose of the resolution of any disputed matter. An appeal from the decision of the county commission may, without any formal bill of exceptions, be taken to the circuit court of the county by the personal representative or any interested party. The appeal shall be tried and heard in the circuit court, or before the judge thereof in vacation, on the record made before the fiduciary supervisor and the county commission.(d) In addition, the fiduciary supervisor and the fiduciary commissioners, shall be empowered, and where appropriate, shall on their own motion, petition the circuit court to compel compliance with the provisions of this chapter, in the same manner and to the same extent heretofore provided in the case of commissioners of accounts, or by any other proper proceeding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-25",
      "number": "44-3A-25.",
      "heading": "Report of claims to be recorded",
      "text": "The report of claims, and the supplemental report of claims, if there be one, when confirmed by the county commission, shall be recorded by the clerk of the county commission in his office.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-26",
      "number": "44-3A-26.",
      "heading": "Order in which debts of decedent are to be paid",
      "text": "(a) If the applicable assets of the estate are insufficient to pay all claims against the estate in full, the personal representative shall make payment in the following order:(1) Costs and expenses of administration;(2) Reasonable funeral expenses;(3)",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-27",
      "number": "44-3A-27.",
      "heading": "Creditors to be paid in order of classification; when classes paid ratably",
      "text": "Notwithstanding the provisions of section nineteen of this article, no payment shall be made to creditors of any one class until all those of the preceding class or classes shall be fully paid; and when the assets are not suf",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-28",
      "number": "44-3A-28.",
      "heading": "When personal representative not liable for funds distributed",
      "text": "If any personal representative after one year from the qualification of the first executor or administrator of the estate, and after the report of claims has been made by the probate clerk or probate commissioner, as may be, and been conf",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-29",
      "number": "44-3A-29.",
      "heading": "When claims and legacies may be paid and estate distributed",
      "text": "After the report of the fiduciary supervisor or the fiduciary commissioner on the claims against the estate of any decedent has been confirmed as aforesaid, and after one year from the time of the qualification of the first executor or admi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-30",
      "number": "44-3A-30.",
      "heading": "Accounting for money not disposable at time of settlement; subsequent distribution of such money",
      "text": "Notwithstanding any other provision of law, if an estate is otherwise ready for final settlement and the personal representative holds any sum or sums of money necessary for the payment or distribution o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-31",
      "number": "44-3A-31.",
      "heading": "When personal representative not compelled to make distribution",
      "text": "A personal representative shall not be compelled to pay any legacy given by the will, or make distribution of the estate of his decedent, until after a year from the date of the order conferring authority on the first executor or admini",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-32",
      "number": "44-3A-32.",
      "heading": "When claims not presented and proved barred of recovery from personal representative",
      "text": "Every person having a claim against a deceased person, whether due or not, who shall not, when notice to creditors has been published as prescribed in this article, have presented his or her claim on or before the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-33",
      "number": "44-3A-33.",
      "heading": "When distributees and legatees may be sued on claims; extent of liability; costs",
      "text": "Every creditor who shall not have presented his claim to the fiduciary or the fiduciary supervisor before distribution of the surplus by the personal representative, or before that time shall not have instituted an acti",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-34",
      "number": "44-3A-34.",
      "heading": "When enforcement of lien to secure claim barred",
      "text": "When the right to bring an action against distributees and legatees on any claim against the decedent shall become barred, the right to enforce such claim against real estate shall also become barred to the extent that such claim could have been collec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-35",
      "number": "44-3A-35.",
      "heading": "Fiduciary commissioners.The county commission of each county shall appoint not more than four fiduciary commissioners, except that in counties in which there exists a separate tribunal for police and fiscal purposes, such tribunal shall appoint such commissioners: Provided, That the county commissio",
      "text": "Fiduciary commissioners.The county commission of each county shall appoint not more than four fiduciary commissioners, except that in counties in which there exists a separate tribunal for police and fiscal purposes, such tribunal shall appoint such commissioners: Provided, That the county commission or such separate tribunal shall avoid reference of estates to such commissioners, unless such reference is necessary.The fiduciary commissioner shall report to and settle accounts with the county clerk. On or before the last day of March, June, September and December, the fiduciary commissioner shall file with the county clerk a report on the status and disposition of every active case referred to the fiduciary commissioner. In the next succeeding term of the county commission, the county clerk shall provide a copy of the report to the county commission, and shall inform the county commission of any cases referred to a fiduciary commissioner in which the fiduciary commissioner has not fulfilled duties relating to the case in accordance with deadlines established by law. The county commission shall take appropriate action to ensure that all deadlines established by law will be observed, including, if necessary, the removal of fiduciary commissioners who consistently fail to meet such deadlines.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-36",
      "number": "44-3A-36.",
      "heading": "Fiduciary commissioners; powers and duties generally",
      "text": "The fiduciary commissioners shall have general or limited supervision, as may be, of all fiduciary matters that are referred to them, and of the fiduciaries in charge thereof, and shall make all ex parte settlements of the accounts of such fiducia",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-37",
      "number": "44-3A-37.",
      "heading": "Special fiduciary commissioners; continuance of present references; compensation",
      "text": "(a) When, from any cause, none of the fiduciary commissioners can act as to any matter or matters which may be passed on under the provisions of this chapter, such commission or tribunal in lieu thereof, may appoint som",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-38",
      "number": "44-3A-38.",
      "heading": "Matters that will disqualify fiduciary commissioners",
      "text": "No person shall perform the duties of a fiduciary commissioner or special fiduciary commissioner in any matter wherein he will be passing upon his own account or acts; nor, where he will be called to pass upon any account or acts with reference to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-39",
      "number": "44-3A-39.",
      "heading": "Disposition by fiduciary commissioner of inventories and accounts of sales",
      "text": "The fiduciary commissioner shall inspect all inventories and accounts of sales returned to him by the fiduciary supervisor or by fiduciaries, require the same to be executed in triplicate and in proper form, and, within ten d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-40",
      "number": "44-3A-40.",
      "heading": "Fiduciary commissioners to inspect bonds of fiduciaries",
      "text": "Each fiduciary commissioner shall, at least once each month, ascertain from the records of the county commission of his country what estates and fiduciary matters have been referred to him generally by the county commission or the fiduciary sup",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-41",
      "number": "44-3A-41.",
      "heading": "When county commission to refer controversies to fiduciary commissioner; rules of procedure",
      "text": "The county commission, whenever any controversy arises in connection with the probate of any will, or with the appointment and qualifications of personal representatives, guardians, committees or curators, or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-42",
      "number": "44-3A-42.",
      "heading": "Fees to be charged by fiduciary supervisor or fiduciary supervisor; disposition of fees",
      "text": "(a) When necessary solely for the purpose of financing the cost of settling estates, the county commission may authorize the fiduciary supervisor to charge and collect at the time of qualification of the fiduciar",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-43",
      "number": "44-3A-43.",
      "heading": "County fiduciary fund.(a) The county commission, or tribunal in lieu thereof, shall create a special county fund pursuant to the provisions of section nine, article one, chapter seven of this code called the “County Fiduciary Fund”",
      "text": "All moneys received by the fiduciary supervisor shall be deposited",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-3a-44",
      "number": "44-3A-44.",
      "heading": "Rules applicable to fiduciary supervisors and fiduciary commissioners; exceptions as to certain counties",
      "text": "(a) Subject to the provisions of subsection (c) of this section and to the provisions of article thirteen of this chapter, any power, authority or duty conferred upon the clerk of the county comm",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-1",
      "number": "44-4-1.",
      "heading": "Record of appraisements.Every appraisement returned under this article shall be recorded by the clerk of the county commission in appropriate books and indexed in the same manner as the record of fiduciaries",
      "text": "Record of appraisements.Every appraisement returned under this article shall be recorded by the clerk of the county commission in appropriate books and indexed in the same manner as the record of fiduciaries.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-2",
      "number": "44-4-2.",
      "heading": "Fiduciaries to exhibit accounts for settlement",
      "text": "A statement of all the money, and an inventory of all securities, stocks, bonds and all other property, including the value thereof, which any personal representative, guardian, curator or committee, has received, become chargeable with or disbursed, wi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-3",
      "number": "44-4-3.",
      "heading": "Fiduciaries from whom inventories, appraisals or accounts are due when this article effective may be proceeded against",
      "text": "Any fiduciary who has been appointed or qualified before this article takes effect and has not given sufficient bond, nor returned any appraisement as required by law, nor has had a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-4",
      "number": "44-4-4.",
      "heading": "Fiduciaries of small estates may account once in three years",
      "text": "A fiduciary who is in charge of a trust fund, the principal of which is not distributable until some future time, shall not be compellable by a fiduciary commissioner to make statement of his account, before the time for distribution of pr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-5",
      "number": "44-4-5.",
      "heading": "Examination of bonds at time of accounting, and when requested by interested party",
      "text": "When any fiduciary, except a sheriff, presents the statement required of him by law before a fiduciary commissioner or before a commissioner in chancery having before him the account of the fiduciary for settlement, t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-6",
      "number": "44-4-6.",
      "heading": "Settlements for previous years; objections to account",
      "text": "When a fiduciary commissioner has before him for settlement the account of a fiduciary for any year, if there be any time prior to such year for which the fiduciary has not settled, the settlement shall be also for such time; and also if there be",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-7",
      "number": "44-4-7.",
      "heading": "Failure to account forfeits commissions unless allowed by circuit court or county commission",
      "text": "If any fiduciary fails to present to the fiduciary commissioner, to whom the estate or trust has been referred, a statement of receipts for any year, within two months after its expiration, in accordance wit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-8",
      "number": "44-4-8.",
      "heading": "How accounting compellable by person interested",
      "text": "If any fiduciary fails to present to a fiduciary commissioner a statement of his receipts for any year, the county commission shall, upon request made to it, within ten years from the commencement of that year, by any person who is interested as credit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-9",
      "number": "44-4-9.",
      "heading": "Publication of list of fiduciaries prior to settlements",
      "text": "Every fiduciary commissioner shall, on the first Monday of every month, prepare a list of the fiduciaries whose accounts are at the date of such list before the fiduciary commissioner for settlement, except those that may have been mentioned in",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-10",
      "number": "44-4-10.",
      "heading": "Securities and moneys to be exhibited to fiduciary commissioner",
      "text": "In settling the account of any fiduciary, the fiduciary commissioner may require him or any of them, if there are more than one, to produce, before the completion of the account, any securities or moneys comprised in the account or any",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-11",
      "number": "44-4-11.",
      "heading": "Liability for losses or failure to make defense",
      "text": "If any personal representative, guardian, curator or committee shall, by his negligence or improper conduct, lose any debt or other money, he shall be charged with the principal of what is so lost and interest thereon in like manner as if he had receiv",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-12",
      "number": "44-4-12.",
      "heading": "Compensation and expenses of fiduciaries",
      "text": "The fiduciary commissioner in stating and settling the account shall allow the fiduciary any reasonable expenses incurred by him as such; and also, except in cases in which it is otherwise provided, a reasonable compensation in the form of a commission on rec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-12a",
      "number": "44-4-12a.",
      "heading": "Compensation and expenses of personal representatives",
      "text": "(a) Personal representatives, as defined in section one, article one, chapter forty-two of this code, shall be allowed any reasonable expenses incurred by the personal representative as such and commissions upon the amount of all the personal est",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-13",
      "number": "44-4-13.",
      "heading": "Receipt to be given fiduciaries for vouchers",
      "text": "Any fiduciary commissioner or commissioner in chancery, having before him the accounts of a fiduciary for settlement, shall, on request, execute and deliver to such fiduciary a receipt for all vouchers filed with him that receipt, if such vouchers be afte",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-14",
      "number": "44-4-14.",
      "heading": "Reports of fiduciary commissioner",
      "text": "Every account stated under this article shall be reported with any matters specially stated, deemed pertinent by the fiduciary commissioner, or which may be required by any person interested to be so stated.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-14a",
      "number": "44-4-14a.",
      "heading": "Final settlement by fiduciaries for decedent's estates; penalty",
      "text": "(a) The provisions of this chapter notwithstanding, every fiduciary for the estate of a resident decedent shall, within five years of appointment as fiduciary make a full and final settlement, report and accounting for the decedent's es",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-15",
      "number": "44-4-15.",
      "heading": "Exceptions to report.Upon completion of such report of settlement of account the fiduciary commissioner shall give notice thereof, either verbally or in writing, delivered personally or by mail, to all parties interested or their attorneys, and hold the report, vouchers, and any evidence taken in co",
      "text": "Exceptions to report.Upon completion of such report of settlement of account the fiduciary commissioner shall give notice thereof, either verbally or in writing, delivered personally or by mail, to all parties interested or their attorneys, and hold the report, vouchers, and any evidence taken in connection with the report, in his office for ten days, during which time any person interested may inspect the same and file exceptions thereto.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-16",
      "number": "44-4-16.",
      "heading": "Filing of report and vouchers.The fiduciary commissioner shall file the report in the office of the court by which he is appointed, as soon as practicable after the expiration of such ten days; and with his report he shall return all evidence taken before him and such exceptions, with such remarks a",
      "text": "Filing of report and vouchers.The fiduciary commissioner shall file the report in the office of the court by which he is appointed, as soon as practicable after the expiration of such ten days; and with his report he shall return all evidence taken before him and such exceptions, with such remarks as he may see fit to make, and such of the vouchers as any person interested may desire him to return, or as he may deem proper.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-17",
      "number": "44-4-17.",
      "heading": "Examination and correction or recommittal of report",
      "text": "The county commission, at its first regular term occurring not less than ten days after the report has been filed in the office of its clerk, shall examine the same, with the evidence and such exceptions to the report as may be filed at any time be",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-18",
      "number": "44-4-18.",
      "heading": "Effect of confirmation of report; how made conclusive",
      "text": "The report, to the extent to which it may be so confirmed by the county commission, or confirmed on appeal by the circuit court, shall be taken to be correct, and shall be binding and conclusive upon creditors of a decedent’s estate, and binding",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-19",
      "number": "44-4-19.",
      "heading": "Investment of funds may be ordered",
      "text": "When it appears by a report made as aforesaid or a special report of the fiduciary commissioner that money is in the hands of such fiduciary, the county commission, before which the report comes, may order the same to be invested or loaned as provided in article si",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-20",
      "number": "44-4-20.",
      "heading": "Disbursement of balance after settlement; suit to compel disbursement; final report of fiduciary following disbursement",
      "text": "When a county commission has confirmed, either in whole or in a qualified manner, a report of the accounts of any personal representative guardian, curator, committee as aforesaid,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-21",
      "number": "44-4-21.",
      "heading": "How fiduciary accounts settled in suits to be recorded",
      "text": "When the account of any fiduciary is settled in a suit, it shall be the duty of the clerk of the court in which such suit is, within ten days after the close of the term of court at which the final decree in such suit is entered, to certify, to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-4-22",
      "number": "44-4-22.",
      "heading": "Application only to personal representatives, guardians, curators or committees",
      "text": "The provisions of this article apply only to personal representatives, guardians, curators or committees, as the case may be, and do not apply to or affect trustees who are governed by the provisions of the West Virginia",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-1",
      "number": "44-5-1.",
      "heading": "List of fiduciaries.(a) The clerk of the county commission of each county shall keep a record, to be known as the “Record of Fiduciaries”, in which he or she shall enter, in separate columns, first, the name of every fiduciary authorized to act as such by the county commission or clerk of the county",
      "text": "List of fiduciaries.(a) The clerk of the county commission of each county shall keep a record, to be known as the “Record of Fiduciaries”, in which he or she shall enter, in separate columns, first, the name of every fiduciary authorized to act as such by the county commission or clerk of the county commission; secondly, the name of the decedent for whose estate he or she is personal representative or curator; thirdly, the names of the distributees of the estate, showing their relation to the decedent; fourthly, the name of the living person or persons for whom he or she is minor guardian, curator, committee or trustee; fifthly, the penalty of his or her bond; sixthly, the names of his or her sureties; seventhly, the date of the order conferring his or her authority, and a reference to the book and page where entered; eighthly, the date of any order revoking his or her authority, and a reference to the book and page where entered; ninthly, the date of the return of every inventory and appraisement of the estate; tenthly, the date of the confirmation of each report of settlement of the accounts of the fiduciary; and the clerk shall index the record in the name of the decedent, estate, ward or person represented by the fiduciary. Any clerk failing to make entry, as to any fiduciary, within ten days after the order conferring or revoking the authority, or the date of the return of the inventory and/or appraisement, or the date of the confirmation of any report of settlement, shall, for every failure, forfeit $20.(b) This section does not apply to a trustee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-2",
      "number": "44-5-2.",
      "heading": "Fiduciary records of circuit court to be deposited in county clerk’s office",
      "text": "The circuit court of each county shall, as soon as may be after this code becomes effective, direct its clerk to transfer to the office of the clerk of the county commission of its county any wills, records of wills, records",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-3",
      "number": "44-5-3.",
      "heading": "Appointment of nonresident; bond; service of notice and process; fees; penalty",
      "text": "(a) Notwithstanding any other provision of law, no individual who is a nonresident of this state, nor any banking institution which does not maintain a main office or branch office within this state nor any corporation ha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-4",
      "number": "44-5-4.",
      "heading": "Who not to be accepted as surety on fiduciary’s bond",
      "text": "A judge of the circuit court, member of the county commission, clerk or deputy clerk of the circuit court or county sheriff or deputy sheriff, fiduciary commissioner or an attorney-at-law, shall not be taken as surety in any bond required to be gi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-5",
      "number": "44-5-5.",
      "heading": "When additional or new bond may be required of a fiduciary, or his authority be revoked",
      "text": "The county commission under whose order, or under the order of whose clerk, any such fiduciary derives his authority, when it appears proper on any report of the clerk or a fiduciary commissioner or a commissione",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-6",
      "number": "44-5-6.",
      "heading": "Jurisdiction of court on revocation of fiduciary’s authority",
      "text": "After the date of any order revoking and annulling the powers of any fiduciary, the county commission in which he qualified shall exercise such jurisdiction, either by appointing an administrator de bonis non, or a new guardian, or otherwi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-7",
      "number": "44-5-7.",
      "heading": "Authority of personal representatives to compound and compromise liabilities due to or from them",
      "text": "It is lawful for any guardian, committee or trustee, to compound and compromise any liability due to or from him or her, unless the compounding and compromise is ratified and approved by a court of compe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-8",
      "number": "44-5-8.",
      "heading": "How transfer of securities to successor compelled",
      "text": "When any securities for money loaned or invested, or any money, or property of any kind or nature, shall be standing in the name of any fiduciary who shall have died or resigned, or whose powers shall have been revoked, and such fiduciary or his pers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-9",
      "number": "44-5-9.",
      "heading": "Costs in proceedings to compel fiduciaries to comply with law",
      "text": "The costs of any proceedings, authorized or directed to be brought against any fiduciary to enforce or compel his compliance with the requirements of the law, shall include a reasonable fee to the fiduciary commissioner at whose instance",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-10",
      "number": "44-5-10.",
      "heading": "Powers of clerk of county commission in certain counties",
      "text": "In each county in which there exists a separate tribunal for police and fiscal purposes, created under section thirty- four, article VIII of the Constitution of one thousand eight hundred and seventy-two, the clerk of the county commission sha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-11",
      "number": "44-5-11.",
      "heading": "Application only to personal representatives, curators, and minor guardians",
      "text": "The provisions of this article apply only to personal representatives, curators, and minor guardians, as the case may be, and do not apply to or affect guardians and conservators of adult protected persons who are governed b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-12repealed",
      "number": "44-5-12.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-12",
      "number": "44-5-12",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-13repealed",
      "number": "44-5-13.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-13",
      "number": "44-5-13",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-14repealed",
      "number": "44-5-14.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-14",
      "number": "44-5-14",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-15repealed",
      "number": "44-5-15.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5-15",
      "number": "44-5-15",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-1",
      "number": "44-5A-1.",
      "heading": "Definition.As used in this article, the term “fiduciary” means the one or more executors of the estate of a decedent, or the one or more trustees of a testamentary or inter vivos trust estate, whichever in a particular case is appropriate",
      "text": "Definition.As used in this article, the term “fiduciary” means the one or more executors of the estate of a decedent, or the one or more trustees of a testamentary or inter vivos trust estate, whichever in a particular case is appropriate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-2",
      "number": "44-5A-2.",
      "heading": "Incorporation by reference of enumerated powers by testator; restriction on exercise of powers",
      "text": "(a) After June 30, 2011, by an intention of the testator expressed in a will, any or all of the powers or any portion of the powers enumerated in section three of this article, as they exist at the time of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-3",
      "number": "44-5A-3.",
      "heading": "Powers which may be incorporated by reference in trust instrument",
      "text": "The following powers may be incorporated by reference by a testator in the will as provided in section two of this article and the following powers apply without the need for incorporation by reference to trustees who are governed by",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-4",
      "number": "44-5A-4.",
      "heading": "Designation of testamentary trustee as beneficiary of insurance",
      "text": "A policy of life insurance may contain a designation of a beneficiary, a trustee or trustees named or to be named by will, if the designation is made in accordance with the provisions of the policy and the requirements of the insurer. T",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-5",
      "number": "44-5A-5.",
      "heading": "Distribution of assets in satisfaction of pecuniary bequests; authority of fiduciaries to enter into certain agreements; validating certain agreements; providing for discretionary division of trusts for tax, administrative or other purposes",
      "text": "(a) Where a will, trust or other governing instrument autho",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-6",
      "number": "44-5A-6.",
      "heading": "Restrictions on exercise of power for fiduciary’ benefit",
      "text": "(a) A power conferred upon a person in his or her capacity as fiduciary to make discretionary distributions of principal or income to himself or herself or to make discretionary allocations in his or her favor of receipts or expenses between i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5a-7",
      "number": "44-5A-7.",
      "heading": "Powers of fiduciaries regarding environmental laws",
      "text": "(a) For purposes of this section:(1) “Environmental law” means any federal, state or local law, rule, regulation or ordinance relating to the regulation of hazardous substances or hazardous wastes, air pollution, water pollution and underground stor",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-1",
      "number": "44-6-1.",
      "heading": "Fiduciaries to put money out at interest",
      "text": "(a) Executors, administrators, guardians, curators, committees or trustees may, by direction of the circuit court of the county, where they were appointed or qualified, put out at interest all moneys in their hands which they are or may be lawfully required t",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-2",
      "number": "44-6-2.",
      "heading": "In what securities fiduciaries may invest trust funds",
      "text": "Any executor, administrator, guardian, curator, committee, trustee or other fiduciary whose duty it may be to loan or invest money entrusted to him or her as such, may, without any order of any court, invest the same or any part thereof in any of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-2arepealed",
      "number": "44-6-2a.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-2a",
      "number": "44-6-2a",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-3",
      "number": "44-6-3.",
      "heading": "Authority for investment.When any fiduciary desires the authority or direction of the circuit court with respect to the investment of any funds in his hands, he shall file his petition in the circuit court of the county in which he qualified, setting out fully the facts, and verifying such petition ",
      "text": "Authority for investment.When any fiduciary desires the authority or direction of the circuit court with respect to the investment of any funds in his hands, he shall file his petition in the circuit court of the county in which he qualified, setting out fully the facts, and verifying such petition by his affidavit. Ten days’ notice of the time fixed for the hearing on the petition shall be served on the beneficiaries of such trust funds, who shall be made defendants thereto, and, for any who may be under disability, a guardian ad litem shall be appointed. Such guardian ad litem shall answer the petition under oath, and be present at the hearing and represent the interests of the person or persons for whom he shall have been appointed guardian ad litem. The matters arising on such petition may be heard upon affidavits, or depositions duly taken and returned, or upon oral testimony. The court upon the hearing may make such order in relation to the investment of the trust funds as may be to the best interests of the beneficiaries thereof. Such petition may be filed, and the hearing thereon had, by the judge of the court in vacation, as well as by the court in term time.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-4",
      "number": "44-6-4.",
      "heading": "Beneficiaries may have fiduciary instructed by court as to investments",
      "text": "The circuit court of the county where any fiduciary qualified, or the judge of such court in vacation, may, on the application of any person interested in the estate or trust in charge of such fiduciary, after ten days’ notice to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-5",
      "number": "44-6-5.",
      "heading": "Application to circuit court for directions regarding estate held to meet a contingency",
      "text": "Whenever, under the provisions of a will, it shall be necessary for the personal representative to retain in his hands the personal estate, or any part thereof, after all just claims are discharged, as where mone",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-6",
      "number": "44-6-6.",
      "heading": "Establishment of common trust funds; investments",
      "text": "(a) Any bank or trust company qualified to act as fiduciary in this state may establish common trust funds for the purpose of furnishing, or making available, investments to itself as fiduciary, or to itself and others, as cofiduciaries, and may, as s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-7",
      "number": "44-6-7.",
      "heading": "Accounting required of fiduciaries as to common trust funds",
      "text": "Unless ordered by a court of competent jurisdiction, the bank or trust company operating such common trust fund, as provided for in section six of this article, shall not be required to render an accounting with regard to such fund, before",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-8",
      "number": "44-6-8.",
      "heading": "How §§44-6-6 to 44-6-8 cited; purpose; provisions severable",
      "text": "This act, being said sections six, seven and eight of this article, may be cited as the “Uniform Common Trust Fund Act”. It shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of those states w",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-9",
      "number": "44-6-9.",
      "heading": "Investment of trust assets in mutual funds; investments in mutual fund companies otherwise served by the bank; investment of trust assets in time deposits",
      "text": "(a) A bank or trust company qualified and acting in a fiduciary capacity in this state may, in the exercise of its investment discretion or at th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-10",
      "number": "44-6-10.",
      "heading": "Purchase of service or product through or directly from bank or trust company or affiliate",
      "text": "(a) A bank or trust company acting in any fiduciary capacity, including, but not limited to, the capacities described in this article, may purchase any service or product, including, but not limited to, insura",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6-11",
      "number": "44-6-11.",
      "heading": "Application only to executors, administrators, guardians, curators or committees",
      "text": "The provisions of this article apply only to executors, administrators, guardians, curators or committees, as the case may be, and do not apply to or affect trustees who are governed by the provisions of the West Virgin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-1",
      "number": "44-6A-1.",
      "heading": "Short title.This article may be cited as the \"Uniform Prudent Management of Institutional Funds Act\".",
      "text": "Short title.This article may be cited as the \"Uniform Prudent Management of Institutional Funds Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-2",
      "number": "44-6A-2.",
      "heading": "Definitions.In this article:(1) \"Charitable purpose\" means the relief of poverty, the advancement of education or religion, the promotion of health, the promotion of a governmental purpose, or any other purpose the achievement of which is beneficial to the community",
      "text": "(2) \"Endowment fund\" means an ins",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-3",
      "number": "44-6A-3.",
      "heading": "Standard of conduct in managing and investing institutional fund",
      "text": "(a) Subject to the intent of a donor expressed in a gift instrument, an institution, in managing and investing an institutional fund, shall consider the charitable purposes of the institution and the purposes of the institutional fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-4",
      "number": "44-6A-4.",
      "heading": "Appropriation for expenditure or accumulation of endowment fund; rules of construction",
      "text": "(a) Subject to the intent of a donor expressed in the gift instrument, an institution may appropriate for expenditure or accumulate so much of an endowment fund as the institution determines is prudent for the use",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-5",
      "number": "44-6A-5.",
      "heading": "Delegation of management and investment functions",
      "text": "(a) Subject to any specific limitation set forth in a gift instrument or in law other than this article, an institution may delegate to an external agent the management and investment of an institutional fund to the extent that an institution could p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-6",
      "number": "44-6A-6.",
      "heading": "Release or modification of restrictions on management, investment, or purpose",
      "text": "Without limiting the options otherwise available to an institution under applicable law, a restriction on the management, investment, purpose or other provision of a gift to an institutional fund may be released or modifie",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-7",
      "number": "44-6A-7.",
      "heading": "Reviewing compliance.Compliance with this article is determined in light of the facts and circumstances existing at the time a decision is made or action is taken, and not by hindsight",
      "text": "Reviewing compliance.Compliance with this article is determined in light of the facts and circumstances existing at the time a decision is made or action is taken, and not by hindsight.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-8",
      "number": "44-6A-8.",
      "heading": "Application to existing institutional funds",
      "text": "This article applies to institutional funds existing on or established after the effective date of this article. As applied to institutional funds existing on the effective date of this article, this article governs only decisions made or actions taken on",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-9",
      "number": "44-6A-9.",
      "heading": "Relation to electronic signatures in Global and National Commerce Act",
      "text": "This article modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 U. S. C. Section 7001 et seq., but does not modify, limit, or supersede Section 101 of that act, 15 U. S. C. Section 7",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6a-10",
      "number": "44-6A-10.",
      "heading": "Uniformity of application and construction",
      "text": "In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-1repealed",
      "number": "44-6B-1.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-1",
      "number": "44-6B-1",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-1",
      "number": "44-6C-1.",
      "heading": "Prudent investor rule.(a) Except as otherwise provided in subsection (b) of this section, a trustee who invests and manages trust assets owes a duty to the beneficiaries of the trust to comply with the prudent investor rule set forth in this article",
      "text": "(b) The prudent investor rule, a default rule, may",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-2",
      "number": "44-6C-2.",
      "heading": "Standard of care; portfolio strategy; risk and return objectives",
      "text": "(a) A trustee shall invest and manage trust assets as a prudent investor would, by considering the purposes, terms, distribution requirements and other circumstances of the trust. In satisfying this standard, the trustee shall exercise",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-3",
      "number": "44-6C-3.",
      "heading": "Diversification.A trustee shall diversify the investments of the trust unless the trustee reasonably determines that, because of special circumstances, the purposes of the trust are better served without diversifying",
      "text": "Diversification.A trustee shall diversify the investments of the trust unless the trustee reasonably determines that, because of special circumstances, the purposes of the trust are better served without diversifying.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-4",
      "number": "44-6C-4.",
      "heading": "Duties at inception of trusteeship",
      "text": "Within a reasonable time after accepting a trusteeship or receiving trust assets, a trustee shall review the trust assets and make and implement decisions concerning the retention and disposition of assets, in order to bring the trust portfolio into compliance with",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-5",
      "number": "44-6C-5.",
      "heading": "Loyalty.A trustee shall invest and manage the trust assets solely in the interest of the beneficiaries.",
      "text": "Loyalty.A trustee shall invest and manage the trust assets solely in the interest of the beneficiaries.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-6",
      "number": "44-6C-6.",
      "heading": "Impartiality.If a trust has two or more beneficiaries, the trustee shall act impartially in investing and managing the trust assets, taking into account any differing interests of the beneficiaries",
      "text": "Impartiality.If a trust has two or more beneficiaries, the trustee shall act impartially in investing and managing the trust assets, taking into account any differing interests of the beneficiaries.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-7",
      "number": "44-6C-7.",
      "heading": "Investment costs.In investing and managing trust assets, a trustee may only incur costs that are appropriate and reasonable in relation to the assets, the purposes of the trust and the skills of the trustee",
      "text": "Investment costs.In investing and managing trust assets, a trustee may only incur costs that are appropriate and reasonable in relation to the assets, the purposes of the trust and the skills of the trustee.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-8",
      "number": "44-6C-8.",
      "heading": "Reviewing compliance.Compliance with the prudent investor rule is determined in light of the facts and circumstances existing at the time of a trustee’s decision or action and not by hindsight",
      "text": "Reviewing compliance.Compliance with the prudent investor rule is determined in light of the facts and circumstances existing at the time of a trustee’s decision or action and not by hindsight.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-9",
      "number": "44-6C-9.",
      "heading": "Delegation of investment and management functions",
      "text": "(a) A trustee may delegate investment and management functions that a prudent trustee of comparable skills could properly delegate under the circumstances. The trustee shall exercise reasonable care, skill and caution in:(1) Selecting an agent;(2) Es",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-10",
      "number": "44-6C-10.",
      "heading": "Language invoking standard of article",
      "text": "The following terms or comparable language in the provisions of a trust, unless otherwise limited or modified, authorizes any investment or strategy permitted under this article: “investments permissible by law for investment of trust funds”, “legal investments”",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-11",
      "number": "44-6C-11.",
      "heading": "Application to existing trusts",
      "text": "This article applies to trusts existing on and created after its effective date. As applied to trusts existing on its effective date, this article governs only decisions or actions occurring after that date.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-12",
      "number": "44-6C-12.",
      "heading": "Uniformity of application and construction",
      "text": "This article shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this article among the states enacting it.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-13",
      "number": "44-6C-13.",
      "heading": "Short title.This article may be cited as the “West Virginia Uniform Prudent Investor Act”.",
      "text": "Short title.This article may be cited as the “West Virginia Uniform Prudent Investor Act”.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-14",
      "number": "44-6C-14.",
      "heading": "Severability.If any provision of this article or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this article which can be given effect without the invalid provision or application, and to this end the provisions of th",
      "text": "Severability.If any provision of this article or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this article which can be given effect without the invalid provision or application, and to this end the provisions of this article are severable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6c-15",
      "number": "44-6C-15.",
      "heading": "Effective date.This article takes effect on July 1, 1996.",
      "text": "Effective date.This article takes effect on July 1, 1996.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-7-1",
      "number": "44-7-1.",
      "heading": "Fiduciary desiring to resign to file petition; summons thereon",
      "text": "A personal representative or curator desiring to resign his or her trust, may file his or her petition for that purpose in the county commission of the county in which he or she was appointed, stating the names of all persons, so far as",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-7-2",
      "number": "44-7-2.",
      "heading": "Copy of petition and summons to be served on fiduciary commissioner",
      "text": "Such fiduciary as is mentioned in the preceding section shall cause to be served, on the fiduciary commissioner whom the county commissioner shall designate, a copy of his petition and a copy of the summons issued thereon, at least",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-7-3",
      "number": "44-7-3.",
      "heading": "Hearing on petition.When the summons has been served upon all the parties named and referred to in the petition, and any necessary order of publication has been duly completed, the commission shall, on the day named in the summons, or on some later day to which a continuance may have been taken, pro",
      "text": "Hearing on petition.When the summons has been served upon all the parties named and referred to in the petition, and any necessary order of publication has been duly completed, the commission shall, on the day named in the summons, or on some later day to which a continuance may have been taken, proceed to hear the matter. If no objection is made to the resignation of the fiduciary by any person interested in the estate mentioned in the petition, and if the commissioner’s certificate shows he has fully and properly rendered all inventories, appraisements and accounts due from him his resignation may be accepted and entered of record by the commission. But if objection be made by any such person on the ground that the fiduciary has not fully settled and accounted for the estate committed to his care, at the time of filing his petition, or for any other valid reason, or it appears from the commissioner’s certificate that an inventory, an appraisement, or an account is due from the fiduciary, the petition and objections or commissioner’s certificate shall be referred to the fiduciary commissioner or to some other fiduciary commissioner or to a special commissioner appointed for the purpose, to do and perform such duties, and report upon such matters and things as are stated in the order of reference, and report the same to the commission. The same proceedings shall be had on such order of reference and the report when made as are had in the circuit court in a suit in chancery in that court. If it shall appear to the commission in any such case that the fiduciary has not fully settled and accounted for the estate committed to his charge, or that there is money or other property in his hands, or under his control, not yet paid over or disposed of, such orders as may be necessary and proper for the disposition and safekeeping thereof shall be made by the commission, and when such orders are complied with by the fiduciary, his resignation may be accepted. His resignation when accepted shall not affect or impair the liability of the sureties on his official bond in force at the time of his resignation and the acceptance thereof, for any default by him in the discharge of his duties as such fiduciary, remaining unsettled or unsatisfied. The costs in such cases shall be paid as the court may order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-7-4",
      "number": "44-7-4.",
      "heading": "Application only to personal representatives, curators or minor guardians",
      "text": "The provisions of this article apply only to personal representatives, curators and minor guardians, as the case may be, and do not apply to or affect guardians and conservators of an adult protected person who are governed by",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-1",
      "number": "44-8-1.",
      "heading": "Sale, conveyance and management of decedent’s real estate; powers of executor and administrator with will annexed",
      "text": "Real estate devised to be sold shall, if no person other than the executor be appointed for the purpose, be sold and conveyed by the executor and the proceeds of sale, or the rents and p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-2",
      "number": "44-8-2.",
      "heading": "Rents, profits or proceeds of sale to be paid to persons entitled",
      "text": "It shall be one of the duties of an executor or administrator, by virtue of his office, and as such embraced by his official bond, faithfully to pay the rents and profits, or proceeds of sale, of real estate which may lawfully come to",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-3",
      "number": "44-8-3.",
      "heading": "Real estate to be assets for payment of debts",
      "text": "All real estate of any person who may hereafter die, as to which he may die intestate, or which, though he die testate, shall not by his will be charged with or devised subject to the payment of his debts, or which may remain after satisfying the debts w",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-4",
      "number": "44-8-4.",
      "heading": "By what court assets administered",
      "text": "Such assets, so far as they may be in the hands of the personal representative of the decedent, may be administered by the court in whose clerk’s office there is or may be filed a report of the accounts of such representative, and of the debts and demands against th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-5",
      "number": "44-8-5.",
      "heading": "Liability of heir or devisee for real estate conveyed; when such real estate not liable",
      "text": "Any heir or devisee who shall sell and convey any real estate, which by this article is made assets, shall be liable to those entitled to be paid out of such assets, for the value thereof, with interest; in such",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-6",
      "number": "44-8-6.",
      "heading": "Heir or devisee liable in equity; judgment against personal representative prima facie evidence",
      "text": "An heir or devisee may be sued in equity by any creditor to whom a debt is due, for which the estate descended or devised is liable, or for which such heir or devisee is liable in respect to such estate;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-7",
      "number": "44-8-7.",
      "heading": "Suit to subject real estate to payment of debts; parties; evidence",
      "text": "When the personal estate of a decedent is insufficient for the payment of his debts, his executor or administrator may commence and prosecute a suit in equity to subject his real estate to the payment thereof as provided in this arti",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-7a",
      "number": "44-8-7a.",
      "heading": "Jurisdiction of court in suits to subject real estate of decedents to payment of their debts",
      "text": "In every suit under the preceding section, whether brought by the personal representative or by any creditor, or whether a general creditors’ suit is pending at the time of the death of the decedent, the cou",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-8",
      "number": "44-8-8.",
      "heading": "Reference to special commissioner and publication of notice to creditors in such suit",
      "text": "No decree for the distribution of the proceeds of the real estate of such deceased person among his creditors shall be made until a reference is made to a commissioner in chancery to ascertain and report all the li",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-9",
      "number": "44-8-9.",
      "heading": "Decree of distribution; claims barred when",
      "text": "When such suit shall be fully matured for hearing and the report of any such commissioner shall have been confirmed, and the provisions of the preceding section shall have been fully complied with, the court may decree a distribution of the proceeds of such",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-8-10",
      "number": "44-8-10.",
      "heading": "No costs recoverable in, and injunction against, second suit",
      "text": "After the commencement of any such suit as aforesaid, if any creditor of the deceased commence another suit, action or proceeding, upon a claim against him or his estate, no costs shall be recovered in such last-mentioned suit, action, or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-1",
      "number": "44-9-1.",
      "heading": "When person presumed to be dead",
      "text": "In case any person has been or shall be absent for seven or more successive years from the place of his last domicile within this state; or, having been a resident of this state, has heretofore gone from and has not returned to this state for seven or more successive",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-1a",
      "number": "44-9-1a.",
      "heading": "When person in military service presumed to be dead; administration of estate; when spouse may remarry",
      "text": "Presumptive findings of death of any person engaged in any service or activity of, or employment by the United States in connection with or with respect to any hostilities in which the United State",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-1b",
      "number": "44-9-1b.",
      "heading": "When person in area proclaimed to be in a state of emergency presumed dead",
      "text": "A person last seen at any site within the area proclaimed by the Governor on November 5, 1985, to be in a state of emergency as a result of the flooding in this state on or about November 4, 1985, whose body has not been foun",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-2",
      "number": "44-9-2.",
      "heading": "Jurisdiction of estate of supposed decedent",
      "text": "Whenever it is believed that facts giving rise to the presumption of death exist with reference to any person, the county court of the county of such person’s last-known domicile in this state, or, if such person was a nonresident of this state, the county",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-3",
      "number": "44-9-3.",
      "heading": "Application for probate or administration, and publication of notice thereof",
      "text": "Whenever letters testamentary or of administration are applied for on the estate of any person supposed to be dead on account of the existence of facts giving rise to the presumption of death, the county court or clerk ther",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-4",
      "number": "44-9-4.",
      "heading": "Ancillary letters on estates of nonresidents supposed to be dead",
      "text": "Whenever letters testamentary or of administration shall have been granted in any other state, territory or country, on the estate of a resident thereof presumed to be dead on account of absence for seven or more successive years from",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-5",
      "number": "44-9-5.",
      "heading": "Evidence on such application; record thereof",
      "text": "At the hearing in either of the cases provided for in the preceding two sections, the county commission shall receive all legal evidence as may be offered, for the purpose of ascertaining whether the presumption of death is established; or it may refer th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-6",
      "number": "44-9-6.",
      "heading": "Order declaring presumption established; probate of will; letters testamentary or of administration; their effect; death certificate issued upon order",
      "text": "If the commission is satisfied, upon the hearing or from the report of the fiduciary commissioner, that the legal presumption of death is established",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-7",
      "number": "44-9-7.",
      "heading": "Powers of clerk of county commission",
      "text": "The clerk of any county commission during the recess of the regular sessions of the county commission may exercise the same powers as are herein conferred upon such commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-8",
      "number": "44-9-8.",
      "heading": "Personal representative to institute suit to settle such estate",
      "text": "The personal representative of the estate of such supposed decedent shall, after qualifying, institute a suit in equity in the circuit court of the county in which such personal representative qualified, for the settlement of the estate",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-9",
      "number": "44-9-9.",
      "heading": "Publication in such suit.Such personal representative, upon the institution of such suit, shall cause notice to the supposed decedent to be issued by the clerk of the circuit court, that such suit has been instituted and that such supposed decedent, if alive, is required to appear on a certain day o",
      "text": "Publication in such suit.Such personal representative, upon the institution of such suit, shall cause notice to the supposed decedent to be issued by the clerk of the circuit court, that such suit has been instituted and that such supposed decedent, if alive, is required to appear on a certain day of a regular or special term of said court not less than three nor more than six months from the date of the first publication of such notice as hereinafter required. Such notice shall be published as a Class II legal advertisement in compliance with the provisions of article three, chapter fifty- nine of this code, and the publication area for such publication shall be the county where the suit is brought. When practicable, such notice shall also be published once a week for two successive weeks in a newspaper published at or near the place where such supposed decedent was last known to reside beyond this state, or in this state, if the supposed decedent was not known to have left the same and such place is in a county other than the one where the suit is pending.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-10",
      "number": "44-9-10.",
      "heading": "Procedure when supposed decedent fails to appear",
      "text": "If such supposed decedent shall not appear, or satisfactory evidence that he is alive shall not be offered, on or before such date, the circuit court shall review the record from the county court filed in such suit, and, if satisfied that the county c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-11",
      "number": "44-9-11.",
      "heading": "Distribution of estate; refunding bonds",
      "text": "When the commissioner in chancery has rendered his report, and all exceptions thereto have been disposed of, the court may enter a decree authorizing the payment of creditors and assigning and transferring such estate to the persons entitled thereto, or direct",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-12",
      "number": "44-9-12.",
      "heading": "Vacation of prior proceedings on reappearance of supposed decedent",
      "text": "The circuit court may at any time, on satisfactory proof that the supposed decedent is in fact alive, set aside and vacate all proceedings theretofore had in such suit, including the decree of distribution, if such has been entered,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-13",
      "number": "44-9-13.",
      "heading": "Final accounting of personal representative; effect of his acts; title of purchasers and distributees",
      "text": "The circuit court shall, when the prior proceedings have been vacated as provided in the preceding section, require a final settlement of the personal representative, and direct the transfer of all",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-14",
      "number": "44-9-14.",
      "heading": "Substitution of supposed decedent in pending actions; opening judgments; effect of judgment after substitution",
      "text": "After revocation of the letters and vacation of the order or orders declaring the presumption of death established, the person erroneously supposed to be dead may, on suggestion filed of re",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-15",
      "number": "44-9-15.",
      "heading": "When laws relating to wills and estates generally to govern",
      "text": "As to matters not specially provided for in this article, the provisions of law relating to the probate of wills and the administration of estates of actual decedents shall govern, so far as applicable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-16",
      "number": "44-9-16.",
      "heading": "Costs, by whom payable.The costs attending the issuance of letters testamentary or of administration, or their revocation, and the probate of any will, and of the suit for the settlement of the estate, shall be paid out of the estate of the supposed decedent; and costs arising upon an application fo",
      "text": "Costs, by whom payable.The costs attending the issuance of letters testamentary or of administration, or their revocation, and the probate of any will, and of the suit for the settlement of the estate, shall be paid out of the estate of the supposed decedent; and costs arising upon an application for letters which shall not be granted shall be paid by the applicant.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-1",
      "number": "44-10-1.",
      "heading": "Testamentary guardians.Every father or mother, may, by last will and testament, appoint a guardian for his or her child, born or to be born, and for such time during its infancy as he or she may direct",
      "text": "Where both father and mother have so appointed guardians, only that guardian who is the appointee",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-2",
      "number": "44-10-2.",
      "heading": "Appointment void for renunciation or failure to qualify",
      "text": "If any person so appointed shall renounce the trust, or fail to appear before the county court before whom such will shall be proved, within six months after the probate thereof, and declare his acceptance of the trust, and give bond as provide",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-3",
      "number": "44-10-3.",
      "heading": "Appointment and termination of guardian for a minor",
      "text": "(a) The circuit court and family court have concurrent jurisdiction to appoint a guardian for a minor.(b) Venue for a petition for appointment of guardianship is in the county in which the minor has resided for the past six months unless the court",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-4",
      "number": "44-10-4.",
      "heading": "Right of minor to nominate guardian",
      "text": "(a) If the minor is above the age of fourteen years, he or she may in the presence of the circuit or family court, or in writing acknowledged before any officer authorized to take the acknowledgment of a deed, nominate his or her own guardian, who, if approved by",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-5",
      "number": "44-10-5.",
      "heading": "Bond of guardian.(a) Every guardian, except in the case of a testamentary guardian where the will otherwise directs and the court in which the will is recorded deems it unnecessary for the safety of the ward, shall give bond with security to be approved by the court by whom he or she is appointed, o",
      "text": "Bond of guardian.(a) Every guardian, except in the case of a testamentary guardian where the will otherwise directs and the court in which the will is recorded deems it unnecessary for the safety of the ward, shall give bond with security to be approved by the court by whom he or she is appointed, or before whom he or she accepts the trust, in such penalty as shall be prescribed by the court.(b) The bond shall be given before the clerk of the court in which the petition is filed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-6",
      "number": "44-10-6.",
      "heading": "Curator; bond; powers and duties",
      "text": "Until a guardian gives bond, or while there is no guardian, the circuit or family court, may, from time to time, appoint a curator, who shall give bond, and during the continuance of his or her trust, have all the powers and perform all the duties of a guardian, and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-7",
      "number": "44-10-7.",
      "heading": "Management of ward's estate; maintenance, education and custody; duration of guardianship; settlement",
      "text": "Every guardian who is appointed as aforesaid, and gives bond when it is required, shall have the possession, care and management of his ward's estate, real and personal, and out of the proceeds of s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-8",
      "number": "44-10-8.",
      "heading": "Disbursements and expenditures by guardians from income and corpus of estates of infant wards",
      "text": "No disbursements, beyond the annual income of the ward’s estate, shall be allowed to any guardian where the deed or will, under which the estate is derived, does not authorize it, unless the same shall have",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-9",
      "number": "44-10-9.",
      "heading": "Sale of personal estate to pay excess beyond income",
      "text": "When any such disbursements shall be so allowed, the court shall, if necessary, order the sale of such portions of the personal estate of the ward as may be necessary to pay the balance of such expenditures over and above the income of his estate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-10",
      "number": "44-10-10.",
      "heading": "When guardian to pay interest.If any balance, whether of profits received or estimated, or of interest or principal, be due by any guardian, or other person acting as guardian, at the end of any year, which ought to be invested or loaned out within a reasonable time for the benefit of the ward, and ",
      "text": "When guardian to pay interest.If any balance, whether of profits received or estimated, or of interest or principal, be due by any guardian, or other person acting as guardian, at the end of any year, which ought to be invested or loaned out within a reasonable time for the benefit of the ward, and the same remain in the hands of such guardian or other person, he shall be charged with interest thereon from the end of the year in which such balance arose, and so on, as often as such shall be the fact, during the continuance of the trust.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-11",
      "number": "44-10-11.",
      "heading": "Compound interest recoverable.Any person acting as guardian shall have the right to demand and recover of any obligor in any bond or the maker of any other instrument in writing, payable to him as guardian, and held by him for the benefit of his ward, not only the principal sum due, with interest th",
      "text": "Compound interest recoverable.Any person acting as guardian shall have the right to demand and recover of any obligor in any bond or the maker of any other instrument in writing, payable to him as guardian, and held by him for the benefit of his ward, not only the principal sum due, with interest thereon after the rate prescribed by law; but also, when the interest on the principal sum is not paid punctually at the time stipulated in such bond or writing, to demand and recover interest upon the interest so due and unpaid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-12",
      "number": "44-10-12.",
      "heading": "Time allowed guardian for investment of funds",
      "text": "Whenever a guardian shall collect any principal or interest belonging to his ward, he shall have sixty days to invest or loan the same, and shall not be charged with interest thereon until the expiration of such time, unless he shall have made the invest",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-13",
      "number": "44-10-13.",
      "heading": "Powers of chancery courts over guardians; when and how real estate may be sold for maintenance and education of wards",
      "text": "The circuit court, in chancery, may hear and determine all matters between guardians and their wards, require settlement of the guardianship accounts, remove any guardian for neglect",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-14",
      "number": "44-10-14.",
      "heading": "Minor settlement proceedings.This section shall be known as the \"Minor Settlement Proceedings Reform Act\"",
      "text": "(a) If a minor suffers injury to his or her person or property, the parent, guardian or next friend of the minor may negotiate a settlement of the minor’s claim for damages prior to or subsequen",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-15repealed",
      "number": "44-10-15.Repealed",
      "heading": "Acts, 2002 Reg. Sess., Ch. 80.",
      "text": "Acts, 2002 Reg. Sess., Ch. 80.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-15",
      "number": "44-10-15",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10-16",
      "number": "44-10-16.",
      "heading": "Settlement of derivative claims",
      "text": "(a) Nothing contained in this article may limit the derivative rights of a parent or guardian to compromise and settle any claim they may personally have for damages arising out of injury to their minor child or ward for whom they are responsible. This authority to co",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-1repealed",
      "number": "44-10A-1.Repealed",
      "heading": "Acts, 1994 Reg. Sess., Ch. 64.",
      "text": "Acts, 1994 Reg. Sess., Ch. 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-1",
      "number": "44-10A-1",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-1",
      "number": "44-11-1.",
      "heading": "Transfer of securities of nonresident decedent",
      "text": "Any bonds or other securities issued by this state or any political subdivision or municipality thereof, or any stocks, bonds or other securities issued by any corporation created by this state, or by any national banking association having its principa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-2",
      "number": "44-11-2.",
      "heading": "Affidavit as to publication of notice",
      "text": "There shall be filed, with such officer or agent as is mentioned in the preceding section, the affidavit of some credible person that notice of the proposed transfer has been published as a Class II legal advertisement in compliance with the provisions of articl",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-3",
      "number": "44-11-3.",
      "heading": "Transfer of property of nonresident infant or insane person to foreign guardian or committee",
      "text": "When any infant or insane person, entitled to property or money in this state, resides out of it, a petition to remove such property or money to the domicile of such infant or insane person may be filed by h",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-4",
      "number": "44-11-4.",
      "heading": "How proceeds of sale of real estate of nonresident infant, insane person, or cestui que trust transferred to foreign guardian, committee or trustee",
      "text": "When the proceeds of sale of real estate of an infant, insane person or cestui que trust, under the laws now in force, are invested, or required to be i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-5",
      "number": "44-11-5.",
      "heading": "Notice of application and evidence required before order of transfer made",
      "text": "No such order as is mentioned in the two preceding sections shall be made until notice of the application shall have been published as a Class II legal advertisement in compliance with the provisions of article three, chapter",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-6",
      "number": "44-11-6.",
      "heading": "How personal estate in hands of resident trustee, belonging to nonresident beneficiaries, transferred",
      "text": "When any personal estate in this state is vested in a trustee resident therein, or who acts by virtue of a deed, will, or other instrument, recorded or probated therein, or when any administrator or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-7",
      "number": "44-11-7.",
      "heading": "What notice and evidence required before such transfer made",
      "text": "No such order as is mentioned in the preceding section shall, when applied for by petition, be made until notice of the application shall have been given to all persons interested in such trust estate, either by personal service or by publi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-8",
      "number": "44-11-8.",
      "heading": "Court may order sale of property",
      "text": "If, in any proceeding or suit under the third or sixth sections of this article, it shall appear to the court to be proper, it may order the property, or any part of it, to be sold and the proceeds to be paid to the nonresident guardian, committee, trustee, administr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-8a",
      "number": "44-11-8a.",
      "heading": "Removal of property of resident infant, incompetent or insane person from this state by nonresident testamentary guardian or nonresident committee",
      "text": "(a) No property or money in this state belonging to a resident infant, incompetent or insane person may be removed from this state by a nonresident testa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-9",
      "number": "44-11-9.",
      "heading": "Discharge of guardian, committee, or trustee making transfer",
      "text": "When any guardian, committee, trustee, or other person in this state shall pay over, transfer or deliver any estate in his hands or vested in him as directed by any order or decree made in pursuance of this article, he shall be discharged",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-11-10",
      "number": "44-11-10.",
      "heading": "Judge of circuit court may act in vacation",
      "text": "The judge of the circuit court in vacation, on such proof and notice as is required of the circuit court, may make any order that is authorized by this article to be made by the circuit court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-12-1",
      "number": "44-12-1.",
      "heading": "What clerk may do in vacation of county court",
      "text": "The clerk of any county court in the vacation of such court, may appoint appraisers of estates of decedents, admit wills to record, appoint and qualify executors, administrators, guardians, curators and committees, and require and take from them the nece",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-12-2",
      "number": "44-12-2.",
      "heading": "Report by clerk to county court; hearing on same",
      "text": "The probate of every will and the appointment of every appraiser of the estate of a decedent, executor, administrator, guardian, curator and committee so made by such clerk, shall be reported by him to the next regular session of the county court, whe",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-12-3",
      "number": "44-12-3.",
      "heading": "Confirmation of action of clerk",
      "text": "When the probate of such will, or the appointment of such appraisers of estate of decedents, or the appointment of such executor, administrator, guardian, curator or committee is confirmed by the court, with or without contest, the same shall be held and treated in al",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-12-4",
      "number": "44-12-4.",
      "heading": "Costs.When objection is made to the action of the clerk, as mentioned in the second section of this article, the party prevailing in the trial of such objection shall recover from the opposite party his costs",
      "text": "Costs.When objection is made to the action of the clerk, as mentioned in the second section of this article, the party prevailing in the trial of such objection shall recover from the opposite party his costs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-1",
      "number": "44-13-1.",
      "heading": "Powers of clerk of county court where separate tribunal for police and fiscal purposes",
      "text": "In every county in which now exists a tribunal for police and fiscal purposes heretofore established under section 34 of article VIII of the Constitution of eighteen hundred and seventy- two, the clerk mentioned i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-2",
      "number": "44-13-2.",
      "heading": "Who shall act when such clerk interested",
      "text": "In any matter with respect to which such clerk shall have power to act but in which he shall be interested, so that it will be improper for him to act therein, such powers and duties other than such as are judicial in their nature, may be exercised and discha",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-3",
      "number": "44-13-3.",
      "heading": "Such clerk not to impanel a jury for settlement of questions of fact.No jury shall be impaneled before such clerk to settle questions of fact.",
      "text": "Such clerk not to impanel a jury for settlement of questions of fact.No jury shall be impaneled before such clerk to settle questions of fact.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-4",
      "number": "44-13-4.",
      "heading": "Record and order books to be kept by such clerk",
      "text": "Such clerk shall, respecting the matters of which he is given jurisdiction by this article, keep such record and order books as a county court is required by law to keep, and shall enter therein all proceedings before him",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-4a",
      "number": "44-13-4a.",
      "heading": "Reporting of foreclosure statistics",
      "text": "Beginning with the third quarter of 2010, the clerk of each county commission shall file quarterly with the West Virginia Housing Development Fund established in article eighteen, chapter thirty-one of this code the disclosure forms of deed of trust foreclosure sa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-5",
      "number": "44-13-5.",
      "heading": "Duties of such clerk as to acts to be performed at stated times",
      "text": "When any act is required to be done by clerks of county courts of other counties on the first day of the term of the county courts, such clerk of the county court in every county in which such special tribunal for police and fiscal purp",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-13-6",
      "number": "44-13-6.",
      "heading": "How decisions and orders of such clerk reviewed",
      "text": "Appeals from the decision rendered and orders made by such clerk may be had to the circuit court of his county at the instance of the same persons, in the same manner, by the same procedure, and within the same time, as from decisions and final orders",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-1repealed",
      "number": "44-14-1.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-1",
      "number": "44-14-1",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-2repealed",
      "number": "44-14-2.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-2",
      "number": "44-14-2",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-3repealed",
      "number": "44-14-3.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-3",
      "number": "44-14-3",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-4repealed",
      "number": "44-14-4.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-4",
      "number": "44-14-4",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-5repealed",
      "number": "44-14-5.Repealed",
      "heading": "Acts, 2011 Reg. Sess., Ch. 66.",
      "text": "Acts, 2011 Reg. Sess., Ch. 66.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-14-5",
      "number": "44-14-5",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-1",
      "number": "44-15-1.",
      "heading": "Scope of article.Whenever, pursuant to any law of the United States or regulation of any bureau or agency thereof, the appointment of a guardian or committee to act in a fiduciary capacity for any person is required prior to payment of benefits, pensions, compensation for service or for any other re",
      "text": "Scope of article.Whenever, pursuant to any law of the United States or regulation of any bureau or agency thereof, the appointment of a guardian or committee to act in a fiduciary capacity for any person is required prior to payment of benefits, pensions, compensation for service or for any other reason for which payments are due to such person from the government of the United States or any bureau or agency thereof, the United States, or the chief officer of any such bureau or agency of the government, shall be a party in interest in any proceeding for the appointment or removal of a committee or of a guardian or for the removal of the disability of minority or mental incapacity of a ward, or in any suit or other proceeding affecting in any manner the administration by the committee or the guardian of the estate of any ward whose estate includes assets derived, in whole or in part, from benefits heretofore or hereafter paid by the United States, or any bureau or agency thereof. Not less than fifteen days prior to the hearing in such matter notice in writing of the time and place thereof shall be given by mail (unless waived in writing) to the office of the United States, or any bureau or agency thereof having jurisdiction in such matters over the area in which any such suit or proceeding is pending.Whenever, pursuant to any law of the United States or regulation of any bureau or agency thereof, it is necessary, prior to the payment of benefits, that a committee or guardian be appointed, the appointment may be made in the manner hereinafter provided.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-2",
      "number": "44-15-2.",
      "heading": "When unlawful for person to accept appointment as guardian; removal",
      "text": "Except as hereinafter provided, it shall be unlawful for any person to accept appointment as guardian of any ward if such proposed guardian shall at that time be acting as guardian for five wards. In any case, upon presentation of a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-3",
      "number": "44-15-3.",
      "heading": "Petition for appointment.A petition for the appointment of a guardian may be filed in any court of competent jurisdiction by or on behalf of any person who under existing law is entitled to priority of appointment",
      "text": "If there be no person so entitled, or if the person so entitled, shall neglect or ref",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-4",
      "number": "44-15-4.",
      "heading": "Evidence of necessity for appointment of guardian of minor ward",
      "text": "Where a petition is filed for the appointment of a guardian of a minor ward, a certificate setting forth the age of such minor as shown by the records and the fact that the appointment of a guardian is a condition precedent to the payme",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-5",
      "number": "44-15-5.",
      "heading": "Evidence of necessity for appointment of guardian or committee of mentally incompetent ward",
      "text": "Where a petition is filed for the appointment of a guardian or committee of a mentally incompetent ward, a certificate setting forth the fact that such person has been rated incompetent by an examining board",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-6",
      "number": "44-15-6.",
      "heading": "Notice.Upon the filing of a petition for the appointment of a guardian or committee under the provisions of this article, the court shall cause such notice to be given as provided by law",
      "text": "Notice.Upon the filing of a petition for the appointment of a guardian or committee under the provisions of this article, the court shall cause such notice to be given as provided by law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-7",
      "number": "44-15-7.",
      "heading": "Qualifications and bond of guardian",
      "text": "Before making an appointment under the provisions of this article the court shall be satisfied that the guardian whose appointment is sought is a fit and proper person to be appointed. Upon the appointment being made the guardian shall execute and file a bond to b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-8",
      "number": "44-15-8.",
      "heading": "Settlement of accounts.Every guardian, who shall receive on account of his ward any moneys from the government of the United States or any agency thereof, shall file with a fiduciary commissioner annually, on the anniversary date of the appointment, or within thirty days thereafter, in addition to s",
      "text": "Settlement of accounts.Every guardian, who shall receive on account of his ward any moneys from the government of the United States or any agency thereof, shall file with a fiduciary commissioner annually, on the anniversary date of the appointment, or within thirty days thereafter, in addition to such other accounts as may be required, a full, true and accurate account under oath of all moneys so received by him of all disbursements thereof, and showing the balance thereof in his hands at the date of such account and how invested: Provided, That in cases where the income received by the committee or guardian does not average annually more than $800, the committee or guardian may make his report of account to the commissioner once in every three years. The fiduciary commissioner shall send a true copy of each such account to the office of the bureau or other agency of the government having jurisdiction over the area in which the court is located and from which payments are made. The fiduciary commissioner shall fix a time and place for the hearing on such account not less than fifteen nor more than thirty days from the date of filing the same, and notice thereof shall be given by the fiduciary commissioner to the aforesaid bureau or other agency of the government not less than fifteen days prior to the date fixed for the hearing. Notice of such hearing shall in like manner be given to the guardian.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-9",
      "number": "44-15-9.",
      "heading": "Failure to make settlement.If any guardian shall fail to file any account of the money received by him from the bureau or other agency of the government on account of his ward within thirty days after such account is required by either the fiduciary commissioner or the bureau or other agency of the ",
      "text": "Failure to make settlement.If any guardian shall fail to file any account of the money received by him from the bureau or other agency of the government on account of his ward within thirty days after such account is required by either the fiduciary commissioner or the bureau or other agency of the government, or shall fail to furnish the bureau or other agency of the government a copy of his accounts as required by this article, such failure shall be grounds for a removal.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-10",
      "number": "44-15-10.",
      "heading": "Compensation.Compensation payable to the guardian shall not exceed five percent of the income of the ward during any year",
      "text": "In the event of extraordinary services rendered by such guardian the circuit court may, upon petition and after hearing thereon, authorize additional compensation therefor payab",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-11",
      "number": "44-15-11.",
      "heading": "Investment of funds.Every guardian shall invest the funds of the estate in such manner or in such securities, in which the guardian has no interest, as allowed by law or approved by the court",
      "text": "Investment of funds.Every guardian shall invest the funds of the estate in such manner or in such securities, in which the guardian has no interest, as allowed by law or approved by the court.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-12",
      "number": "44-15-12.",
      "heading": "Disbursements for support of persons other than ward",
      "text": "A committee shall not apply any portion of the income or the estate for the support or maintenance of any person other than the ward, the spouse and the minor children of the ward, and a guardian of an infant shall not apply any portion of the inc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-13",
      "number": "44-15-13.",
      "heading": "Certified copies of necessary public records furnished without cost",
      "text": "Whenever a copy of any public record is required by the bureau or other agency of the government to be used in determining the eligibility of any person to participate in benefits made available to such agency, the official charged",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-14",
      "number": "44-15-14.",
      "heading": "Commitment to veterans administration or other agency of United States government",
      "text": "Whenever it appears that a veteran of any war, military occupation or expedition is eligible for care or treatment by the veterans administration or other agency of the United States government, and commitment thereto",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-15",
      "number": "44-15-15.",
      "heading": "Discharge of guardian.When a ward for whom a guardian has been appointed under the provisions of this article or other laws of this state shall have attained his or her majority, and, if incompetent, shall be declared competent by the examining board employed or convened by the bureau or other agenc",
      "text": "Discharge of guardian.When a ward for whom a guardian has been appointed under the provisions of this article or other laws of this state shall have attained his or her majority, and, if incompetent, shall be declared competent by the examining board employed or convened by the bureau or other agency of the government of the United States and the court, and when any incompetent ward, not a minor, shall be declared competent by such examining board employed or convened by the bureau or other agency of the government of the United States and the court, the guardian shall, upon making a satisfactory accounting, be discharged upon a petition filed for that purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-16",
      "number": "44-15-16.",
      "heading": "Construction of article.This article shall be construed liberally to secure the beneficial intents and purposes thereof, and shall apply only to beneficiaries of the government of the United States",
      "text": "It shall be so interpreted and construed as to effectuate its general purpose to make uniform the law",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-17",
      "number": "44-15-17.",
      "heading": "How cited.This article may be cited as the “Uniform Veterans’ Guardianship Act”.",
      "text": "How cited.This article may be cited as the “Uniform Veterans’ Guardianship Act”.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-15-18",
      "number": "44-15-18.",
      "heading": "Invalidity of part of article.The invalidity of any portion of this article shall not affect the validity of any other portion thereof which can be given effect without such invalid part",
      "text": "Invalidity of part of article.The invalidity of any portion of this article shall not affect the validity of any other portion thereof which can be given effect without such invalid part.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-16-1",
      "number": "44-16-1.",
      "heading": "Definitions.For purposes of this article, the following terms have the meanings ascribed to them, unless the context clearly indicates otherwise:(a) \"Autism\" means a complex developmental disability and spectrum disorder, whose diagnosis must be clinically confirmed by qualified physicians and psych",
      "text": "Definitions.For purposes of this article, the following terms have the meanings ascribed to them, unless the context clearly indicates otherwise:(a) \"Autism\" means a complex developmental disability and spectrum disorder, whose diagnosis must be clinically confirmed by qualified physicians and psychiatrists after extensive examination and testing, defined by a certain set of behaviors and symptoms which affects a person's ability to communicate and interact with others.(b) \"Board\" means the West Virginia Children with Autism Trust Board created in section three of this article.(c) \"Child with autism\" means a child, under the age of eighteen, who has been clinically diagnosed as having autism to a degree to which it results in a moderate or severe impairment in two or more areas of daily living, as the terms \"moderate impairment\", \"severe impairment\" and \"daily living\" are defined under Title II or Title XVI of the Social Security Disability Act, or a child who has been clinically diagnosed with autism and has been determined to be disabled under either Title II or Title XVI of the Social Security Disability Act for any reason.(d) \"Guardian\" means a person lawfully invested with the power and charged with the duty of taking care of another person and managing the property and rights of another person who for some peculiarity of status or defect of age, understanding or self-control is considered incapable of administering his or her own affairs.(e) \"Parent\" means a person who is another person's natural or adoptive mother or father or who has been granted parental rights by valid court order and whose parental rights have not been terminated by a court of law.(f) \"Qualified trust for a child with autism\" means a trust account for a child with autism that: (1) Is established at a national bank, a state bank of a state of the United States or a trust company that at all times is no less than adequately capitalized as determined by standards adopted by United States banking regulators and that is either regulated by state banking laws of a state of the United States or is a member of the Federal Reserve System; and (2) has been approved by the West Virginia Children with Autism Trust Board in accordance with this article.(g) “Qualified trustee” means any person authorized by the laws of this state or of the United States to act as a trustee who has been approved by the board to serve as the trustee of a qualified trust for a child with autism.(h) “Tax Commissioner” means the same as that term is used in section one, article one, chapter eleven of this code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-16-2",
      "number": "44-16-2.",
      "heading": "Creation of a qualified trust for a child with autism",
      "text": "(a) Any parent or guardian of a child with autism may establish a qualified trust for a child with autism. No account shall qualify as a qualified trust for a child with autism until it has been approved as such by the West Virginia Children with",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-16-3",
      "number": "44-16-3.",
      "heading": "West Virginia Children with Autism Trust Board; creation and composition of the trustee board; duties and responsibilities; reimbursement of expenses",
      "text": "(a) The West Virginia Children with Autism Trust Board is created to qualify and oversee trust accounts created pursuant to this article and held by a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-16-4",
      "number": "44-16-4.",
      "heading": "Reports and account.In addition to any other requirements of this article, the board shall:(a) Receive annual summary information on the financial condition of qualified trust funds and statements on the qualified trust funds and savings plan accounts from qualified trustees; and(b) Prepare, or have",
      "text": "Reports and account.In addition to any other requirements of this article, the board shall:(a) Receive annual summary information on the financial condition of qualified trust funds and statements on the qualified trust funds and savings plan accounts from qualified trustees; and(b) Prepare, or have prepared, by January 1, each year, an annual report on the status of the program, including a summary of the qualified trust funds, and provide a copy of the report to the Joint Committee on Government and Finance and the Legislative Oversight Commission on Health and Human Resources Accountability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-16-5",
      "number": "44-16-5.",
      "heading": "Confidentiality.Any information that would tend to disclose the identity of a beneficiary, account owner or donor is exempt from the provisions of the Freedom of Information Act, located in chapter twenty-nine-b of this code",
      "text": "Nothing in this section prohibits disclosure or publication of information",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-16-6",
      "number": "44-16-6.",
      "heading": "Effective date.This article is effective for years beginning on or after January 1, 2011.",
      "text": "Effective date.This article is effective for years beginning on or after January 1, 2011.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-1",
      "number": "44-5B-1.",
      "heading": "Short title.This article may be cited as the West Virginia Uniform Fiduciary Access to Digital Assets Act.",
      "text": "Short title.This article may be cited as the West Virginia Uniform Fiduciary Access to Digital Assets Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-2",
      "number": "44-5B-2.",
      "heading": "Definitions.In this article:“Account” means an arrangement under a terms-of-service agreement in which a custodian carries, maintains, processes, receives, or stores a digital asset of the user or provides goods or services to the user;“Agent” means an attorney-in-fact granted authority under a dura",
      "text": "Definitions.In this article:“Account” means an arrangement under a terms-of-service agreement in which a custodian carries, maintains, processes, receives, or stores a digital asset of the user or provides goods or services to the user;“Agent” means an attorney-in-fact granted authority under a durable or nondurable power of attorney;“Carries” means engages in the transmission of an electronic communication;“Catalogue of electronic communications” means information that identifies each person with whom a user has had an electronic communication, the time and date of the communication, and the electronic address of the person;“Conservator” means a person appointed by a court to manage the estate and financial affairs of a protected person. The term includes a limited conservator and temporary conservator;“Content of an electronic communication” means information concerning the substance or meaning of the communication which:(1) Has been sent or received by a user;(2) Is in electronic storage by a custodian providing an electronic communication service to the public or is carried or maintained by a custodian providing a remote computing service to the public; and(3) Is not readily accessible to the public;“Court” means the circuit court of the county having jurisdiction over the fiduciary or designated recipient;“Custodian” means a person that carries, maintains, processes, receives, or stores a digital asset of a user;“Designated recipient” means a person chosen by a user using an online tool to administer digital assets of the user;“Digital asset” means an electronic record in which an individual has a right or interest. The term does not include an underlying asset or liability, unless the asset or liability is itself an electronic record;“Electronic” means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities;“Electronic communication” has the meaning set forth in 18 U.S.C. § 2510(12);“Electronic communication service” means a custodian that provides to a user the ability to send or receive an electronic communication;“Fiduciary” means an original, additional or successor personal representative, conservator, agent, or trustee;“Information” means data, text, images, videos, sounds, codes, computer programs, software, databases, or the like;“Online tool” means an electronic service provided by a custodian that allows the user, in an agreement distinct from the terms-of-service agreement between the custodian and user, to provide directions for disclosure or nondisclosure of digital assets to a third person;“Person” means an individual, estate, business or nonprofit entity, public corporation, government or governmental subdivision, agency, instrumentality, or other legal entity;“Personal representative” means an executor, administrator, special administrator, or person that performs substantially the same function under law of this state other than this article;“Power of attorney” means a record that grants an agent authority to act in the place of a principal;“Principal” means an individual who grants authority to an agent in a power of attorney;“Protected person” means an individual for whom a conservator has been appointed. The term includes an individual for whom an application for the appointment of a conservator is pending;“Record” means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form;“Remote computing service” means a custodian that provides to a user computer-processing services or the storage of digital assets by means of an electronic communications system, as defined in 18 U.S.C. § 2510(14);“Terms of service agreement” means an agreement that controls the relationship between a user and a custodian;“Trustee” means a fiduciary with legal title to property under an agreement or declaration that creates a beneficial interest in another. The term includes a successor trustee;“User” means a person that has an account with a custodian; and“Will” includes a codicil, testamentary instrument that only appoints an executor, and instrument that revokes or revises a testamentary instrument.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-3",
      "number": "44-5B-3.",
      "heading": "Applicability.(a) This article applies to:(1) A fiduciary acting under a will or power of attorney executed before, on, or after the effective date of this article;(2) A personal representative acting for a decedent who died before, on, or after the effective date of this article;(3) A conservatorsh",
      "text": "Applicability.(a) This article applies to:(1) A fiduciary acting under a will or power of attorney executed before, on, or after the effective date of this article;(2) A personal representative acting for a decedent who died before, on, or after the effective date of this article;(3) A conservatorship proceeding commenced before, on, or after the effective date of this article; and(4) A trustee acting under a trust created before, on, or after the effective date of this article.(b) This article applies to a custodian if the user resides in this state or resided in this state at the time of the user’s death.(c) This article does not apply to a digital asset of an employer used by an employee in the ordinary course of the employer’s business.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-4",
      "number": "44-5B-4.",
      "heading": "User direction for disclosure of digital assets",
      "text": "(a) A user may use an online tool to direct the custodian to disclose or not to disclose to a designated recipient some or all of the user’s digital assets, including the content of electronic communications. If the online tool allows the user to modif",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-5",
      "number": "44-5B-5.",
      "heading": "Terms of service agreement.(a) This article does not change or impair a right of a custodian or a user under a terms-of-service agreement to access and use digital assets of the user",
      "text": "(b) This article does not give a fiduciary or a designated recipient any new or expanded rights other than those held",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-6",
      "number": "44-5B-6.",
      "heading": "Procedure for disclosing digital assets",
      "text": "(a) When disclosing digital assets of a user under this article, the custodian may at its sole discretion:(1) Grant a fiduciary or designated recipient full access to the user’s account;(2) Grant a fiduciary or designated recipient partial access to the user’s",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-7",
      "number": "44-5B-7.",
      "heading": "Disclosure of content of electronic communications of deceased user",
      "text": "If a deceased user consented or a court directs disclosure of the contents of electronic communications of the user, the custodian shall disclose to the personal representative of the estate of the user the content of an electronic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-8",
      "number": "44-5B-8.",
      "heading": "Disclosure of other digital assets of deceased user",
      "text": "Unless the user prohibited disclosure of digital assets or the court directs otherwise, a custodian shall disclose to the personal representative of the estate of a deceased user a catalogue of electronic communications sent or received by the user",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-9",
      "number": "44-5B-9.",
      "heading": "Disclosure of content of electronic communications of principal",
      "text": "To the extent a power of attorney expressly grants an agent authority over the content of electronic communications sent or received by the principal and unless directed otherwise by the principal or the court, a custodian shall disclos",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-10",
      "number": "44-5B-10.",
      "heading": "Disclosure of other digital assets of principal",
      "text": "Unless otherwise ordered by the court, directed by the principal, or provided by a power of attorney, a custodian shall disclose to an agent with specific authority over digital assets or general authority to act on behalf of a principal a catalogue of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-11",
      "number": "44-5B-11.",
      "heading": "Disclosure of digital assets held in trust when trustee is original user",
      "text": "Unless otherwise ordered by the court or provided in a trust instrument, a custodian shall disclose to a trustee that is an original user of an account any digital asset of the account held in trust, including a catalogue of el",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-12",
      "number": "44-5B-12.",
      "heading": "Disclosure of contents of electronic communications held in trust when trustee not original user",
      "text": "Unless otherwise ordered by the court, directed by the user, or provided in a trust instrument, a custodian shall disclose to a trustee that is not an original user of an account the content of an electr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-13",
      "number": "44-5B-13.",
      "heading": "Disclosure of other digital assets held in trust when trustee not original user",
      "text": "Unless otherwise ordered by the court, directed by the user, or provided in a trust, a custodian shall disclose, to a trustee that is not an original user of an account, a catalogue of electronic communications sent or r",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-14",
      "number": "44-5B-14.",
      "heading": "Disclosure of digital assets to conservator of protected person",
      "text": "(a) After an opportunity for a hearing under §44A-1-1 et seq. of this code, the court may grant a conservator access to the digital assets of a protected person.(b) Unless otherwise ordered by the court or directed by the user, a custod",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-15",
      "number": "44-5B-15.",
      "heading": "Fiduciary duty and authority.(a) The legal duties imposed on a fiduciary charged with managing tangible property apply to the management of digital assets, including:(1) The duty of care;(2) The duty of loyalty; and(3) The duty of confidentiality",
      "text": "(b) A fiduciary’s or designated recipient’s authority",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-16",
      "number": "44-5B-16.",
      "heading": "Custodian compliance and immunity",
      "text": "(a) Not later than 60 days after receipt of the information required under §44-5B-7 through §44-5B-15 of this code, a custodian shall comply with a request under this article from a fiduciary or designated recipient to disclose digital assets or terminate an account",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-17",
      "number": "44-5B-17.",
      "heading": "Uniformity of application and construction",
      "text": "In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-18",
      "number": "44-5B-18.",
      "heading": "Relation to Electronic Signatures in Global and National Commerce Act",
      "text": "This article modifies, limits, or supersedes the Electronic Signatures in Global and National Commerce Act, 15 U. S. C. Section 7001 et seq., but does not modify, limit, or supersede Section 101(c) of that act, 15 U. S. C. Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-5b-19",
      "number": "44-5B-19.",
      "heading": "Severability.If any provision of §44-5B-1 et seq",
      "text": "of this code or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this article which can be given effect without the invalid provision or application, and to this end the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-2-19a",
      "number": "44-2-19a.",
      "heading": "Reports of delinquent filings and administrative closing of unprogressed estates",
      "text": "(a) On the last day of December and June of each year every fiduciary commissioner shall file with the county clerk a list of all estates referred to him or her since the effective date of this section, either generally",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-14b",
      "number": "44-1-14b.",
      "heading": "Notice of ancillary filing without any administration of estate; time limits for filing of objections",
      "text": "(a) Within 30 days of the filing of a foreign will of a nonresident of this state without appointment of an ancillary personal representative, executor, or administrator as provided in the provision",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1-31",
      "number": "44-1-31.",
      "heading": "Administration of oath; execution of bond",
      "text": "An oath required in this chapter may be taken before any person authorized to administer oaths under the laws of this state or any other state. A bond may be executed, if not in person before the county clerk, before any person authorized to administer oaths",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1a-1",
      "number": "44-1A-1.",
      "heading": "Short title; definitions.(a) This article may be cited as the West Virginia Small Estate Act",
      "text": "(b) For the purposes of this article, the following definitions apply:(1) “Authorized successor” means the successor of a decedent who files an affidavit and is certified and authorized by the clerk of the c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1a-2",
      "number": "44-1A-2.",
      "heading": "Administration of a small estate upon affidavit and without appointment",
      "text": "(a) Notwithstanding any provisions of this code to the contrary, the small estate of a decedent who dies domiciled in this state, without owning any probate real property or without owning any interest in probate real property,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1a-3",
      "number": "44-1A-3.",
      "heading": "Payment or delivery of small assets to authorized successor",
      "text": "(a) Any person having possession of a small asset of the decedent shall pay or deliver the small asset to the authorized successor of the decedent upon being presented the certificate and authorization of a small estate of the county clerk",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1a-4",
      "number": "44-1A-4.",
      "heading": "Discharge and release of payor; treatment of real estate in a small estate",
      "text": "(a) Any person paying or delivering a small asset pursuant to the provisions of this article is discharged and released to the same extent as if that person dealt with the personal representative of the decedent. That person",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-1a-5",
      "number": "44-1A-5.",
      "heading": "Construction of article.(a) The remedies provided by this article are in addition to, and not in exclusion of, any other remedies provided by the laws of this state",
      "text": "(b) For any will attached to and tendered with the affidavit provided in this article, the provisions of §41-5-11 of this code apply in",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-2repealed",
      "number": "44-10A-2.Repealed",
      "heading": "Acts, 1994 Reg. Sess., Ch. 64.",
      "text": "Acts, 1994 Reg. Sess., Ch. 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-2",
      "number": "44-10A-2",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-3repealed",
      "number": "44-10A-3.Repealed",
      "heading": "Acts, 1994 Reg. Sess., Ch. 64.",
      "text": "Acts, 1994 Reg. Sess., Ch. 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-3",
      "number": "44-10A-3",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-4repealed",
      "number": "44-10A-4.Repealed",
      "heading": "Acts, 1994 Reg. Sess., Ch. 64.",
      "text": "Acts, 1994 Reg. Sess., Ch. 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-4",
      "number": "44-10A-4",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-5repealed",
      "number": "44-10A-5.Repealed",
      "heading": "Acts, 1994 Reg. Sess., Ch. 64.",
      "text": "Acts, 1994 Reg. Sess., Ch. 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-5",
      "number": "44-10A-5",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-6repealed",
      "number": "44-10A-6.Repealed",
      "heading": "Acts, 1994 Reg. Sess., Ch. 64.",
      "text": "Acts, 1994 Reg. Sess., Ch. 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-10a-6",
      "number": "44-10A-6",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-10repealed",
      "number": "44-6B-10.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-10",
      "number": "44-6B-10",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-11repealed",
      "number": "44-6B-11.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-11",
      "number": "44-6B-11",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-12repealed",
      "number": "44-6B-12.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-12",
      "number": "44-6B-12",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-2repealed",
      "number": "44-6B-2.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-2",
      "number": "44-6B-2",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-3repealed",
      "number": "44-6B-3.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-3",
      "number": "44-6B-3",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-4repealed",
      "number": "44-6B-4.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-4",
      "number": "44-6B-4",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-5repealed",
      "number": "44-6B-5.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-5",
      "number": "44-6B-5",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-6repealed",
      "number": "44-6B-6.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-6",
      "number": "44-6B-6",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-7repealed",
      "number": "44-6B-7.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-7",
      "number": "44-6B-7",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-8repealed",
      "number": "44-6B-8.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-8",
      "number": "44-6B-8",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-9repealed",
      "number": "44-6B-9.Repealed",
      "heading": "Acts, 1997 Reg. Sess., Ch. 95.",
      "text": "Acts, 1997 Reg. Sess., Ch. 95.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-6b-9",
      "number": "44-6B-9",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}