{
  "state": "pennsylvania",
  "path": "title-title-22/chapter-chapter-5",
  "sections": [
    {
      "id": "section-501",
      "number": "501",
      "heading": "",
      "text": "(a) Appointment authorized.--Any nonprofit corporation, as defined in 15 Pa.C.S. Pt. II Subpt. C (relating to nonprofit corporations) maintaining a cemetery or any buildings or grounds open to the public, or organized for the prevention of cruelty to children or aged persons, or one or more of such purposes, may apply to the court of common pleas of the county of the registered office of the corporation for the appointment of such persons as the corporation may designate to act as policemen for the corporation. The court, upon such application, may by order appoint such persons, or as many of them as it may deem proper and necessary, to be such policemen.\n\n(b) Oath of office.--Every policeman so appointed shall, before entering upon the duties of his office, take and subscribe the oath required by the sixth article of the Constitution of Pennsylvania. Such oath, together with the decree and order of the court, shall be recorded by the recorder of deeds of each county in which it is intended that such policemen shall act.\n\n(c) Powers.--Such policemen, so appointed, shall severally possess and exercise all the powers of a police officer in this Commonwealth, in and upon, and in the immediate and adjacent vicinity of, the property of the corporation. Policemen so appointed for a corporation organized for the prevention of cruelty to children or aged persons, or one or more of such purposes, shall severally possess and exercise all the powers of a police officer in any county in which they may be directed by the corporation to act, and are hereby authorized to arrest persons for the commission of any offense of cruelty to children or aged persons. The keepers of jails and other places of detention in any county of this Commonwealth shall receive all persons arrested by such policemen for purposes of detention until they are dealt with according to law. Every policeman appointed under this section, when on duty, shall wear a metallic shield with the words \"special officer\" and the name of the corporation for which appointed inscribed thereon.\n\n(d) Compensation.--The compensation of such policemen shall be paid by the corporation for which the policemen are appointed, as may be agreed upon between the corporation and such policemen.\n\n(e) Termination of appointment.--When any corporation shall no longer require the services of any policeman, it shall file a notice to that effect, under its corporate seal, in the office of each recorder of deeds where the court decree and order of appointment of such policeman were recorded. The recorder of deeds shall note this information upon the margin of the record where the court decree and order were recorded, and thereupon the powers of such policeman shall terminate. It shall be the duty of the recorder of deeds to notify the clerk of the court by which such policeman was appointed of the termination of such appointment in such county.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Nov. 30, 2004, P.L.1603, No.205, eff. 180 days)\n\n2004 Amendment.Act 205 amended subsecs. (a) and (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-22/chapter-5/section-501/"
    }
  ]
}