{
  "state": "nebraska",
  "path": "title-chapter-69-personal-property/chapter-69-2503-conformity-with-industry-standards-codes-required-de",
  "sections": [
    {
      "id": "section-69-2503conformity",
      "number": "69-2503.Conformity",
      "heading": "with industry standards; codes required; department; duties",
      "text": "(1) This section and any rules or regulations adopted and promulgated under the Plastic Container Coding Act shall be interpreted to conform with nationwide plastics industry standards.(2) No person shall manufacture or distribute a plastic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-69-2503",
      "number": "69-2503",
      "heading": "",
      "text": "69-2503.Conformity with industry standards; codes required; department; duties.\n\n(1) This section and any rules or regulations adopted and promulgated under the Plastic Container Coding Act shall be interpreted to conform with nationwide plastics industry standards.\n\n(2) No person shall manufacture or distribute a plastic bottle or rigid plastic container unless such bottle or container is imprinted with a code identifying the appropriate resin type used to produce the structure of the container. The code shall consist of a number placed within three triangulated arrows and letters placed below the triangle of arrows. The triangulated arrows shall be equilateral, formed by three arrows with the apex of each point of the triangle at the midpoint of each arrow, rounded with a short radius. The arrowhead of each arrow shall be at the midpoint of each side of the triangle with a short gap separating the arrowhead from the base of the adjacent arrow. The triangle, formed by the three arrows curved at their midpoints, shall depict a clockwise path around the code number.\n\n(3) The codes shall be:\n\n(a) 1 and PETE, representing polyethylene terephthalate;\n\n(b) 2 and HDPE, representing high density polyethylene;\n\n(c) 3 and V, representing vinyl;\n\n(d) 4 and LDPE, representing low density polyethylene;\n\n(e) 5 and PP, representing polypropylene;\n\n(f) 6 and PS, representing polystyrene; and\n\n(g) 7 and OTHER.\n\n(4) The department shall maintain a list of the symbols and provide a copy of the list to any person on request.\n\nSourceLaws 1993, LB 63, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-69/statute-69-2503/"
    }
  ]
}