{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-7-political-parties",
  "sections": [
    {
      "id": "section-1-7-1",
      "number": "1-7-1",
      "heading": "Political parties; conditions for use of ballot",
      "text": "All nominations of candidates for public office in New Mexico made by political parties shall be made pursuant to the Election Code [Chapter 1 NMSA 1978]. No political party shall be permitted to have the names of its candidates printed on any election ballot unless and until it has qualified as provided in the Election Code.\n\nHistory:1953 Comp., § 3-7-1, enacted by Laws 1969, ch. 240, § 144.\n\nParty must file rules and regulations with secretary of state before candidates appear on ballot.— The first step that must be taken by a political party before the names of its candidates may be placed upon the ballot in the general election is to make, adopt and file through its state central committee, or other governing body, a set of rules and regulations providing for its convention and organization, the manner of calling and conducting its elections, the mode of selection of delegates to such conventions, the manner of selecting members of its state central committee, the state chairman and other officers and members of its governing bodies, the powers and duties of such officers, committees and governing bodies, the method of selecting nominees for such offices, and the means and manner of filling vacancies in such offices, committees and governing bodies and on the party ballot. Such rules and regulations must be filed with the secretary of state within 30 days after the organization of the party and at least 60 days before the general election, if the party desires to have the names of its candidates placed on the ballot for national, state or district officers. 1960 Op. Att'y Gen. No. 60-113 (opinion rendered under former law).\n\nPolitical party must hold convention for purpose of nominating candidatesfor such offices. 1960 Op. Att'y Gen. No. 60-113 (opinion rendered under former law).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 198 et seq.\n\n29 C.J.S. Elections § 84.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-1/"
    },
    {
      "id": "section-1-7-2",
      "number": "1-7-2",
      "heading": "Qualification; removal; requalification.",
      "text": "A. To qualify as a political party in New Mexico, each political party through its governing body shall adopt rules providing for the organization and government of that party and shall file the rules with the secretary of state. Uniform rules shall be adopted throughout the state by the county organizations of that party, where a county organization exists, and shall be filed with the county clerks. At the same time the rules are filed with the secretary of state, the governing body of the political party shall also file with the secretary of state a petition containing the hand-printed names, signatures, addresses of registration and counties of residence of at least one-half of one percent of the total votes cast for the office of governor at the preceding general election who declare by their signatures on the petition that they are voters of New Mexico and that they desire the party to be a qualified political party in New Mexico. Blank petition forms shall be available at any time from the secretary of state.\n\nB. Each county political party organization may adopt supplementary rules insofar as they do not conflict with the uniform state rules or do not abridge the lawful political rights of any person. Such supplementary rules shall be filed with the county clerk and the secretary of state in the same manner as other rules are filed.\n\nC. A qualified political party shall cease to be qualified for the purposes of the Election Code [Chapter 1 NMSA 1978] if two successive general elections are held without at least one of the party's candidates on the ballot or if the total votes cast for the party's candidates for governor or president of the United States, provided that the party has a candidate seeking election to either of these offices, in a general election do not equal at least one-half of one percent of the total votes cast for the office of governor or president of the United States, as applicable. No later than March 15 of an odd-numbered year, the secretary of state shall send notice of nonqualification to the state chair of any political party that fails to remain qualified. The notice shall be delivered by registered mail to the last known address of the state chair of the political party, and a copy shall be kept in the secretary of state's file of parties qualified in New Mexico.\n\nD. The secretary of state shall then notify all county clerks of the removal and nonqualification of the political party and shall post the notice on the web site maintained by the secretary of state. The secretary of state shall within forty-five days notify by mail all voters registered as members of such party of the removal and nonqualification of the party.\n\nE. To requalify, the party shall again comply with the provisions of the Election Code dealing with filing requirements for political parties.\n\nHistory:1953 Comp., § 3-7-2, enacted by Laws 1969, ch. 240, § 145; 1975, ch. 255, § 97; 1979, ch. 378, § 4; 1981, ch. 141, § 1; 1989, ch. 392, § 16; 1990, ch. 39, § 1; 1995, ch. 124, § 8; 2011, ch. 137, § 49.\n\nThe 2011 amendment,effective July 1, 2011, required the secretary of state to make blank petition forms available at all times and to send notice of nonqualification to the state chair of any political party that fails to remain qualified and to post the notice on the secretary of state's web site and imposed a forty-five day deadline for sending notice to registered voters who are members of the party.\n\nThe 1995 amendment,effective January 1, 1996, inserted \"where a county organization exists\" and made a minor stylistic change in the second sentence of Subsection A, and inserted \"provided that the party has a candidate seeking election to either of these offices\" in the second sentence of Subsection C.\n\nThe 1990 amendment,effective March 1, 1990, substituted \"desire the party to be a qualified political party in New Mexico\" for \"support the official recognition of that party\" at the end of Subsection A and, in Subsection C, substituted the first two sentences for the former first sentence which read \"Beginning with the general election in 1988, if two successive general elections are held without at least one candidate from the qualified political party on the ballot or that party does not receive at least one-half of one percent of the total votes cast for the office of governor or president, the party will no longer be considered 'qualified' for purposes of the Election Code.\"\n\nConstitutionality.— Subsection A's former requirement that a new political party must provide petitions containing 500 signatures from registered voters who declare that they are members of that party was unconstitutional, imposing an unnecessary burden on those signatories' First Amendment rights.Workers World Party v. Vigil-Giron, 693 F. Supp. 989 (D.N.M. 1988).\n\nThe bylaws of state political parties may not be inconsistent with prevailing law, and those that are inconsistent with law are generally unenforceable.— Political parties organized as nonprofit corporations, are governed by the Nonprofit Corporation Act (NCA), 53-8-1 to 53-8-99 NMSA 1978, which allows organizations to form for socially beneficial purposes, including political purposes, and further provides that through their board of directors, the nonprofits have the power to make and alter bylaws. The NCA makes it clear that a nonprofit corporation's bylaws may not be inconsistent with law or the nonprofit's articles of incorporation. A political party may also be registered as a political committee through the Campaign Reporting Act (CRA), 1-19-25 to 1-19-36 NMSA 1978, which requires organizations operating primarily for the purpose of influencing or attempting to influence an election, to register with the secretary of state as political committees, pay a filing fee, and file reports disclosing their activities and contributors, and although the CRA does not address the bylaws of a political committee, the principles of nonprofit corporations acting for political purposes control in the context of political committee bylaws. Therefore, the bylaws of a political party such as the republican party of New Mexico, which is registered as a domestic nonprofit corporation pursuant to the NCA, or the democratic party of New Mexico, which is registered as a political committee pursuant to the CRA, may not be inconsistent with prevailing law, and bylaws that are inconsistent with law are generally unenforceable. Moreover, an organization cannot become a \"qualified political party\" unless they comply with specific provisions of the Election Code, which is clear that political party organizations may not adopt rules that conflict with the state party's uniform rules, nor may they adopt rules that abridge the lawful rights of any person. 2024 Op. Att'y Gen. No. 24-09.\n\nMaintaining major party status.— To maintain recognition as a major political party in an upcoming general election, a political party must satisfy the same requirements necessary for initial recognition as a major political party. The party must: 1) have run at least one candidate in one of the last two general elections, with its candidate for governor or U.S. president, if any, having received the statutorily prescribed minimum number of votes, 2) have a candidate who received, in the last preceding general election, the min imum number of votes required, and 3) have in its membership on the day of the primary election proclamation registered voters sufficient to satisfy the minimum membership requirement. 1996 Op. Att'y Gen. No. 96-01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-2/"
    },
    {
      "id": "section-1-7-3",
      "number": "1-7-3",
      "heading": "Rules and regulations; contents.",
      "text": "The secretary of state and the county clerk shall not accept the rules and regulations of any political party for filing unless such rules and regulations provide:\n\nA. a method for nominating candidates for the general election;\n\nB. a method for calling and conducting conventions;\n\nC. a method for selection of delegates to conventions;\n\nD. a method for selection of state central committee members, a state chairman and other party officers, and all other members of governing bodies of the party;\n\nE. a method for filling vacancies in party offices, committees and other governing bodies;\n\nF. the powers and duties of party officers, committees and other governing bodies;\n\nG. for the structure of the state and county party organizations;\n\nH. that meetings to elect any party officers, including delegates, shall be held at a public place during the week specified by the state party chairman;\n\nI. that notice of such meetings shall be published by the officers of the county party organization in a newspaper of general circulation at least fourteen days prior to the meeting and the notice shall specify the time, date and place for holding the meeting; and\n\nJ. a method for amending the party rules and regulations.\n\nHistory:1953 Comp., § 3-7-3, enacted by Laws 1969, ch. 240, § 146.\n\nCounty chairman and precinct chairman not automatically delegates.— Nowhere in the New Mexico statutes is it provided that county chairmen and precinct chairmen automatically become delegates by virtue of their positions. In order to be delegates they must be elected in the same manner that other delegates are elected. 1966 Op. Att'y Gen. No. 66-17.\n\nParty to file with secretary of state to place candidates on ballots for national, etc., offices.— When a party wishes to place candidates on the ballots for national, state, district and legislative offices from multiple county districts, such party must comply with this section by filing its rules and regulations with the secretary of state. 1956 Op. Att'y Gen. No. 56-6559.\n\nParty must file with county clerk for county offices.— If a party is interested in having candidates on the ballot for county offices, such party must comply with this section by filing its rules and regulations with the county clerk. 1956 Op. Att'y Gen. No. 56-6559.\n\nRules need not be filed with county clerk for election of district attorney.— The secretary of state is not concerned with the question of whether there have been party rules and regulations filed with county clerks with reference to the nomination or election to the office of the district attorney. The office of district attorney is a state office. 1956 Op. Att'y Gen. No. 56-6559.\n\nNominations for congress must follow rules and regulations.— It is clear that nominations to fill vacancies in United States congress are to be made in accordance with the rules and regulations of the respective parties. 1956 Op. Att'y Gen. No. 56-6540.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-3/"
    },
    {
      "id": "section-1-7-4",
      "number": "1-7-4",
      "heading": "Rules and regulations; filing; fee.",
      "text": "A. Each political party shall file its rules and regulations, along with petitions containing the required number of signatures, if the signature provision is applicable to the party, within thirty days after its organization and no later than twenty-three days after the primary election before any general election in which it is authorized to participate.\n\nB. Within seven days after the filing of the political party's rules and qualifying petitions, the secretary of state shall notify the political party whether the rules and qualifying petitions are in proper order and that the party has qualified. The secretary of state shall notify all county clerks in the state of the qualification of that political party and post notice of qualification on the secretary of state's web site.\n\nC. Political parties filing rules and regulations with the county clerk shall pay the standard filing fee.\n\nHistory:1953 Comp., § 3-7-4, enacted by Laws 1969, ch. 240, § 147; 1977, ch. 222, § 17; 1983, ch. 232, § 8; 1995, ch. 124, § 9; 2014, ch. 40, § 1; 2014, ch. 81, § 1.\n\nThe 2014 amendment,effective March 12, 2014, provided for the filing of a qualifying petition and notice of qualification as a party; provided for standardized filing dates; in Subsection A, after \"rules and regulations\", added \"along with petitions containing the required number signatures, if the signature provision is applicable to the party\", after \"no later than\" deleted \"the first Tuesday in April\" and added \"twenty-three days after the primary election\", and after \"before any\", added \"general\"; and added Subsection B.\n\nLaws 2014, ch. 40, § 1, effective March 7, 2014, and Laws 2014, ch. 81, § 1, effective March 12, 2014, enacted identical amendments to this section. The section was set out as amended by Laws 2014, ch. 81, § 1.See12-1-8 NMSA 1978.\n\nThe 1995 amendment,effective January 1, 1996, substituted \"first Tuesday in April\" for \"second Tuesday in July\" in Subsection A.\n\nParty must file with secretary of state for national, etc., offices.— When a party wishes to place candidates on the ballots for national, state, district and legislative offices from multiple county districts, such party must comply with this section by filing its rules and regulations with the secretary of state. 1956 Op. Att'y Gen. No. 56-6559 (opinion rendered under former law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-4/"
    },
    {
      "id": "section-1-7-5",
      "number": "1-7-5",
      "heading": "Rules and regulations; amendment.",
      "text": "Political party rules and regulations filed as required by the Election Code [Chapter 1 NMSA 1978] are subject to amendment only in the manner provided for in such rules and regulations. No amendments shall be made less than one hundred twenty days prior to any general election, nor shall any amendment be effective until thirty days after being filed. Amendments shall be filed in the same manner as original party rules and regulations are filed.\n\nHistory:1953 Comp., § 3-7-5, enacted by Laws 1969, ch. 240, § 148; 1975, ch. 255, § 98.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-5/"
    },
    {
      "id": "section-1-7-6",
      "number": "1-7-6",
      "heading": "Party name and emblem.",
      "text": "A. The chairman of the state central committee of a qualified political party shall file with the secretary of state a certificate setting forth the name selected for the political party and showing a representation of the emblem by which the party is to be represented.\n\nB. The certified party name and emblem shall thereafter be used to designate the ticket of that political party on all ballots.\n\nC. The secretary of state shall certify the party name and emblem of the party to each county clerk.\n\nD. The state convention of a political party may change the party name and party emblem by adopting in their stead another name and emblem. The new party name and party emblem shall be filed in the same manner as was the original party name and party emblem, provided the certificate shall be signed by the presiding officer and the secretary of the state convention adopting the new party name and party emblem.\n\nE. No political party shall adopt any party name or party emblem which is the same as, similar to, or which conceivably can be confused with or mistaken for the party name or party emblem of any other qualified political party in New Mexico.\n\nHistory:1953 Comp., § 3-7-6, enacted by Laws 1969, ch. 240, § 149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-6/"
    },
    {
      "id": "section-1-7-7",
      "number": "1-7-7",
      "heading": "Major political party; minor political party.",
      "text": "As used in the Election Code [Chapter 1 NMSA 1978]:\n\nA. \"major political party\" means any qualified political party, any of whose candidates received as many as five percent of the total number of votes cast at the last preceding general election for the office of governor or president of the United States, as the case may be, and whose membership totals not less than one-third of one percent of the statewide registered voter file on the day of the governor's primary election proclamation; and\n\nB. \"minor political party\" means any qualified political party that is not qualified as a major political party pursuant to Subsection A of this section.\n\nHistory:1953 Comp., § 3-1-8, enacted by Laws 1969, ch. 240, § 8; 1975, ch. 255, § 3; 1983, ch. 258, § 1; 1995, ch. 124, § 1; 1978 Comp., § 1-1-9, recompiled and amended as § 1-7-7 by Laws 2011, ch. 137, § 48.\n\nThe 2011 amendment,effective July 1, 2011, modified the definition of \"minor political party\" by eliminating the requirement that candidates of the party receive not more than five percent of the votes cast in the preceding general election for the office of governor or president of the United States.\n\nThe 1995 amendment,effective January 1, 1996, inserted the language beginning \"and whose membership\" and ending \"election proclamation\" in Subsection A.\n\nMinimum vote requirement for major party. — To satisfy the minimum vote requirement for recognition as a major political party, at least one candidate of the qualified political party, irrespective of office sought, must have received at least five percent of the total votes cast at the last preceding general election for the office of governor or U.S. president, whichever election is applicable. Additionally, Subsection A requires that the political party must satisfy a minimum membership requirement of at least one-third of one percent of the statewide registered voter file on the day of the primary election proclamation. 1996 Op. Att'y Gen. No. 96-01.\n\nMaintaining major party status.— To maintain recognition as a major political party in an upcoming general election, a political party must satisfy the same requirements necessary for initial recognition as a major political party. The party must: 1) have run at least one candidate in one of the last two general elections, with its candidate for governor or U.S. president, if any, having received the statutorily prescribed minimum number of votes, 2) have a candidate who received, in the last preceding general election, the minimum number of votes required, and 3) have in its membership on the day of the primary election proclamation registered voters sufficient to satisfy the minimum membership requirement. 1996 Op. Att'y Gen. No. 96-01.\n\nCandidate for governor or president not required.— The intent of the Election Code is to permit qualified political parties to run candidates for governor or U.S. president, but not to mandate that they do so. Accordingly, Subsection A does not require a major political party to run a candidate for governor or U.S. president in each general election in which the office is to be filled. 1996 Op. Att'y Gen. No. 96-01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-7/section-1-7-7/"
    }
  ]
}