{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-5-voter-records-system",
  "sections": [
    {
      "id": "section-1-5-1",
      "number": "1-5-1",
      "heading": "Short title.Section 1-5-2 - Definitions",
      "text": "Chapter 1, Article 5 NMSA 1978 may be cited as the \"Voter Records System Act\".\n\nHistory:1953 Comp., § 3-5-1, enacted by Laws 1969, ch. 240, § 103; 1975, ch. 255, § 62; 2005, ch. 270, § 23; 2015, ch. 145, § 21.\n\nThe 2015 amendment,effective July 1, 2015, changed the statutory reference of the Voter Records System Act from \"Section 1-5-1 through 1-5-29\" to \"Chapter 1, Article 5\".\n\nThe 2005 amendment,effective July 1, 2005, changed the statutory reference to the act and changed the short title of the act from the \"Automated Voter Records System Act\" to the \"Voter Records System Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-1/"
    },
    {
      "id": "section-1-5-2",
      "number": "1-5-2",
      "heading": "Definitions.",
      "text": "As used in the Election Code [Chapter 1 NMSA 1978]:\n\nA. \"county\" means any county in this state;\n\nB. \"county register\" means an official file of original certificates of registration of the county or any of its precincts;\n\nC. \"county voter list\" means a voter list arranged in alphabetical order of voter surname within and for each county;\n\nD. \"data processor\" means a data processing facility and its associated employees and agents contracted to provide data processing services required by the Voter Records System Act;\n\nE. \"data recording media\" means a manual, electronic or other device containing data capable of being read and processed by any means for the eventual preparation of voter lists;\n\nF. \"election campaign purposes\" means relating in any way to a campaign in an election conducted by a federal, state or local government;\n\nG. \"file maintenance list\" means any prepared listing that reflects additions, deletions or changes to the voter file;\n\nH. \"governmental purposes\" means noncommercial purposes relating in any way to the structure, operation or decision making of a federal, state or local government;\n\nI. \"mailing labels\" mean prepared mailing labels of selected voters arranged in the order in which requested and providing only the name and address of the voter;\n\nJ. \"precinct voter list\" means a voter list arranged in alphabetical order of voter surname within and for each precinct;\n\nK. \"signature roster\" means a copy of a voter list with space provided opposite each voter's name for the voter's signature or witnessed mark;\n\nL. \"special voter list\" means a prepared list of selected voters arranged in the order in which requested;\n\nM. \"voter data\" means selected information derived from the voter file;\n\nN. \"voter file\" means all voter registration information required by law and by the secretary of state that has been extracted from the certificate of registration of each voter in the county, stored on data recording media and certified by the county clerk as the source of all information required by the Voter Records System Act; and\n\nO. \"voter list\" means any prepared list of voters.\n\nHistory:1953 Comp., § 3-5-2, enacted by Laws 1969, ch. 240, § 104; 1975, ch. 255, § 63; 1985, ch. 77, § 1; 1987, ch. 249, § 14; 1989, ch. 392, § 7; 1993, ch. 314, § 32; 1993, ch. 316, § 32; 1993, ch. 363, § 1; 1995, ch. 166, § 1; 2001, ch. 146, § 1; 2005, ch. 270, § 24.\n\nThe 2005 amendment,effective July 1, 2005, deleted the former definitions of \"county register\", \"voter list\", \"signature roster\", \"active data processing media\", \"intermediate records\", \"voter file\", \"program records\", \"mailing labels\", \"special voter lists\", \"statistical data\", \"voter data\", \"data processor\", \"file maintenance list\", \"precinct voter list\", \"county voter list\", \"unofficial election canvassing file\", \"unofficial election canvassing system\", \"election campaign purposes\", and \"governmental purposes\" in Subsections B through T respectively, and added the definitions in Subsections B through O.\n\nThe 2001 amendment,effective June 15, 2001, deleted \"arranged in alphabetical order by voter surname and, if for more than one precinct, without regard to precincts\" from the end of Subsection B; substituted \"prepared list\" for \"machine-prepared list\" throughout the section; in Subsection E, deleted \"punched cards, punched tape, magnetic cards\" following \"means\", substituted \"computer\" for \"suitable machinery\", deleted \"machine\" preceding \"preparation\"; and added Subsections S and T.\n\nThe 1995 amendment,effective June 16, 1995, substituted \"certificates\" for \"affidavits\"in Subsection B; in Subsection G, substituted \"that\" for \"which\" and \"certificate\" for \"affidavit\"; deleted \"and providing no more than the name, gender, address, telephone number if its dissemination is not prohibited by the voter, political party affiliation and precinct of the voter\", from the end of Subsection J; deleted \"and includes no more than the precinct, gender, political party affiliation and year of birth\" from the end of Subsection K; and deleted \"and includes no more than the voter's name, gender, address, telephone number if its dissemination is not prohibited by the voter, political party affiliation and precinct\" from the end of Subsection L.\n\nThe 1993 amendment,effective June 18, 1993, inserted \"telephone number if its dissemination is not prohibited by the voter\" in Subsections J and L, and made a stylistic change in Subsection N.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-2/"
    },
    {
      "id": "section-1-5-3",
      "number": "1-5-3",
      "heading": "Act is mandatory and supplemental to Election Code.",
      "text": "A. The Voter Records System Act is mandatory and supplemental to the provisions of the Election Code [Chapter 1 NMSA 1978]. The provisions of that act shall be implemented in all counties by order of the secretary of state in accordance with the provisions of the federal Help America Vote Act of 2002.\n\nB. The secretary of state shall maintain the official state voter file based on county registers and shall provide access to the file to the county clerks. The secretary of state shall prescribe any rules, forms and instructions necessary to implement procedures required by the Voter Records System Act and federal law. The secretary of state shall maintain a log, which shall be public, containing all transactions regarding requests for current registration lists of state voters. The log shall indicate the requesting party, the date of the request, the date of fulfilling the request, charges made and any other information deemed advisable by the secretary of state. Requests for registration lists in printed or electronic form shall be fulfilled within a period of ten working days.\n\nC. All registration records required by the Election Code shall be maintained for each of the precincts in addition to those records required by the Voter Records System Act and federal law.\n\nHistory:1953 Comp., § 3-5-3, enacted by Laws 1969, ch. 240, § 105; 1975, ch. 255, § 64; 1983, ch. 227, § 1; 1984 (1st S.S.), ch. 4, § 1; 1993, ch. 314, § 33; 1993, ch. 316, § 33; 2005, ch. 270, § 25.\n\nCross references.— For the Help America Vote Act of 2002,see42 U.S.C. Sections 15301 et seq.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection A, provided that the Voter Records System Act shall be implemented in all counties by the secretary of state in accordance with the federal Help America Vote Act of 2002; in Subsection B, provided that the secretary of state shall keep the official state voter file which is based on the county registers and shall provide access to the file to the county clerks; that the secretary of state shall implement procedures required by the Voter Records System Act and federal law; and that registration lists requested in electronic form shall be fulfilled within the time specified; in Subsection C, deleted the former provision that the procedures of the Automated Voter Records System Act shall be used in lieu of procedures prescribed in the Election Code; and in Subsection C, provided that records shall be maintained in addition to records required by the Voter Records System Act and federal law.\n\nThe 1993 amendment,effective June 18, 1993, deleted former Subsection D, relating to the destruction of duplicate affidavits of registration by the county clerk. Laws 1993, ch. 314, § 33 enacted identical amendments to this section.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections §§ 180, 181.\n\n29 C.J.S. Elections §§ 37, 50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-3/"
    },
    {
      "id": "section-1-5-4",
      "number": "1-5-4",
      "heading": "County register; establishment.",
      "text": "The board of county commissioners shall direct the county clerk to establish a county register. The county register shall be filed in fire-resistant containers in the county courthouse. The files containing the county register shall be arranged to provide ready and convenient access and shall be kept locked except when being used by authorized persons in accordance with the Election Code [Chapter 1 NMSA 1978].\n\nHistory:1953 Comp., § 3-5-4, enacted by Laws 1969, ch. 240, § 106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-4/"
    },
    {
      "id": "section-1-5-5",
      "number": "1-5-5",
      "heading": "Entry of data into data processing system; county register; maintenance.",
      "text": "A. The county clerk, upon receipt of a proper certificate of registration within the period prescribed for registration, shall immediately enter in the proper spaces thereon the precinct of the voter.\n\nB. All information required shall then be entered into the voter file and evidenced by the file maintenance list. A new certificate of registration, or change of information to an existing certificate of registration, shall not be inserted into the county register until the county clerk has had all pertinent information necessary for the preparation of voter files and voter lists transcribed from it to a record appropriate for use for preparation of such lists.\n\nC. After entry of data into the data processing system, the county clerk shall insert each original certificate of registration in its proper order in the county register.\n\nD. A certificate of registration shall not be removed from the county register pursuant to a cancellation of registration until the county clerk has entered into the voter file all deletions and changes and such deletions and changes are evidenced by the file maintenance list.\n\nHistory:1953 Comp., § 3-5-5, enacted by Laws 1969, ch. 240, § 107; 1975, ch. 255, § 65; 1993, ch. 314, § 34; 1993, ch. 316, § 34; 2001, ch. 146, § 2.\n\nThe 2001 amendment,effective June 15, 2001, deleted \"machine\" preceding \"data processing\" in the section heading; deleted \"machine\" preceding \"preparation\" at the end of Subsection B; and deleted \"machine\" preceding \"processing system\" in Subsection C.\n\nThe 1993 amendment,June 18, 1993, deleted \"affidavit of\" preceding \"registration until\" in Subsection D and substituted \"certificate\" for \"affidavit\" throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-5/"
    },
    {
      "id": "section-1-5-6",
      "number": "1-5-6",
      "heading": "Precinct voter lists; signature roster preparation; electronic poll book alternative.",
      "text": "A. The county clerk shall provide for preparation of precinct voter lists and signature rosters generated from the official state voter file for any precincts or an electronic poll book alternative approved by the voting system certification committee and certified by the secretary of state.\n\nB. The precinct voter lists and signature rosters or an electronic poll book alternative shall be used at any election for which registration of voters is required in lieu of bound original certificates of registration and poll books.\n\nHistory:1953 Comp., § 3-5-6, enacted by Laws 1969, ch. 240, § 108; 1993, ch. 314, § 35; 1993, ch. 316, § 35; 2001, ch. 146, § 3; 2005, ch. 270, § 26; 2023, ch. 39, § 22.\n\nThe 2023 amendment,effective June 16, 2023, authorized electronic poll books as an alternative to precinct voter lists if approved by the voting system certification committee and certified by the secretary of state; in the section heading, added \"electronic poll book alternative\"; in Subsection A, after \"voter file for any precincts\", added \"or an electronic poll book alternative approved by the voting system certification committee and certified by the secretary of state\"; and in Subsection B, after \"signature rosters\", added \"or an electronic poll book alternative\".\n\nThe 2005 amendment,effective July 1, 2005, changed \"voter lists\" to \"precinct voter lists\" and provided that the precinct voter lists and signature rosters shall be generated from the official state voter file.\n\nThe 2001 amendment,effective June 15, 2001, substituted \"signature roster preparation\" for \"signature rosters; machine prepared\" in the section heading; and deleted \"machine\" preceding \"preparation\" in the first sentence.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"certificates\" for \"affidavits\" in the second sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 109.\n\n29 C.J.S. Elections § 47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-6/"
    },
    {
      "id": "section-1-5-7",
      "number": "1-5-7",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-7, enacted by Laws 1969, ch. 240, § 109; 1975, ch. 255, § 66; 1985, ch. 77, § 2; 1993, ch. 363, § 2; 2005, ch. 270, § 27; 2008, ch. 59, § 3; 1978 Comp., § 1-5-7, recompiled as § 1-12-7.3 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-5-7 NMSA 1978 as 1-12-7.3 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-7/"
    },
    {
      "id": "section-1-5-8",
      "number": "1-5-8",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-8, enacted by Laws 1969, ch. 240, § 110; 1975, ch. 255, § 67; 1977, ch. 222, § 9; 1987, ch. 249, § 15; 1987, ch. 327, § 3; 1993, ch. 314, § 36; 1993, ch. 316, § 36; 1995, ch. 166, § 2; 2005, ch. 270, § 28; 2007, ch. 337, § 8; 2008, ch. 59, § 4; 1978 Comp., § 1-5-8, recompiled as § 1-12-7.4 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-5-8 NMSA 1978 as 1-12-7.4 NMSA 1978, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-8/"
    },
    {
      "id": "section-1-5-9",
      "number": "1-5-9",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-9, enacted by Laws 1969, ch. 240, § 111; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-9 NMSA 1978, as enacted by Laws 1969, ch. 240, § 111, relating to signature rosters, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-9/"
    },
    {
      "id": "section-1-5-10",
      "number": "1-5-10",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-11, enacted by Laws 1969, ch. 240, § 112; 1975, ch. 255, § 68; 1977, ch. 222, § 10; 1987, ch. 327, § 4; 1995, ch. 166, § 3; 2003, ch. 356, § 15; recompiled as 1-12-7.1 by Laws 2005, ch. 270, § 63.\n\nRecompilations.— Laws 2005, ch. 270, § 63 recompiled former 1-5-10 NMSA 1978 as 1-12-7.1 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-10/"
    },
    {
      "id": "section-1-5-11",
      "number": "1-5-11",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-12, enacted by Laws 1969, ch. 240, § 113; 1987, ch. 327, § 5; amended and recompiled as 1-12-30.1 NMSA 1978 by Laws 2005, ch. 270, § 73.\n\nRecompilations.— Laws 2005, ch. 270, § 73 recompiled former 1-5-11 NMSA 1978 as 1-12-30.1 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-11/"
    },
    {
      "id": "section-1-5-12",
      "number": "1-5-12",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-13, enacted by Laws 1969, ch. 240, § 114; 1975, ch. 255, § 69; 1993, ch. 314, § 37; 1993, ch. 316, § 37; 2001, ch. 146, § 4; 2003, ch. 356, § 16; recompiled as 1-12-7.2 NMSA 1978 by Laws 2005, ch. 270, § 78.\n\nRecompilations.— Laws 2005, ch. 270, §78 recompiled former Section 1-5-12 NMSA 1978 as Section 1-12-7.2 NMSA 1978, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-12/"
    },
    {
      "id": "section-1-5-13",
      "number": "1-5-13",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-14, enacted by Laws 1969, ch. 240, § 115; 1993, ch. 314, § 38; 1993, ch. 316, § 38; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-13 NMSA 1978, as enacted by Laws 1969, ch. 240, § 115, relating to signature rosters, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-13/"
    },
    {
      "id": "section-1-5-14",
      "number": "1-5-14",
      "heading": "File maintenance reports; voter file updates.",
      "text": "A. At least once a month, the secretary of state shall have made from the state voter file a file maintenance report of additions, deletions and changes, if any, to each of the county registers. The file maintenance report shall indicate whether each entry listed is an addition, deletion or change to the county register.\n\nB. A digital version of the file maintenance report shall be stored by the secretary of state for at least one year.\n\nC. Upon request, the secretary of state shall furnish an updated voter file to the state chair of each of the qualified political parties in the state. Upon request, the county clerk shall provide a file maintenance report or an updated voter file to the county chair of each of the qualified political parties in the county.\n\nD. File maintenance reports and updated voter files shall be provided in a manipulable digital format and shall not include the voter's social security number, codes used to identify the agency where the voter registered, the voter's day and month of birth, the voter's email address, or, if prohibited by the voter, the voter's telephone number.\n\nHistory:1953 Comp., § 3-5-17, enacted by Laws 1969, ch. 240, § 118; 1975, ch. 255, § 70; 1989, ch. 392, § 8; 1995, ch. 124, § 7; 1995, ch. 166, § 4; 2001, ch. 146, § 5; 2005, ch. 270, § 29; 2015, ch. 145, § 22.\n\nThe 2015 amendment,effective July 1, 2015, provided new duties for the secretary of state relating to file maintenance reports of additions, deletions and changes to each of the county registers, and required that the file maintenance report be provided in a digital format; in the catchline, after \"maintenance\", deleted \"lists\" and added \"reports; voter file updates\"; in Subsection A, after \"a month, the\", deleted \"county clerk\" and added \"secretary of state\", after \"file maintenance\" deleted \"list\" and added \"report, after \"if any, to\", added \"each of\", after \"the county\", deleted \"register\" and added \"registers. The file maintenance report shall indicate whether each entry listed is an addition, deletion or change to the county register\"; in Subsection B, deleted \"One copy of the list\" and added \"A digital version of the file maintenance report\", and after \"stored by the\", deleted \"county clerk\" and added \"secretary of state\"; in Subsection C, deleted \"The county clerk shall also furnish copies of the list to the county chairman of each of the major political parties in the county. The copy of the chairman's list shall indicate whether each item is an addition, deletion or change. The file maintenance list\" and added \"Upon request, the secretary of state shall furnish an updated voter file to the state chair of each of the qualified political parties in the state. Upon request, the county clerk shall provide a file maintenance report or an updated voter file to the county chair of each of the qualified political parties in the county\"; designated the remainder of Subsection C as Subsection D; and in Subsection D, added \"File maintenance reports and updated voter files shall be provided in a manipulable digital format and\", after \"month of birth\", added \"the voter's email address\", after \"or\", added \"if prohibited by the voter\", and after \"telephone number\", deleted \"if prohibited by the voter\".\n\nThe 2005 amendment,effective July 1, 2005, in Subsection A, changed \"voter file\" to \"state voter file\"; deleted former Subsection B, which provided that the county clerk shall be furnished with two copies of the file maintenance lists; deleted former Subsection E, which provided that county clerks shall furnish the secretary of state with a copy of the voter file; and relettered subsections accordingly.\n\nThe 2001 amendment,effective June 15, 2001, deleted \"machine-prepared\" preceding \"file maintenance\" in Subsections A and B; in Subsection C, shortened the length of time that the county clerk must store the list from six years to one year; and deleted \"magnetic\" preceding \"voter file\" in two places in Subsection E.\n\nThe 1995 amendment,effective June 16, 1995, substituted \"six years\" for \"twelve months\" in Subsection C; in Subsection D, deleted \"two\" preceding \"copies\", deleted \"contain only the name, address, party affiliation and precinct of the voter and shall\" following \"the chairman's list shall\", and added the last sentence of the subsection which begins \"The file maintenance list shall not include\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-14/"
    },
    {
      "id": "section-1-5-15",
      "number": "1-5-15",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-19, enacted by Laws 1969, ch. 240, § 120; 1975, ch. 255, § 71; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-15 NMSA 1978, as enacted by Laws 1969, ch. 240, § 120, relating to voter files, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-15/"
    },
    {
      "id": "section-1-5-16",
      "number": "1-5-16",
      "heading": "Voter file; duplicate voter file; storage; protection.",
      "text": "A. All voter files shall be stored to safeguard them from loss, damage or unauthorized alteration.\n\nB. All duplicate voter files shall be stored in a fireproof safe or vault located at a place remote from, and which is considered a separate damage risk from, the place of storage or use of the voter files from which they were duplicated.\n\nC. No voter file and its duplicate shall be stored or transported in any manner that will subject both to possible loss or damage from common or related perils.\n\nHistory:1953 Comp., § 3-5-20, enacted by Laws 1969, ch. 240, § 121; 1975, ch. 255, § 72.\n\nPurpose for preparation and safekeeping of \"duplicate master record\"is to have immediately available the means of replacing the information on the \"working master record\", if the \"working master record\", or any portion thereof should be damaged or destroyed.Ortiz v. Jaramillo, 1971-NMSC-041, 82 N.M. 445, 483 P.2d 500.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-16/"
    },
    {
      "id": "section-1-5-17",
      "number": "1-5-17",
      "heading": "Voter registration system software; instructions; status; protection.",
      "text": "A. Voter registration system software and instructions for its use in controlling the processing of information derived from the voter file shall be verified functionally, identified and approved by the secretary of state.\n\nB. Verified, identified and approved voter registration system software and instructions shall be safeguarded at all times against loss or damage. The designated data processor shall be in charge of these safeguards subject to approval by the secretary of state.\n\nHistory:1953 Comp., § 3-5-21, enacted by Laws 1969, ch. 240, § 122; 1975, ch. 255, § 73; 2001, ch. 146, § 6; 2005, ch. 270, § 30.\n\nThe 2005 amendment,effective July 1, 2005, changed \"program records\" to \"voter registration system software\" in Subsections A and B; deleted former Subsection B, which provided that program records and instructions for their use shall remain the property of the designated data processor; and relettered succeeding subsection accordingly.\n\nThe 2001 amendment,effective June 15, 2001, deleted \"machine\" preceding \"processing\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-17/"
    },
    {
      "id": "section-1-5-18",
      "number": "1-5-18",
      "heading": "List and roster preparation; compatible duplicate means.",
      "text": "A. The secretary of state shall provide to the county clerk means for the preparation of voter lists and signature rosters.\n\nB. At least one compatible duplicate means shall be provided for on a standby basis, and it shall be capable of performing the preparation of voter lists and signature rosters with minimum delay in case the original means is unable to perform.\n\nC. The secretary of state shall procure and preserve sufficient duplicate voter registration system software and operating instructions so that in case of disaster the duplicate master record and the duplicate voter registration system software and operating instructions will be all that will be required for another compatible facility to prepare registered voter lists and signature rosters with minimum delay.\n\nHistory:1953 Comp., § 3-5-23, enacted by Laws 1969, ch. 240, § 124; 2001, ch. 146, § 7; 2005, ch. 270, § 31.\n\nThe 2005 amendment,effective July 1, 2005, changed \"county clerk\" to \"secretary of state\" in Subsections A and C; in Subsection A, provided that the secretary of state shall provide to the county clerk the means to prepare lists and rosters; and in Subsection C, changed references from programs to voter registration system software.\n\nThe 2001 amendment,effective June 15, 2001, substituted \"List and roster preparation\" for \"Machine preparation\" in the section heading; substituted \"voter lists\" for \"voting lists\" in Subsection B; and deleted \"machine\" preceding \"facility\" in Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-18/"
    },
    {
      "id": "section-1-5-19",
      "number": "1-5-19",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-24, enacted by Laws 1969, ch. 240, § 125; 1975, ch. 255, § 74; 1987, ch. 249, § 16; 1993, ch. 314, § 39; 1993, ch. 316, § 39; 1995, ch. 166, § 5; 2001, ch. 146, § 8; 1978 Comp., § 1-5-19, recompiled as § 1-4-5.4 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-5-19 NMSA 1978 as 1-4-5.4 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-19/"
    },
    {
      "id": "section-1-5-20",
      "number": "1-5-20",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-25.1, enacted by Laws 1977, ch. 222, § 11; 1993, ch. 314, § 40; 1993, ch. 316, § 40; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-20 NMSA 1978, as enacted by Laws 1977, ch. 222, § 11, relating to certificates of registration, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-20/"
    },
    {
      "id": "section-1-5-21",
      "number": "1-5-21",
      "heading": "Data processor; custody and protection of voter file; delivery of voter file and program records.",
      "text": "A. The designated data processor shall provide the secretary of state, county clerk or county with data processing services in the implementation and maintenance of the Voter Records System Act and in carrying out such other services as are reasonably related to providing data processing of the voter records system.\n\nB. The designated data processor shall preserve and safeguard voter files and voter registration system software from loss, damage, unauthorized alteration, unauthorized access and unauthorized reproduction and shall ensure their continued use and accessibility while they are in the data processor's custody.\n\nC. No copies of the voter file or information or listings derived therefrom shall be furnished by the data processor to any person other than the secretary of state, the county clerk or their designated agents.\n\nHistory:1953 Comp., § 3-5-26, enacted by Laws 1975, ch. 255, § 75; 1989, ch. 392, § 9; 2005, ch. 270, § 32.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection A, provided that the data processor shall provide the services to the secretary of state; in Subsection B, deleted the former provision which provided that the data processor shall be responsible for the identification of the voter files and program records and their parts, and provided that the data processor shall preserve and safeguard voter files and voter registration system software; in Subsection C, provided that the data processor may provide voter file and information to the secretary of state; deleted former Subsection D, which provided that the data processor shall provide county clerks with data processing services to implement the unofficial election canvassing system; deleted former Subsection E, which provided that the unofficial election canvassing system shall be tested by the secretary of state; and deleted former Subsection F, which provided that the secretary of state shall certify the unofficial election canvassing system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-21/"
    },
    {
      "id": "section-1-5-22",
      "number": "1-5-22",
      "heading": "Unlawful disposition of voter file; penalty.",
      "text": "A. Unlawful disposition of voter file consists of the willful selling, loaning, providing access to or otherwise surrendering of the voter file, duplicates of the file or a part of the file by a data processor; a data processor's agent or employee; a state or county officer; or a state or county officer's deputy, assistant, employee or agent to anyone not authorized by the Voter Records System Act to have possession of the file.\n\nB. For purposes of this section, a file maintenance list shall be considered a voter file or a part of a voter file.\n\nC. Any data processor, officer, deputy, assistant, agent or employee who commits unlawful disposition of a voter file is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 3-5-27, enacted by Laws 1975, ch. 255, § 76; 2005, ch. 270, § 33.\n\nCross references.— For offenses and penalties,see1-20-1 NMSA 1978 et seq.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection A, provided that unlawful disposition of voter file includes providing access to the voter file and includes the prohibited acts by a data processor's agent or employee or a state or county officer's deputy or assistant.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-22/"
    },
    {
      "id": "section-1-5-23",
      "number": "1-5-23",
      "heading": "Unlawful destruction or alteration of data recording media, voter files, file maintenance lists, voter registration system software and instructions or voter lists; penalty",
      "text": "A. Unlawful destruction or alteration of data recording media, voter files, file maintenance lists, voter registration system software and instructions or voter lists consists of the unauthorized destruction of, the unauthorized alteration of, the erasure of information from or the rendering unusable for their lawfully intended purpose of such media, files, software, instructions and lists or parts thereof by any person.\n\nB. Any person who commits unlawful destruction or alteration of data recording media, voter files, file maintenance lists, voter registration system software and instructions or voter lists is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 3-5-28, enacted by Laws 1975, ch. 255, § 77; 2005, ch. 270, § 34.\n\nCross references.— For offenses and penalties,see1-20-1 NMSA 1978 et seq.\n\nThe 2005 amendment,effective July 1, 2005, changed \"active data processing media\" to \"data recording media\", \"program records\" to \"voter registration system software\" and \"records\" to \"software\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-23/"
    },
    {
      "id": "section-1-5-24",
      "number": "1-5-24",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-29, enacted by Laws 1975, ch. 255, § 78; 1995, ch. 166, § 6; 2005, ch. 270, § 35; 1978 Comp., § 1-5-24 recompiled as § 1-4-5.5 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-5-24 NMSA 1978 as 1-4-5.5 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-24/"
    },
    {
      "id": "section-1-5-25",
      "number": "1-5-25",
      "heading": "Recompiled.",
      "text": "History:1953 Comp., § 3-5-30, enacted by Laws 1975, ch. 255, § 79; 2001, ch. 146, § 9; 2005, ch. 270, § 36; 1978 Comp., § 1-5-25, recompiled as § 1-4-5.6 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-5-25 NMSA 1978 as 1-4-5.6 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-25/"
    },
    {
      "id": "section-1-5-26",
      "number": "1-5-26",
      "heading": "Contractual agreement required with data processor.",
      "text": "The secretary of state shall enter into a written contractual agreement with the data processor notwithstanding the fact that the data processor may be a department of state government.\n\nHistory:1953 Comp., § 3-5-31, enacted by Laws 1975, ch. 255, § 80; 2005, ch. 270, § 37.\n\nThe 2005 amendment,effective July 1, 2005, provided the secretary of state shall enter into an agreement with a data processor; deleted the provisions in former Subsection A, which provided that each county shall enter into an agreement with a data processor notwithstanding the fact that the data processor is a department of a county or municipality and that parties to the agreement shall be the county, the county clerk and the data processor; deleted former Subsection B, which provided that all agreements shall be approved by the secretary of state with the assistance of the automated voter records system advisory committee; and deleted former Subsection C, which provided that the secretary of state shall provide by regulation contractual provisions required for approval.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-26/"
    },
    {
      "id": "section-1-5-27",
      "number": "1-5-27",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-32, enacted by Laws 1975, ch. 255, § 81; 1987, ch. 249, § 17; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-27 NMSA 1978, as enacted by Laws 1975, ch. 255, § 81, relating to automated voter records system advisory committee, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-27/"
    },
    {
      "id": "section-1-5-28",
      "number": "1-5-28",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-33, enacted by Laws 1975, ch. 255, § 82; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-28 NMSA 1978, as enacted by Laws 1975, ch. 255, § 82, relating to automated voter records system advisory committee, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-28/"
    },
    {
      "id": "section-1-5-29",
      "number": "1-5-29",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-5-34, enacted by Laws 1975, ch. 255, § 83; 1987, ch. 249, § 18; 1993, ch. 314, § 41; 1993, ch. 316, § 41; 2001, ch. 146, § 10; repealed Laws 2005, ch. 270, § 79.\n\nRepeals.— Laws 2005, ch. 270, § 79 repealed 1-5-29 NMSA 1978, as enacted by Laws 1975, ch. 255, § 83, relating to automated voter records system advisory committee, effective July 1, 2005. For provisions of former section,seethe 2004 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-29/"
    },
    {
      "id": "section-1-5-30",
      "number": "1-5-30",
      "heading": "Secretary of state; voter registration electronic management system.",
      "text": "A. The secretary of state shall develop, implement, establish and supervise a voter registration electronic management system that complies with the federal Help America Vote Act of 2002 to facilitate voter registration and to provide a central database containing voter registration information for New Mexico.\n\nB. The voter registration electronic management system shall:\n\n(1) provide for the establishment and maintenance of a central database for all voter registration information;\n\n(2) permit the offices of all county clerks to add, modify and delete county information from the system to provide for accurate and up-to-date records;\n\n(3) permit the offices of the county clerks and the bureau of elections to have access to the central database for review and search capabilities;\n\n(4) provide security and protection for all information in the central database and monitor the central database to ensure the prevention of unauthorized entry;\n\n(5) provide procedures for the electronic receipt of voter registration application and update information, including digitized and electronic signatures, photographs and other data provided by the motor vehicle division of the taxation and revenue department or the federal social security administration;\n\n(6) permit a proper filing officer to upload declarations of candidacy and candidate qualification documents, as prescribed by the Election Code, and resolutions approving a ballot question within one day of being filed with the proper filing officer;\n\n(7) provide procedures for entering data into the central database; and\n\n(8) provide a centralized system for each county to enter the precinct to which a voter should be assigned for voting purposes.\n\nC. Based on written agreements with the secretary of state, the secretary of state shall provide access to the voter registration electronic management system to municipalities and other local governments based upon statutory responsibilities for administration of elections or to administer procedures related to elections that do not conflict with the provisions of the Election Code. The agreements shall include the scope of access, required initial and continuing training, job titles for persons with login credentials and security requirements associated with accessing the voter registration electronic management system.\n\nHistory:Laws 1989, ch. 298, § 1; 2005, ch. 270, § 38; 2015, ch. 145, § 23; 2019, ch. 212, § 59.\n\nCross references.— For the federal Help America Vote Act of 2002,see42 J.S.C. § 15301 et seq.\n\nThe 2019 amendment,effective April 3, 2019, provided for a voter registration electronic management system; in Subsection A, after \"supervise a\", deleted \"statewide computerized\", and after \"voter registration\", added \"electronic management\"; in Subsection B, in the introductory clause, after \"The\", deleted \"statewide computerized\" and after \"voter registration\", added \"electronic management\", added new Paragraph B(6) and redesignated former Paragraphs B(6) and B(7) as Paragraphs B(7) and B(8), respectively; and added Subsection C.\n\nThe 2015 amendment,effective July 1, 2015, provided requirements for the statewide computerized voter registration system that is to be developed and implemented by the secretary of state; and added a new Paragraph (5) of Subsection B and redesignated the succeeding paragraphs accordingly.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection A, provided that the voter registration system shall comply with the federal Help America Vote Act of 2002; in Subsection B(2), provided that the system shall permit changes to be made in county information; in Subsection B(6), provided that the system shall permit each county to enter the precinct to which the voter should be assigned; and deleted former Subsection B(7), which provided that the system prescribe a procedure for phasing in or converting existing computerized records.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-30/"
    },
    {
      "id": "section-1-5-31",
      "number": "1-5-31",
      "heading": "Uniform procedures for counties.",
      "text": "The secretary of state shall:\n\nA. assist county clerks by devising uniform procedures and forms that are compatible with the voter registration electronic management system;\n\nB. provide to each county clerk the computer software necessary for the use and maintenance of the voter registration electronic management system;\n\nC. provide to each county clerk, through an agreement with the motor vehicle division of the taxation and revenue department, access to the division's driver's license database for the purpose of verifying voter registrations, processing absentee ballots and qualifying provisional ballots; and\n\nD. adopt such rules as are necessary to establish and administer the voter registration electronic management system and to regulate the use of the driver's license database by county clerks.\n\nHistory:Laws 1989, ch. 298, § 2; 2005, ch. 270, § 39; 2015, ch. 145, § 24.\n\nThe 2015 amendment,effective July 1, 2015, provided new duties for the secretary of state in assisting county clerks in verifying voter registrations and processing absentee ballots and qualifying provisional ballots, and required the secretary of state to adopt rules to establish and administer the voter registration electronic management system and to regulate the use of the driver's license database by county clerks; in Subsection A, after \"compatible with the\", deleted \"statewide computerized\", and after \"registration\", added \"electronic management\"; in Subsection B, after \"maintenance of the\", deleted \"statewide computerized\", after \"voter registration\", added \"electronic management\", and after system;\", deleted \"and\"; added a new Subsection C and redesignated former Subsection C as Subsection D; and in Subsection D, after \"such rules\", deleted \"and regulations\", after \"administer the\", deleted \"statewide computerized\", after \"voter registration\", added \"electronic management\", after \"system and to\", deleted \"require deadlines and time limits for the updating of voter files\" and added \"regulate the use of the driver's license database by count clerks\".\n\nThe 2005 amendment,effective July 1, 2005, in Subsection B, deleted the requirement that the secretary of state develop computer software; and in Subsection C, deleted the provision that the secretary of state adopt rules and regulations to provide for the update of voter files at each polling place for the next election.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-5/section-1-5-31/"
    }
  ]
}