{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-3a-redistricting",
  "sections": [
    {
      "id": "section-1-3a-1",
      "number": "1-3A-1",
      "heading": "Short title.Section 1-3A-2 - Definitions",
      "text": "Section 1-3A-3 - Citizen redistricting committee created; membership; terms.Section 1-3A-4 - Members; qualifications; limitations.Section 1-3A-5 - Committee; duties.Section 1-3A-6 - Committee meetings before proposing district plans.Section 1-3A-7 - District",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-3a-2",
      "number": "1-3A-2",
      "heading": "Definitions.",
      "text": "As used in the Redistricting Act:\n\nA. \"committee\" means the citizen redistricting committee;\n\nB. \"community of interest\" means a contiguous population that shares common economic, social or cultural interests;\n\nC. \"district plan\" means an entire plan of single-member districts for electing members to the United States house of representatives, the state house of representatives, the state senate or other state offices requiring redistricting;\n\nD. \"lobbyist\" means a person who is required to register as a lobbyist pursuant to the provisions of the Lobbyist Regulation Act [Chapter 2, Article 11 NMSA 1978];\n\nE. \"political party\" means a political party that has been qualified in accordance with the provisions of the Election Code [Chapter 1 NMSA 1978]; and\n\nF. \"public official\" means a person elected to an office of the executive or legislative branch of the state.\n\nHistory:Laws 2021, ch. 79, § 3.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 3 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-2/"
    },
    {
      "id": "section-1-3a-3",
      "number": "1-3A-3",
      "heading": "Citizen redistricting committee created; membership; terms.",
      "text": "A. The \"citizen redistricting committee\" is created.\n\nB. The committee is composed of seven members, appointed, with due regard to the cultural and geographic diversity of the state, as follows:\n\n(1) one member appointed by the speaker of the house of representatives;\n\n(2) one member appointed by the minority floor leader of the house of representatives;\n\n(3) one member appointed by the president pro tempore of the senate;\n\n(4) one member appointed by the minority floor leader of the senate;\n\n(5) two members appointed by the state ethics commission, who shall not be members of the largest or second largest political parties in the state; and\n\n(6) one member appointed by the state ethics commission, who shall be a retired justice of the New Mexico supreme court or a retired judge of the New Mexico court of appeals, and who shall chair the committee.\n\nC. No more than three members of the committee shall be members of the same political party. A member of the committee shall not have changed party registration in the two years preceding the member's appointment in such a manner that the member's prior party registration would cause one political party to have more than three members. A member of the committee shall not continue to serve on the committee if the member changes party registration after the date of appointment in such a manner as to cause one political party to have more than three members.\n\nD. Members shall be appointed not later than July 1, 2021, and August 1 of each year ending in the number zero thereafter, and shall serve until a district plan for each of New Mexico's congressional districts, the state house of representatives, the state senate and other state offices requiring redistricting is submitted to the legislature.\n\nE. When any member of the committee dies, resigns or no longer has the qualifications required for the member's original appointment, the member's position on the committee becomes vacant and the chair shall notify the original appointing authority of the vacant position. The vacancy shall be filled by appointment by the original appointing authority no later than fifteen days following notification of the vacancy.\n\nF. The committee shall meet as necessary to carry out its duties pursuant to the Redistricting Act.\n\nG. Members are entitled to receive per diem and mileage as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance.\n\nHistory:Laws 2021, ch. 79, § 4.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 4 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-3/"
    },
    {
      "id": "section-1-3a-4",
      "number": "1-3A-4",
      "heading": "Members; qualifications; limitations.",
      "text": "A. To qualify for appointment to the committee, a person shall:\n\n(1) be a qualified elector of New Mexico and a voter; and\n\n(2) not be, or in the two years prior to appointment have been, in New Mexico, any of the following:\n\n(a) a public official;\n\n(b) a candidate for public office;\n\n(c) a lobbyist;\n\n(d) an office holder in a political party at the state or federal level;\n\n(e) a relative in the first degree of consanguinity of a member of congress, the state house of representatives, the state senate or the public education commission;\n\n(f) an employee of congress, the legislative branch of government or other state office required to be redistricted by the committee; or\n\n(g) an employee of the executive branch of government.\n\nB. Before entering upon the duties of the office of member, a member shall review the Redistricting Act and take the oath of office as provided by state law.\n\nHistory:Laws 2021, ch. 79, § 5.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 5 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-4/"
    },
    {
      "id": "section-1-3a-5",
      "number": "1-3A-5",
      "heading": "Committee; duties.",
      "text": "A. Beginning July 1, 2021, and every August 1 of each year ending in the number zero thereafter, the committee shall:\n\n(1) no later than October 30, 2021, or as soon thereafter as practicable, and September 1 of each year ending in the number one thereafter, adopt three district plans each for:\n\n(a) New Mexico's congressional districts;\n\n(b) the state house of representatives;\n\n(c) the state senate; and\n\n(d) the other state offices required to be redistricted;\n\n(2) hold no fewer than six public meetings that allow for virtual participation before publishing the district plans for public comment; provided that in-person meetings shall not be required if such meetings would violate a public health order;\n\n(3) hold no fewer than six public meetings that allow for virtual participation for the purpose of adopting district plans; provided that in-person meetings shall not be required if such meetings would violate a public health order;\n\n(4) conduct all meetings pursuant to the requirements of the Open Meetings Act; and\n\n(5) compile, index, maintain and provide public access to the committee's record for each district plan it adopts.\n\nB. Beginning no later than July 1, 2021, and August 1 of each year ending in the number zero thereafter, the committee may:\n\n(1) develop and adopt procedures for public hearings; and\n\n(2) hire staff and enter into contracts and any interagency agreements, including agreements to provide for professional technical or legal services, as necessary to accomplish the duties set forth in this section.\n\nHistory:Laws 2021, ch. 79, § 6.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 6 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-5/"
    },
    {
      "id": "section-1-3a-6",
      "number": "1-3A-6",
      "heading": "Committee meetings before proposing district plans.",
      "text": "A. Before the committee issues proposed district plans for public comment, the committee shall hold no fewer than six public meetings at which the committee shall receive testimony, documents and information regarding the identification of communities of interest and other testimony, documents and information regarding the creation of district plans. The committee shall provide the public with notice not later than thirty days before these meetings and the notice shall include information about how the public may participate and submit testimony, documents and information. The committee shall hold meetings in various regions across the state, including in central New Mexico and in each of the four geographic quadrants of the state, with at least one meeting on tribal lands.\n\nB. The committee shall compile, index, maintain and provide public access to all testimony, documents and information received in the meetings conducted before issuing proposed district plans for public comment.\n\nC. The proposed district plans that the committee issues for public comment shall be based, in part, on the testimony, documents and information received.\n\nHistory:Laws 2021, ch. 79, § 7.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 7 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-6/"
    },
    {
      "id": "section-1-3a-7",
      "number": "1-3A-7",
      "heading": "District plans; requirements and prohibitions.",
      "text": "A. The committee shall develop district plans in accordance with the following provisions:\n\n(1) congressional districts shall be as equal in population as practicable;\n\n(2) state districts shall be substantially equal in population; no plans for state office will be considered that have a total deviation of more than ten percent;\n\n(3) the committee shall use the most recent federal decennial census data generated by the United States census bureau and may use other reliable sources of demographic data as determined by majority vote of the committee;\n\n(4) proposed redistricting plans to be considered by the legislature shall not be composed of districts that split precincts;\n\n(5) plans must comport with the provisions of the federal Voting Rights Act of 1965, as amended, and federal constitutional standards; plans that dilute a protected minority's voting strength are unacceptable; race may be considered in developing redistricting plans but shall not be the predominant consideration; traditional race-neutral districting principles shall not be subordinated to racial considerations;\n\n(6) all redistricting plans shall use only single-member districts;\n\n(7) districts shall be drawn consistent with traditional districting principles;\n\n(8) districts shall be composed of contiguous precincts and shall be reasonably compact;\n\n(9) to the extent feasible, districts shall be drawn in an attempt to preserve communities of interest and shall take into consideration political and geographic boundaries, including the boundaries of Indian nations, tribes and pueblos; and\n\n(10) in addition, and to the extent feasible, the committee may seek to preserve the core of existing districts.\n\nB. The committee may incorporate suggested changes to its proposed district plans in accordance with public comments and testimony it receives, but shall not subordinate the requirements of Paragraphs (1) through (9) of Subsection A of this section in doing so.\n\nC. When proposing or adopting district plans, the committee shall not:\n\n(1) use, rely upon or reference partisan data, such as voting history or party registration data; provided that voting history in elections may be considered to ensure that the district plan complies with applicable federal law; or\n\n(2) consider the voting address of candidates or incumbents, except to avoid the pairing of incumbents unless necessary to conform to other traditional districting principles.\n\nHistory:Laws 2021, ch. 79, § 8.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 8 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-7/"
    },
    {
      "id": "section-1-3a-8",
      "number": "1-3A-8",
      "heading": "Committee adoption of district plans.",
      "text": "The committee shall adopt at a minimum three district plans for each of New Mexico's congressional districts, the state house of representatives, the state senate and other state offices required to be redistricted at an open meeting. After the committee adopts the district plans, the committee shall provide written evaluations of each district plan that address the satisfaction of the requirements set forth in the Redistricting Act, the ability of racial and language minorities to elect candidates of their choice, a measure of partisan fairness and the preservation of communities of interest.\n\nHistory:Laws 2021, ch. 79, § 9.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 9 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-8/"
    },
    {
      "id": "section-1-3a-9",
      "number": "1-3A-9",
      "heading": "Legislative selection of district plans.",
      "text": "A. The committee shall deliver its adopted district plans and accompanying written evaluations and all accompanying concise explanatory statements to the legislature by October 30, 2021, or as soon thereafter as practicable, and September 1 of each year ending in the number one thereafter.\n\nB. The legislature shall receive the adopted district plans for consideration in the same manner as for legislation recommended by interim legislative committees.\n\nHistory:Laws 2021, ch. 79, § 10.\n\nEffective dates.— Laws 2021, ch. 79, § 13 made Laws 2021, ch. 79, § 10 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-3a/section-1-3a-9/"
    }
  ]
}