{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-19a-voter-action",
  "sections": [
    {
      "id": "section-1-19a-1",
      "number": "1-19A-1",
      "heading": "Short title.Section 1-19A-2 - Definitions",
      "text": "Section 1-19A-3 - Terms of participation; declaration of intent.Section 1-19A-4 - Qualifying contributions.Section 1-19A-4.1 - Allowable contributions.Section 1-19A-5 - Repealed.Section 1-19A-6 - Certification.Section 1-19A-7 - Guidelines and restrictions fo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-19a-2",
      "number": "1-19A-2",
      "heading": "Definitions.",
      "text": "As used in the Voter Action Act:\n\nA. \"applicant candidate\" means a candidate who is running for a covered office and who is seeking to be a certified candidate in a primary or general election;\n\nB. \"certified candidate\" means a candidate running for a covered office who chooses to obtain financing pursuant to the Voter Action Act and is certified as a Voter Action Act candidate;\n\nC. \"contested\" means there are more candidates for a position than the number to be elected to that position;\n\nD. \"contribution\" means a gift, subscription, loan, advance or deposit of money or other thing of value, including the estimated value of an in-kind contribution, that is made or received for the purpose of supporting or opposing the nomination for election or election of a candidate for public office, including payment of a debt incurred in an election campaign and also including a coordinated expenditure, but \"contribution\" does not include:\n\n(1) a qualifying contribution;\n\n(2) the value of services provided without compensation or unreimbursed travel or other personal expenses of individuals who volunteer a portion or all of their time on behalf of a candidate; or\n\n(3) the value of the incidental use of the candidate's personal property, home or business office for campaign purposes;\n\nE. \"coordinated expenditure\" means an expenditure that is made:\n\n(1) by a person other than a candidate or campaign committee;\n\n(2) at the request or suggestion of, or in cooperation, consultation or concert with, a candidate, campaign committee or political party or any agent or representative of such a candidate, campaign committee or political party; and\n\n(3) for the purpose of:\n\n(a) supporting or opposing the nomination or election of a candidate; or\n\n(b) paying for an advertisement that refers to a clearly identified candidate and that is published and disseminated to the relevant electorate in New Mexico within thirty days before the primary election or sixty days before the general election in which the candidate is on the ballot;\n\nF. \"covered office\" means any office of the judicial department subject to statewide elections and the office of district judge;\n\nG. \"expenditure\" means a payment, transfer or distribution of, or a promise to pay, transfer or distribute, any money or other thing of value for the purpose of supporting or opposing the nomination or election of a candidate;\n\nH. \"fund\" means the public election fund;\n\nI. \"qualifying contribution\" means a donation of five dollars ($5.00) in the form of cash, a check, a money order or an electronic form of payment, as prescribed by the secretary, and payable to the fund in support of an applicant candidate that is:\n\n(1) made by a voter who is eligible to vote for the covered office that the applicant candidate is seeking;\n\n(2) made during the designated qualifying period and obtained through efforts made with the knowledge and approval of the applicant candidate; and\n\n(3) acknowledged by a receipt that identifies the contributor's name and residential address on forms provided by the bureau of elections and that is signed by the contributor, one copy of which is attached to the list of contributors and sent to the bureau of elections;\n\nJ. \"qualifying period\" means:\n\n(1) for candidates who are seeking public financing for a primary election or for both a primary and a general election, the period beginning October 1 immediately preceding the election year and ending at 5:00 p.m. on the third Tuesday of March of the election year; and\n\n(2) for candidates who are seeking public financing only for a general election, the period beginning January 1 of the election year and ending that year at 5:00 p.m. on the twenty-third day following the primary election for the office for which the candidate is running; and\n\nK. \"secretary\" means the secretary of state or the office of the secretary of state.\n\nHistory:Laws 2003, ch. 14, § 2; 2007 (1st S.S.), ch. 2, § 1; 2019, ch. 175, § 2; 2020, ch. 9, § 10; 2021, ch. 57, § 1.\n\nRepeals.— Laws 2021, ch. 57, § 5, effective June 18, 2021, repealed Laws 2020, ch. 9, §§ 10 through 13, which would have become effective January 1, 2023.\n\nThe 2021 amendment,effective June 18, 2021, included the office of district judge within the definition of \"covered office\", and removed the office of public regulation commissioner from the definition of \"covered office\", as that term is used in the Voter Action Act; and in Subsection F, after \"office of\", deleted \"public regulation commissioner\" and added \"district judge\".\n\nThe 2019 amendment,effective July 1, 2019, defined \"contribution\", \"coordinated expenditure\", and \"expenditure\", and revised and removed certain defined terms, as used in the Voter Action Act; in Subsection C, deleted \"contested election\" and added \"contested\", and after \"means\", deleted \"an election in which\"; added new Subsections D and E and redesignated former Subsection D as Subsection F; deleted former Subsection E, which defined \"election cycle\"; added a new Subsection G and redesignated former Subsection F as Subsection H; deleted former Subsection G and redesignated former Subsections H through J as Subsections I through K, respectively; in Subsection I, deleted \"or a check or money order\" and added \"a check, a money order or an electronic form of payment as prescribed by the secretary, and\", and in Paragraph I(1), after \"made by a\", deleted \"registered\"; in Subsection J, Paragraph J(1), after \"for\", deleted \"major party applicant candidates for covered offices\" and added \"candidates who are seeking public financing for a primary election or for both a primary and a general election\", in Paragraph J(2), after \"for\", deleted \"independent and minor party\", after \"candidates\", added \"who are seeking public financing only for a general election\", after \"beginning\", deleted \"February\" and added \"January\", and after \"5:00 p.m. on the\", deleted \"filing date for independent or minor party candidates\" and added \"twenty-third day following the primary election\"; and deleted former Subsection K, which defined \"seed money\".\n\nThe 2007 amendment,effective June 28, 2007, added \"any office of the judicial department subject to statewide elections\" to the definition of \"covered office\"; changed \"public regulation commissioner\" to \"covered offices\" in the definition of \"qualifying period\"; and deleted the definition of \"total vote\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-2/"
    },
    {
      "id": "section-1-19a-3",
      "number": "1-19A-3",
      "heading": "Terms of participation; declaration of intent.",
      "text": "A. A person choosing to obtain financing pursuant to the Voter Action Act shall first file with the secretary a declaration of intent to participate in that act as an applicant candidate for a stated covered office. The declaration of intent shall be filed with the secretary prior to or during the qualifying period according to forms and procedures developed by the secretary.\n\nB. To become an applicant candidate and participate in the Voter Action Act, a person shall submit a declaration of intent prior to collecting any qualifying contributions or other contributions and make explicit in the declaration that the candidate has complied with and will continue to comply with that act's contribution and expenditure limits and all other requirements set forth in that act and rules issued by the secretary.\n\nC. Except as provided in Subsection D of this section, a person shall not be eligible to become an applicant candidate if the person has accepted contributions totaling more than one hundred dollars ($100) from any one contributor during the election cycle in which the person is running for office.\n\nD. A person who has accepted contributions of more than one hundred dollars ($100) from any one contributor during the election cycle in which the person decides to run for a covered office is still eligible to become an applicant candidate if:\n\n(1) the contributions were for a candidacy for an office other than a covered office and no money was raised for or expended on any campaign-related activity for a covered office during the time those contributions were made;\n\n(2) the person does not solicit or accept contributions for a candidacy for an office other than a covered office or for the purpose of supporting or opposing a ballot measure or another candidate after the person declares candidacy for a covered office or becomes an applicant candidate;\n\n(3) the person places all campaign account money that was collected before the person became an applicant candidate in a segregated bank account and does not transfer any money into or out of that account for the duration of the person's campaign for a covered office; and\n\n(4) the person agrees that, if elected to the covered office, the person will transfer all money in the campaign account to the fund.\n\nHistory:Laws 2003, ch. 14, § 3; 2019, ch. 175, § 3.\n\nThe 2019 amendment,effective July 1, 2019, provided that a person who accepts contributions totaling more than $100 from any one contributor during the election cycle in which the person is running for office may still be eligible to become an applicant for public financing if the person meets the specified criteria; in Subsection C, added \"Except as provided in Subsection D of this section\", after \"accepted contributions totaling\", deleted \"five hundred dollars ($500) or more or made expenditures totaling five hundred dollars ($500) or more between the beginning of the qualifying period and filing a declaration of intent\" and added \"more than one hundred dollars ($100) from any one contributor during the election cycle in which the person is running for office.\"; and added Subsection D.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-3/"
    },
    {
      "id": "section-1-19a-4",
      "number": "1-19A-4",
      "heading": "Qualifying contributions.",
      "text": "A. Applicant candidates shall obtain qualifying contributions as follows:\n\n(1) for all statewide judicial elective offices, the number of qualifying contributions equal to one-tenth percent of the number of voters in the state; and\n\n(2) for the office of district judge:\n\n(a) four hundred qualifying contributions in a district with four hundred thousand or more voters;\n\n(b) three hundred qualifying contributions in a district with two hundred thousand or more but fewer than four hundred thousand voters;\n\n(c) two hundred qualifying contributions in a district with one hundred thousand or more but fewer than two hundred thousand voters; and\n\n(d) one hundred qualifying contributions in a district with fewer than one hundred thousand voters.\n\nB. Applicant candidates may accept qualifying contributions from persons who become registered within the statutory time frame that would enable those persons to vote in the primary election.\n\nC. Voters registered as independent are not excluded from making qualifying contributions but shall be registered within the statutory time frame as independent.\n\nD. A payment, gift or anything of value shall not be given in exchange for a qualifying contribution.\n\nHistory:Laws 2003, ch. 14, § 4; 2007 (1st S.S.), ch. 2, § 2; 2020, ch. 9, § 11; 2021, ch. 57, § 2.\n\nRepeals.— Laws 2021, ch. 57, § 5, effective June 18, 2021, repealed Laws 2020, ch. 9, §§ 10 through 13, which would have become effective January 1, 2023.\n\nThe 2021 amendment,effective June 18, 2021, prescribed qualifying contribution amounts for the office of district judge, removed references to the office of public regulation commissioner, and made technical corrections; in Subsection A, Paragraph A(2), after \"for the office of\", deleted \"public regulation commissioner, the number of qualifying contributions equal to one-tenth percent of the number of voters in the district of the office for which the candidate is running\" and added \"district judge\", and added Subparagraphs A(2)(a) through A(2)(d); and in Subsection D, deleted \"No\" and added \"A\", and after \"shall\", added \"not\".\n\nThe 2007 amendment,effective June 28, 2007, amended Subsection A to change the required number of registered voters from one-quarter percent to one-tenth of one percent.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-4/"
    },
    {
      "id": "section-1-19a-41",
      "number": "1-19A-4.1",
      "heading": "Allowable contributions.",
      "text": "A. An applicant candidate may collect contributions during the sixty days immediately preceding the qualifying period and throughout the qualifying period from qualified electors registered to vote in the state. An applicant candidate shall not accept contributions from any other source.\n\nB. A certified candidate may collect contributions from qualified electors registered to vote in the state. A certified candidate shall not accept contributions from any other source, except as allowed pursuant to Section 1-19A-8 NMSA 1978.\n\nC. Total contributions from a qualified elector to a candidate shall not exceed one hundred dollars ($100) per election cycle.\n\nHistory:Laws 2019, ch. 175, § 8.\n\nEffective dates.— Laws 2019, ch. 175, § 12 made Laws 2019, ch. 175, § 8 effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-4-1/"
    },
    {
      "id": "section-1-19a-5",
      "number": "1-19A-5",
      "heading": "Repealed.",
      "text": "History:Laws 2003, ch. 14, § 5; 2007 (1st S.S.), ch. 2, § 3; repealed by Laws 2019, ch. 175, § 11.\n\nRepeals.— Laws 2019, ch. 175, § 11 repealed 1-19A-5 NMSA 1978, as enacted by Laws 2003, ch. 14, § 5, relating to seed money, effective July 1, 2019. For provisions of former section,seethe 2018 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-5/"
    },
    {
      "id": "section-1-19a-6",
      "number": "1-19A-6",
      "heading": "Certification.",
      "text": "A. Upon receipt of a final submittal of qualifying contributions by an applicant candidate, the secretary shall determine from the applicant candidate's statement whether the applicant candidate has:\n\n(1) signed and filed a declaration of intent to obtain financing pursuant to the Voter Action Act in accordance with the requirements of that act;\n\n(2) collected and submitted the appropriate number of qualifying contributions after filing a declaration of intent;\n\n(3) met the qualifications to be a candidate pursuant to other applicable state election law;\n\n(4) complied with contribution and expenditure restrictions; and\n\n(5) otherwise met the requirements for obtaining financing pursuant to the Voter Action Act.\n\nB. The secretary shall certify applicant candidates complying with the requirements of this section as certified candidates as soon as possible and no later than ten days after final submittal of qualifying contributions and certification as a candidate pursuant to other applicable state election law.\n\nC. A certified candidate shall comply with all requirements of the Voter Action Act after certification and throughout the primary election and general election cycles. A certified candidate who accepts public campaign finance funds for the primary election shall comply with all the requirements of the Voter Action Act for the remainder of the election cycle in question, even if the certified candidate decides not to accept such funds for the general election.\n\nHistory:Laws 2003, ch. 14, § 6; 2019, ch. 175, § 4.\n\nThe 2019 amendment,effective July 1, 2019, revised the process for certifying candidates by requiring the secretary of state to determine whether an applicant candidate has met the requirements for certification from the applicant candidate's signed statement; and in Subsection A, added \"from the applicant candidate's statement\", in Paragraph A(2), added \"collected and\", and after \"qualifying contributions\", added \"after filing a declaration of intent\", in Paragraph A(3), deleted \"qualified as\" and added \"met the qualifications\", and in Paragraph A(4), deleted \"seed money\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-6/"
    },
    {
      "id": "section-1-19a-7",
      "number": "1-19A-7",
      "heading": "Guidelines and restrictions for contributions to and expenditures of certified candidates.",
      "text": "A. All money distributed to a certified candidate shall be used only for that candidate's campaign-related purposes in the election in which the money was distributed.\n\nB. Money from the fund received by a candidate shall not be used for:\n\n(1) the candidate's personal living expenses or compensation to the candidate or the candidate's spouse, domestic partner, children or stepchildren;\n\n(2) a contribution to another campaign of the candidate or a payment to retire debt from another such campaign;\n\n(3) a contribution to the campaign of another candidate or to a political party or political committee or to a campaign supporting or opposing a ballot proposition;\n\n(4) an expenditure supporting the election of another candidate or the passage or defeat of a ballot proposition or the defeat of any candidate other than an opponent of the certified candidate; provided that a certified candidate may purchase joint advertisements or services with other certified candidates;\n\n(5) payment of a fine levied by a court or the secretary; or\n\n(6) a gift or transfer for which compensating value is not received.\n\nC. A certified candidate shall return to the fund any amount that is unspent or unencumbered at the time that person ceases to be a candidate before a primary or general election for which the fund money was distributed.\n\nD. A certified candidate shall limit total campaign expenditures to the amount of money distributed to that candidate from the fund, money received from a political party pursuant to Section 1-19A-8 NMSA 1978 and contributions collected pursuant to Section 1-19A-4.1 NMSA 1978. A certified candidate shall not accept contributions from any other source except the certified candidate's political party, as specified in Section 1-19A-8 NMSA 1978 and contributions collected pursuant to Section 1-19A-4.1 NMSA 1978.\n\nE. A certified candidate who does not remain a candidate in the general election shall, within thirty days after the primary election, transfer to the secretary for deposit in the fund any amount received from the fund, from a political party pursuant to Section 1-19A-8 NMSA 1978 or from private contributors pursuant to Section 1-19A-4.1 NMSA 1978 that remains unspent or unencumbered by the date of the primary election.\n\nF. A certified candidate shall, within thirty days after the general election, transfer to the secretary for deposit in the fund any amount received from the fund, from a political party pursuant to Section 1-19A-8 NMSA 1978 or from private contributors pursuant to Section 1-19A-4.1 NMSA 1978 that remains unspent or unencumbered by the date of the general election.\n\nG. If a certified candidate ceases to be a certified candidate for any reason, the previously certified candidate or candidate's campaign committee shall, within thirty days thereafter, transfer to the secretary for deposit in the fund any amount received from the fund, from a political party pursuant to Section 1-19A-8 NMSA 1978 or from private contributors pursuant to Section 1-19A-4.1 NMSA 1978 that remains unspent or unencumbered by the date the candidate ceases to be a certified candidate.\n\nHistory:Laws 2003, ch. 14, § 7; 2007 (1st S.S.), ch. 2, § 4; 2019, ch. 175, § 5; 2023, ch. 39, § 79.\n\nThe 2023 amendment,effective June 16, 2023, expanded the prohibition of using campaign funds for personal living expenses or compensation to include a domestic partner; and in Subsection B, after \"candidate's spouse\", added \"domestic partner\"; and changed \"8 of this 2019 act\" to \"1-19A-4.1 NMSA 1978\" throughout the section.\n\nThe 2019 amendment,effective July 1, 2019, added restrictions on the use of campaign funds, restricted total campaign expenditures to the amount received from political parties under Section 1-19A-8 and allowable contributions, in addition to money distributed from the public election fund, and required candidates to return any unspent amounts to the public election fund; in Subsection A, after \"shall be used\", added \"only\"; added a new Subsection B and redesignated former Subsections B through E as Subsections C through F, respectively; in Subsection D, after \"campaign expenditures\", deleted \"and debts\", and added \"money received from a political party pursuant to Section 1-19A-8 NMSA 1978 and contributions collected pursuant to Section 8 of this 2019 act\", and added \"and contributions collected pursuant to Section 8 of this 2019 act\"; in Subsection E, added \"who does not remain a candidate in the general election\", after \"shall\", deleted \"return to the secretary\", after \"primary election\", deleted \"any amount that is\" and added \"transfer to the secretary for deposit in the fund any amount received from the fund, from a political party pursuant to Section 1-19A-8 NMSA 1978 or from private contributors pursuant to Section 8 of this 2019 act that remains\", and after \"primary election\", deleted \"for direct deposit into the fund\"; in Subsection F, after \"certified candidate shall\", deleted \"return to the secretary\", after \"general election\", deleted \"any amount that is\" and added \"transfer to the secretary for deposit in the fund any amount received from the fund, from a political party pursuant to Section 1-19A-8 NMSA 1978 or from private contributors pursuant to Section 8 of this 2019 act that remains\", and after \"general election\", deleted \"for direct deposit into the fund\"; and added Subsection G.\n\nThe 2007 amendment,effective June 28, 2007, changed \"two weeks\" to \"thirty days\" in Subsections D and E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-7/"
    },
    {
      "id": "section-1-19a-8",
      "number": "1-19A-8",
      "heading": "Political party expenditures; contributions to certified candidates.",
      "text": "A. A certified candidate may accept monetary or in-kind contributions from a political party; provided that the aggregate amount of such contributions from all political party committees combined does not exceed the equivalent of ten percent of the value of that candidate's aggregate public financing per election cycle.\n\nB. All in-kind contributions from a political party distributed to certified candidates shall be used for campaign-related purposes.\n\nC. Nothing in this section shall prevent political party funds from being used for general operating expenses of the party; conventions; nominating and endorsing candidates; identifying, researching and developing the party's position on issues; party platform activities; noncandidate-specific voter registration; noncandidate-specific get-out-the-vote drives; travel expenses for noncandidate party leaders and staff; and other noncandidate-specific party building activities.\n\nHistory:Laws 2003, ch. 14, § 8.\n\nEffective dates.— Laws 2003, ch. 14, § 23 made the act effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-8/"
    },
    {
      "id": "section-1-19a-9",
      "number": "1-19A-9",
      "heading": "Candidate reporting requirements.",
      "text": "A. The secretary shall publish guidelines outlining permissible campaign-related expenditures and penalties for violations of the Voter Action Act by September 1, 2019.\n\nB. Applicant candidates shall file a report listing contributions and expenditures with their application for certification.\n\nC. Applicant candidates shall file qualifying contributions with the secretary during the qualifying period according to procedures developed by the secretary. In developing these procedures, the secretary shall use existing campaign reporting procedures and deadlines whenever practical.\n\nD. Certified candidates shall report all contributions and expenditures according to the campaign reporting schedule specified in the Campaign Reporting Act [1-19-25 to 1-19-36 NMSA 1978].\n\nHistory:Laws 2003, ch. 14, § 9; 2019; ch. 175, § 6.\n\nThe 2019 amendment,effective July 1, 2019, required the secretary of state to publish guidelines outlining penalties for violations of the Voter Action Act, and removed certain reporting requirements; in Subsection A, added \"and penalties for violations of the Voter Action Act by September 1, 2019\"; in Subsection B, after \"report listing\", deleted \"seed money\"; in Subsection D, after \"shall report\", added \"all contributions and\", after \"campaign reporting\", deleted \"requirements\" and added \"schedule\", and after \"specified in the\", deleted \"Election Code\" and added \"Campaign Reporting Act\"; and deleted former Subsections E and F, which specified certain reporting requirements.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-9/"
    },
    {
      "id": "section-1-19a-10",
      "number": "1-19A-10",
      "heading": "Public election fund; creation; use.",
      "text": "A. There is created in the state treasury the \"public election fund\" solely for the purposes of:\n\n(1) financing the election campaigns of certified candidates for covered offices;\n\n(2) paying administrative and enforcement costs of the Voter Action Act; and\n\n(3) carrying out all other specified provisions of the Voter Action Act.\n\nB. The state treasurer shall invest the funds as other state funds are invested, and all income derived from the fund shall be credited directly to the fund. Remaining balances at the end of a fiscal year shall remain in the fund and not revert to the general fund.\n\nC. Money received from the following sources shall be deposited directly into the fund:\n\n(1) qualifying contributions that have been submitted to the secretary;\n\n(2) any recurring balance of unspent fund money distributed to a certified candidate who does not remain a candidate through the primary or general election period for which the money was distributed;\n\n(3) money that remains unspent or unencumbered by a certified candidate following the date of the primary election;\n\n(4) money that remains unspent or unencumbered by a certified candidate following the date of the general election;\n\n(5) unspent contributions to a candidate;\n\n(6) money distributed to the fund from funds received pursuant to the Uniform Unclaimed Property Act (1995) [Chapter 7, Article 8A NMSA 1978]; and\n\n(7) money appropriated by the legislature or as otherwise provided by law.\n\nHistory:Laws 2003, ch. 14, § 10; 2007 (1st S.S.), ch. 2, § 5; 2014, ch. 2, § 1; 2019, ch. 175, § 7; 2020, ch. 9, § 12; 2021, ch. 57, § 3.\n\nRepeals.— Laws 2021, ch. 57, § 5, effective June 18, 2021, repealed Laws 2020, ch. 9, §§ 10 through 13, which would have become effective January 1, 2023.\n\nThe 2021 amendment,effective June 18, 2021, removed provisions related to establishing a subaccount in the public election fund and amounts to be deposited in the subaccount; and deleted Subsections D and E.\n\nThe 2019 amendment,effective July 1, 2019, revised the list of funds received that must be deposited directly into the public election fund; and in Subsection C, Paragraph C(5), after \"unspent\", deleted \"seed money that cannot be used for any other purpose\" and added \"contributions to a candidate\", and in Paragraph C(7), after \"legislature\", added \"or otherwise provided by law\".\n\nThe 2014 amendment,effective July 1, 2014, eliminated a distribution from the insurance premium tax to the public regulation commission elections subaccount in the public election fund; in Subsection E, in the initial paragraph, deleted \"Three hundred thousand dollars ($300,000)\" and added\" Two hundred thousand dollars ($200,000)\" and in Subsection E, deleted Paragraph (3) which provided for the deposit of one hundred thousand dollars from the insurance premium tax collected pursuant to Section 59A-6-2 NMSA 1978 in the subaccount for public regulation commission elections.\n\nThe 2007 amendment,effective June 28, 2007, added Paragraph (6) of Subsection C; added Subsection D; and in Subsection E, provided for the deposit of listed funds in the subaccount for public regulation commission elections.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-10/"
    },
    {
      "id": "section-1-19a-11",
      "number": "1-19A-11",
      "heading": "Determination of fund amount.",
      "text": "A. By January 1, 2007, and every two years thereafter, the secretary shall prepare and provide to the legislature a report documenting, evaluating and making recommendations relating to the administration, implementation and enforcement of the Voter Action Act.\n\nB. In the report, the secretary shall set out the revenues received to date, the expected costs to the fund for the next election cycle and the amount of the annual appropriation from the legislature that will be required to meet this need.\n\nHistory:Laws 2003, ch. 14, § 11.\n\nEffective dates.— Laws 2003, ch. 14, § 23 made the act effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-11/"
    },
    {
      "id": "section-1-19a-12",
      "number": "1-19A-12",
      "heading": "Timing of fund distribution.",
      "text": "A. Beginning with the election cycle that ends with the general election in 2006, the secretary shall distribute money from the fund to certified candidates.\n\nB. For a primary election certified candidate, the secretary shall distribute the amount due to that certified candidate for that covered office within one week of certification.\n\nC. For a candidate certified for the general election, the secretary shall distribute the amount due to that certified candidate for that covered office within one week after the primary election or, for a minor party or independent candidate, within one week after certification of the candidate.\n\nHistory:Laws 2003, ch. 14, § 12.\n\nEffective dates.— Laws 2003, ch. 14, § 23 made the act effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-12/"
    },
    {
      "id": "section-1-19a-13",
      "number": "1-19A-13",
      "heading": "Amount of fund distribution.",
      "text": "A. By September 1 of each odd-numbered year, the secretary shall determine the amount of money to be distributed to each certified candidate for the election cycle ending with the next general election, based on the type of election and the provisions of Subsections B through G of this section.\n\nB. For contested primary elections, the amount of money to be distributed to a certified candidate is equal to the following:\n\n(1) for the office of district judge, for each voter of the candidate's party in the district of the office for which the candidate is running:\n\n(a) fifteen cents ($.15) in a district with four hundred thousand or more voters;\n\n(b) twenty-five cents ($.25) in a district with two hundred thousand or more but fewer than four hundred thousand voters;\n\n(c) forty cents ($.40) in a district with one hundred thousand or more but fewer than two hundred thousand voters; and\n\n(d) fifty-five cents ($.55) in a district with fewer than one hundred thousand voters; and\n\n(2) for the office of justice of the supreme court or judge of the court of appeals, fifteen cents ($.15) for each voter of the candidate's party in the state.\n\nC. For uncontested primary elections in which another candidate has filed a declaration of candidacy for nomination in another party's primary for the same office and that candidate's primary is contested, the amount of money to be distributed to a certified candidate is equal to twenty percent of the amount specified in Subsection B of this section.\n\nD. For uncontested primary elections in which another candidate has filed a declaration of candidacy for nomination in another party's primary for the same office, but no primary for the office is contested, the amount of money to be distributed to a certified candidate is equal to the average of the amount each candidate would receive pursuant to Subsection B of this section.\n\nE. For contested general elections, the amount of money to be distributed to a certified candidate is equal to the following:\n\n(1) for the office of district judge, for each voter in the district of the office for which the candidate is running:\n\n(a) fifteen cents ($.15) in a district with four hundred thousand or more voters;\n\n(b) twenty-five cents ($.25) in a district with two hundred thousand or more but fewer than four hundred thousand voters;\n\n(c) forty cents ($.40) in a district with one hundred thousand or more but fewer than two hundred thousand voters; and\n\n(d) fifty-five cents ($.55) in a district with fewer than one hundred thousand voters; and\n\n(2) for the office of justice of the supreme court or judge of the court of appeals, fifteen cents ($.15) for each voter in the state.\n\nF. If a general election race that is initially uncontested later becomes contested because of the qualification of a candidate for that race, an amount of money shall be distributed to the certified candidate to make that candidate's distribution amount equal to the amount distributed pursuant to Subsection E of this section.\n\nG. Once the certification for candidates for the primary election has been completed, the secretary shall calculate the total amount of money to be distributed in the primary election cycle, based on the number of certified candidates and the allocations specified in this section. The secretary shall also prepare an estimate of the total amount of money that might be distributed in the general election cycle. If the total amount to be distributed in the primary election cycle and the estimated total amount to be distributed in the general election cycle taken together exceed the amount expected to be available in the fund, the secretary shall allocate the amount available between the primary and general election cycles. This allocation shall be based on the ratio of the two total amounts.\n\nH. If the allocation specified in Subsection G of this section is greater than the total amount available for distribution, then the amounts to be distributed to individual candidates, specified in Subsections B through F of this section, shall each be reduced by the same percentage as the reduction by which the total amount needed has been reduced relative to the total amount available.\n\nI. At least every two years, the secretary shall evaluate and modify as necessary the dollar values originally determined by Subsections B through F of this section and shall increase the amounts by the percentage of the preceding two calendar years' increase of the consumer price index for all urban consumers, United States city average for all items, published by the United States department of labor.\n\nJ. No money shall be distributed to candidates in judicial retention elections, and except as provided in Subsections C, D and F of this section, no money shall be distributed to a candidate in an uncontested election.\n\nHistory:Laws 2003, ch. 14, § 13; 2007 (1st S.S.), ch. 2, § 6; 2019, ch. 175, § 9; 2020, ch. 9, § 13; 2021, ch. 57, § 4\n\nRepeals.— Laws 2021, ch. 57, § 5, effective June 18, 2021, repealed Laws 2020, ch. 9, §§ 10 through 13, which would have become effective January 1, 2023.\n\nThe 2021 amendment,effective June 18, 2021, prescribed distribution amounts from the public election fund to each certified candidate based on the type of election; in Subsection B, Paragraph B(1), after \"for the office of\", deleted \"public regulation commissioner, twenty-five cents ($.25)\" and added \"district judge\", and added Subparagraphs B(1)(a) through B(1)(d), and in Paragraph B(2), after \"supreme court\", deleted \"and\" and added \"or\"; and in Subsection E, Paragraph E(1), after \"for the office of\", deleted \"public regulation commissioner, twenty-five cents ($.25)\" and added \"district judge\", and added Subparagraphs E(1)(a) through E(1)(d), and in Paragraph E(2), after \"supreme court\", deleted \"and\" and added \"or\".\n\nThe 2019 amendment,effective July 1, 2019, revised the amounts distributed from the public election fund; in Subsection A, deleted \"August 1, 2007\" and added \"September 1 of each odd-numbered year\", after \"general election\", deleted \"in 2008\", and after \"Subsections B through\", deleted \"F\" and added \"G\"; in Subsection C, after \"primary elections\", added \"in which another candidate has filed a declaration of candidacy for nomination in another party's primary for the same office and that candidate's primary is contested\", and after \"equal to\", deleted \"fifty\" and added \"twenty\"; added a new Subsection D and redesignated former Subsections D through I as Subsections E through J, respectively; in Subsection F, deleted \"For uncontested general elections, except as provided in Subsection I of this section, the amount of money to be distributed to a certified candidate is equal to fifty percent of the amount specified in Subsection D of this section\", and after \"the qualification of\", deleted \"an independent or minor party candidate to appear on the ballot\" and added \"a candidate\"; in Subsection G, deleted \"The secretary shall increase the total amount by twenty percent to provide funds for additional matching funds in the primary election.\", deleted \"This estimate shall be increased by twenty percent to provide funds for additional matching funds in the general election.\", after \"primary election cycle\", deleted \"plus the added twenty percent\", and after \"general election cycle\", deleted \"plus the added twenty percent, all\"; in Subsection H, after \"Subsection\", deleted \"F\" and added \"G\", and after \"Subsections B through\", deleted \"C\" and added \"F\"; in Subsection I, deleted \"consider and account for inflation in the evaluations\" and added \"increase the amounts by the percentage of the preceding two calendar years' increase of the consumer price index for all urban consumers, United States city average for all items, published by the United States department of labor\"; and in Subsection J, deleted \"No money shall be distributed to judicial candidates in uncontested general elections; provided that if a general election race that is initially uncontested later becomes contested, the certified judicial candidate shall receive a distribution in accordance with Subsection D of this section\" and added \"and except as provided in Subsections C, D and F of this section, no money shall be distributed to a candidate in an uncontested election\".\n\nThe 2007 amendment,effective June 28, 2007, in Subsection A, changed \"April 1, 2005\" to \"August 1, 2007\"; added Paragraphs (1) and (2) of Subsections B and D; provided that for uncontested primary elections and uncontested general elections, the distribution shall be based on the amount specified in Subsection D; eliminated the provision that provided the method for determining the distribution if the preceding four election cycles did not provide sufficient data; and added Subsection I relating to judicial retention elections.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-13/"
    },
    {
      "id": "section-1-19a-14",
      "number": "1-19A-14",
      "heading": "Repealed.",
      "text": "History:Laws 2003, ch. 14, § 14; 2007 (1st S.S.), ch. 2, § 7; repealed by Laws 2019, ch. 175, § 11.\n\nRepeals.— Laws 2019, ch. 175, § 11 repealed 1-19A-14 NMSA 1978, as enacted by Laws 2003, ch. 14, § 14, relating to matching funds, effective July 1, 2019. For provisions of former section,seethe 2018 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-14/"
    },
    {
      "id": "section-1-19a-15",
      "number": "1-19A-15",
      "heading": "Administration; secretary of state; duties.",
      "text": "A. The secretary shall adopt rules to ensure effective administration of the Voter Action Act.\n\nB. The rules shall include procedures for:\n\n(1) qualifications, certification and disbursement of revenues and return of unspent fund revenues;\n\n(2) obtaining qualifying contributions;\n\n(3) certification of candidates;\n\n(4) collection of revenues; and\n\n(5) return of fund disbursements and other money to the fund.\n\nHistory:Laws 2003, ch. 14, § 15.\n\nEffective dates.— Laws 2003, ch. 14, § 23 made the act effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-15/"
    },
    {
      "id": "section-1-19a-151",
      "number": "1-19A-15.1",
      "heading": "State ethics commission; jurisdiction.",
      "text": "A. The state ethics commission shall have jurisdiction to investigate and adjudicate a complaint alleging a civil violation of a provision of the Voter Action Act in accordance with the provisions of the State Ethics Commission Act [Chapter 10, Article 16G NMSA 1978].\n\nB. The secretary of state shall forward complaints it receives alleging violations of the Voter Action Act to the state ethics commission in accordance with a formalized agreement.\n\nHistory:Laws 2019, ch. 86, § 20; 2021, ch. 109, § 8.\n\nThe 2021 amendment,effective July 1, 2021, removed jurisdiction from the secretary of state to investigate and adjudicate complaints; and removed a provision requiring the state ethics commission and the secretary of state to make recommendations to the legislature on any necessary changes to the Voter Action Act; deleted \"On and after January 1, 2020\" and redesignated former Paragraphs A(1) and A(2) as Subsections A and B, respectively; in Subsection B, after \"The\", deleted \"state ethics commission shall share jurisdiction to investigate and adjudicate complaints, or any aspect of a complaint, with the secretary of state as formalized through an agreement. The\", and after \"in accordance with\", added \"a formalized\"; and deleted former Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-15-1/"
    },
    {
      "id": "section-1-19a-16",
      "number": "1-19A-16",
      "heading": "Appeals.",
      "text": "The procedure for challenging a certification decision by the secretary is as follows:\n\nA. a person aggrieved by a certification decision or a decision regarding the distribution of matching funds may appeal to the secretary within three days of the decision. The appeal shall be in writing and shall set forth the reasons for appeal;\n\nB. within five days after an appeal is properly made, and after due notice is given to the parties in dispute, the secretary shall hold a hearing whereby:\n\n(1) the appellant has the burden of providing evidence to demonstrate that the secretary's decision was improper; and\n\n(2) the secretary shall rule on the appeal within three days after the completion of the hearing;\n\nC. the parties in dispute may appeal the decision of the secretary by commencing an action in district court; and\n\nD. certified candidates whose certification is revoked on appeal shall return to the secretary any unspent money distributed from the fund. If the secretary or court finds that an appeal was made frivolously or to result in delay or hardship, the secretary or court may sanction the moving party by requiring the party to pay costs of the administrative hearing, the court hearing and the opposing parties.\n\nHistory:Laws 2003, ch. 14, § 16.\n\nEffective dates.— Laws 2003, ch. 14, § 23 made the act effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-16/"
    },
    {
      "id": "section-1-19a-17",
      "number": "1-19A-17",
      "heading": "Penalties.",
      "text": "A. In addition to other penalties that may be applicable, a person who violates a provision of the Voter Action Act is subject to a civil penalty of up to ten thousand dollars ($10,000) per violation. In addition to a fine, a certified candidate found in violation of that act may be required to return to the fund all amounts distributed to the candidate from the fund. If the state ethics commission makes a determination that a violation of that act has occurred, the state ethics commission shall impose a fine and, if the violation is willful or knowing, transmit the finding to the attorney general for criminal prosecution pursuant to Subsection B of this section. In determining whether a certified candidate is in violation of the expenditure limits of that act, the state ethics commission may consider as a mitigating factor any circumstances out of the candidate's control.\n\nB. A person who willfully or knowingly violates the provisions of the Voter Action Act or knowingly makes a false statement in a report required by that act is guilty of a fourth degree felony and, if the person is a certified candidate, shall return to the fund all money distributed to that candidate.\n\nHistory:Laws 2003, ch. 14, § 17; 2019, ch. 175, § 10; 2021, ch. 109, § 9.\n\nThe 2021 amendment,effective July 1, 2021, revised duties of the state ethics commission and the secretary of state in administering and enforcing the Voter Action Act, and required the state ethics commission to transmit findings of willful or knowing violations of the Voter Action Act to the attorney general for criminal prosecution; changed \"secretary\" to \"state ethics commission\" throughout; and in Subsection A, after \"impose a fine and\", added \"if the violation is willful or knowing\".\n\nThe 2019 amendment,effective July 1, 2019, clarified certain penalty provisions; in Subsection A, after \"impose a fine\", deleted \"or\" and added \"and\", added \"criminal\" preceding \"prosecution\", and after \"prosecution\", added \"pursuant to Subsection B of this section\"; and in Subsection B, after \"Voter Action Act\", deleted \"or rules of the secretary\".\n\nImposition of a fine by the secretary of state.— If the secretary of state elects not to refer a violation of the Voter Action Act to the attorney general for possible criminal prosecution, then the secretary is statutorily obligated to impose a civil penalty under the act. The secretary has discretion only to determine the amount of the penalty.Montoya v. Herrera. 2012-NMSC-011, 276 P.3d 952.\n\nWhere the applicant candidate violated the Voter Action Act by contributing more than $8,000 of the candidate's own funds to the candidate's election campaign and the secretary of state elected not to refer the violation to the attorney general for possible criminal prosecution, the secretary had the statutory obligation to impose a fine on the candidate and the secretary had the discretion to impose a $2,000 fine on the candidate.Montoya v. Herrera. 2012-NMSC-011, 276 P.3d 952.\n\nAttorney general's authority to initiate criminal prosecutions.— Section 1-19A-17 NMSA 1978 does not limit the attorney general's authority to initiate criminal prosecutions of the Voter Action Act. The attorney general is not required to first receive a referral from the secretary of state before the attorney general can initiate criminal proceedings.State v. Block, 2011-NMCA-101, 150 N.M. 598, 263 P.3d 940.\n\nDouble jeopardy.— The civil penalty authorized under Section 1-19A-17 NMSA 1978 is remedial and does not constitute punishment for double jeopardy purposes. The imposition of a civil penalty does not bar a subsequent criminal prosecution under the Voter Action Act for the same conduct for which the secretary of state assessed the civil penalty.State v. Block, 2011-NMCA-101, 150 N.M. 598, 263 P.3d 940.\n\nImposition of civil penalty and subsequent criminal prosecution.— Where the secretary of state assessed civil penalties against defendant for violations of the Voter Action Act; the secretary of state did not refer the matter to the attorney general for criminal prosecution; and the attorney general subsequently filed criminal charges against defendant for the same violations of the act, the attorney general was authorized to initiate the criminal prosecution and the assessment of the civil penalties did not preclude the subsequent criminal prosecution.State v. Block, 2011-NMCA-101, 150 N.M. 598, 263 P.3d 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-19a/section-1-19a-17/"
    }
  ]
}