{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-2-election-officers-and-boards",
  "sections": [
    {
      "id": "section-1-2-1",
      "number": "1-2-1",
      "heading": "Secretary of state; chief election officer; rules",
      "text": "A. The secretary of state is the chief election officer of the state.\n\nB. The secretary of state shall:\n\n(1) obtain and maintain uniformity in the application, operation and interpretation of the Election Code; and\n\n(2) subject to the State Rules Act [Chapter 14, Article 4 NMSA 1978], make rules pursuant to the provisions of, and necessary to carry out the purposes of, the Election Code and shall furnish to the county clerks copies of such rules; provided that no rule is adopted or amended within the sixty-three days before a primary or a general election.\n\nC. No forms or procedures shall be used in any election held pursuant to the Election Code without prior approval of the secretary of state. If a form is authorized or required by the Election Code and issued or approved by the secretary of state, only the form issued or approved by the secretary may be used.\n\nHistory:1953 Comp., § 3-2-1, enacted by Laws 1969, ch. 240, § 22; 1971, ch. 317, § 1; 1975, ch. 255, § 7; 1979, ch. 74, § 2; 2011, ch. 137, § 12; 2015, ch. 145, § 7; 2017, ch. 101, § 1; 2023, ch. 39, § 9.\n\nCross references.— For violation of Election Code by officers,see1-20-23 NMSA 1978.\n\nFor legislature prescribing time, manner and place of voting,seeN.M. Const., art. VII, § 1.\n\nFor bureau of elections created in secretary of state's office,see8-4-5 NMSA 1978.\n\nThe 2023 amendment,effective June 16, 2023, provided that if a form is authorized or required by the Election Code and issued or approved by the secretary of state, only the form issued or approved by the secretary may be used; in Subsection C, added the last sentence of the subsection.\n\nThe 2017 amendment,effective June 16, 2017, changed the deadline for election code rule changes; in Subsection B, Paragraph B(2), after \"amended within the\", deleted \"fifty-six\" and added \"sixty-three\".\n\nThe 2015 amendment,effective July 1, 2015, removed the power of the secretary of state to bring such actions as deemed necessary, through the attorney general or district attorney having jurisdiction, for the enforcement of the provisions of the Election Code; in the catchline, after \"rules\", deleted \"enforcement powers\"; in Subsection A, after \"officer of the state\", deleted \"and\" and designated the remainder of the subsection as Subsection B, and redesignated the succeeding subsection accordingly; in Subsection B, added \"The secretary of state\"; in Paragraph (1) of Subsection B, after \"Election Code;\" added \"and\"; and deleted Paragraph (3) of Subsection B.\n\nThe 2011 amendment,effective July 1, 2011, prohibited rules from being adopted or amended within the fifty-six days before a primary or general election.\n\nNo power to change mandatory provisions.— The secretary of state does not have the power to change mandatory provisions of the Election Code.Weldon v. Sanders, 1982-NMSC-136, 99 N.M. 160, 655 P.2d 1004.\n\nForm of nominating petitions.— Where petitioner sought preprimary designation as a candidate for the office of United States representative from New Mexico's third congressional district at the 2020 republican party pre-primary convention, and where petitioner filed forty-nine nominating petitions containing over 700 signatures, along with her declaration of candidacy, and where the secretary of state invalidated the signatures on forty-four of petitioner's nominating petitions because those petitions omitted the heading \"2020 Primary Nominating Petition\", which the secretary of state deemed to be critical information required by law, the secretary of state's refusal to accept any nominating petition that did not have the heading at issue was improper because the substance of the invalidated nominating petitions conformed with the form prescribed by § 1-8-30 NMSA 1978 and therefore met the requirements of the Election Code.Morper v. Toulouse Oliver, 2020-NMSC-012.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 89 et seq.\n\nArrest, immunity of election officers from criminal arrest, 1 A.L.R. 1160.\n\nEffect of irregularity in performance of duties of election officials where all electors are given opportunity to express themselves freely, 133 A.L.R. 279.\n\nLiability of public officers for breach of duty in respect of election or primary election laws, 153 A.L.R. 109.\n\n29 C.J.S. Elections §§ 66 to 82.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-1/"
    },
    {
      "id": "section-1-2-11",
      "number": "1-2-1.1",
      "heading": "Attorney general required to assist secretary of state; district attorneys required to assist secretary of state and county clerks.",
      "text": "A. The attorney general shall, upon request of the secretary of state, provide legal advice, assistance, services and representation as counsel in any action to enforce the provisions of the Election Code.\n\nB. Upon the request of the secretary of state or a county clerk, the attorney general and the several district attorneys of the state shall assign investigators or lawyers to aid the secretary of state and county clerks to ensure the proper conduct of an election.\n\nC. Each district attorney shall assign a lawyer to be the elections prosecutor for the judicial district or for each county in the judicial district. The district attorney shall communicate and maintain current the name and contact information of the assigned elections prosecutor to the secretary of state and to each county clerk in the judicial district. The assigned elections prosecutor shall receive from the county clerk in the prosecutor's county or judicial district referrals of suspected violations of the Election Code. The assigned elections prosecutor shall each month report in writing to the county clerk and the district attorney the status of each referral until the matter is concluded.\n\nHistory:1978 Comp., § 1-2-1.1, enacted by Laws 1979, ch. 74, § 3; 1981, ch. 159, § 1; 2015, ch. 145, § 8; 2018, ch. 79, § 2.\n\nCross references.— For the enforcement powers of the secretary of state,see1-2-1 NMSA 1978.\n\nThe 2018 amendment,effective July 1, 2018, made conforming changes as a result of the repeal of the Municipal Election Code; and in Subsection A, after \"provisions of the Election Code\", deleted \"and the Municipal Election Code\".\n\nTemporary provisions.— Laws 2018, ch. 79, § 174 provided that references in law to the Municipal Election Code and to the School Election Law shall be deemed to be references to the Local Election Act.\n\nThe 2015 amendment,effective July 1, 2015, provided for the attorney general to assist the secretary of state in any action to enforce the provisions of the Election Code, and required the attorney general and district attorneys to assist the county clerks to ensure the proper conduct of an election, and required each district attorney to assign a lawyer to be the elections prosecutor; in the catchline, after \"Attorney general\", deleted \"and district attorneys\", after \"secretary of state;\", added \"district attorneys required to assist secretary of state and county clerks\"; in Subsection A, after \"The attorney general\", deleted \"and the several district attorneys of the state\" and added \"shall\", after the first occurrence of \"secretary of state\", deleted \"shall\", after \"provide\", deleted \"to the secretary of state\", and after \"Election Code\", added \"and the Municipal Election Code\"; in Subsection B, after the first occurrence of \"secretary of state\", added \"or a county clerk\", after the second occurrence of \"secretary of state\", deleted \"on election day\" and added \"and county clerks\", and after \"proper conduct\", deleted \"the\" and added \"an\"; and added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-1-1/"
    },
    {
      "id": "section-1-2-12",
      "number": "1-2-1.2",
      "heading": "Secretary of state; service of process; actions related to elections.",
      "text": "For the purposes of any action filed in court challenging a procedure or provision of the Election Code, a petition or a candidacy or a post-election action initiated by any person, the secretary of state shall receive service of process, regardless of whether the secretary of state is a party to the action.\n\nHistory:1978 Comp., § 1-2-1.2, enacted by Laws 2023, ch. 39, § 10.\n\nEffective dates.— Laws 2023, ch. 39 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-1-2/"
    },
    {
      "id": "section-1-2-2",
      "number": "1-2-2",
      "heading": "Secretary of state; general duties.",
      "text": "The secretary of state shall:\n\nA. generally supervise all elections by administering the Election Code [Chapter 1 NMSA 1978] in its statewide application;\n\nB. prepare instructions for the conduct of election and registration matters in accordance with the laws of the state;\n\nC. advise county clerks, boards of county commissioners and boards of registration as to the proper methods of performing their duties prescribed by the Election Code;\n\nD. report possible violations of the Election Code of which the secretary of state has knowledge to the district attorney or the attorney general for prosecution;\n\nE. cause to be published in book form and distributed to the county clerk of each county for use by precinct boards [election boards] a sufficient number of copies of the Election Code as it is from time to time amended and supplemented;\n\nF. be responsible for the education and training of county clerks regarding elections;\n\nG. be responsible for the education and training of voting machine technicians; and\n\nH. assist the county clerks in the education and training of registration officers.\n\nHistory:1953 Comp., § 3-2-2, enacted by Laws 1969, ch. 240, § 23; 1975, ch. 255, § 8; 1995, ch. 198, § 2; 2005, ch. 270, § 10; 2011, ch. 137, § 13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nCross references.— For secretary providing instruction on procedures whereby precinct board shall determine identity of last person in line at time polls close,see1-12-26 NMSA 1978.\n\nFor secretary advising state chairman regarding method of nominating and electing presidential electors,see1-15-1 NMSA 1978.\n\nThe 2011 amendment,effective July 1, 2011, eliminated the secretary of state's obligation to assist in the recruitment and training of poll workers and other election workers and in the certification of presiding judges of precinct boards.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection I, provided that the secretary of state shall assist county clerks in the recruitment and training of poll workers and other election workers and in the certification of the presiding judges of the precinct boards and deleted the former provision that the secretary of state shall assist in the education and training of precinct boards.\n\nThe 1995 amendment,effective April 6, 1995, deleted \"deputy\" preceding \"registration\" in Subsection I.\n\nMandamus appropriate on issue of proper way to conduct primary election.— Where petitioners, twenty-seven county clerks, and respondent, the New Mexico secretary of state, submitted a stipulated petition for an emergency writ to compel the secretary of state to mail absentee ballots directly to all registered voters in lieu of conducting in-person voting for the June 2020 primary election, claiming that the primary election was scheduled amidst a global pandemic and national statewide public health emergency, that in-person voting could not be conducted safely under those circumstances, and that the requested relief was necessary to protect the health of election workers, voters, and the general public, and where intervenors argued that the Election Code, §§ 1-1-1 to 1-26-6 NMSA 1978, does not allow elections to be conducted entirely by mail and that it would violate separation of powers principles for a non-legislative branch of government to implement an alternative election procedure, mandamus was appropriate because the case involved a fundamental constitutional question of great public importance, involved a legal rather than a factual dispute, and required an expeditious resolution.State ex rel. Riddle v. Toulouse Oliver, 2021-NMSC-018.\n\nThe New Mexico secretary of state had a nondiscretionary duty to ensure that the 2020 primary election held during a pandemic was conducted in compliance with the Election Code and executive and public health orders.— Where petitioners, twenty-seven county clerks, and respondent, the New Mexico secretary of state, submitted a stipulated petition for an emergency writ to compel the secretary of state to mail absentee ballots directly to all registered voters in lieu of conducting in-person voting for the June 2020 primary election, claiming that the primary election was scheduled amidst a global pandemic and national statewide public health emergency, that in-person voting could not be conducted safely under those circumstances, and that the requested relief was necessary to protect the health of election workers, voters, and the general public, and where intervenors argued that the Election Code, §§ 1-1-1 to 1-26-6 NMSA 1978, does not allow elections to be conducted entirely by mail and that it would violate separation of powers principles for a non-legislative branch of government to implement an alternative election procedure, the New Mexico supreme court denied petitioners' and respondent's requested relief because the Election Code does not permit the secretary of state to mail absentee ballots directly to voters without a prior request from the voter, but the supreme court issued its writ of mandamus to compel the secretary of state to mail absentee ballot applications to every eligible voter in New Mexico, because the secretary of state had an affirmative duty to conduct elections in full compliance with the Election Code, which requires that all statewide primary and general elections offer both in-person voting and absentee voting options, and an affirmative duty to comply with all pandemic-related executive and public health orders, which required the secretary of state to take all lawful steps to minimize the spread of COVID-19. As the chief election officer of the state, respondent had a duty to manage the election in a manner that minimized the risk of spreading COVID-19 and in a manner that protected lives by helping voters stay home as much as possible.State ex rel. Riddle v. Toulouse Oliver, 2021-NMSC-018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-2/"
    },
    {
      "id": "section-1-2-21",
      "number": "1-2-2.1",
      "heading": "Administrative complaints; procedures.",
      "text": "A. The secretary of state shall adopt rules for an administrative procedure for hearing complaints on violations of the provisions of Title III of the federal Help America Vote Act of 2002, including provisions related to voting system standards, provisional voting procedures, voter registration procedures and operational standards of the statewide voter registration system.\n\nB. A person who determines that there is a violation or that a violation is about to occur pursuant to this section may file a complaint with the secretary of state. Complaints may be consolidated by the secretary.\n\nC. Complaints shall be in writing, signed and sworn by the person filing the complaint and notarized.\n\nD. The hearing shall be on the record if the complainant requests.\n\nE. If the hearing officer determines that there is a violation, an appropriate remedy shall be provided. If there is no violation, the complaint shall be dismissed and the results of the hearing made available to the public.\n\nF. A final decision shall be made within ninety days of the filing of the complaint unless the complainant consents to extending the deadline. If the deadline is not met, the complaint shall be resolved within sixty days through alternative dispute resolution procedures established pursuant to the Governmental Dispute [Prevention] Resolution Act [Chapter 12, Article 8A NMSA 1978]. Records and materials from the hearing shall be available for use in an alternative dispute resolution procedure.\n\nHistory:Laws 2003, ch. 356, § 5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For Title III of the federal Help America Vote Act of 2002,see42 U.S.C. § 15481 et seq.\n\nEffective dates.— Laws 2003, ch. 356, § 34 made Laws 2003, ch. 356, § 5 effective July 1, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-2-1/"
    },
    {
      "id": "section-1-2-3",
      "number": "1-2-3",
      "heading": "Secretary of state; instructions; forms; certificates.",
      "text": "A. The secretary of state shall prepare and furnish to each county:\n\n(1) sufficient forms, blanks, records, files or other equipment deemed necessary by him for the registration of voters, including suitable instructions concerning their use for each registration officer;\n\n(2) printed forms of additional election certificates; and\n\n(3) instructions to voters which shall set forth in nontechnical language the manner in which voters cast their ballots.\n\nB. All registration or voting notices, forms, instructions, assistance or other information relating to the electoral process shall be printed in both English and Spanish.\n\nC. Where a minority language is historically unwritten, all proclamations, registration or voting notices, instructions, assistance or other information relating to the electoral process shall be made available orally in the respective minority language, through the media when practicable, in public meetings and on election day at the polls.\n\nHistory:1953 Comp., § 3-2-3, enacted by Laws 1969, ch. 240, § 24; 1975, ch. 255, § 9; 1977, ch. 124, § 1.\n\nCross references.— For secretary of state prescribing identification badges for precinct board members and challengers,see1-2-18 and 1-2-24 NMSA 1978.\n\nFor secretary prescribing form of affidavit of registration under Voter Records System Act,see1-5-19 NMSA 1978.\n\nFor the secretary prescribing the form of the application for absentee ballot,see1-6-4 NMSA 1978.\n\nFor order on ballots of offices to be voted on,see1-10-3 and 1-10-8 NMSA 1978.\n\nFor secretary prescribing the form of tally sheets and signature rosters,see1-11-15 NMSA 1978.\n\nFor secretary prescribing form of signature roster certificates and precinct board member's oath,see1-11-16 NMSA 1978.\n\nFor secretary prescribing form for proposed constitutional amendments,see1-16-7 NMSA 1978.\n\nDuty of secretary of state is limited to furnishing of suppliesto the various counties according to the demand of each county. The secretary of state has no duty to register, or cause to be registered, any voter. This is the duty of the registration officers of the individual counties. The affidavits of registration as well as other voting supplies are paid for by the state. There is no provision under which the various county clerks or registration officials can obtain affidavits of registration from any other source. 1959 Op. Att'y Gen. No. 59-169 (opinion rendered under former law).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-3/"
    },
    {
      "id": "section-1-2-31",
      "number": "1-2-3.1",
      "heading": "Secretary of state; multipurpose registration form.",
      "text": "The secretary of state shall prescribe the form of a multipurpose certificate of registration, which shall be printed in English and Spanish. The certificate of registration form shall be clear and understandable to the average person and shall include brief but sufficient instructions to enable the qualified elector to complete the form. The certificate of registration form shall replace the affidavit of registration.\n\nHistory:1978 Comp., § 1-2-3.1, enacted by Laws 1993, ch. 314, § 3 and by Laws 1993, ch. 316, § 3.\n\nDuplicate laws.— Laws 1993, ch. 314, § 3 and Laws 1993, ch. 316, § 3 enacted identical new sections of law. Both were compiled as 1-2-3.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-3-1/"
    },
    {
      "id": "section-1-2-4",
      "number": "1-2-4",
      "heading": "Secretary of state; training and instructions to precinct boards [election boards]; training manual.",
      "text": "A. The secretary of state shall provide:\n\n(1) instructions for the precinct board [election board], which shall include a brief nontechnical explanation of its duties as required by the Election Code [Chapter 1 NMSA 1978]; and\n\n(2) a single training manual containing standard guidelines for the operations and processes of statewide elections, including pre-election day activities, election-day activities and post-election-day activities. Separate manuals for voting systems may be provided for each county, or if the single training manual is in a looseleaf binder format, sections for the voting systems used in a given county may be inserted in the training manual for that county.\n\nB. When any specific duty is imposed by the instructions issued under the Election Code, the duty shall be deemed to be a requirement of the law.\n\nHistory:1953 Comp., § 3-2-4, enacted by Laws 1969, ch. 240, § 25; 1975, ch. 255, § 10; 2005, ch. 270, § 11; 2007, ch. 336, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nCross references.— For the secretary of state providing instruction on procedure whereby precinct board shall determine identity of last person in line at time polls close,see1-12-26 NMSA 1978.\n\nThe 2007 amendment,effective April 2, 2007, permitted the secretary of state to provide separate manuals for voting systems for each county or if a single training manual is in a looseleaf binder, sections of the voting system used in a given county may be inserted in the manual for that county.\n\nThe 2005 amendment,effective July 1, 2005, added Subsection A(2) to provide that the secretary of state shall provide a single training manual.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-4/"
    },
    {
      "id": "section-1-2-5",
      "number": "1-2-5",
      "heading": "Secretary of state; election seminars.",
      "text": "In carrying out his duties under the Election Code [Chapter 1 NMSA 1978], the secretary of state shall, once before each and every statewide election, cause to be organized and conducted at convenient places and times in this state seminars on the administration of the Election Code. The secretary of state shall send written notice of the seminar to each county clerk setting forth the time and place of the seminar. Each county clerk, one of his designated deputies and one voting machine technician shall attend the seminar. Per diem and mileage shall be paid out of the funds appropriated to the secretary of state.\n\nHistory:1953 Comp., § 3-2-5, enacted by Laws 1969, ch. 240, § 26; 1975, ch. 255, § 11.\n\nCross references.— For schools of instruction for precinct board members and others,see1-2-17 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-5/"
    },
    {
      "id": "section-1-2-6",
      "number": "1-2-6",
      "heading": "Election board; appointment.",
      "text": "A. The county clerk on or before forty-two days next preceding a statewide election shall appoint the necessary election boards for that election, and before twenty-one days next preceding a special election the county clerk shall appoint the necessary election boards for that election. The appointment of the members of each election board shall be in writing and delivered to the person receiving the appointment.\n\nB. The county clerk shall maintain in a public place in the county clerk's office a list of the members of the election board, the positions of the election board members and the assignments of the election board members. The list shall be made available at least forty days before a statewide election and at least twenty days before a special election and shall be updated when changed until forty-five days after adjournment of the state or county canvassing board or until forty-five days following any recount, contest or other judicial inquiry, whichever is later.\n\nHistory:1953 Comp., § 3-2-7, enacted by Laws 1969, ch. 240, § 28; 1971, ch. 317, § 2; 1975, ch. 255, § 12; 1991, ch. 105, § 1; 2019, ch. 212, § 19.\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", and revised the provisions for appointing an election board by the county clerk; in the section heading, deleted \"Precinct\" and added \"Election\", and after \"appointment\", deleted \"term\"; in Subsection A, after \"on or before\", deleted \"fifty-five\" and added \"forty-two\", after \"next preceding\", deleted \"the primary\" and added \"a statewide\", and after \"shall appoint the\", deleted \"precinct board for each precinct\" and added the remainder of the subsection; and deleted former Subsections B and C and added a new Subsection B.\n\nCross references.— For definition of precinct board,see1-1-13 NMSA 1978.\n\nFor attendance of board members at polling place,see1-12-2 NMSA 1978.\n\nThe 1991 amendment,effective April 2, 1991, deleted \"and a list of alternates for precinct board members of each precinct\" at the end of Subsection A; deleted \"and the alternates for members of the precinct board\" following \"board\" in Subsection B; in Subsection C, deleted \"representative district and\" following \"removal from the\" and \"from the list of alternates\" following \"qualified person\"; and deleted former Subsection D, relating to filling vacancies in the office of alternate precinct board member.\n\nConstitutional grounds for contest.— A candidate's claimed majority, adversely affected by conduct of election officials, afforded sufficient grounds for an election contest under N.M. Const., art. VII, § 5.Seele v. Smith, 1947-NMSC-068, 51 N.M. 484, 188 P.2d 337.\n\nErring officials not liable where foreseeability rule applicable.— Where secretary of state erroneously instructed precinct election officials to mail election returns to county clerk, as result of which they did not arrive within 24 hours as prescribed by law and were not counted, the foreseeability rule was applicable and erring officials were not liable to candidate who was denied emoluments of office until he had established his right thereto in an election contest.Valdez v. Gonzales, 1946-NMSC-044, 50 N.M. 281, 176 P.2d 173.\n\nElection irregularities.— Elections conducted fairly and honestly will not be set aside for mere irregularity in the appointment of election officers or in the conduct of the election where no fraud or illegal voting is shown.Carabajal v. Lucero, 1916-NMSC-045, 22 N.M. 30, 158 P. 1088.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 89 et seq.\n\n29 C.J.S. Elections §§ 55 to 63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-6/"
    },
    {
      "id": "section-1-2-7",
      "number": "1-2-7",
      "heading": "Election board; qualification of members; qualification of presiding judges; qualification of qualified residents.",
      "text": "A. In order to qualify for appointment by the county clerk as a member of the election board, a person shall:\n\n(1) be a voter of the county in which the person is appointed to serve;\n\n(2) be able to read and write;\n\n(3) have the necessary capacity to carry out an election board member's functions with acceptable skill and dispatch; and\n\n(4) execute the election board member's oath of office.\n\nB. Before serving as a presiding judge of an election board, a person shall receive training in the duties of that position by the county clerk.\n\nC. No person shall be qualified for appointment or service on an election board:\n\n(1) who is a candidate to be voted for at the election;\n\n(2) who is a spouse, domestic partner, parent, child, brother or sister of any candidate to be voted for at the election;\n\n(3) who is married to a parent, child, brother or sister of any candidate to be voted for at the election or who is the parent of the spouse or domestic partner of any candidate to be voted for at the election; or\n\n(4) who is a sheriff, deputy sheriff, marshal, deputy marshal or state or municipal police officer.\n\nD. A county clerk may appoint qualified residents to serve on an election board under the direct supervision of the presiding judge. A qualified resident appointed by the county clerk shall:\n\n(1) meet the qualifications set forth in Paragraphs (2) through (4) of Subsection A of this section; and\n\n(2) be sixteen or seventeen years of age at the time of the election in which the qualified resident is serving as a member of an election board.\n\nE. A qualified resident appointed to an election board shall not serve as the presiding judge or as an election judge.\n\nHistory:1953 Comp., § 3-2-8, enacted by Laws 1969, ch. 240, § 29; 1971, ch. 317, § 3; 1975, ch. 255, § 13; 1981, ch. 159, § 2; 2005, ch. 270, § 12; 2010, ch. 90, § 1; 2011, ch. 137, § 14; 2019, ch. 212, § 20; 2023, ch. 39, § 11.\n\nCross references.— For secretary of state prescribing form of precinct board member's oath,see1-11-16 NMSA 1978.\n\nThe 2023 amendment,effective June 16, 2023, revised the qualifications for appointment or service on an election board, and removed a provision limiting the number of minors that a county clerk may appoint to serve on an election board; deleted \"minor\" and added \"qualified resident\" throughout the section; in Subsection A, after \"In order to qualify\", added \"for appointment by the county clerk\"; in Subsection B, after \"duties of that position\", deleted \"and be certified for the position\"; in Subsection C, Paragraphs C(2) and C(3), after \"spouse\", added \"domestic partner\"; and in Subsection D, after \"may appoint\", deleted \"not more than two minors\" and added \"qualified residents\", in Paragraph D(1), after \"set forth in\", added \"Paragraphs (2) through (4) of\", and after \"of this section\", deleted \"except the minor need not be eligible to vote\", and deleted former Paragraphs D(3) through D(6), which provided certain qualifications for minors to serve on an election board.\n\nThe 2019 amendment,effective April 3, 2019, replaced \"precinct board\" with \"election board\" throughout the section.\n\nThe 2011 amendment,effective July 1, 2011, required members of precinct boards to be voters of the county in which they serve; prohibited the appointment of a person who is married to a person related to a candidate to be voted for at the election or who is the parent of the spouse of a candidate; and permitted the appointment of minors only to the precinct board in the county in which the minor's parents or legal guardian reside.\n\nThe 2010 amendment,effective May 19, 2010, in the catchline, added \"qualification of minors\"; in Subsection A(3), after \"capacity to carry out\", deleted \"his\" and added \"a precinct board member's\"; and added Subsections D and E.\n\nThe 2005 amendment,effective July 1, 2005, added Subsection B to provide that a person shall receive training and be certified before serving as a presiding judge of a precinct board.\n\nOath of precinct official.— Former Election Code provision, as amended, dealing with oath of precinct election officials merely required that each group of officials certify that they had and would discharge the duties of their respective offices faithfully and impartially.Seele v. Smith, 1947-NMSC-068, 51 N.M. 484, 188 P.2d 337.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 90.\n\n29 C.J.S. Elections § 61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-7/"
    },
    {
      "id": "section-1-2-8",
      "number": "1-2-8",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-2-9, enacted by Laws 1975, ch. 255, § 14; 1987, ch. 249, § 1; 1991, ch. 105, § 2; 1978 Comp., § 1-2-8, repealed by Laws 2019, ch. 212, § 284.\n\nRepeals.— Laws 2019, ch. 212, § 284 repealed 1-2-8 NMSA 1978, as enacted by Laws 1975, ch. 255, § 14, relating to precinct board, lists from major political parties, effective April 3, 2019. For provisions of former section,seethe 2018 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-8/"
    },
    {
      "id": "section-1-2-9",
      "number": "1-2-9",
      "heading": "Election board; standby list.",
      "text": "A. Not less than twenty-one days prior to the date for appointing members of election boards, the county clerk shall publish a notice once in a newspaper of general circulation to the effect that election boards are to be appointed for the specified number of precincts, stating the number of persons composing each board and that applications for the standby list will be accepted at the county clerk's office.\n\nB. The county clerk shall then compile from the individual applicants a standby list of election board members. The persons on the standby list shall have the same qualifications and comply with the same requirements as provided for election board members.\n\nHistory:1953 Comp., § 3-2-9.1, enacted by Laws 1975, ch. 255, § 15; 1991, ch. 105, § 3; 2019, ch. 212, § 21.\n\nThe 2019 amendment,effective April 3, 2019, replaced \"precinct board\" with \"election board\" throughout the section.\n\nThe 1991 amendment,effective April 2, 1991, in Subsection A, deleted \"and alternates\" following \"precinct boards\" in two places and deleted \"and the number of alternates for each board\" following \"composing each board\" near the end of the subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-9/"
    },
    {
      "id": "section-1-2-10",
      "number": "1-2-10",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-2-9.2, enacted by Laws 1975, ch. 255, § 16; 2010, ch. 90, § 2; 1978 Comp., § 1-2-10, repealed by Laws 2019, ch. 212, § 284.\n\nRepeals.— Laws 2019, ch. 212, § 284 repealed 1-2-10 NMSA 1978, as enacted by Laws 1975, ch. 255, § 16, relating to precinct board, appointment by county clerk, effective April 3, 2019. For provisions of former section,seethe 2018 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-10/"
    },
    {
      "id": "section-1-2-11",
      "number": "1-2-11",
      "heading": "Election board; assignment.",
      "text": "Wherever possible, the county clerk shall assign persons appointed as election board members to serve in precincts wherein they reside or in precincts located in the representative district wherein they reside. In the event of a shortage or absence of election board members in certain precincts, the county clerk may, in the best interest of the election process, assign appointed election board members to serve on any election board in the county; provided that such appointed board members shall not change the proportionate representation of each party on the board.\n\nHistory:1953 Comp., § 3-2-10.1, enacted by Laws 1977, ch. 222, § 5; 2011, ch. 137, § 15; 2019, ch. 212, § 22.\n\nThe 2019 amendment,effective April 3, 2019, replaced \"precinct board\" with \"election board\" throughout the section.\n\nThe 2011 amendment,effective July 1, 2011, made stylistic changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-11/"
    },
    {
      "id": "section-1-2-12",
      "number": "1-2-12",
      "heading": "Election board; positions on each board.",
      "text": "A. Each election board shall consist of:\n\n(1) a presiding judge;\n\n(2) two election judges; and\n\n(3) election clerks who are appointed to assist the presiding judge and election judges.\n\nB. The county clerk shall appoint presiding judges and election judges so that not more than two of the three judges belong to the same political party at the time of their appointment; provided that:\n\n(1) a judge of an election board shall not have changed party registration in the two years next preceding the judge's appointment in such a manner that the judge's prior party registration would make the judge ineligible to serve on the assigned election board; and\n\n(2) a judge of an election board shall not continue to serve on an election board if the judge changes party registration after the date of appointment in such a manner to make the judge ineligible to serve on the assigned election board.\n\nC. The county clerk may appoint teams of election judges under the supervision of one or more presiding judges for absent voter precincts, recounts and special elections; provided that each team shall consist of two election judges and that each election judge on a team shall not belong to the same political party as any other election judge on the team at the time of the appointment; and provided further that an election judge shall not have changed party registration in the two years next preceding the judge's appointment in such manner that the judge's prior party registration would make the judge ineligible to serve on the assigned team.\n\nD. The county clerk may appoint election clerks to an election board as necessary to assist the presiding judge and election judges if the county clerk determines that additional election board members are needed.\n\nE. County clerk employees may be assigned by the county clerk to provide support to an election board or polling location.\n\nHistory:1953 Comp., § 3-2-11, enacted by Laws 1969, ch. 240, § 32; 1975, ch. 255, § 17; 1981, ch. 159, § 3; 1985, ch. 160, § 1; 1991, ch. 105, § 4; 1993, ch. 314, § 4; 1993, ch. 316, § 4; 1995, ch. 124, § 2; 2009, ch. 150, § 2; 2011, ch. 137, § 16; 2015, ch. 145, § 9; 2019, ch. 212, § 23; 2023, ch. 39, § 12.\n\nCross references.— For appointment of precinct board,see1-2-6 NMSA 1978.\n\nFor qualification of board members,see1-2-7 NMSA 1978.\n\nThe 2023 amendment,effective June 16, 2023, revised the composition for teams of election judges that may be appointed by the county clerk, provided that a team of election judges shall be under the supervision of one or more presiding judges, and established qualifications for election judges appointed to a team; and in Subsection C, after \"may appoint teams of\", deleted \"presiding judges and\", after the first occurrence of \"election judges\", added \"under the supervision of one or more presiding judges\", after the next occurrence of \"for\", deleted \"alternate voting locations\", after \"provided that each\", added \"team shall consist of two election judges and that each election judge on a\", and after the next occurrence of \"team\", deleted \"meets the requirements of Subsection B of this section\" and added \"shall not belong to the same political party as any other election judge on the team at the time of the appointment; and provided further that an election judge shall not have changed party registration in the two years next preceding the judge's appointment in such manner that the judge's prior party registration would make the judge ineligible to serve on the assigned team\".\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", and revised the required composition of an election board; replaced \"precinct board\" with \"election board\" throughout the section; in the section heading, deleted \"number for each precinct\" and added \"positions on each board\"; in Subsection A, in the introductory clause, deleted \"For primary, general and special federal elections, the precinct\" and added \"Each election\", in Paragraph A(3), deleted \"one\" preceding \"election\", and after \"election\", deleted \"clerk\" and added \"clerks who are appointed to assist the presiding judge and election judges\"; in Subsection B, in the introductory clause, after \"county clerk\", deleted \"in appointing precinct boards for primary, general and special federal elections\", deleted paragraph designations \"(1)\" and \"(2)\", and after \"election judges so that\", deleted \"at least one election judge shall not be of the same political party, if any, as the presiding judge; and\" and added \"not more than two of the three judges belong to the same political party at the time of their appointment; provided that:\", and added Paragraphs B(1) and B(2); in Subsection C, added \"The county clerk\", after \"election for judges for\", added \"alternate voting locations\", after \"voter precincts\", deleted \"recount precinct boards\" and added \"recounts\", after the next occurrence of \"and\", deleted \"alternate voting locations\" and added \"special elections\", after \"meets the requirements\", deleted \"pursuant to Paragraph (1) of this subsection\" and added \"of Subsection B of this section\"; deleted former Subsection C; in Subsection D, after the subsection designation, deleted \"If\", after \"county clerk\", added \"may appoint election clerks to the election board as necessary to assist the presiding judge and election judges if the county clerk\", after \"additional election\", deleted \"clerks\" and added \"board members\", and after \"are needed\", deleted \"the clerk may appoint such additional election clerks as the clerk deems necessary\"; and in Subsection E, after \"employees may be\", deleted \"appointed to assist a precinct board\" and added \"assigned by the county clerk to provide support to an election board or polling location\".\n\nThe 2015 amendment,effective July 1, 2015, authorized the county clerk to appoint teams of presiding judges and election judges for recount precinct boards and authorized the county clerk to appoint county clerk employees to assist a precinct board; in Paragraph (2) of Subsection B, after \"voter precincts\", added \"recount precinct boards\"; and added Subsection E.\n\nThe 2011 amendment,effective July 1, 2011, provided the method for appointing presiding judges and election judges and eliminated the authority of election clerks to appoint additional election clerks.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection B, deleted \"When one voting machine is to be used in a precinct\" and added \"For primary, general and special federal elections\"; in Subsection C, deleted \"When two voting machine are to be used in a precinct\" and added \"For all other elections\"; in Paragraph (2) of Subsection C, changed \"two\" to \"one\"; deleted \"judges who shall be of different political parties\" and added \"judge\"; in Paragraph (3) of Subsection C, changed \"two\" to \"one\"; deleted \"clerks who shall be of different political parties\" and added \"clerk\"; and deleted Subsection D, which provided for cases in which three voting machines are used.\n\nThe 1995 amendment,effective January 1, 1996, substituted \"multipartisan\" for \"bipartisan\" in the section heading; and in Subsection A, rewrote Paragraphs (2) and (3) and added Paragraph (4).\n\nThe 1993 amendment,made a minor stylistic change in Subsection E and substituted \"certificate\" for \"affidavit\" in Subsection F.\n\nThe 1991 amendment,effective April 2, 1991, deleted former Subsection E which read \"Alternates for each precinct board shall be selected in the same proportion as precinct board members\"; redesignated former Subsections F and G as Subsections E and F; and made a minor stylistic change in Subsection E.\n\nCounty commissioners as election judges unconstitutional.— Former absent voter's law which attempted to constitute board of county commissioners as judges of election was unconstitutional as contrary to N.M. Const., art. VII, § 1, which provides that not more than two judges of election shall belong to same political party at time of their appointment.Thompson v. Scheier, 1936-NMSC-026, 40 N.M. 199, 57 P.2d 293.\n\nMandamus not granted after election.— Mandamus to revoke the appointment of one judge of election from the republican party and make the appointment from the democratic party would not be granted after the election as the issue had become moot.Board of Comm'rs v. Coors, 1925-NMSC-023, 30 N.M. 482, 239 P. 524.\n\nElection judges have no tenure.— Election judges created for a specific purpose and to perform certain public duties have no definite tenure of office.Territory ex rel. Lester v. Suddith, 1910-NMSC-068, 15 N.M. 728, 110 P. 1038.\n\nAppointment of officials for each precinct.— The appointment of election judges and other election officials for each precinct and election district is contemplated under the primary law. 1944 Op. Att'y Gen. No. 44-4442.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-12/"
    },
    {
      "id": "section-1-2-13",
      "number": "1-2-13",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-2-12, enacted by Laws 1969, ch. 240, § 33; repealed by Laws 2011, ch. 137, § 110.\n\nRepeals.— Laws 2011, ch. 137, § 110 repealed 1-2-13 NMSA 1978, as enacted by Laws 1969, ch. 240, § 33, relating to primary elections and appointment of temporary additional clerks, effective July 1, 2011. For provisions of former section,seethe 2010 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-13/"
    },
    {
      "id": "section-1-2-14",
      "number": "1-2-14",
      "heading": "Election boards; notice of appointment.",
      "text": "A. Immediately after the appointment of the election boards, the county clerk shall:\n\n(1) make and certify a list of the names of the appointees for each polling location and send a copy of the list to the county chair of each political party participating in a partisan election and to the secretary of state; and\n\n(2) notify each person appointed, request the person's acceptance and keep a record of all notifications and acceptances.\n\nB. If any person appointed to an election board fails to accept the appointment within two weeks after the notice was sent or communicated, the county clerk shall appoint another qualified person for the election board.\n\nHistory:1953 Comp., § 3-2-13, enacted by Laws 1969, ch. 240, § 34; 1975, ch. 255, § 18; 1991, ch. 105, § 5; 2011, ch. 137, § 17; 2019, ch. 212, § 24.\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", removed a provision requiring the county clerk to post the list of names of appointees to an election board; replaced \"precinct board\" with \"election board\" throughout the section; and in Subsection A, Paragraph A(1), after \"polling location\", deleted \"by precinct where applicable, post the list in a conspicuous and accessible place in the county clerk's office and keep it posted for five days\", and after \"participating in\", deleted \"the\" and added \"a partisan\".\n\nThe 2011 amendment,effective July 1, 2011, required county clerks to certify a list of appointees for each polling location and to send a copy of the list upon request to the county chair and eliminated the requirement that county clerks send the precinct board a copy of instructions.\n\nThe 1991 amendment,effective April 2, 1991, in Subsection A, deleted \"and alternates\" following \"boards\" in the introductory phrase and \"including alternates\" following \"names\" near the beginning of Paragraph (1) and, in Subsection B, deleted \"or as an alternate\" following \"precinct board\" and substituted \"appoint another qualified person\" for \"appoint the alternate member to fill the position in the case of a precinct board member, or another qualified person in the case of a vacancy in the position of alternate\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-14/"
    },
    {
      "id": "section-1-2-15",
      "number": "1-2-15",
      "heading": "Election board; vacancies.",
      "text": "A. If for any cause a member of the election board fails to appear for the assigned duty to which the member was appointed, the remaining board members shall immediately notify the county clerk.\n\nB. In the event of a vacancy in an election board position by reason of death, removal from the county, disqualification, refusal to serve, failure to appear for an assigned duty or excusal by the county clerk for sufficient cause, the county clerk may appoint a qualified person to fill the vacancy.\n\nC. No vacancy shall prevent the remaining board members from proceeding to open the polls or otherwise perform their duties for the election in their assigned location.\n\nHistory:1978 Comp., § 1-2-15, enacted by Laws 1991, ch. 105, § 6; 2019, ch. 212, § 25.\n\nRepeals and reenactments.— Laws 1991, ch. 105, § 6 repealed former 1-2-15 NMSA 1978, as enacted by Laws 1969, ch. 240, § 35, relating to precinct board, vacancy on election day, and enacted the above section, effective April 2, 1991.\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", and revised the provisions related to vacancies on an election board; replaced \"precinct board\" with \"election board\" throughout the section; in the section heading, deleted \"vacancy on election day\" and added \"vacancies\"; in Subsection A, after \"member of the\", deleted \"precinct board is not present on election day at the precinct for which he or she\" and added \"election board fails to appear for the assigned duty to which the member\", after \"shall\", added \"immediately\", and after \"county clerk\", deleted \"who shall fill the vacancy\"; deleted former Subsection B and added new Subsection B; and in Subsection C, after \"No vacancy\", deleted \"on election day\", after \"open the polls\", deleted \"and conducting\" and added \"or otherwise perform their duties for\", and after \"assigned\", deleted \"precinct\" and added \"location\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-15/"
    },
    {
      "id": "section-1-2-16",
      "number": "1-2-16",
      "heading": "Election board; messengers; compensation.",
      "text": "A. Members of an election board and messengers shall be compensated for their services at an hourly rate set by the secretary of state; provided that the rate in each county shall not be less than the federal minimum hourly wage rate nor more than four hundred dollars ($400) for an election day; and provided further that the rate may differentiate among the presiding judge, election judges, election clerks and messengers. Election board members and messengers shall be paid for training and may additionally be paid mileage as provided in the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] each way over the usually traveled route when an election board member or messenger travels by private vehicle.\n\nB. Members of an election board and messengers assigned to alternate voting or alternate mobile voting locations or absent voter precincts may be compensated at an hourly rate set by the county clerk.\n\nC. Compensation shall be paid within thirty days following the date of election.\n\nD. For purposes of determining eligibility for membership in the public employees retirement association and pursuant to the provisions of Subsection B of Section 10-11-3 NMSA 1978, election board members and messengers are designated as seasonal employees.\n\nHistory:1953 Comp., § 3-2-15, enacted by Laws 1969, ch. 240, § 36; 1975, ch. 255, § 19; 1981, ch. 159, § 4; 1987, ch. 226, § 1; 1987, ch. 249, § 2; 1991, ch. 77, § 1; 1999, ch. 236, § 2; 2001, ch. 44, § 1; 2011, ch. 137, § 18; 2012, ch. 26, § 1; 2019, ch. 212, § 26; 2023, ch. 39, § 13.\n\nThe 2023 amendment,effective June 16, 2023, included messengers in an existing provision related to compensation for members of an election board, and revised compensation requirements; after \"an election board\", added \"and messengers\" throughout the section; in the section heading, added \"messengers\"; and in Subsection A, after \"for their services at\", added \"an hourly rate set by the secretary of state; provided that\", after \"the rate\", deleted \"of\" and added \"in each county shall\", after \"not\", added \"be\", after \"nor more than\", deleted \"two hundred dollars ($200)\" and added \"four hundred dollars ($400)\", and after \"for an election day\", added \"and provided further that the rate may differentiate among the presiding judge, election judges, election clerks and messengers. Election board members and messengers shall be paid for training and may additionally be paid mileage as provided in the Per Diem and Mileage Act each way over the usually traveled route when an election board member or messenger travels by private vehicle.\".\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", and provided for alternate mobile voting locations; replaced \"precinct board\" with \"election board\" throughout the section; and in Subsection B, after \"alternate voting\", added \"or alternate mobile voting\".\n\nThe 2012 amendment,effective March 3, 2012, designated precinct board members as seasonal employees for purposes of eligibility for membership in the public employees retirement association and added Subsection D.\n\nThe 2011 amendment,effective July 1, 2011, increased the amount of compensation from one hundred fifty dollars to two hundred dollars and permitted board members assigned to alternate voting locations or absent voter precincts to be compensated at an hourly rate.\n\nThe 2001 amendment,effective June 15, 2001, changed the maximum compensation for board members from seven dollars ($7.00) per hour to one hundred fifty dollars ($150) for an election day.\n\nThe 1999 amendment,effective June 18, 1999, in Subsection A, substituted \"the federal minimum hourly wage rate\" for \"fifty dollars ($50.00)\" and \"seven dollars ($7.00) per hour\" for \"ninety-five dollars ($95.00)\".\n\nThe 1991 amendment,effective June 14, 1991, in Subsection A, substituted \"nor more than ninety-five dollars ($95.00)\" for \"or more than the per diem rate allowed for members of the legislature\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 29 C.J.S. Elections § 63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-16/"
    },
    {
      "id": "section-1-2-17",
      "number": "1-2-17",
      "heading": "Election board; schools of instruction.",
      "text": "A. The county clerk shall cause to be held a public school of instruction for all election board members and others who will be officially concerned with the conduct of an election.\n\nB. The schools of instruction provided for in this section shall be held following an election board member's appointment and before the member performs assigned duties in an election.\n\nC. All major details of the conduct of elections shall be covered by the county clerk or the clerk's authorized representative at such school, with special emphasis being given to recent changes in the Election Code.\n\nD. The school of instruction shall be open to any interested person, and the county clerk shall post notice of the school at least four days before the school is to be held. Each member of an election board shall be notified at least seven days prior to commencement of the school.\n\nE. A person shall not serve as a member of an election board in any election unless that person has attended at least one such school of instruction for the election at which the person is appointed to serve and has been certified by the county clerk with respect to the person's completion of the school of instruction. This subsection shall not apply to filling of vacancies on election day as provided in Subsection B of Section 1-2-15 NMSA 1978.\n\nHistory:1953 Comp., § 3-2-16, enacted by Laws 1969, ch. 240, § 37; 1975, ch. 255, § 20; 1977, ch. 222, § 6; 1987, ch. 249, § 3; 1989, ch. 392, § 2; 1991, ch. 105, § 7; 2005, ch. 270, § 13; 2011, ch. 137, § 19; 2019, ch. 212, § 27.\n\nCross references.— For election seminars for county clerks,see1-2-5 NMSA 1978.\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", and revised the provisions related to schools of instruction for members of an election board; replaced \"precinct board\" with \"election board\" throughout the section; in Subsection B, after \"shall be\", deleted \"as follows:\" and added \"held following an election board member's appointment and before the member performs assigned duties in an election\", deleted former Paragraphs B(1) through B(3); in Subsection D, after \"interested person, and\", added \"the county clerk shall post\", after \"notice of the school\", deleted \"shall be given to the public press\"; and in Subsection E, after \"one such school of instruction\", deleted \"in the calendar year of\" and added \"for\", and after \"appointed to serve\", deleted \"or\" and added \"and\".\n\nThe 2011 amendment,effective July 1, 2011, removed the secretary of state as a participant in public schools of instruction and eliminated the secretary of state's responsibility to cover the details of the conduct of elections.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection A, provided that the secretary of state may supervise and the county clerk shall cause to be held a public school of instruction and deleted the former provision in Subsection A that a public school of instruction shall be held in any county with a population of one hundred thousand or more; deleted the former provision of Subsection B, which provided that the county clerk shall hold a public school of instruction for persons concerned with the conduct of elections in any county having a population of less that one hundred thousand; changed three to seven in Subsections B(1) through (3); and provided in Subsection C that all major details of elections shall be covered by the secretary of state of the secretary's authorized representative.\n\nThe 1991 amendment,effective April 2, 1991, deleted \"alternates for precinct board members\" following \"precinct boards\" in Subsections A and B and made a minor stylistic change in Subsection F.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 90.\n\n29 C.J.S. Elections § 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-17/"
    },
    {
      "id": "section-1-2-18",
      "number": "1-2-18",
      "heading": "Election board members; identification badges.",
      "text": "At all times on election day while performing their duties, members of the election board shall wear uniform identification badges. Such badges shall be furnished by the county clerk. The secretary of state shall prescribe the form and material of such identification badges, which shall include the identification of the election board member's name, title and political party.\n\nHistory:1953 Comp., § 3-2-17, enacted by Laws 1969, ch. 240, § 38; 2019, ch. 212, § 28.\n\nThe 2019 amendment,effective April 3, 2019, replaced \"precinct board\" with \"election board\" throughout the section, and after \"board member's\", added \"name\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-18/"
    },
    {
      "id": "section-1-2-19",
      "number": "1-2-19",
      "heading": "Oral assistance for language minority voters.",
      "text": "A. In those polling places designated by the secretary of state as being subject to the provisions of the 1975 amendments to the federal Voting Rights Act of 1965, oral assistance shall be made available to assist language minority voters who cannot read sufficiently well to exercise the elective franchise. As used in the Election Code [Chapter 1 NMSA 1978], \"language minority\" means a person who is an American Indian or of Spanish heritage and \"inability to read well enough to exercise the elective franchise\" means inability to read the languages in which the ballot is printed or the inability to understand instructions for operating the voting machine.\n\nB. In those precincts where oral assistance is required, the position of election translator is created. The election translator shall be an additional member of the regular precinct board [election board] unless oral assistance to language minorities can otherwise be rendered by a member of the regular precinct board [election board]. The election translator shall be appointed by the county clerk in the same manner as other precinct board [election board] members are appointed, except that the county clerk in appointing American Indian election translators shall seek the advice of the pueblo or tribal officials residing in that county. The election translator shall take the oath required of precinct board [election board] members and shall meet the same qualifications as other precinct board [election board] members. In precincts where election translators are required, an election translator shall represent each political party as required by law for precinct boards [election boards].\n\nC. Each county clerk shall compile and maintain a list of standby election translators to serve in those precincts on election day when the appointed election translator is unavailable for such service.\n\nD. Each county clerk shall provide to the secretary of state no later than thirty days before any election a list of appointed election translators and a list of appointed standby election translators, together with the precinct numbers to which each election translator has been appointed.\n\nHistory:1953 Comp., § 3-2-17.1, enacted by Laws 1977, ch. 124, § 2; 1989, ch. 392, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nCross references.— For the 1975 amendments to the federal Voting Rights Act of 1965,see42 U.S.C. §§ 1973a to 1973d, 1973h, 1973i, 1973k, 1973l, 1973aa, 1973aa-1a, 1973aa-2 to 1973aa-5, 1973bb and 1973bb-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-19/"
    },
    {
      "id": "section-1-2-20",
      "number": "1-2-20",
      "heading": "Messengers; appointment.",
      "text": "A. The county clerk may appoint messengers to deliver ballot boxes, poll books, keys, election supplies and other materials pertaining to the election. Messengers may also be authorized to collect mailed ballots from polling places or monitored secured containers and removable media storage devices from polling places and deliver each to locations designated by the county clerk.\n\nB. Messengers shall take an oath of office before entering into service as a messenger. No person shall serve as a messenger unless the person would also meet the requirements to be a challenger, watcher or election observer pursuant to Paragraphs (1) through (4) and (6) of Subsection C of Section 1-2-22 NMSA 1978. Messengers may be appointed to serve solely in that capacity or may be election board members or county employees also appointed to serve as messengers.\n\nHistory:1953 Comp., § 3-2-18, enacted by Laws 1969, ch. 240, § 39; 1973, ch. 4, § 1; 1981, ch. 159, § 5; 2007, ch. 337, § 6; 2015, ch. 145, § 10; 2019, ch. 212, § 29; 2023, ch. 39, § 14.\n\nCross references.— For offenses by messengers,see1-20-19 NMSA 1978.\n\nThe 2023 amendment,effective June 16, 2023, removed provisions related to compensation for messengers, and provided certain qualifications for service as a messenger; in the section heading, deleted \"compensation\", and added \"appointment\"; in Subsection A, after \"authorized to collect\", deleted \"absentee\" and added \"mailed\", and after \"ballots\", added \"from polling places or monitored secured containers\"; deleted former Subsection B, which provided for compensation or messengers, and redesignated former Subsection C as Subsection B; and in Subsection B, added \"No person shall serve as a messenger unless the person would also meet the requirements to be a challenger, watcher or election observer pursuant to Paragraphs (1) through (4) and (6) of Subsection C of Section 1-2-22 NMSA 1978.\".\n\nThe 2019 amendment,effective April 3, 2019, revised a provision related to compensating messengers hired to deliver ballot boxes and other materials pertaining to an election, removed the requirement that messengers be paid mileage, and required messengers to take an oath of office; in Subsection B, after the subsection designation added the first sentence, in the second sentence, after \"Messengers\", deleted \"shall\" and added \"may\", after \"traveled route\", added \"when the messenger travels by private vehicle\", and after \"date of election\", deleted \"if funds are available for payment\"; and added Subsection C.\n\nThe 2015 amendment,effective July 1, 2015, provided for messengers, appointed by the count clerk, to collect removable media storage devices from polling places and deliver them as instructed by the county clerk; in Subsection A, after \"absentee ballots\", added \"and removable media storage devices\", and after \"places and deliver\", deleted \"those absentee ballots\" and added \"them\".\n\nThe 2007 amendment,effective July 1, 2007, provided that messengers may collect absentee ballots from polling places and deliver them to locations designated by the county clerk.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 29 C.J.S. Elections § 63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-20/"
    },
    {
      "id": "section-1-2-21",
      "number": "1-2-21",
      "heading": "Challengers; appointment.",
      "text": "A. The county chair of each political party represented on the ballot in a partisan election may appoint in writing challengers for each polling location. If more than one challenger is appointed to a polling location, the challengers shall be listed in ranking order.\n\nB. If any county chair fails to make such appointments or if there is no county chair, the state chair of the political party may in a partisan election appoint in writing one challenger for each polling location in the county.\n\nHistory:1953 Comp., § 3-2-19, enacted by Laws 1969, ch. 240, § 40; 1975, ch. 255, § 21; 2011, ch. 137, § 20; 2019, ch. 212, § 30.\n\nThe 2019 amendment,effective April 3, 2019, revised the provision related to appointing challengers for each polling location in partisan elections; in Subsection A, after \"represented on the ballot\", added \"in a partisan election\"; in Subsection B, after \"make such appointments\", added \"or if there is no county chair\", after \"political party may\", added \"in a partisan election\" and after \"each polling location\", deleted \"corresponding to the precinct\" and added \"in the county\"; and deleted Subsection C.\n\nThe 2011 amendment,effective July 1, 2011, permitted each political party to appoint challengers for each polling location and if more than one challenger is appointed, required that they be listed in ranking order.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections §§ 91, 92.\n\n29 C.J.S. Elections §§ 59, 60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-21/"
    },
    {
      "id": "section-1-2-22",
      "number": "1-2-22",
      "heading": "Challengers, watchers and election observers; training; qualifications; restrictions.",
      "text": "A. Before accepting an appointment or entering into service as a challenger or watcher for an election, a person shall attend a training session in advance of that election. The training shall be provided by the county clerk based on a uniform curriculum provided by the secretary of state. The county clerk shall offer the training between thirty-six and twenty-nine days before the election and at least once per week prior to the election through the Thursday before election day. At the end of the training session, each person in attendance shall sign a form provided by the secretary of state indicating an understanding of the permitted and prohibited activities by challengers and watchers. The county clerk shall provide a certificate to each person who completes the training in advance of an election and shall keep and maintain in the office of the county clerk a list of those voters who have completed the training in advance of each election. The list shall be available to be viewed in the office of the county clerk at any time during the regular hours and days of business beginning with the first day following the first training for an election and concluding with the adjournment of the state or county canvass board for that election, whichever is later. The training shall be open to any interested person, and the county clerk shall post notice of each training at least four days before the training is to be held.\n\nB. Challengers shall be voters of a precinct located in the county to which the challenger is appointed. Watchers shall be voters of a precinct in this state.\n\nC. A person shall not be qualified for appointment or service as a challenger, watcher or election observer if the person:\n\n(1) is a candidate for any office to be voted for at the election;\n\n(2) is a spouse, domestic partner, parent, child, brother or sister of any candidate to be voted for at the election;\n\n(3) is married to a parent, child, brother or sister of any candidate to be voted for at the election or is the parent of the spouse or domestic partner of any candidate to be voted for at the election;\n\n(4) is a sheriff, deputy sheriff, marshal, deputy marshal or state or municipal police officer;\n\n(5) has accepted an appointment to serve as an election board member in the same election;\n\n(6) has been removed from service as a challenger, watcher, election observer or county canvass observer in the current or immediately preceding election cycle by unanimous vote of the presiding judge and election judges of an election board for violating the permitted or prohibited activities of challengers, watchers, election observers or county canvass observers; provided that the election board detailed with reasonable specificity the conduct that led to the violation on a form prescribed by the secretary of state and the form is retained by the county clerk; or\n\n(7) for challengers and watchers, has not completed the training and received a certificate from the county clerk pursuant to Subsection A of this section.\n\nHistory:1953 Comp., § 3-2-20, enacted by Laws 1969, ch. 240, § 41; 1975, ch. 255, § 22; 1987, ch. 249, § 4; 2011, ch. 137, § 21; 2023, ch. 39, § 15.\n\nThe 2023 amendment,effective June 16, 2023, established mandatory training for challengers and watchers, revised the qualifications for service as challengers, watchers and election observers; in the section heading, added \"training\"; deleted \"Challengers and watchers shall be voters of a precinct located in that county to which they are appointed. No.\"; added new Subsections A and B and redesignated former Subsections A through D as Paragraphs C(1) through C(4), respectively; and in Subsection C, Paragraphs C(2) and C(4), after \"spouse\", added \"domestic partner\", and added Paragraphs C(5) through C(7).\n\nThe 2011 amendment,effective July 1, 2011, provided criteria that disqualifies challengers, watchers and elections observers from appointment or service.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 90.\n\n29 C.J.S. Elections § 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-22/"
    },
    {
      "id": "section-1-2-23",
      "number": "1-2-23",
      "heading": "Challengers; permitted activities.",
      "text": "A. A challenger, upon presentation of the written appointment to the precinct board [election board], shall be permitted to be present at any time from the time the precinct board [election board] convenes at the polling place until the completion of the precinct board's [election board's] duties after the polls close.\n\nB. A challenger, for the purpose of interposing challenges, may:\n\n(1) view the signature roster or precinct voter list for the purpose of determining whether the challenger desires to interpose a challenge when a signature roster or precinct voter list is used;\n\n(2) view the application to vote form before the voter receives a ballot for the purpose of determining whether the challenger desires to interpose a challenge when an application to vote form is used;\n\n(3) view the signature roster or checklist of voters to determine whether entries are being made in accordance with the Election Code;\n\n(4) view each voting machine before the polls are opened to ensure that the public counter is at zero, that the results tape contains no votes and that there are no voted ballots in the voting machine bins; and\n\n(5) make in any polling place and preserve for future reference written memoranda of any action or omission on the part of any member of the precinct board [election board].\n\nHistory:1953 Comp., § 3-2-21, enacted by Laws 1969, ch. 240, § 42; 1975, ch. 255, § 23; 2009, ch. 150, § 3; 2011, ch. 137, § 22.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nCross references.— For watchers and precinct board members making memoranda of actions or omissions,see1-2-29 and 1-12-6 NMSA 1978.\n\nFor entries by precinct board,see1-12-11 NMSA 1978.\n\nFor interposing challenges,see1-12-20 NMSA 1978.\n\nThe 2011 amendment,effective July 1, 2011, permitted challengers to view an application to vote form before a voter receives a ballot, the signature roster or checklist of voters, and the voting machine to ensure that no votes have been registered.\n\nThe 2009 amendment,effective June 19, 2009, in Paragraph (1) of Subsection B, added \"the challenger or alternate challenger\"; and in Paragraph (3) of Subsection B, after \"envelope and to see\", deleted \"that all ballot labels are in their proper places and\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections §§ 96, 97.\n\n29 C.J.S. Elections § 55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-23/"
    },
    {
      "id": "section-1-2-24",
      "number": "1-2-24",
      "heading": "Challengers; identification badges.",
      "text": "At all times while they are present in the polling place, challengers shall wear uniform identification badges designating them as authorized challengers of the political party which they represent. They shall not wear any other form of identification, party or candidate pins. The secretary of state shall prescribe the form and materials of such badges and such badges shall be furnished to the challengers by the presiding judge upon presentation of their written appointments.\n\nHistory:1953 Comp., § 3-2-22, enacted by Laws 1969, ch. 240, § 43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-24/"
    },
    {
      "id": "section-1-2-25",
      "number": "1-2-25",
      "heading": "Challengers, watchers, county canvass observers; permitted and prohibited activities.",
      "text": "A. Challengers, watchers and county canvass observers shall:\n\n(1) not be permitted to perform any duty of an election board member;\n\n(2) not handle the ballots, signature rosters, checklist of voters or voting machines or take any part in the counting or tallying of the ballots or the county canvass;\n\n(3) not be allowed to view a voter's full date of birth or any portion of the voter's social security number;\n\n(4) not interfere with the orderly conduct of the election, the counting or tallying of the ballots or the county canvass;\n\n(5) be allowed in the room in which the voting is being conducted at a polling location; provided that at any given time, each political party, candidate or election-related organization may have no more than one person present; and\n\n(6) be allowed in the room in which the absent voter election board, the recount election board or the election board for a special election conducts its business or, in the case of county canvass observers, in which the county canvass is conducted; provided that each political party, candidate or election-related organization shall have no more than:\n\n(a) two persons present at any given time in counties with more than ten thousand registered voters;\n\n(b) four persons present at any given time in counties with more than fifty thousand registered voters; or\n\n(c) fifteen persons present at any given time in counties with more than one hundred fifty thousand registered voters.\n\nB. Subject to permission granted by the county clerk, additional challengers may be present in the room in which the absent voter election board, the recount election board or the election board for a special election conducts its business in a partisan election; provided that the number of additional challengers allowed pursuant to this subsection is identical for each political party participating in the election.\n\nHistory:1953 Comp., § 3-2-23, enacted by Laws 1969, ch. 240, § 44; 1975, ch. 255, § 24; 2011, ch. 137, § 23; 2019, ch. 212, § 31.\n\nCross references.— For disturbing polling place prohibited,see1-20-20 NMSA 1978.\n\nThe 2019 amendment,effective April 3, 2019, changed the name of \"precinct board\" to \"election board\", permitted challengers, watchers and county canvass observers to be in the room in which a recount election board or an election board for a special election conducts its business, and changed which counties are entitled to have up to fifteen challengers, watchers or county canvass observers; replaced \"precinct board\" with \"election board\" throughout the section; in Subsection A, in Paragraph A(6), in the introductory clause, after \"absent voter election board,\", added \"the recount election board or the election board for a special election\", and in Subparagraph A(6)(c), after \"more than\", deleted \"two\" and added \"one\"; and in Subsection B, after \"voter election board,\", added \"the recount election board or the election board for a special election\", and after \"conduct its business\", added \"in a partisan election\".\n\nThe 2011 amendment,effective July 1, 2011, prohibited challengers, watchers and county canvass observers from handling the voter checklist, tallying ballots or the county canvass, from viewing voters' dates of birth and social security numbers, and from interfering with the election, the counting or tallying of ballots or the county canvass; permitted challengers, watchers and county canvass observers to be present when the voting is being conducted and when the absent voter precinct board conducts business, subject to certain specified restrictions; and permitted county clerks to allow additional challengers to be present when the absent voter precinct board conducts business.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-25/"
    },
    {
      "id": "section-1-2-26",
      "number": "1-2-26",
      "heading": "Challengers; penalty.",
      "text": "The act of denying a challenger, who has presented a written appointment to the precinct board [election board] and who is not interfering with the orderly conduct of the election, the right to be present at the polling place, or denying a challenger the right to challenge voters and view the signature rosters or checklist of voters or denying a challenger the right to witness the precinct board [election board] in the conduct of its duties is a petty misdemeanor.\n\nHistory:1953 Comp., § 3-2-24, enacted by Laws 1969, ch. 240, § 45; 1975, ch. 255, § 25; 2011, ch. 137, § 24.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nThe 2011 amendment,effective July 1, 2011, permitted challengers to exercise their rights if they are not interfering with the orderly conduct of the election.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-26/"
    },
    {
      "id": "section-1-2-27",
      "number": "1-2-27",
      "heading": "Watchers; appointment.",
      "text": "A. An election-related organization may in a statewide or special election appoint watchers in a county if the organization provides a written notice to the secretary of state at least seven days prior to serving as a watcher during early voting, the election date or the ballot qualification period for mailed ballots in a statewide or a special election and specifies the names of the qualified appointees. The secretary of state shall notify the county clerk of the qualified appointees at least five days before the election.\n\nB. Any group of three candidates for elected office in a statewide election may appoint watchers in a county if the candidates provide a written notice to the secretary of state at least seven days prior to serving as a watcher during early voting, the election date or the ballot qualification period for mailed ballots in a statewide or special election and specify the names of the qualified appointees. The secretary of state shall notify the county clerk of the qualified appointees at least five days before the election.\n\nHistory:1953 Comp., § 3-2-25, enacted by Laws 1969, ch. 240, § 46; 1975, ch. 255, § 26; 2003, ch. 377, § 1; 2005, ch. 270, § 14; 2011, ch. 137, § 25; 2019, ch. 212, § 32.\n\nThe 2019 amendment,effective April 3, 2019, limited the provisions in this section to statewide and special elections, and changed certain notice provisions for the appointment of watchers; in Subsection A, after \"election-related organization may\", added \"in a statewide or special election\", after \"at least\", deleted \"ten\" and added \"seven\", after \"days prior to\", added \"serving as a watcher during early voting\", and after \"election date\", added \"or the ballot qualification period for mailed ballots in a statewide or a special election\"; and in Subsection B, after \"elected office\", added \"in a statewide election\", after \"at least\", deleted \"ten\" and added \"seven\", after \"days prior to\", added \"serving as a watcher during early voting\", and after \"election date\", added \"or the ballot qualification period for mailed ballots in a statewide or special election\".\n\nThe 2011 amendment,effective July 1, 2011, eliminated the right of county chairmen to appoint watchers; eliminated the restriction on the number of watchers that may be appointed; required candidates to give the secretary of state notice at least ten days prior to the election of their appointment of watchers; and required the secretary of state to notify county clerks of the appointment of the watchers at least five days before the election.\n\nThe 2005 amendment,effective July 1, 2005, in Subsection B, changed the deadline for when the secretary of state shall notify the county clerk of the qualified appointees from ten to five days; and deleted \"a nonpartisan\" in the definition of \"election-related organization\".\n\nThe 2003 amendment,effective June 20, 2003, redesignated former Subsections B and C as present Subsection C and D and added present Subsection B.\n\nThird party entitled to watcher in municipal election.— A third party ticket in a municipal election is entitled to have its own watchers provided it follows the outlined procedure. 1950 Op. Att'y Gen. No. 50-5290.\n\nCandidate for office is not disqualified from serving as party watcher,and he may act as such during counting of the ballots. 1944 Op. Att'y Gen. No. 44-4609.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections §§ 91, 92.\n\n29 C.J.S. Elections §§ 59, 60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-27/"
    },
    {
      "id": "section-1-2-28",
      "number": "1-2-28",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-2-26, enacted by Laws 1969, ch. 240, § 47; 1987, ch. 249, § 5; repealed by Laws 2011, ch. 137, § 110.\n\nRepeals.— Laws 2011, ch. 137, § 110 repealed 1-2-28 NMSA 1978, as enacted by Laws 1969, ch. 240, § 47, relating to watchers, qualifications and restrictions, effective July 1, 2011. For provisions of former section,seethe 2010 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-28/"
    },
    {
      "id": "section-1-2-29",
      "number": "1-2-29",
      "heading": "Watchers and election observers; permissible activities.",
      "text": "A. Upon presentation to a precinct board [election board] of a written appointment, a watcher or election observer may:\n\n(1) be present at any time from the time the precinct board [election board] convenes at the polling place until the completion of the precinct board's [election board's] duties after the polls close;\n\n(2) be permitted to observe that the election is being conducted in accordance with the Election Code;\n\n(3) view the precinct voter list to ascertain whether a voter has voted, subject to the same prohibitions and restrictions as are placed upon challengers by the Election Code;\n\n(4) view any voting machine being used in the precinct in the same manner that challengers may examine the voting machines; and\n\n(5) make in any polling place and preserve for future reference written memoranda of any action or omission on the part of any member of the precinct board [election board] charged with the performance of a duty by the Election Code.\n\nB. A watcher appointed on behalf of candidates may be present only in polling locations within the county of appointment at which ballots are cast for at least one of the candidates making the appointment.\n\nHistory:1953 Comp., § 3-2-27, enacted by Laws 1969, ch. 240, § 48; 2003, ch. 377, § 2; 2011, ch. 137, § 26.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nCross references.— For challengers and precinct board members making memoranda of actions or omissions,see1-2-23 and 1-12-6 NMSA 1978.\n\nFor prohibited activities of challengers,see1-2-25 NMSA 1978.\n\nFor admission of watcher to polling place during reading of results of votes cast,see1-12-38 NMSA 1978.\n\nFor disturbing the polling place,see1-20-20 NMSA 1978.\n\nThe 2011 amendment,effective July 1, 2011, included election observers within the scope of this section and provided that a watcher appointed by candidates may be present only at polling locations where ballots are cast for at least one of the candidates appointing the election observer.\n\nThe 2003 amendment,effective June 20, 2003, redesignated former Paragraphs A(3) and A(4) as present Paragraphs A(4) and A(5) and added present Paragraph A(3).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections §§ 96, 97.\n\n29 C.J.S. Elections § 55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-29/"
    },
    {
      "id": "section-1-2-30",
      "number": "1-2-30",
      "heading": "Watchers and election observers; penalty.",
      "text": "The act of denying a watcher or an election observer, who has presented a written appointment to the precinct board [election board] and who is not interfering with the orderly conduct of the election, the right to be present at the polling place or denying a watcher or election observer the right to witness the precinct board [election board] in the conduct of its duties is a petty misdemeanor.\n\nHistory:1953 Comp., § 3-2-28, enacted by Laws 1969, ch. 240, § 49; 2011, ch. 137, § 27.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2019, ch. 212, § 283, effective April 3, 2019, provided that references in the Election Code to \"precinct board\", shall be deemed to be references to \"election board\", as that term is defined in Section 1-1-13 NMSA 1978.\n\nThe 2011 amendment,effective July 1, 2011, included election observers within the scope of this section and permitted watchers and election observers to exercise their rights if they not interfering with the orderly conduct of the election.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-30/"
    },
    {
      "id": "section-1-2-31",
      "number": "1-2-31",
      "heading": "County canvass observers.",
      "text": "A. The county chair of each political party represented on a partisan ballot may appoint in writing county canvass observers. A candidate for elected office and an election-related organization in a statewide or special election may each appoint county canvass observers in a county if the candidate or organization makes a written request to the secretary of state and specifies the names of the qualified appointees. The secretary of state shall immediately notify the county clerk of the qualified appointees.\n\nB. County canvass observers shall be voters of a precinct located in that county to which they are appointed. No person shall be qualified for appointment or service as a county canvass observer who is a sheriff, deputy sheriff, marshal, deputy marshal or state or municipal police officer.\n\nC. A county canvass observer or an election observer, upon presentation of the observer's written appointment, shall be permitted to be present at any time from the time the county canvassing begins until the completion of the canvass.\n\nD. A county canvass observer or election observer is strictly limited to observing and documenting the canvassing process and shall not interrupt the canvassing process.\n\nE. County canvass observers and election observers shall not interfere with the orderly conduct of the canvass and may be removed by the county clerk if the observer does not comply with the law.\n\nF. As used in this section, \"county canvass\" means the process in the office of the county clerk of qualifying and verifying paper ballots and counting and tallying votes for each precinct beginning upon the closing of the polls and ending with the certification and announcement of the results by the county canvassing board.\n\nHistory:Laws 2005, ch. 270, § 15; 2011, ch. 137, § 28; 2019, ch. 212, § 33.\n\nThe 2019 amendment,effective April 3, 2019, limited the provisions in this section to statewide and special elections, revised a notice provision, and revised the definition of \"county canvass\" as used in this section; in Subsection A, after \"represented on\", deleted \"the\" and added \"partisan\", after \"election-related organization\", added \"in a statewide or special election\", after \"written request to the secretary of state\", deleted \"at least ten days prior to the election date\", after \"The secretary of state\", added \"immediately\", and after \"qualified appointees\", deleted \"at least five days before the election\"; and in Subsection F, after \"means the process\", added \"in the office of the county clerk\".\n\nThe 2011 amendment,effective July 1, 2011, allowed county chairs to appoint county canvass observers; required the secretary of state to notify county clerks of appointments of county canvass observers at least five days before the election; disqualified law enforcement officers from serving as county canvass observers; and eliminated the restriction on the number of county canvass observers that may be admitted in the room where the canvass is being conducted.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-31/"
    },
    {
      "id": "section-1-2-32",
      "number": "1-2-32",
      "heading": "State canvass observers.",
      "text": "A. The state chair of each political party represented on a partisan ballot may appoint in writing state canvass observers. A candidate for elected office in a statewide election and an election-related organization in a statewide or special election may each appoint state canvass observers if the candidate or organization makes a written request to the secretary of state and specifies the names of the qualified appointees.\n\nB. State canvass observers shall be voters of the state. No person shall be qualified for appointment or service as a state canvass observer who is a sheriff, deputy sheriff, marshal, deputy marshal or state or municipal police officer.\n\nC. The state canvass observer or election observer, upon presentation of the observer's written appointment, shall be permitted to be present at any time from the time the state canvassing begins until the completion of the canvass.\n\nD. A state canvass observer or election observer is strictly limited to observing and documenting the canvassing process and shall not interrupt the canvassing process.\n\nE. State canvass observers shall not interfere with the orderly conduct of the canvass and may be removed by the secretary of state if the observer does not comply with the law.\n\nF. As used in this section, \"state canvass\" means the process in the office of the secretary of state or by such person as the state canvassing board may appoint to examine election returns and certificates issued by the county canvassing boards and ending with the certification and announcement of the results by the state canvassing board.\n\nHistory:Laws 2011, ch. 137, § 11; 2019, ch. 212, § 34.\n\nThe 2019 amendment,effective April 3, 2019, limited the provisions in this section to statewide and special elections, revised a notice provision, and revised the definition of \"state canvass\" as used in this section; in Subsection A, after \"represented on\", deleted \"the\" and added \"a partisan\", after \"candidate for elected office\", added \"in a statewide election\", after \"election-related organization\", added \"in a statewide or special election\", and after \"written request to the secretary of state\", deleted \"at least ten days prior to the election date\"; and in Subsection F, after \"means the process\", deleted \"of examining\" and added \"in the office of the secretary of state or by such persons as the state canvassing board may appoint to examine\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-32/"
    },
    {
      "id": "section-1-2-33",
      "number": "1-2-33",
      "heading": "Election-related organization; registration required.",
      "text": "An election-related organization shall register with the secretary of state at least seventy days before a regularly scheduled statewide election or forty-two days before a special election or an election to fill a vacancy in the United States house of representatives.\n\nHistory:Laws 2023, ch. 39, § 7.\n\nEffective dates.— Laws 2023, ch. 39 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-33/"
    },
    {
      "id": "section-1-2-34",
      "number": "1-2-34",
      "heading": "Elections security program; general responsibilities.",
      "text": "A. The secretary of state shall maintain an elections security program within the bureau of elections. The program shall have the general responsibility of advising the secretary of state, county clerks and the voting system certification committee regarding voting system and cybersecurity requirements and ensuring their implementation and shall be the primary liaison working with federal oversight and intelligence agencies regarding elections-critical infrastructure.\n\nB. The elections security program may conduct assessments, inspections and incident response in relation to networks and equipment deemed to be elections-critical infrastructure, both at the state and county levels.\n\nC. The elections security program shall monitor the functionality of voting systems certified for use in the state to ensure compliance with the security requirements provided for in Chapter 1, Article 9 NMSA 1978 and administrative rules adopted pursuant to that article.\n\nD. Documents and communications related to election security or that could put elections-critical infrastructure at risk are exempt from disclosure.\n\nE. As used in this section, \"elections-critical infrastructure\" means those assets, systems and networks, whether physical or virtual, that are considered so vital to elections in this state that their infiltration, incapacitation or destruction would have a debilitating effect on the administration of elections, the secrecy of the ballot and the efficient reporting of accurate results for any election conducted pursuant to the Election Code.\n\nHistory:Laws 2023, ch. 39, § 8.\n\nEffective dates.— Laws 2023, ch. 39 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-2/section-1-2-34/"
    }
  ]
}