{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-15a-presidential-primary",
  "sections": [
    {
      "id": "section-1-15a-1",
      "number": "1-15A-1",
      "heading": "Short title.Section 1-15A-2 - Presidential primary; date of election",
      "text": "This act [Chapter 1, Article 15A NMSA 1978] may be cited as the \"Presidential Primary Act\".\n\nHistory:1953 Comp., § 3-8-33, enacted by Laws 1977, ch. 230, § 1; 1978 Comp., § 1-8-53 recompiled as § 1-15A-1 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-53 NMSA 1978 as 1-15A-1 NMSA 1978, effective July 1, 2011.\n\nCross references.— For presidential electors,see1-15-1 to 1-15-10 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 25 Am. Jur. 2d Elections § 5.\n\n91 C.J.S. United States § 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-1/"
    },
    {
      "id": "section-1-15a-2",
      "number": "1-15A-2",
      "heading": "Presidential primary; date of election.",
      "text": "In the year in which the president and vice president of the United States are to be elected, the registered voters of this state shall be given an opportunity to express their preference for the person to be the presidential candidate of their party in either a presidential primary election or in accordance with the selection procedure for presidential candidates of each voter's party. The presidential primary election shall be held on the same date as the primary election is held in this state.\n\nHistory:1953 Comp., § 3-8-34, enacted by Laws 1977, ch. 230, § 2; 2003, ch. 300, § 2; 1978 Comp., § 1-8-54 recompiled as § 1-15A-2 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-54 NMSA 1978 as 1-15A-2 NMSA 1978 effective July 1, 2011.\n\nCross references.— For date for holding a primary election,see1-8-11 NMSA 1978.\n\nThe 2003 amendment,effective June 20, 2003, inserted \"in either a presidential primary election or in accordance with the selection procedure for presidential candidates of each voter's party\" following \"candidate of their party\" at the end of the first sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-2/"
    },
    {
      "id": "section-1-15a-3",
      "number": "1-15A-3",
      "heading": "Selection of national convention delegates by major political parties; use of alternate selection procedures; certification.",
      "text": "A. If a major political party chooses not to participate in the presidential primary, it shall:\n\n(1) notify the secretary of state at least thirty days before the governor is required to issue the proclamation of the primary election; and\n\n(2) allow anyone who would otherwise be qualified to vote in that party's primary to participate in the party's selection procedure.\n\nB. The state chair of a major political party that does not participate in the presidential primary shall certify to the secretary of state the names of the state party's delegates to the party's national convention, and those delegates shall file a declaration of acceptance in accordance with Section 1-15A-10 NMSA 1978 [repealed].\n\nHistory:Laws 2003, ch. 300, § 3; 1978 Comp., § 1-8-54.1 recompiled as § 1-15A-3 by Laws 2011, ch. 137, § 109; 2016, ch. 28, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 39, § 99 repealed 1-15A-10 NMSA 1978, effective June 16, 2023.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-54.1 NMSA 1978 as 1-15A-3 NMSA 1978 effective July 1, 2011.\n\nThe 2016 amendment,effective May 18, 2016, allowed persons who would otherwise be qualified to vote in a party's primary to participate in the party's alternate selection procedure; in the catchline, added \"use of alternate selection procedures\"; in Subsection A, after \"it shall\", added the paragraph designation \"(1)\", and added new Paragraph (2); and in Subsection B, after \"The state\", deleted \"chairman\" and added \"chair\", and after \"Section\", deleted \"1-8-61\" and added \"1-15A-10\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-3/"
    },
    {
      "id": "section-1-15a-4",
      "number": "1-15A-4",
      "heading": "Conduct of election.",
      "text": "The presidential primary election shall be conducted and canvassed along with and in the manner provided by law for the conduct and canvassing of the primary election.\n\nHistory:1953 Comp., § 3-8-35, enacted by Laws 1977, ch. 230, § 3; 1978 Comp., § 1-8-55 recompiled as § 1-15A-4 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-55 NMSA 1978 as 1-15A-4 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-4/"
    },
    {
      "id": "section-1-15a-5",
      "number": "1-15A-5",
      "heading": "Nomination by committee.",
      "text": "There shall be convened in Santa Fe a committee consisting of the chief justice of the supreme court, as chairman, the speaker of the house of representatives and the minority floor leader of the house of representatives, the president pro tempore of the senate, the minority floor leader of the senate and the state chairmen of those major political parties participating in the presidential primary. The committee shall nominate as presidential primary candidates, and certify to the secretary of state, not later than February 15 before the presidential primary election, the names of all those generally advocated and nationally recognized or supported by any major political party in the state as candidates of the major political parties participating in the presidential primary for the office of president of the United States.\n\nHistory:1953 Comp., § 3-8-36, enacted by Laws 1977, ch. 230, § 4; 1980, ch. 13, § 1; 1980, ch. 43, § 1; 1995, ch. 124, § 17; 1978 Comp., § 1-8-56 recompiled as § 1-15A-5 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-56 NMSA 1978 as 1-15A-5 NMSA 1978 effective July 1, 2011.\n\nCross references.— For names of nominees, not electors, to be placed on general election ballot,see1-15-4 NMSA 1978.\n\nThe 1995 amendment,effective January 1, 1996, inserted \"or supported by any major political party in the state\" following \"nationally recognized\" near the end of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-5/"
    },
    {
      "id": "section-1-15a-6",
      "number": "1-15A-6",
      "heading": "Nomination by petition.",
      "text": "No later than 5:00 p.m. on the thirtieth day following the nominations by committee, any person seeking the endorsement by the national political party for the office of president of the United States, or any group organized in this state on behalf of, and with the consent of, such person, may submit to the secretary of state a petition on a form prescribed and furnished by the secretary of state to have such candidate's name printed on the presidential primary ballot. The petition shall be signed by a number of registered voters in each of the congressional districts equal to not less than two percent of the total number of votes for president cast in each district at the last preceding presidential election. Each signer of such petition shall sign but one such petition. In verifying the petition, the secretary of state shall count each signature unless it is determined that the person signing is not a registered voter of this state, has signed more than one petition or is not the person whose name appears on the nominating petition.\n\nHistory:1953 Comp., § 3-8-37, enacted by Laws 1977, ch. 230, § 5; 1978 Comp., § 1-8-57 recompiled as § 1-15A-6 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-57 NMSA 1978 as 1-15A-6 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-6/"
    },
    {
      "id": "section-1-15a-7",
      "number": "1-15A-7",
      "heading": "Notification to candidates.",
      "text": "The secretary of state shall contact each person who has been nominated by the committee or by petition and notify the person in writing by certified mail, with return receipt requested, that the person's name will be printed as a candidate on the New Mexico presidential primary ballot unless the person requests in writing otherwise at least sixty-three days prior to the election.\n\nHistory:1953 Comp., § 3-8-38, enacted by Laws 1977, ch. 230, § 6; 1980, ch. 13, § 2; 1980, ch. 43, § 2; 1978 Comp., § 1-8-58 recompiled as § 1-15A-7 by Laws 2011, ch. 137, § 109; 2017, ch. 101, § 17.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-58 NMSA 1978 as 1-15A-7 NMSA 1978 effective July 1, 2011.\n\nThe 2017 amendment,effective June 16, 2017, changed the deadline by which a person nominated by the committee or by petition may request in writing that the person's name not be printed as a candidate on the New Mexico presidential primary ballot, and made stylistic changes; and after \"requests in writing otherwise at least\", deleted \"fifty\" and added \"sixty-three\".\n\nCandidate who fails to make a timely withdrawalfrom presidential primary is legitimate candidate in that primary.Anderson v. Hooper, 498 F. Supp. 898 (D.N.M. 1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-7/"
    },
    {
      "id": "section-1-15a-8",
      "number": "1-15A-8",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-8-39, enacted by Laws 1977, ch. 230, § 7; 1980, ch. 13, § 3; 1980, ch. 43, § 3; 1988, ch. 17, § 6; 1978 Comp., § 1-8-59 recompiled as § 1-15A-8 by Laws 2011, ch. 137, § 109; repealed by Laws 2023, ch. 39, § 99.\n\nRepeals.— Laws 2023, ch. 39, § 99 repealed 1-15A-8 NMSA 1978, as enacted by Laws 1977, ch. 230, § 7, relating to voting in presidential primary, ballot position, effective June 16, 2023. For provisions of former section,seethe 2022 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-8/"
    },
    {
      "id": "section-1-15a-9",
      "number": "1-15A-9",
      "heading": "National convention.",
      "text": "A. Upon the completion of the state canvass of the results of the presidential primary, the secretary of state shall forthwith certify to the state chairman of each political party participating in the primary and to the credentials committee of the national convention of each such political party the following:\n\n(1) the names of all candidates and uncommitted category; and\n\n(2) the total vote and the percentage of the total vote of such candidates or uncommitted category received.\n\nB. Each political party shall select as many delegates and alternates to the national party convention in the manner prescribed by the rules of that party and as are allotted to it by the national committee of that party.\n\nC. The vote of the delegates or their alternates to the national convention from each such political party from New Mexico shall be cast on the first presidential nomination ballot of the national convention by the chairman of the delegation. The manner of casting the vote of each party delegation shall be as follows:\n\n(1) each candidate and the uncommitted category shall be entitled to a share of the total vote allotted to the delegation that is equal to the proportion that the vote he received in the presidential primary bears to the total combined vote received by all qualified candidates; provided that no candidate shall be excluded who has received at least fifteen percent of the total vote cast for candidates for president of that party, and no candidate shall be excluded in violation of any political party rule; and\n\n(2) the method used to compute the total votes allowed to a candidate or the uncommitted category shall be determined by the party rules on file in the office of the secretary of state.\n\nD. The provisions of this section with regard to the manner of voting by the New Mexico delegations at the national party conventions apply only to the first nominating ballot cast at such conventions. Such delegations may be released prior to the first ballot from voting in the manner provided by this section upon death of the candidate or upon his written unconditional release of such votes allotted to him. Any votes so released shall be cast in the manner of votes allotted to the uncommitted category.\n\nHistory:1953 Comp., § 3-8-40, enacted by Laws 1977, ch. 230, § 8; 1980, ch. 13, § 4; 1980, ch. 43, § 4; 1981, ch. 147, § 9; 1978 Comp., § 1-8-60 recompiled as § 1-15A-9 by Laws 2011, ch. 137, § 109.\n\nRecompilations.— Laws 2011, ch. 137, § 109 recompiled former 1-8-60 NMSA 1978 as 1-15A-9 NMSA 1978 effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-9/"
    },
    {
      "id": "section-1-15a-10",
      "number": "1-15A-10",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-8-41, enacted by Laws 1977, ch. 230, § 9; 1980, ch. 13, § 5; 1980, ch. 43, § 5; 2003, ch. 300, § 4; 1978 Comp., § 1-8-61 recompiled as § 1-15A-10 by Laws 2011, ch. 137, § 109; repealed by Laws 2023, ch. 39, § 99.\n\nRepeals.— Laws 2023, ch. 39, § 99 repealed 1-15A-10 NMSA 1978, as enacted by Laws 1977, ch. 230, § 9, relating to delegate pledge, effective June 16, 2023. For provisions of former section,seethe 2022 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-10/"
    },
    {
      "id": "section-1-15a-11",
      "number": "1-15A-11",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 3-8-43, enacted by Laws 1977, ch. 230, § 11; 1978 Comp., § 1-8-63 recompiled as § 1-15A-11 by Laws 2011, ch. 137, § 109; repealed by Laws 2023, ch. 39, § 99.\n\nRepeals.— Laws 2023, ch. 39, § 99 repealed 1-15A-11 NMSA 1978, as enacted by Laws 1977, ch. 230, § 11, relating to penalty, effective June 16, 2023. For provisions of former section,seethe 2022 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-15a/section-1-15a-11/"
    }
  ]
}