{
  "state": "new-mexico",
  "path": "title-chapter-1-elections/chapter-article-22a-school-district-campaign-reporting",
  "sections": [
    {
      "id": "section-1-22a-1",
      "number": "1-22A-1",
      "heading": "Short title.Section 1-22A-2 - Definitions",
      "text": "Section 1-22A-3 - Reports required; time and place of filing.Section 1-22A-4 - Contents of report.Section 1-22A-5 - Anonymous contributions; special event fundraisers.Section 1-22A-6 - Voluntary compliance; complaints and investigations; arbitration; referra",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-22a-2",
      "number": "1-22A-2",
      "heading": "Definitions.",
      "text": "As used in the School District Campaign Reporting Act:\n\nA. \"campaign committee\" means one or more persons authorized by a candidate to raise, collect or expend contributions on the candidate's behalf for the purpose of electing the candidate to office;\n\nB. \"candidate\" means a person who seeks or considers an office in an election covered by the School District Campaign Reporting Act and who either has filed a declaration of candidacy or has received contributions or made expenditures of one thousand dollars ($1,000) or more or authorized another person or campaign committee to receive contributions or make expenditures of one thousand dollars ($1,000) or more for the purpose of seeking election to a covered office;\n\nC. \"contribution\" means a gift, subscription, loan, advance or deposit of money or other thing of value, including the estimated value of an in-kind contribution, that is made or received for a political purpose, including payment of a debt incurred in an election campaign; but \"contribution\" does not include the value of services provided without compensation or unreimbursed travel or other personal expenses of individuals who volunteer a portion or all of their time on behalf of a candidate or campaign committee;\n\nD. \"covered office\" means the position of board of education member of a school district or the position of board member of a community college organized or operating pursuant to the provisions of Chapter 21, Article 13 or Article 16 NMSA 1978;\n\nE. \"election cycle\" means the period beginning thirty days after an election for an office and ending thirty days following the subsequent election day for that office;\n\nF. \"expenditure\" means a payment, transfer or distribution or obligation or promise to pay, transfer or distribute any money or other thing of value for a political purpose, including payment of a debt incurred in an election campaign;\n\nG. \"political purpose\" means advocating the election or defeat of a candidate in an election;\n\nH. \"prescribed form\" means a form or electronic format prepared and prescribed by the secretary of state; and\n\nI. \"reporting individual\" means a candidate or treasurer of a campaign committee.\n\nHistory:Laws 2013, ch. 180, § 2; 2018, ch. 79, § 36; 2024, ch. 43, § 1.\n\nThe 2024 amendment,effective July 1, 2024, revised the definitions of \"candidate\" and \"covered office\", as used in the School District Campaign Reporting Act; in Subsection B, after each occurrence of \"expenditures of\", deleted \"five hundred dollars ($500)\" and added \"one thousand dollars ($1,000)\"; and in Subsection D, after \"school district\", deleted \"that has an enrollment of twelve thousand students or more\".\n\nThe 2018 amendment,effective July 1, 2018, revised the definition for \"election cycle\" as used in the School District Campaign Reporting Act; and in Subsection E, after \"office and ending\", deleted \"on\" and added \"thirty days following\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-2/"
    },
    {
      "id": "section-1-22a-3",
      "number": "1-22A-3",
      "heading": "Reports required; time and place of filing.",
      "text": "A. A candidate or campaign committee that has received contributions or made expenditures of one thousand dollars ($1,000) or more shall file with the secretary of state a report of all contributions received and expenditures made on a prescribed form, and the report shall be filed in the same or similar electronic system as that used for the Campaign Reporting Act [1-19-25 to 1-19-36 NMSA 1978]. Except as otherwise provided in this section, all reports pursuant to the School District Campaign Reporting Act shall be filed electronically and electronically authenticated by the candidate using an electronic signature in conformance with the Electronic Authentication of Documents Act [14-15-1 to 14-15-6 NMSA 1978] and the Uniform Electronic Transactions Act [Chapter 14, Article 16 NMSA 1978].\n\nB. A candidate or campaign committee shall file a campaign report of all contributions received and expenditures made during an election cycle and not previously reported by midnight on the twenty-first day before the election and on the thirtieth day following the election.\n\nC. If a reporting date set by Subsection B of this section falls on a holiday, the report shall be filed on the next business day.\n\nD. If a candidate or campaign committee has not received any contributions and has not made any expenditures since the last report filed with the secretary of state, the candidate or campaign committee shall only be required to file a statement of no activity, which shall not be required to be notarized, in lieu of a full report when that report would otherwise be due.\n\nE. A report of expenditures and contributions filed after a deadline set forth in this section shall not be deemed to have been timely filed.\n\nF. Except for candidates and campaign committees that file a statement of no activity, each candidate or campaign committee shall file a report of expenditures and contributions pursuant to the filing schedules set forth in this section, regardless of whether any expenditures were made or contributions were received during the reporting period. Reports shall be required until the candidate or campaign committee delivers a report to the secretary of state stating that:\n\n(1) there are no outstanding campaign debts;\n\n(2) all money has been expended in accordance with the provisions of Section 1-22A-10 NMSA 1978; and\n\n(3) the bank account for campaign funds maintained by the candidate or campaign committee has been closed.\n\nG. A candidate who does not ultimately file a declaration of candidacy and does not file a statement of no activity shall file reports in accordance with Subsection B of this section.\n\nH. A candidate may apply to the secretary of state for exemption from electronic filing in case of hardship, which shall be defined by the secretary of state.\n\nHistory:Laws 2013, ch. 180, § 3; 2018, ch. 79, § 37; 2024, ch. 43, § 2.\n\nThe 2024 amendment,effective July 1, 2024, increased the amount of contributions received or expenditures made that trigger a reporting requirement for candidates or campaign committees; and in Subsection A, after \"expenditures of\", deleted \"five hundred dollars ($500)\" and added \"one thousand dollars ($1,000)\".\n\nThe 2018 amendment,effective July 1, 2018, changed the dates by when candidates or campaign committees must file campaign reports, and revised a statutory reference; in Subsection B, after \"reported by midnight on the\", deleted \"second Monday in April\" and added \"twenty-first day before the election and on the thirtieth day following the election\"; in Subsection C, after \"falls on a\", deleted \"weekend or\"; and in Paragraph F(2), after \"Section\", deleted \"6 of the School District Campaign Reporting Act\" and added \"1-22A-10 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-3/"
    },
    {
      "id": "section-1-22a-4",
      "number": "1-22A-4",
      "heading": "Contents of report.",
      "text": "A. Each required report of expenditures and contributions shall be typed or printed legibly, or on a computer disc or format approved by the secretary of state, and shall include:\n\n(1) the name and address of the person to whom an expenditure was made or from whom a contribution was received; provided that for contributors, the name of the legal entity or the first and last names of the individual shall be the full name of the legal entity or individual, and initials only shall not constitute a full name unless that is the complete legal name;\n\n(2) the occupation and type and name of business, if any, of any person making contributions of two hundred fifty dollars ($250) or more in the aggregate per election;\n\n(3) the amount of the expenditure or contribution or value thereof;\n\n(4) the purpose of the expenditure; and\n\n(5) the date that the expenditure was made or the contribution was received.\n\nB. Each report shall contain an opening and closing cash balance for the bank account maintained for campaign funds by the reporting individual during the reporting period and the name of the financial institution.\n\nC. Each report shall specify the amount of each unpaid debt and the identity of the person to whom the debt is owed.\n\nHistory:Laws 2013, ch. 180, § 4.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-4/"
    },
    {
      "id": "section-1-22a-5",
      "number": "1-22A-5",
      "heading": "Anonymous contributions; special event fundraisers.",
      "text": "A. No anonymous contributions may be accepted in excess of one hundred dollars ($100). The aggregate amount of anonymous contributions received by a candidate in an election cycle shall not exceed five hundred dollars ($500).\n\nB. Cash contributions received at special events that are unidentifiable as to a specific contributor but identifiable as to the special event are not subject to the anonymous contribution limits provided for in this section so long as no single special event raises, after expenses, more than one thousand dollars ($1,000) in such cash contributions. For those contributions, due diligence and best efforts shall be made to disclose on a special prescribed form with the sponsor, date, place, total amount received, expenses incurred, estimated number of persons in attendance and other identifiable factors that describe the special event.For purposes of this subsection, \"special event\" means an event such as a barbecue or similar fundraiser where tickets costing twenty-five dollars ($25.00) or less are sold or an event such as a coffee, tea or similar reception.\n\nC. Any contributions received pursuant to this section in excess of the limits established in Subsections A and B of this section shall be donated to the state general fund or an organization to which a federal income tax deduction would be available under Subparagraph (A) of Paragraph (1) of Subsection (b) of Section 170 of the Internal Revenue Code of 1986, as amended.\n\nHistory:Laws 2013, ch. 180, § 5.\n\nCross references.— For Section 170 of the Internal Revenue Code of 1986,see26 U.S.C. § 170.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-5/"
    },
    {
      "id": "section-1-22a-6",
      "number": "1-22A-6",
      "heading": "Voluntary compliance; complaints and investigations; arbitration; referrals for enforcement.",
      "text": "A. The secretary of state may initiate investigations to determine whether any provision of the School District Campaign Reporting Act has been violated. Additionally, any person who believes that a provision of that act has been violated may file a written complaint with the secretary of state any time prior to ninety days after an election, except that no complaints from the public may be filed within eight days prior to an election. The secretary of state shall adopt procedures for issuing advisory opinions and processing complaints and notifications of violations.\n\nB. The secretary of state shall at all times seek to ensure voluntary compliance with the provisions of the School District Campaign Reporting Act. If the secretary of state determines that a provision of that act for which a penalty may be imposed has been violated, the secretary of state shall by written notice set forth the violation and the fine imposed and inform the reporting individual that the individual has ten working days from the date of the letter to correct the matter and to provide a written explanation, under penalty of perjury, stating any reason why the violation occurred. If a timely explanation is filed and the secretary of state determines that good cause exists to waive the fine imposed, the secretary of state may by a written notice of final action partially or fully waive any fine imposed for any late, incomplete or false report or statement of exception. A written notice of final action shall be sent by certified mail.\n\nC. Upon receipt of the notice of final action, the person against whom the penalty has been imposed may protest the secretary of state's determination by submitting on a prescribed form a written request for binding arbitration to the secretary of state within ten working days of the date of the notice of final action. Any fine imposed shall be due and payable within ten working days of the date of notice of final action. No additional fine shall accrue pending the issuance of the arbitration decision. Fines paid pursuant to a notice of final action that are subsequently reduced or dismissed shall be reimbursed with interest within ten working days after the filing of the arbitration decision with the secretary of state. Interest on the reduced or dismissed portion of the fine shall be the same as the rate of interest earned by the secretary of state's escrow account to be established by the department of finance and administration.\n\nD. An arbitration hearing shall be conducted by a single arbitrator selected within ten days by the person against whom the penalty has been imposed from a list of five arbitrators provided by the secretary of state. Neither the secretary of state nor a person subject to the School District Campaign Reporting Act, Campaign Reporting Act [1-19-25 to 1-19-36 NMSA 1978], Lobbyist Regulation Act [Chapter 2, Article 11 NMSA 1978] or Financial Disclosure Act [10-16A-1 to 10-16A-8 NMSA 1978] may serve as an arbitrator. Arbitrators shall be considered to be independent contractors, not public officers or employees, and shall not be paid per diem and mileage.\n\nE. The arbitrator shall conduct the hearing within thirty days of the request for arbitration. The arbitrator may impose any penalty the secretary of state is authorized to impose.The arbitrator shall state the reasons for the arbitrator's decision in a written document that shall be a public record. The decision shall be final and binding. The decision shall be issued and filed with the secretary of state within thirty days of the conclusion of the hearing. Unless otherwise provided for in this section or by rule or regulation adopted by the secretary of state, the procedures for the arbitration shall be governed by the Uniform Arbitration Act [Chapter 44, Article 7A NMSA 1978]. No arbitrator shall be subject to liability for actions taken pursuant to this section.\n\nF. The secretary of state may refer a matter to the attorney general or a district attorney for a civil injunction or other appropriate order or for criminal enforcement.\n\nHistory:Laws 2013, ch. 180, § 6.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-6/"
    },
    {
      "id": "section-1-22a-7",
      "number": "1-22A-7",
      "heading": "Reports and statements; late filing penalty; failure to file.",
      "text": "A. If a statement of no activity or a report of expenditures and contributions contains false or incomplete information or is filed after any deadline imposed by the School District Campaign Reporting Act, the candidate, in addition to any other penalties or remedies prescribed by the Election Code, shall be liable for and shall pay to the secretary of state fifty dollars ($50.00) per day for each regular working day after the time required by the School District Campaign Reporting Act for the filing of statements of no activity or reports of expenditures and contributions until the complete or true statement or report is filed, up to a maximum of five thousand dollars ($5,000).\n\nB. All sums collected for the penalty shall be deposited in the general fund for credit to the current school fund. A report or statement of exception shall be deemed timely filed only if it is received by the secretary of state by the date and time prescribed by law.\n\nC. Any candidate who fails or refuses to file a report of expenditures and contributions or statement of no activity or to pay a penalty imposed by the secretary of state as required by the School District Campaign Reporting Act shall not, in addition to any other penalties provided by law:\n\n(1) have the candidate's name printed upon the ballot if the violation occurs before or through the final date for the withdrawal of candidates; or\n\n(2) be issued a certificate of election, if the violation occurs after the final date for withdrawal of candidates or after the election, until the candidate satisfies all reporting requirements of the School District Campaign Reporting Act and pays all penalties owed.\n\nD. Any candidate who loses an election and who failed or refused to file a report of expenditures and contributions or a statement of no activity or to pay a penalty imposed by the secretary of state as required by the School District Campaign Reporting Act shall not be, in addition to any other penalties provided by law, permitted to file a declaration of candidacy or nominating petition for any future election until the candidate satisfies all reporting requirements of that act and pays all penalties owed.\n\nHistory:Laws 2013, ch. 180, § 7.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-7/"
    },
    {
      "id": "section-1-22a-8",
      "number": "1-22A-8",
      "heading": "Civil penalties.",
      "text": "A. If the secretary of state reasonably believes that a person committed, or is about to commit, a violation of the School District Campaign Reporting Act, the secretary of state shall refer the matter to the attorney general or a district attorney for enforcement.\n\nB. The attorney general or district attorney may institute a civil action in district court for any violation of the School District Campaign Reporting Act or to prevent a violation of that act that involves an unlawful solicitation or the making or acceptance of an unlawful contribution. An action for relief may include a permanent or temporary injunction, a restraining order or any other appropriate order, including a civil penalty of two hundred fifty dollars ($250) for each violation not to exceed five thousand dollars ($5,000), and forfeiture of any contribution received as a result of an unlawful solicitation or unlawful contribution. Each unlawful solicitation and each unlawful contribution made or accepted shall be deemed a separate violation of the Campaign Reporting Act [1-19-25 to 1-19-36 NMSA 1978].\n\nC. The attorney general or district attorney may institute a civil action in district court if a violation has occurred or to prevent a violation of any provision of the School District Campaign Reporting Act other than that specified in Subsection B of this section. Relief may include a permanent or temporary injunction, a restraining order or any other appropriate order, including an order for a civil penalty of fifty dollars ($50.00) for each violation not to exceed five thousand dollars ($5,000).\n\nHistory:Laws 2013, ch. 180, § 8.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-8/"
    },
    {
      "id": "section-1-22a-9",
      "number": "1-22A-9",
      "heading": "Penalties; criminal enforcement.",
      "text": "A. Any person who knowingly and willfully violates any provision of the School District Campaign Reporting Act is guilty of a misdemeanor and shall be punished by a fine of not more than one thousand dollars ($1,000) or by imprisonment for not more than one year or both.\n\nB. The School District Campaign Reporting Act may be enforced by the attorney general or the district attorney in the county where the candidate resides or where the violation occurred.\n\nHistory:Laws 2013, ch. 180, § 9.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-9/"
    },
    {
      "id": "section-1-22a-10",
      "number": "1-22A-10",
      "heading": "Campaign funds; limitations on use.",
      "text": "It is unlawful for a candidate or the candidate's agent to make an expenditure of contributions received, except for the following purposes:\n\nA. expenditures of the campaign;\n\nB. donations to the state general fund;\n\nC. donations to an organization to which a federal income tax deduction would be permitted under Subparagraph (A) of Paragraph (1) of Subsection (b) of Section 170 of the Internal Revenue Code of 1986, as amended;\n\nD. expenditures to eliminate the campaign debt of the candidate for the office sought or expenditures incurred by the candidate when seeking election to another public office;\n\nE. donations to a political committee or to another candidate seeking election to a public office that is subject to the reporting provisions of the School District Campaign Reporting Act or the Campaign Reporting Act [1-19-25 to 1-19-36 NMSA 1978]; or\n\nF. disbursements to return unused funds pro rata to the contributors if no campaign debt exists.\n\nHistory:Laws 2013, ch. 180, § 10.\n\nCross references.— For Section 170 of the Internal Revenue Code of 1986,see26 U.S.C. § 170.\n\nEffective dates.— Laws 2013, ch. 180, § 11 made the School District Campaign Reporting Act effective July 1, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-1/article-22a/section-1-22a-10/"
    }
  ]
}