{
  "state": "south-carolina",
  "path": "title-title-29/chapter-chapter-6",
  "sections": [
    {
      "id": "section-29-6-10",
      "number": "29-6-10",
      "heading": "",
      "text": "Unless the context otherwise requires in this chapter:\n\n(1) \"Contractor\" means a person who contracts with an owner to improve real property or perform construction services for an owner.\n\n(2) \"Improve\" means to build, effect, alter, repair, or demolish any improvement upon, connected with, or on or beneath the surface of any real property, or to excavate, clear, grade, fill, or landscape any real property, or to construct driveways and roadways, or to furnish materials, including trees and shrubbery, for any of these purposes, or to perform any labor upon these improvements, and also means and includes any design or other professional or skilled services furnished by architects, engineers, land surveyors, and landscape architects.\n\n(3) \"Improvement\" means all or any part of any building, structure, erection, alteration, demolition, excavation, clearing, grading, filling, or landscaping, including trees and shrubbery, driveways, and roadways on real property.\n\n(4) \"Owner\" means a person who has an interest in the real property improved and for whom an improvement is made and who ordered the improvement to be made. \"Owner\" includes any state, local, or municipal government agencies, instrumentalities, or entities.\n\n(5) \"Real property\" means the real estate that is improved, including lands, leaseholds, tenements, and hereditaments, and improvements placed on the real property.\n\n(6) \"Subcontractor\" means any person who has contracted to furnish labor or materials to, or has performed labor or supplied materials for, a contractor or another subcontractor in connection with a contract to improve real property.\n\nHISTORY: 1990 Act No. 426, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-10/"
    },
    {
      "id": "section-29-6-20",
      "number": "29-6-20",
      "heading": "",
      "text": "Performance by a contractor or subcontractor in accordance with the provisions of his contract entitles him to payment from the party with whom he contracts.\n\nHISTORY: 1990 Act No. 426, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-20/"
    },
    {
      "id": "section-29-6-30",
      "number": "29-6-30",
      "heading": "",
      "text": "When a contractor or a subcontractor has performed in accordance with the provisions of his contract, the owner shall pay the contractor by mailing via first class mail or delivering the undisputed amount of any pay request within twenty-one days of receipt by the owner of any pay request based upon work completed or service provided under the contract, and the contractor shall pay to his subcontractor and each subcontractor shall pay to his subcontractor, within seven days of receipt by the contractor or subcontractor of each periodic or final payment, by mailing via first class mail or delivering the full amount received for that subcontractor's work and materials based on work completed or service provided under the subcontract.\n\nHISTORY: 1990 Act No. 426, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-30/"
    },
    {
      "id": "section-29-6-40",
      "number": "29-6-40",
      "heading": "",
      "text": "Nothing in this chapter prevents the owner, the contractor, or a subcontractor from withholding application and certification for payment because of the following: unsatisfactory job progress, defective construction not remedied, disputed work, third party claims filed or reasonable evidence that claim will be filed, failure of contractor or subcontractor to make timely payments for labor, equipment, and materials, damage to owner, contractor, or another subcontractor, reasonable evidence that contract or subcontract cannot be completed for the unpaid balance of the contract or subcontract sum, or a reasonable amount for retainage.\n\nNothing in this chapter requires that payments due a contractor from an owner be paid any more frequently than as set forth in the construction documents, nor shall anything in this chapter affect the terms of any agreement between the owner and any lender.\n\nHISTORY: 1990 Act No. 426, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-40/"
    },
    {
      "id": "section-29-6-50",
      "number": "29-6-50",
      "heading": "",
      "text": "If a periodic or final payment to a contractor is delayed by more than twenty-one days or if a periodic or final payment to a subcontractor is delayed by more than seven days after receipt of periodic or final payment by the contractor or subcontractor, the owner, contractor, or subcontractor shall pay his contractor or subcontractor interest, beginning on the due date, at the rate of one percent a month or a pro rata fraction thereof on the unpaid balance as may be due. However, no interest is due unless the person being charged interest has been notified of the provisions of this section at the time request for payment is made. Nothing in this chapter shall prohibit owners, contractors, and subcontractors, on private construction projects only, from agreeing by contract to rates of interest and payment periods different from those stipulated in this section, and in this event, these contractual provisions shall control, provided the requirements of Section 29-6-30 and this section are specifically waived, by section number, in conspicuous bold-faced or underlined type. In case of a wilful breach of the contract provisions as to time of payment, the interest rate specified in this section shall apply.\n\nHISTORY: 1990 Act No. 426, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-50/"
    },
    {
      "id": "section-29-6-60",
      "number": "29-6-60",
      "heading": "",
      "text": "The provisions of this chapter do not apply to:\n\n(1) residential homebuilders;\n\n(2) improvements to real property intended for residential purposes which consist of sixteen or fewer residential units; or\n\n(3) private persons or entities owning improvements to real property when the specific improvements are not financed by a nonowner.\n\nHISTORY: 1990 Act No. 426, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-60/"
    },
    {
      "id": "section-29-6-210",
      "number": "29-6-210",
      "heading": "",
      "text": "This article may be cited as the \"Subcontractors' and Suppliers' Payment Protection Act\".\n\nHISTORY: 2000 Act No. 295, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-210/"
    },
    {
      "id": "section-29-6-230",
      "number": "29-6-230",
      "heading": "",
      "text": "Notwithstanding any other provision of law, performance by a construction subcontractor in accordance with the provisions of its contract entitles the subcontractor to payment from the party with whom it contracts. The payment by the owner to the contractor or the payment by the contractor to another subcontractor or supplier is not, in either case, a condition precedent for payment to the construction subcontractor. Any agreement to the contrary is not enforceable.\n\nHISTORY: 2000 Act No. 295, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-230/"
    },
    {
      "id": "section-29-6-270",
      "number": "29-6-270",
      "heading": "",
      "text": "For any contract for the improvement of real property not covered by the provisions of Section 29-6-250, where a payment bond is required by the contract or otherwise, the bond may only be issued by a surety company licensed in the State with a \"B+\" minimum rating as stated in the most current publication of \"Best Key Rating Guide, Property Liability\".\n\nHISTORY: 2000 Act No. 295, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-270/"
    },
    {
      "id": "section-29-6-250",
      "number": "29-6-250",
      "heading": "",
      "text": "(1) When a governmental body is a party to a contract to improve real property, and the contract is for a sum in excess of fifty thousand dollars, the owner of the property shall require the contractor to provide a labor and material payment bond in the full amount of the contract. The bond must be secured by cash or must be issued by a surety company licensed in the State with an \"A\" minimum rating of performance as stated in the most current publication of \"Best Key Rating Guide, Property Liability\". The governmental body may not exact that the labor and material payment bond be furnished by a particular surety company or through a particular agent or broker.\n\n(2) If the contract is for less than one hundred thousand dollars, the governmental body may permit the use of a \"B+\" rated bond if it justifies that use in writing.\n\n(3) For the purposes of any contract covered by the provisions of this section, it is the duty of the entity contracting for the improvement to take reasonable steps to assure that the appropriate payment bond is issued and is in proper form.\n\n(4) For purposes of this section, \"governmental body\" means a state government department, commission, council, board, bureau, committee, institution, college, university, technical school, agency, government corporation, or other establishment or official of the executive or judicial branch, and all local political subdivisions. Governmental body excludes the General Assembly or its respective branches or its committees, Legislative Council, the Legislative Services Agency, or any entity created by act of the General Assembly for the purpose of erecting monuments or memorials or commissioning art that is procured exclusively by private funds.\n\nHISTORY: Act No. 295, Section 1; 2002 Act No. 253, Section 5; 2002 Act No. 333, Section 9; 2002 Act No. 356, Section 1, Pt VI.P(9); 2013 Act No. 31, Section 13, eff May 21, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-250/"
    },
    {
      "id": "section-29-6-290",
      "number": "29-6-290",
      "heading": "",
      "text": "A provision in a contract for the improvement of real property in the State must not operate to derogate the rights of a construction contractor, subcontractor, supplier, or other proper claimant against a payment bond or other form of payment security or protection established by law.\n\nHISTORY: 2000 Act No. 295, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-29/chapter-6/section-29-6-290/"
    }
  ]
}