{
  "state": "delaware",
  "path": "title-title-18/chapter-title18c039index",
  "sections": [
    {
      "id": "section-3901",
      "number": "3901.",
      "heading": "Contracts subject to general provisions",
      "text": "All contracts of casualty insurance covering subjects resident, located or to be performed in this State are subject to the applicable provisions of Chapter 27 (The Insurance Contract) of this title, and to other applicable provisions of this title.18 Del. C.\n§\n\n 3901;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n3902. Uninsured and underinsured vehicle coverage; insolvency of insurer.(a) No policy insuring against liability arising out of the ownership, maintenance or use of any motor vehicle shall be delivered or issued for delivery in this State with respect to any such vehicle registered or principally garaged in this State unless coverage is provided therein or supplemental thereto for the protection of persons insured thereunder who are legally entitled to recover damages from owners or operators of uninsured or hit-and-run vehicles for bodily injury, sickness, disease, including death, or personal property damage resulting from the ownership, maintenance or use of such uninsured or hit-and-run motor vehicle.(1) No such coverage shall be required in or supplemental to a policy when rejected in writing, on a form furnished by the insurer or group of affiliated insurers describing the coverage being rejected, by an insured named therein, or upon any renewal of such policy or upon any reinstatement, substitution, amendment, alteration, modification, transfer or replacement thereof by the same insurer unless the coverage is then requested in writing by the named insured. The coverage herein required may be referred to as uninsured vehicle coverage.(2) The amount of coverage to be so provided shall not be less than the minimum limits for bodily injury and property damage liability insurance provided for under the motorist financial responsibility laws of this State. The coverage for property damage shall be subject to a $250 deductible for property damage arising out of 1 accident, unless the insured and the insurer agree in writing to a different deductible. As used herein, the term “property damage” shall include the loss of use of a vehicle.(3) For the purpose of this section, an uninsured vehicle shall be defined as:a. One for which there is no auto liability bond, insurance or other security applicable at the time of the accident in at least the amounts required by the financial responsibility law where the auto is principally garaged or registered;b. One for which the insuring company denies coverage or becomes insolvent; orc. A hit-and-run motor vehicle that causes an accident resulting in bodily injury or property damage to property of the insured. Bodily injury or property damage must be caused by physical contact of the hit-and-run vehicle with the insured or with an insured motor vehicle, or by a noncontact vehicle where the identity of both the driver and the owner of such vehicle are unknown. The accident must be reported to the police or proper governmental authority. The insured must notify his or her insurer within 30 days, or as soon as practicable thereafter, that the insured or his or her legal representative has a legal action arising out of the accident.(4) In the event of payment to any person under uninsured vehicle coverage and, subject to the terms of such coverage, to the extent of such payment, the insurer shall be entitled to the proceeds of any settlement recovery from any person legally responsible for the bodily injury or property damage as to which such payment was made and to amount recoverable from the assets of the insolvent insurer of the other vehicle; provided, that this right of subrogation is limited to the amount of coverage required by the financial responsibility law.(b) Every insurer shall offer to the insured the option to purchase additional coverage for personal injury or death up to a limit of $100,000 per person and $300,000 per accident or $300,000 single limit, but not to exceed the limits for bodily injury liability set forth in the basic policy. Such additional insurance shall include underinsured bodily injury liability coverage.(1) Acceptance of such additional coverage shall operate to amend the policy’s uninsured coverage to pay for bodily injury damage that the insured or his or her legal representative are legally entitled to recover from the driver of an underinsured motor vehicle.(2) An underinsured motor vehicle is one for which there may be bodily injury liability coverage in effect, but the limits of bodily injury liability coverage under all bonds and insurance policies applicable at the time of the accident are less than the damages sustained by the insured. These limits shall be stated in the declaration sheet of the policy.(3) The insurer shall not be obligated to make any payment under this coverage until after the limits of liability under all bodily injury bonds and insurance policies available to the insured at the time of the accident have been exhausted by payment of settlement or judgments.(4) An insured who executes a release of a single tortfeasor owner or operator of an underinsured motor vehicle in exchange for payment of the entire limits of liability insurance afforded by the tortfeasor’s liability insurer shall continue to be legally entitled to recover against that tortfeasor for the purposes of recovery against the insured’s underinsurance carrier. An insured who executes a release of 1 of multiple tortfeasors shall have rights against that tortfeasor and the insured’s underinsurance carrier determined in accordance with the Uniform Contribution Among Joint Tortfeasors Act [Chapter 63 of Title 10] and paragraph (b)(3) of this section.(c) The affording of insurance under this section to more than 1 person or to more than 1 vehicle shall not operate to increase the limits of the insurer’s liability. When 2 or more vehicles owned or leased by persons residing in the same household are insured by the same insurer or affiliated insurers, the limits of liability shall apply separately to each vehicle as stated in the declaration sheet, but shall not exceed the highest limit of liability applicable to any 1 vehicle.18 Del. C. 1953,\n\n§\n\n 3902;56 Del. Laws, c. 380,\n\n§\n\n 1;58 Del. Laws, c. 98,\n\n§§\n\n 2, 3;61 Del. Laws, c. 265,\n\n§\n\n 1;63 Del. Laws, c. 243,\n\n§\n\n 1;64 Del. Laws, c. 426,\n\n§\n\n 1;67 Del. Laws, c. 180,\n\n§\n\n 1;69 Del. Laws, c. 253,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 91,\n\n§\n\n 1;§\n\n3902A. Notice of settlement offer to underinsured motor vehicle insurer.(a) (1) If an attorney representing an injured individual, or an unrepresented injured individual, receives a written offer from a motor vehicle liability insurer, or that insurer’s authorized agent, to settle a claim for bodily injury or death, and the amount of the settlement offer, in combination with any other settlements arising out of the same occurrence, would exhaust the bodily injury or death limits of all applicable liability insurance policies and bonds, the attorney or unrepresented individual may send to the injured individual’s underinsured motor vehicle insurer notice of the settlement offer by certified mail or electronic mail.(2) The notice must include a copy of the motor vehicle liability insurer’s written settlement offer, the motor vehicle liability insurer’s proposed release, and the motor vehicle liability insurer’s declaration page for the applicable liability insurance policy.(b) Within 60 days after receipt of the notice under subsection (a) of this section, the underinsured motor vehicle insurer shall send to the attorney representing an injured individual, or the unrepresented injured individual, 1 of the following by certified mail or electronic mail:(1) Written consent to accept the settlement offer.(2) Written refusal to consent to the acceptance of the settlement offer outlining the good faith reasons for the refusal.(c) (1) The injured individual may accept the motor vehicle liability insurer’s settlement offer and execute releases in favor of the motor vehicle liability insurer and the motor vehicle liability insurer’s insured without prejudice to any claim the injured individual may have against the underinsured motor vehicle insurer if 1 of the following applies:a. The injured individual receives written consent under paragraph (b)(1) of this section to accept the settlement offer.b. The underinsured motorist insurer does not comply with subsection (b) of this section.(2) If consent or no response is provided by the underinsured motor vehicle insurer within 60 days of receipt of the notice under subsection (a) of this section, the underinsured motor vehicle insurer cannot deny the validity of any underinsured motorist coverage on the basis that other liability insurance existed for a given claim.(d) Written consent by any underinsured motor vehicle insurer to acceptance of a settlement offer under paragraph (b)(1) of this section may not be construed to limit the right of the underinsured motor vehicle insurer to raise any issue relating to liability as to the cause of the underlying accident or damages in an action against the underinsured motor vehicle insurer.(e) Nothing in this section may be construed as requiring consent from an underinsured motor vehicle insurer for any person to establish the validity of an underinsured motor vehicle claim.84 Del. Laws, c. 67,\n\n§\n\n1;§\n\n3903. Cancellation or nonrenewal of automobile policy; definitions; scope. [For application of this section, see 82 Del. Laws, c. 160, § 5](a) As used in §§ 3903-3907 of this title:(1) “Certified mail” as used in this chapter shall refer to the following as used by the postal service:a. Certified mail;b. Certified mail, return receipt;c. Certified mailing list.(2) “Nonpayment of premium” means failure of the named insured to discharge when due any of his or her obligations in connection with the payment of premiums on a policy or any installment of such premium, whether the premium is payable directly to the insurer or its agent or indirectly under any premium finance plan or extension of credit.(3) “Policy” means any 1 or more of the following portions of an automobile insurance policy:a. Insuring against bodily injury and property damage liability;b. Insuring against physical damage;c. Insuring against risks commonly included under “comprehensive coverage”;d. Relating to medical payments;e. Providing uninsured motorist coverage, where such policy is delivered or issued for delivery in this State, insuring an individual as named insured or 1 or more related individuals resident of the same household, and under which the insured vehicles therein designated are motor vehicles of the private passenger or station wagon type (not used for public or livery conveyance of passengers, or rented to others) or any other 4 wheel motor vehicles with a load capacity of 1500 pounds or less not used in the occupation, profession, or business of the insured, and other than a policy of automobile liability insurance that meets any of the following criteria:1. Issued under an assigned risk plan.2. Insuring more than 4 motor vehicles.3. Covering garage, automobile sales agency, repair shop, service station, or public parking place operation hazards.(4) “Renewal” or “to renew” means the issuance and delivery by an insurer of a policy superseding at the end of the policy period a policy previously issued and delivered by the same insurer, or the issuance and delivery of a certificate or notice extending the term of a policy beyond its policy period or term. Any policy with a policy period or term of less than 6 months or any policy with no fixed expiration date shall for the purpose of this section be considered as if written for successive policy periods or terms of 6 months.(b) Sections 3903-3907 of this title shall not apply to any policy which has been in effect less than 60 days at the time notice of cancellation is mailed or delivered by the insurer, unless it is a renewal policy.(c) (1) Notwithstanding § 3911 of this title, the transfer of a policyholder between authorized insurers within the same insurance group is not a cancellation or nonrenewal if the policyholder’s premium does not increase and the policyholder does not experience a reduction in coverage. A policyholder so transferred must be provided with written notice of the transfer.(2) A transfer under this subsection shall be treated as a renewal for purposes of the use of credit information pursuant to Chapter 83 of this title.(3) The notice required under this subsection shall be made no less than 20 days before the effective date of the proposed transfer. The notice may be a part of a renewal form sent to the policyholder renewing the coverage by the new insurer.(d) Where an insurer either fails to renew a policy or cancels a policy based solely upon the reason of nonpayment of premium, the insurer shall renew or reinstate the policy if the insured tenders to the insurer or its agent the full amount due within 30 days after the end of the policy period or cancellation date. The renewed or reinstated policy shall contain the same conditions at the same rates or premiums had he or she paid his or her premium on the due date. The effective date of such renewed or reinstated policy shall be the date of actual receipt by the insurer or its agent of the full premium payment due. The renewed or reinstated policy shall not cover and the insurer shall not be liable for any losses occurring or claims which were sustained during the period from the end of the policy period or cancellation date until the date the full premium payment was actually received by the insurer or its agent, regardless of whether or not such a loss or claim would otherwise fit within the coverage of such a policy.18 Del. C. 1953,\n\n§\n\n 3903;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 5;63 Del. Laws, c. 243,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 217,\n\n§\n\n 1;82 Del. Laws, c. 160,\n\n§\n\n1;83 Del. Laws, c. 221,\n\n§\n\n1;§\n\n3904. Cancellation or nonrenewal of automobile policy — Reasons for cancellation or nonrenewal [For application of this section, see 84 Del. Laws, c. 209, § 3].(a) No notice of cancellation of a policy shall be effective and the insurer shall not refuse renewal or threaten to refuse renewal of a policy unless based on 1 or more of the following reasons:(1) Nonpayment of premium; or(2) The policy was obtained through a material misrepresentation; or(3) Any insured violated any of the terms and conditions of the policy; or(4) The named insured knowingly failed to disclose fully the named insured motor vehicle accidents and moving traffic violations, or the named insured losses covered under any automobile physical damage or comprehensive coverage, for the preceding 36 months, if called for in the application; or(5) As to renewal of the policy, if the insured at any time while the policy was in force failed to disclose fully to the insurer, upon request therefor, facts relative to accidents and losses incurred material to underwriting of the risk; or(6) Any insured made a false or fraudulent claim or knowingly aided or abetted another in the presentation of such a claim; or(7) The named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy:a. Has, within the 36 months prior to the notice of cancellation or nonrenewal, had a driver’s license under suspension or revocation, except for any of the following:1. A child whose license has been revoked or suspended pursuant to § 1009 of Title 10.2. A child whose license had been revoked or suspended pursuant to § 904 of Title 4.3. A person who had a driver’s license under suspension or revocation for a nondriving-related offense, including a nondriving-related drug offense pursuant to § 2707(b)(10) of Title 21; orb. Has a history of and is subject to epilepsy or heart attacks, and such individual cannot produce a certificate from a physician testifying to the named insured unqualified ability to operate a motor vehicle safely; orc. Has an accident record, conviction record (criminal or traffic), physical, mental or other condition which is such that the named insured operation of an automobile might endanger the public safety; ord. Has, while the policy is in force, engaged in a competitive speed contest while operating an automobile insured under the policy; ore. Is addicted to or uses narcotics or other drugs; orf. Uses alcoholic beverages to excess thereby impairing the named insured ability to operate a motor vehicle; org. Has been convicted, or forfeited bail, during the 36 months immediately preceding the notice of cancellation or nonrenewal, for:1. Any felony related to fraud or to the type of risk being insured; or2. Criminal negligence resulting in death, homicide or assault arising out of the operation of a motor vehicle; or3. Operating a motor vehicle while in an intoxicated condition or while under the influence of drugs; or4. Leaving the scene of an accident without stopping to report; or5. Theft or unlawful taking of a motor vehicle; or6. Making false statements in an application for a driver’s license; orh. Has been convicted of, or forfeited bail, for 3 or more violations, the point total for which exceeds 8 points, or 3 at fault accidents in which claims are paid in excess of $250 per accident within the 36 months immediately preceding the notice of cancellation or nonrenewal, of any law, ordinance or regulation limiting the speed of motor vehicles or any of the provisions of the motor vehicle laws of any state, violation of which constitutes a dangerous moving violation as set forth in Chapter 41 of Title 21, whether or not the violations were repetitions of the same offense or different offenses; or(8) The insured automobile is:a. So mechanically defective that its operation might endanger public safety; orb. Used in carrying passengers for hire or compensation, except that the use of an automobile for a car pool shall not be considered use of an automobile for hire or compensation; orc. Used in the business of transportation of flammables or explosives; ord. An authorized emergency vehicle; ore. Modified or changed in condition during the policy period so as to increase the risk substantially; orf. Subject to an inspection law and has not been inspected or, if inspected fails to qualify.(b) (1) Insureds protected by a policy covering 2 or more persons in a family or household shall not be subject to cancellation or nonrenewal because of the wrongdoing or fault of another insured under the policy;(2) In the event 1 or more of the insureds under such policy is subject to cancellation or nonrenewal, such insured shall be excluded pursuant to the terms of § 3909 of this title;(3) The excluded driver or drivers shall be required to furnish proof that the coverage required under Delaware law is carried with another company or through the Delaware Automobile Insurance Plan, or surrender the excluded driver’s motor vehicle operator’s license within 30 days.(c) A policy may not be subject to cancellation or nonrenewal solely because the insured’s driver license is denied or suspended in accordance with § 516(g) or § 2216 of Title 13.18 Del. C. 1953,\n\n§\n\n 3904;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 1;59 Del. Laws, c. 307,\n\n§\n\n 4;63 Del. Laws, c. 257,\n\n§\n\n 1;69 Del. Laws, c. 125,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 452,\n\n§\n\n 10;70 Del. Laws, c. 583,\n\n§\n\n 1;71 Del. Laws, c. 216,\n\n§\n\n 88;71 Del. Laws, c. 228,\n\n§\n\n 1;72 Del. Laws, c. 448,\n\n§\n\n 1;79 Del. Laws, c. 295,\n\n§\n\n 1;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 209,\n\n§\n\n2;§\n\n3905. Cancellation or nonrenewal of automobile policy — Notice of cancellation or intention not to renew; notice of reasons [For application of this section, see 79 Del. Laws, c. 390, § 8].(a) No cancellation of a policy to which § 3904(a) of this title applies shall be effective unless notice thereof is mailed or delivered by the insurer to the named insured at least 30 days prior to the effective date of cancellation and accompanied by the reason for cancellation, except that, where cancellation is for nonpayment of premium, at least 15 days’ notice of cancellation accompanied by the reason therefor shall be given.(b) No insurer shall fail to renew a policy except to which § 3903(b) of this title applies, unless it shall mail or deliver to the named insured, at his or her address last of record with the insurer, at least 30 days advance notice of its intention to nonrenew accompanied by the reason or reasons therefor. This subsection shall not apply in case of nonpayment of premium or if the insurer has manifested its willingness to renew. Notwithstanding the failure of an insurer to comply with this subsection, the policy shall terminate on the effective date of any other policy procured by the insured with respect to any automobile designated in both policies. Renewal of a policy shall not constitute a waiver or estoppel with respect to grounds for cancellation or nonrenewal which existed before the effective date of the renewal.(c) The mailing of the notice of cancellation, or of intention not to renew, to the named insured at his or her last address of record with the insurer, shall be by certified mail or by USPS Intelligent Mail barcode (IMb). Proof of mailing of such notice shall be retained by the insurer for a period of not less than 1 year. This subsection shall not apply in case of nonpayment of premium.(d) When a policy is cancelled or nonrenewed, other than for nonpayment of premium, the insurer shall notify the named insured of any possible eligibility for insurance through an automobile assigned risk plan. Such notice shall accompany or be included in the notice of cancellation or the notice of intent not to renew, and shall state that such notice of availability of the automobile assigned risk plan is given pursuant to this section.(e) Each notice of cancellation, except as provided in § 3903(b) of this title, or nonrenewal of a policy shall contain or be accompanied by a notice of the named insured’s right to apply to the Commissioner for an appeal therefrom.18 Del. C. 1953,\n\n§\n\n 3905;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 2;63 Del. Laws, c. 243,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 390,\n\n§\n\n 5;82 Del. Laws, c. 160,\n\n§\n\n2;83 Del. Laws, c. 221,\n\n§\n\n2;§\n\n3906. Cancellation or nonrenewal of automobile policy — Appeal to the Commissioner; order.(a) A named insured who wishes to contest the reason or reasons for a cancellation or nonrenewal to which § 3904 of this title is applicable shall not less than 20 days prior to the effective date of cancellation or nonrenewal mail or deliver to the Commissioner a request for a review, which shall state clearly the basis for the appeal. The Commissioner’s review of a named insured’s appeal shall be on the papers. This subsection shall not apply to cancellation for nonpayment of premium. A cancellation or nonrenewal which is subject to the provisions of § 3904 of this title shall be deemed effective, unless the Commissioner determines otherwise in accordance with the provisions of such section.(b) Within 2 working days after receipt of a timely request for an appeal, the Commissioner shall forward a copy of the insured’s request to the insurer. Within 5 working days of its receipt of the appeal, the insurer shall submit to the Commissioner all documentation supporting the insurer’s statutory authority to cancel or nonrenew the policy. The Commissioner may, where he or she finds that an unfairness will result to the insured because of delays or other circumstances beyond his or her control, extend the effective date of cancellation or nonrenewal for a period not to exceed 4 days from the date the notice of cancellation or nonrenewal was received by the insured. Each insurer authorized to transact automobile insurance in this State shall maintain a file with the Commissioner of the name and address of the person authorized to receive notices pursuant to this section on behalf of the insurer.(c) The Commissioner, based on the documents submitted by the parties and at least 5 days prior to the effective date of the cancellation or nonrenewal, shall issue his or her written findings to the parties and, if he or she finds for the named insured, the Commissioner shall either order the insurer to rescind its notice of cancellation or nonrenewal or, if the date cancellation or nonrenewal is to be effective has lapsed, order the policy reinstated. Such order shall operate retroactively only to cover a period not to exceed 15 days from the date cancellation or nonrenewal otherwise would have been effective and prospectively from the date on which the order was issued, except that no policy shall be reinstated while the named insured is in arrears in payment of premium on the policy. If the Commissioner finds for the insurer, the Commissioner’s written order shall so state. Reinstatement of a policy under this subsection shall not operate in any way to extend the expiration, termination or anniversary date provided in the policy.(d) [Repealed.]18 Del. C. 1953,\n\n§\n\n 3906;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 350,\n\n§\n\n 1;83 Del. Laws, c. 221,\n\n§\n\n3;§\n\n3907. Cancellation or nonrenewal of automobile policy — Nonliability as to information; statements.There shall be no liability on the part of and no cause of action of any nature shall arise against the Commissioner or the insurer, its authorized representative, its agents, its employees or any firm, person or corporation furnishing to the insurer information as to reasons for cancellation or refusal to renew any policy under § § 3903-3906 of this title, for any statement made by any of them in any written notice or explanation of cancellation or refusal to renew, for the providing of information pertaining thereto, or for statements made or evidence submitted during an appeal conducted in connection therewith.18 Del. C. 1953,\n\n§\n\n 3907;56 Del. Laws, c. 380,\n\n§\n\n 1;83 Del. Laws, c. 221,\n\n§\n\n4;§\n\n3908. Cancellation or nonrenewal of automobile policy — Exceptions related to insurer’s condition.Nothing contained in §§ 3903-3907 of this title shall be construed to prevent the cancellation or nonrenewal of any such insurance where:(1) Cancellation or nonrenewal is ordered under or in connection with a statutory delinquency proceeding commenced against the insurer under Chapter 59 of this title (Rehabilitation and Liquidation); or(2) Cancellation or nonrenewal has been consented to by the Commissioner on a showing that continuation of such insurance can reasonably be expected to create a condition in the insurer hazardous to its policyholders, or to its creditors, or to its members, subscribers or stockholders, or to the public.18 Del. C. 1953,\n\n§\n\n 3908;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n3909. Automobile insurance; exclusion, cancellation or nonrenewal.(a) The insurer shall have the right to exclude, cancel or refuse to renew coverage under an automobile insurance policy as to designated individuals. Any such cancellation or refusal to renew shall be subject to the applicable provisions of § 3903 through and including § 3907 of this title, and the notice provisions of those said sections shall apply equally to the exclusion, cancellation or refusal to renew coverage as to a designated individual or individuals.(b) In any case where an insurer is authorized under this chapter to cancel or nonrenew any automobile policy under which more than 1 person is insured because of the record of 1 or more, but less than all of the persons insured under the policy, the insurer shall, in lieu of cancellation or nonrenewal, offer to continue or renew the insurance, but to exclude from coverage, by name, the person or persons whose record would have justified the cancellation or nonrenewal. The premiums charged on any such policy excluding a named driver or drivers shall not reflect the claims, experience or driving record of the excluded named driver or drivers.(c) With respect to any person excluded from coverage under this section, the policy may provide that the insurer shall not be liable for damages, losses or claims arising out of this operation or use of the insured motor vehicle, whether or not such operation or use was with the express or implied permission of a person insured under the policy.(d) Every insurer shall be required to offer to the driver or drivers excluded under this section coverage of the same type or types and in an amount or amounts at least as great as the types and amount of coverage carried on the vehicle or vehicles that the designated person is being excluded from, which coverage shall be offered at rates commensurate with the driving record of such excluded driver or drivers; provided, however, that such excluded driver or drivers shall not be required to carry coverage in any amount or amounts greater than those amounts required by the financial responsibility law of the State.(e) The excluded driver or drivers shall be required to accept this offer of coverage, to furnish proof that such coverage is carried with another company, or surrender his or her motor vehicle operator’s license to the Division of Motor Vehicles within 30 days after the offering of such coverage. Refusal to accept such coverage, the furnishing of adequate proof, or the failure to surrender his or her operator’s license within the 30-day period will cause the cancellation of the policy or policies that they were excluded from. This provision shall apply as long as the designated individual could be considered a member of the household or possible occasional driver of the vehicle or vehicles he or she is being excluded from.18 Del. C. 1953,\n\n§\n\n 3909;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 201,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3910. Automobile insurance — Insurer’s right to impose deductible on renewal.Nothing in §§ 3903-3909 of this title shall prohibit or be construed to prohibit an insurer from requiring a provision for a reasonable deductible not exceeding $100 in amount as to physical damage and comprehensive coverages of the policy as a condition to renewal of an automobile insurance policy.18 Del. C. 1953,\n\n§\n\n 3910;56 Del. Laws, c. 380,\n\n§\n\n 1;§\n\n3911. Legislation affecting renewal of policies — Notice of nonrenewal by insurer.(a) Any legislation enacted subsequent to July 9, 1973, or subsequent legislation affecting Chapter 21 of Title 21, shall not effect the renewal of policies as described in § 3903(a)(4) of this title, unless the legislation itself so specifies.(b) When an insurer intends not to renew a commercial liability insurance policy, other than an automobile insurance policy, notice of such nonrenewal shall be given to the named insured, in writing, not less than 60 days prior to the end of the policy period. For the purposes of this subsection, “renew” means the issuance and delivery by an insurer of a policy superseding at the end of the policy period a policy previously issued and delivered by the same insurer or the issuance and delivery of a certificate or notice extending the term of a policy beyond its policy period or term. Mailing of notice of intention not to renew to the named insured at his or her address last of record with the insurer shall be by certified mail.18 Del. C. 1953,\n\n§\n\n 3911;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 4;66 Del. Laws, c. 309,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3912. Prohibition against premium increase or termination in certain circumstances.(a) No premium may be increased on any contract of casualty insurance based on a named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy being revoked or suspended pursuant to § 1009 of Title 10.(b) No premium may be increased on any contract of casualty insurance based on a license revocation or suspension imposed on the named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy for a nondriving-related drug offense pursuant to § 2707(b)(11) or § 4177H(a) of Title 21.(c) No premium may be increased on any contract of casualty insurance based on a named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy being revoked or suspended pursuant to § 904 of Title 4.(d) No premium may be increased on any contract of casualty insurance based solely on a license denial or suspension imposed in accordance with § 516(g) or § 2216 of Title 13 on a named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy.(e) No insurer may terminate, or increase any premium on, a contract of casualty insurance solely based on a named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy serving as a driver who is not monetarily compensated for a nonprofit transportation entity, such as Independent Transportation Network of America and its affiliates. For purposes of this subsection, “nonprofit” means any organization subject to § 501(c)(3) of the Internal Revenue Code of 1986 (26 U.S.C. § 501(c)(3)), as amended.59 Del. Laws, c. 307,\n\n§\n\n 5;69 Del. Laws, c. 125,\n\n§\n\n 6;70 Del. Laws, c. 452,\n\n§\n\n 9;71 Del. Laws, c. 216,\n\n§\n\n 87;71 Del. Laws, c. 228,\n\n§§\n\n 2, 4;80 Del. Laws, c. 366,\n\n§\n\n2;§\n\n3913. Requests for driving records; limitation.No insurer issuing a policy of insurance as described in this chapter shall, before such policy is issued, require that the proposed insured provide such insurer with his or her driving record for any period other than the 3 years immediately preceding the proposed effective date of such policy; provided, however, that if no violations or accidents are reflected on such record for 2 years immediately preceding the proposed effective date of such policy during which period the insured held a valid operator’s license, then an insurer may not consider more than such 2-year period for the purpose of issuing a policy of insurance.62 Del. Laws, c. 391,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3914. Notice of statute of limitations required.An insurer shall be required during the pendency of any claim received pursuant to a casualty insurance policy to give prompt and timely written notice to claimant informing claimant of the applicable state statute of limitations regarding action for his or her damages.63 Del. Laws, c. 236,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3915. Cash refund on cancellation of policy.(a) No insurer shall honor a request for a cash refund on cancellation of a policy by the insured until such time as the insured has provided sufficient evidence to the insurer that one of the following has occurred:(1) The insured has other insurance in effect which provides at least such minimum insurance coverage as is set forth in § 2118 of Title 21.(2) The insured vehicle is no longer owned by the insured.(3) The vehicle is no longer operable or capable of being repaired so as to become operable.(4) The insured becomes self-insured under the provisions of § 2904 of Title 21.(b) The requirement of “sufficient evidence” under subsection (a) of this section is satisfied by the insured providing the insurer with an affidavit certifying that any 1 of the conditions set forth in subsection (a) of this section has occurred. The insurer shall notify any insured who requests a cash refund on cancellation of a policy of the requirements of this section, and shall provide an appropriate form of affidavit, approved by the Insurance Commissioner (who is expressly authorized to approve appropriate forms of such affidavit), for execution by the insured. Any form of affidavit presented to or executed by an insured under this section shall bear a notice to the effect that false statements therein are punishable pursuant to § 1233 of Title 11.67 Del. Laws, c. 142,\n\n§\n\n 1;67 Del. Laws, c. 218,\n\n§\n\n 1;§\n\n3916. Unfair trade practices.No insurance company, domestic or foreign, or any agent or employee shall require that automobile glass repair or replacement work be performed by a particular facility, individual or business establishment as a condition of payment of a claim.69 Del. Laws, c. 195,\n\n§\n\n 1;§\n\n3917. Military deployment as a factor in automobile insurance rates.(a) An insurer shall not use a lapse in an insured’s automobile insurance coverage as a factor in determining a new automobile insurance policy rate if the lapse was due to the cancellation or nonrenewal of the policy by the insurer, the cancellation of the policy by the insured, or by the insured’s failure to pay the policy renewal premium, as a result of the insured’s deployment, whether inside or outside the United States or its waters, as a member of the military, military reserve, or National Guard. An insurer may require the insured to provide reasonable documentation to verify the insured’s deployment. As used in this section, the term “deployment” does not include a permanent change of station within the United States.(b) The spouse of an insured protected by subsection (a) of this section shall be similarly protected if that spouse accompanies an insured on the deployment.76 Del. Laws, c. 263,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;83 Del. Laws, c. 221,\n\n§\n\n5;§\n\n3918. Vehicle data-reporting device.(a) An insurer seeking to install a data-reporting device in a private passenger vehicle, or seeking to use a previously installed device for the purpose of obtaining data, shall inform the policyholder of such installation or use, of the data that may be obtained by the insurer from such device, and how the installation or use and removal or discontinuation of such device can affect the cost of insurance coverage.(b) An insurer may not install or use a data reporting device in a private passenger vehicle unless an insured listed as the policyholder consents to such installation or use.(c) The disclosure of any nonpublic personal information and any nonpublic confidential information collected by a vehicle data reporting device shall be governed by § 535 of this title and 18 DE Admin. Code 904-1.0 to 18 DE Admin. Code 904-16.0.(d) Any private passenger vehicle insurance rating plan that uses data obtained by a vehicle data-reporting device shall be subject to Chapter 25 of this title and 18 DE Admin. Code 1902-1.0 to 18 DE Admin. Code 1902-6.0.(e) This section applies to private passenger vehicle insurance issued to individual policyholders primarily for personal, family or household purposes. This section does not apply to policies issued to commercial entities or individuals who obtain insurance products or services for business, commercial or agricultural purposes.(f) For purposes of this section, a “data reporting device” is any device that is capable of maintaining, transmitting, or storing, a vehicle’s telematics and driving data.79 Del. Laws, c. 219,\n\n§\n\n 1;§\n\n3919. Addition of minor children and foster children to existing motor vehicle policies.(a) If requested by an insured, an insurer is required to add the following individuals to the insured’s existing policy as an additional driver:(1) Any licensed minor child of the insured who resides with the insured.(2) Any licensed foster child placed into the temporary care of the insured by the Department of Services for Children, Youth and Their Families or pursuant to a court order.(b) Policies under which coverage is extended to licensed foster children under this section must continue to be rated as personal, and not commercial, automobile policies.(c) Insurers may not increase premium rates on policies under which coverage is extended under this section solely because of the addition of the licensed minor child or licensed foster child as a named driver, unless the increase is actuarially justified.(d) (1) Unless actuarily justified, an insurer that issues an insurance policy on a private passenger motor vehicle to an insured who is a foster parent of a foster child may not charge an additional premium for coverage of the foster child while the child is operating the insured vehicle if the foster child has procured a separate policy through participation in the program established under § 9011A of Title 29.(2) An insurer may exclude a foster child who has procured a separate policy through participation in the program established under § 9011A of Title 29 from the private passenger motor vehicle insurance policy of the foster child’s foster parent.81 Del. Laws, c. 128,\n\n§\n\n1;83 Del. Laws, c. 453,\n\n§§\n\n2, 11;84 Del. Laws, c. 345,\n\n§\n\n1;§\n\n3920. Cancellation or nonrenewal of commercial automobile policy. [For application of this section, see 82 Del. Laws, c. 160, § 5](a) (1) An insurer licensed to do business in Delaware may not cancel mid-term any commercial automobile policy except for any of the following reasons:a. Nonpayment of premium.b. Material misrepresentation or nondisclosure to the insurer of a material fact at the time of acceptance of the risk.c. Increased hazard or material change in the risk assumed, where the increased hazard or material change could not have been reasonably contemplated by the parties at the time of the assumption of the risk.d. Substantial breaches of contractual duties, conditions, or warranties, which materially affect the nature or insurability of the risk.e. Fraudulent acts against the insurer by the insured or its representatives, which materially affect the nature of the risk insured.f. Lack of cooperation from the insured on loss control matters affecting insurability of the risk.g. Bona fide loss of or substantial changes in applicable reinsurance if the insurer gives 60 days’ written notice to both the insured and the Commissioner and submits a statement outlining the measures taken by the insurer to retain reinsurance and to obtain alternative sources of reinsurance in a form promulgated by the Commissioner.h. Material increase in exposure arising out of changes in statutory or case law after the issuance of the insurance contract if the insurer gives 60 days’ written notice to the insured and the Commissioner.i. Bona fide loss of or reduction in available insurance capacity if the insurer gives 60 days’ written notice to the insured and Commissioner.(2) Except as otherwise provided in paragraph (a)(3) of this section, an insurer may not cancel a commercial automobile policy unless notice of the cancellation is mailed or delivered by the insurer to the named insured, at the insured’s last address of record with the insurer, at least 60 days before the effective date of cancellation and accompanied by the reason for the cancellation. If the cancellation is for nonpayment of premium, the insurer shall give at least 10 days’ notice of cancellation accompanied by the reason for the cancellation.(3) Nothing in this section prohibits an insurer from issuing a notice of cancellation regarding a commercial automobile policy that has been in effect for less than 60 days at the time the notice is mailed or delivered.(b) An insurer shall renew a commercial automobile policy unless the insurer mails or delivers to the named insured, at the insured’s last address of record with the insurer, at least 60 days’ advance notice of its intention to nonrenew accompanied by the reason or reasons for the nonrenewal. This subsection does not apply in case of nonpayment of premium or if the insurer has manifested its willingness to renew. Notwithstanding the failure of an insurer to comply with this subsection, the commercial automobile policy must terminate on the effective date of any other commercial automobile policy procured by the insured with respect to any automobile designated in both policies. Renewal of a commercial automobile policy shall not constitute a waiver or estoppel with respect to grounds for cancellation or nonrenewal which existed before the effective date of the renewal.(c) The mailing of the notice of cancellation or of intention to nonrenew to the named insured, at the last address of record with the insurer, must be by certified mail or by USPS Intelligent Mail barcode (IMb). Proof of mailing of such notice must be retained by the insurer for a period of not less than 1 year. This subsection does not apply in case of nonpayment of premium.(d) When a policy is cancelled or nonrenewed, other than for nonpayment of premium, the insurer shall notify the named insured of any possible eligibility for insurance through an automobile assigned risk plan. The notice of availability of insurance through an automobile assigned risk plan must accompany or be included in the notice of cancellation or the notice of intent not to renew, and must state that the notice is given pursuant to this section.82 Del. Laws, c. 160,\n\n§\n\n3;§\n\n3921. Youth in foster care status as a factor in automobile insurance rates.(a) For purposes of this section, “youth in foster care” means any of the following:(1) An individual in Department of Children, Youth, and Their Families (“Department”) custody under Chapter 25 of Title 13.(2) An individual who exited Department custody to adoption or guardianship at age 16 or later.(3) An individual who exited Department custody at age 18.(4) [Repealed.](5) An individual who receives independent living services from the Department.(b) An insurer may not use any of the following as a factor in determining a youth in foster care’s new automobile insurance policy rate:(1) A lapse in the youth in foster care’s automobile coverage if any of the following apply:a. The lapse was due to the cancellation or nonrenewal of a policy because of the cancellation of the youth in foster care’s participation in the program established under § 9011A of Title 29.b. The youth in foster care has used all resources available under the program established under § 9011A of Title 29 or otherwise becomes ineligible for the program.(2) That the youth in foster care did not receive a Class D operator’s license through the youth in foster care’s participation in the Level 1 Learner’s Permit process under § 2710 of Title 21.(c) An insurer may require a youth in foster care to provide reasonable documentation to verify the youth in foster care’s change in eligibility for the program established under § 9011A of Title 29.83 Del. Laws, c. 453,\n\n§§\n\n3, 11;84 Del. Laws, c. 345,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3902",
      "number": "3902.",
      "heading": "Uninsured and underinsured vehicle coverage; insolvency of insurer",
      "text": "(a) No policy insuring against liability arising out of the ownership, maintenance or use of any motor vehicle shall be delivered or issued for delivery in this State with respect to any such vehicle registered or principally garaged\n§\n\n 3902;56 Del. Laws, c. 380,\n\n§\n\n 1;58 Del. Laws, c. 98,\n\n§§\n\n 2, 3;61 Del. Laws, c. 265,\n\n§\n\n 1;63 Del. Laws, c. 243,\n\n§\n\n 1;64 Del. Laws, c. 426,\n\n§\n\n 1;67 Del. Laws, c. 180,\n\n§\n\n 1;69 Del. Laws, c. 253,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 91,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3902a",
      "number": "3902A.",
      "heading": "Notice of settlement offer to underinsured motor vehicle insurer",
      "text": "(a) (1) If an attorney representing an injured individual, or an unrepresented injured individual, receives a written offer from a motor vehicle liability insurer, or that insurer’s authorized agent, to settle a claim for bodily injury\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3903",
      "number": "3903.",
      "heading": "Cancellation or nonrenewal of automobile policy; definitions; scope",
      "text": "[For application of this section, see 82 Del. Laws, c. 160, § 5](a) As used in §§ 3903-3907 of this title:(1) “Certified mail” as used in this chapter shall refer to the following as used by the postal service:a. Certified mail;b.\n§\n\n 3903;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 5;63 Del. Laws, c. 243,\n\n§\n\n 2;70 Del. Laws, c. 186,\n\n§\n\n 1;77 Del. Laws, c. 217,\n\n§\n\n 1;82 Del. Laws, c. 160,\n\n§\n\n1;83 Del. Laws, c. 221,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3904",
      "number": "3904.",
      "heading": "Cancellation or nonrenewal of automobile policy — Reasons for cancellation or nonrenewal [For application of this section, see 84 Del",
      "text": "Laws, c. 209, § 3].(a) No notice of cancellation of a policy shall be effective and the insurer shall not refuse renewal or threaten to refuse renewal of a policy un\n§\n\n 3904;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 1;59 Del. Laws, c. 307,\n\n§\n\n 4;63 Del. Laws, c. 257,\n\n§\n\n 1;69 Del. Laws, c. 125,\n\n§\n\n 5;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 452,\n\n§\n\n 10;70 Del. Laws, c. 583,\n\n§\n\n 1;71 Del. Laws, c. 216,\n\n§\n\n 88;71 Del. Laws, c. 228,\n\n§\n\n 1;72 Del. Laws, c. 448,\n\n§\n\n 1;79 Del. Laws, c. 295,\n\n§\n\n 1;84 Del. Laws, c. 42,\n\n§\n\n1;84 Del. Laws, c. 209,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3905",
      "number": "3905.",
      "heading": "Cancellation or nonrenewal of automobile policy — Notice of cancellation or intention not to renew; notice of reasons [For application of this section, see 79 Del",
      "text": "Laws, c. 390, § 8].(a) No cancellation of a policy to which § 3904(a) of this title applies shall be effective unless notice thereof is\n§\n\n 3905;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 2;63 Del. Laws, c. 243,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;79 Del. Laws, c. 390,\n\n§\n\n 5;82 Del. Laws, c. 160,\n\n§\n\n2;83 Del. Laws, c. 221,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3906",
      "number": "3906.",
      "heading": "Cancellation or nonrenewal of automobile policy — Appeal to the Commissioner; order",
      "text": "(a) A named insured who wishes to contest the reason or reasons for a cancellation or nonrenewal to which § 3904 of this title is applicable shall not less than 20 days prior to the effective date of cancellation or\n§\n\n 3906;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 3;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 350,\n\n§\n\n 1;83 Del. Laws, c. 221,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3907",
      "number": "3907.",
      "heading": "Cancellation or nonrenewal of automobile policy — Nonliability as to information; statements",
      "text": "There shall be no liability on the part of and no cause of action of any nature shall arise against the Commissioner or the insurer, its authorized representative, its agents, its employees or any firm, pers\n§\n\n 3907;56 Del. Laws, c. 380,\n\n§\n\n 1;83 Del. Laws, c. 221,\n\n§\n\n4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3908",
      "number": "3908.",
      "heading": "Cancellation or nonrenewal of automobile policy — Exceptions related to insurer’s condition",
      "text": "Nothing contained in §§ 3903-3907 of this title shall be construed to prevent the cancellation or nonrenewal of any such insurance where:(1) Cancellation or nonrenewal is ordered under or in connection with a\n§\n\n 3908;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3909",
      "number": "3909.",
      "heading": "Automobile insurance; exclusion, cancellation or nonrenewal",
      "text": "(a) The insurer shall have the right to exclude, cancel or refuse to renew coverage under an automobile insurance policy as to designated individuals. Any such cancellation or refusal to renew shall be subject to the applicable provisions o\n§\n\n 3909;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 201,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3910",
      "number": "3910.",
      "heading": "Automobile insurance — Insurer’s right to impose deductible on renewal",
      "text": "Nothing in §§ 3903-3909 of this title shall prohibit or be construed to prohibit an insurer from requiring a provision for a reasonable deductible not exceeding $100 in amount as to physical damage and comprehensive coverages of\n§\n\n 3910;56 Del. Laws, c. 380,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3911",
      "number": "3911.",
      "heading": "Legislation affecting renewal of policies — Notice of nonrenewal by insurer",
      "text": "(a) Any legislation enacted subsequent to July 9, 1973, or subsequent legislation affecting Chapter 21 of Title 21, shall not effect the renewal of policies as described in § 3903(a)(4) of this title, unless the legislation\n§\n\n 3911;56 Del. Laws, c. 380,\n\n§\n\n 1;59 Del. Laws, c. 154,\n\n§\n\n 4;66 Del. Laws, c. 309,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3912",
      "number": "3912.",
      "heading": "Prohibition against premium increase or termination in certain circumstances",
      "text": "(a) No premium may be increased on any contract of casualty insurance based on a named insured or any other operator who either resides in the same household or customarily operates an automobile insured under such policy b\n§\n\n 5;69 Del. Laws, c. 125,\n\n§\n\n 6;70 Del. Laws, c. 452,\n\n§\n\n 9;71 Del. Laws, c. 216,\n\n§\n\n 87;71 Del. Laws, c. 228,\n\n§§\n\n 2, 4;80 Del. Laws, c. 366,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3913",
      "number": "3913.",
      "heading": "Requests for driving records; limitation",
      "text": "No insurer issuing a policy of insurance as described in this chapter shall, before such policy is issued, require that the proposed insured provide such insurer with his or her driving record for any period other than the 3 years immediately preceding the pr\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3914",
      "number": "3914.",
      "heading": "Notice of statute of limitations required",
      "text": "An insurer shall be required during the pendency of any claim received pursuant to a casualty insurance policy to give prompt and timely written notice to claimant informing claimant of the applicable state statute of limitations regarding action for his or\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3915",
      "number": "3915.",
      "heading": "Cash refund on cancellation of policy",
      "text": "(a) No insurer shall honor a request for a cash refund on cancellation of a policy by the insured until such time as the insured has provided sufficient evidence to the insurer that one of the following has occurred:(1) The insured has other insurance in effect\n§\n\n 1;67 Del. Laws, c. 218,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3916",
      "number": "3916.",
      "heading": "Unfair trade practices.No insurance company, domestic or foreign, or any agent or employee shall require that automobile glass repair or replacement work be performed by a particular facility, individual or business establishment as a condition of payment of a claim",
      "text": "69 Del. Laws, c. 195,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3917",
      "number": "3917.",
      "heading": "Military deployment as a factor in automobile insurance rates",
      "text": "(a) An insurer shall not use a lapse in an insured’s automobile insurance coverage as a factor in determining a new automobile insurance policy rate if the lapse was due to the cancellation or nonrenewal of the policy by the insurer, the\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;83 Del. Laws, c. 221,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3918",
      "number": "3918.",
      "heading": "Vehicle data-reporting device.(a) An insurer seeking to install a data-reporting device in a private passenger vehicle, or seeking to use a previously installed device for the purpose of obtaining data, shall inform the policyholder of such installation or use, of the data that may be obtained by th",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3919",
      "number": "3919.",
      "heading": "Addition of minor children and foster children to existing motor vehicle policies",
      "text": "(a) If requested by an insured, an insurer is required to add the following individuals to the insured’s existing policy as an additional driver:(1) Any licensed minor child of the insured who resides with the insured.\n§\n\n1;83 Del. Laws, c. 453,\n\n§§\n\n2, 11;84 Del. Laws, c. 345,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3920",
      "number": "3920.",
      "heading": "Cancellation or nonrenewal of commercial automobile policy",
      "text": "[For application of this section, see 82 Del. Laws, c. 160, § 5](a) (1) An insurer licensed to do business in Delaware may not cancel mid-term any commercial automobile policy except for any of the following reasons:a. Nonpayment of premium\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3921",
      "number": "3921.",
      "heading": "Youth in foster care status as a factor in automobile insurance rates",
      "text": "(a) For purposes of this section, “youth in foster care” means any of the following:(1) An individual in Department of Children, Youth, and Their Families (“Department”) custody under Chapter 25 of Title 13.(2) An individual who e\n§§\n\n3, 11;84 Del. Laws, c. 345,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    }
  ]
}