{
  "state": "delaware",
  "path": "title-title-18/chapter-title18c031index",
  "sections": [
    {
      "id": "section-3101",
      "number": "3101.",
      "heading": "Group policies must meet group requirements",
      "text": "Except as provided in § 3109 of this title, no policy of group life insurance shall be delivered in this State unless it conforms to 1 of the descriptions contained in §§ 3102-3108 of this title.18 Del. C. 1953,\n§\n\n 3102;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3102. Employee groups.A policy may be issued to an employer, or to the trustees of a fund established by an employer, which employer or trustees shall be deemed the policyholder, to insure employees of the employer for the benefit of persons other than the employer, subject to the following requirements:(1) The employees eligible for insurance under the policy shall be all of the employees of the employer, or all of any class or classes thereof. The policy may provide that the term “employees” shall include the employees of 1 or more subsidiary corporations, and the employees, individual proprietors, and partners of 1 or more affiliated corporations, proprietorships or partnerships if the business of the employer and of such affiliated corporations, proprietorships or partnerships is under common control. The policy may provide that the term “employees” shall include the individual proprietor or partners if the employer is an individual proprietorship or partnership. The policy may provide that the term “employees” shall include retired employees, former employees and directors of a corporate employer. A policy issued to insure the employees of a public body may provide that the term “employees” shall include elected or appointed officials. The policy may provide that the term “employee” does not include farm laborers employed in agriculture.(2) The premium for the policy shall be paid either from the employer’s funds or from funds contributed by the insured employees, or from both. Except as provided in paragraph (3) of this section, a policy on which no part of the premium is to be derived from funds contributed by the insured employees must insure all eligible employees, except those who reject such coverage in writing.(3) An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.18 Del. C. 1953,\n\n§\n\n 3103;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3103. Debtor groups.A policy may be issued to a creditor or its parent holding company or to a trustee or trustees or agent designated by 2 or more creditors, which creditor, holding company, affiliate, trustee, trustees or agent shall be deemed the policyholder, to insure debtors of the creditors with respect to their indebtedness, subject to the following requirements:(1) The debtors eligible for insurance under the policy shall be all of the debtors of the creditor or creditors, or all of any class or classes thereof. The policy may provide that the term “debtors” shall include:a. Borrowers of money or purchasers or lessees of goods, services or property for which payment is arranged through a lease or credit transaction;b. The debtors of 1 or more subsidiary corporations; andc. The debtors of 1 or more affiliated corporations, proprietorships or partnerships if the business of the policyholder and of such affiliated corporations, proprietorships or partnerships is under common control.(2) The premium for the policy shall be paid either from the creditor’s funds, or from charges collected from the insured debtors, or from both. Except as provided in paragraph (3) of this section, a policy on which no part of the premium is to be derived from funds contributed by insured debtors specifically for their insurance must insure all eligible debtors.(3) Any insurer may exclude any debtors as to whom evidence of individual insurability is not satisfactory to the insurer.(4) The amount of insurance on the life of any debtor shall at no time exceed the greater of the scheduled or actual amount of unpaid indebtedness as to the creditor.(5) The insurance may be payable to the creditor or any successor to the right, title and interest of the creditor. Such payment shall reduce or extinguish the unpaid indebtedness of the debtor to the extent of such payment.(6) Notwithstanding paragraphs (1)-(5) of this section, insurance on agricultural credit transaction commitments may be written up to the amount of the loan commitment on a nondecreasing or level term plan. Insurance on educational credit transaction commitments may be written up to the amount of the loan commitment less the amount of any repayments made on the loan.18 Del. C. 1953,\n\n§\n\n 3104;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3104. Labor union, employee organization groups.A policy may be issued to a labor union, or similar employee organization, which shall be deemed to be the policyholder, to insure members of such union or organization for the benefit of persons other than the union or organization or any of its officials, representatives or agents, subject to the following requirements:(1) The members eligible for insurance under the policy shall be all of the members of the union or organization, or all of any class or classes thereof.(2) The premium for the policy shall be paid either from funds of the union or organization, or from funds contributed by the insured members specifically for their insurance, or from both. Except as provided in paragraph (3) of this section, a policy on which no part of the premium is to be derived from funds contributed by the insured members specifically for their insurance must insure all eligible members, except those who reject such coverage in writing.(3) An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.18 Del. C. 1953,\n\n§\n\n 3105;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3105. Trustee groups.A policy may be issued to a trust, or to the trustee or trustees of a fund, established or adopted by 2 or more employers, or by 1 or more labor unions or similar employee organizations, or by 1 or more employers and 1 or more labor unions or similar employee organizations, which trust or trustee or trustees shall be deemed the policyholder, to insure employees of the employers or members of the unions or organizations for the benefit of persons other than the employers or the unions or organizations, subject to the following requirements:(1) The persons eligible for insurance shall be all of the employees or all of the members of the unions or organizations, or all of any class or classes thereof. The policy may provide that the term “employees” shall include the employees of 1 or more subsidiary corporations, and the employees, individual proprietor and partners of 1 or more affiliated corporations, proprietorships or partnerships if the business of the employer and of such affiliated corporations, proprietorships or partnerships is under common control. The policy may provide that the term “employees” shall include the individual proprietor or partners if the employer is an individual proprietorship or partnership. The policy may provide that the term “employees” shall include retired employees, former employees and directors of a corporate employer. The policy may provide that the term “employees” shall include the trustees or their employees, or both, if their duties are principally connected with such trusteeship.(2) The premium for the policy shall be paid from funds contributed by the employer or employers of the insured persons, or by the union or unions or similar employee organizations, or by both, or from funds contributed by the insured persons from both the insured persons and the employer(s) or union(s) or similar employee organization(s). Except as provided in paragraph (3) of this section, a policy on which no part of the premium is to be derived from funds contributed by the insured persons specifically for their insurance must insure all eligible persons, except those who reject such coverage in writing.(3) An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.18 Del. C. 1953,\n\n§\n\n 3106;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3106. Association groups.A policy may be issued to an association or to a trust or to the trustee or trustees of a fund established, created or maintained for the benefit of members of 1 or more associations. The association or associations shall have at the outset a minimum of 100 persons and have been organized and maintained in good faith for purposes other than that of obtaining insurance; shall have been in active existence for at least 2 years; and shall have a constitution and bylaws and a statement of organization or substantially similar document which provides that: (i) The association or associations hold regular meetings not less than annually to further purposes of the members; (ii) except for credit unions, the association or associations collect dues or solicit contributions from members; and (iii) the members have voting privileges and representation on the governing board of committees. The policy shall be subject to the following requirements:(1) The policy may insure members of such association or associations, employees thereof or employees of members, or 1 or more of the preceding or all of any class or classes thereof for the benefit of persons other than the employees’ employer.(2) The premium for the policy shall be paid from funds contributed by the association or associations, or by employer members, or by both, or from funds contributed by the covered persons or from both the covered persons and the association, associations or employer members.(3) Except as provided in paragraph (4) of this section, a policy on which no part of the premium is to be derived from funds contributed by the covered persons specifically for their insurance must insure all eligible persons, except those who reject such coverage in writing.(4) An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.18 Del. C. 1953,\n\n§§\n\n 3107, 3110;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 347,\n\n§§\n\n 1, 2;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3107. Credit union groups.A policy may be issued to a credit union or to a trustee or trustees or agent designated by 2 or more credit unions, which credit union, trustee, trustees or agent shall be deemed the policyholder, to insure members of such credit unions for the benefit of persons other than the credit union or credit unions, trustee or trustees, or agent or any of their officials, subject to the following requirements:(1) The members eligible for insurance shall be all of the members of the credit union or credit unions, or all of any class or classes thereof.(2) The premium for the policy shall be paid by the policyholder from the credit union’s funds and, except as provided in paragraph (3) of this section, must insure all eligible members.(3) An insurer may exclude or limit the coverage on any member as to whom evidence of individual insurability is not satisfactory to the insurer.18 Del. C. 1953,\n\n§\n\n 3109;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3108. Discretionary groups.A policy may be issued to any other substantially similar group which, in the discretion of the Commissioner, may be subject to the issuance of a group life policy or contract.65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3109. Requirements for other groups; out-of-state groups.(a) Group life insurance offered to a resident of this State under a group life insurance policy issued to a group other than those described in §§ 3102-3108 of this title shall be subject, where applicable, to the requirements of subsections (b)-(e) of this section.(b) No such group life insurance policy shall be delivered in this State unless the Commissioner finds that:(1) The issuance of such group policy is not contrary to the best interest of the public;(2) The issuance of the group policy would result in economies of acquisition or administration; and(3) The benefits are reasonable in relation to the premiums charged.(c) No such group life insurance coverage may be offered in this State by an insurer under a policy issued in another state unless this State or another state having requirements substantially similar to those contained in paragraphs (b)(1), (2) and (3) of this section has made a determination that such requirements have been met.(d) The premium for the policy shall be paid either from the policyholders’ funds or from funds contributed by the coverage persons or from both.(e) An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.18 Del. C. 1953,\n\n§\n\n 3111;56 Del. Laws, c. 380,\n\n§\n\n 1;58 Del. Laws, c. 417,\n\n§\n\n 2;65 Del. Laws, c. 480,\n\n§\n\n 1;79 Del. Laws, c. 102,\n\n§\n\n 2;§\n\n3110. Disclosure requirements for other groups.(a) With respect to a program of insurance which if issued on a group basis would not qualify under §§ 3102-3108 of this title, if compensation of any kind will or may be paid to: (1) A policyholder or sponsoring or endorsing entity in the case of a group policy; or (2) a sponsoring or endorsing entity in the case of individual blanket or franchise policies marketed by means of direct response solicitation; then in such cases the insurer shall cause to be distributed to prospective insureds a written notice that compensation will or may be paid.(b) The written notice required by subsection (a) of this section shall be distributed:(1) Whether compensation is direct or indirect; and(2) Whether such compensation is paid to or retained by the policyholder or sponsoring or endorsing entity, or paid to or retained by a third party at the direction of the policyholder or sponsoring or endorsing entity, or any entity affiliated therewith by way of ownership, contract or employment.(c) The notice required by subsection (a) of this section shall be placed on or accompany any application or enrollment form provided prospective insureds.(d) As used in this section, the following terms shall have the meanings indicated:(1) “Direct response solicitation” means a solicitation through a sponsoring or endorsing entity through the mails, telephone or other mass communications media;(2) “Sponsoring or endorsing entity” means an organization which has arranged for the offering of a program of insurance in a manner which communicates that eligibility for participation in the program is dependent upon affiliation with such organization or that it encourages participation in the program.65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3111. Dependents’ coverage.Except for a policy issued under § 3103 of this title, a group life insurance policy may be extended to insure the employees or members with respect to their family members or dependents, or any class or classes thereof, subject to the following:(1) The premium for the insurance shall be paid either from funds contributed by the employer, union, association or other person to whom the policy has been issued, or from funds contributed by the covered person, or from both. Except as provided in paragraph (2) of this section, a policy on which no part of the premium for the family members or dependents’ coverage is to be derived from funds contributed by the covered persons must insure all eligible employees or members with respect to their family members or dependents, or any class or classes thereof.(2) An insurer may exclude or limit the coverage on any family member or dependent as to whom evidence of individual insurability is not satisfactory to the insurer.(3) The amounts of insurance for any covered spouse or dependent child under policies issued on a group basis may, if requested by the policyholder, be limited to a percentage of the amount of insurance for which the employee or member is insured.18 Del. C. 1953,\n\n§\n\n 3108;56 Del. Laws, c. 380,\n\n§\n\n 1;63 Del. Laws, c. 99,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3112. Group life insurance standard provisions.No policy of group life insurance shall be delivered in this State unless it contains in substance the provisions set forth in §§ 3113-3127 of this title or provisions which in the opinion of the Commissioner are more favorable to persons insured, or at least as favorable to the persons insured and more favorable to the policyholder; provided, however:(1) That §§ 3117, 3119-3123, 3125 and 3127 of this title shall not apply to policies insuring persons under § 3103 of this title;(2) That the standard provisions required for individual life insurance policies shall not apply to group life insurance policies; and(3) That if the group life insurance policy is on a plan of insurance other than the term plan, it shall contain a nonforfeiture provision or provisions which in the opinion of the Commissioner is or are equitable to the insured persons and to the policyholder, but nothing herein shall be construed to require that group life insurance policies contain the same nonforfeiture provisions as are required for individual life insurance policies.18 Del. C. 1953,\n\n§\n\n 3111;56 Del. Laws, c. 380,\n\n§\n\n 1;58 Del. Laws, c. 417,\n\n§\n\n 2;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3113. Grace period.A group life insurance policy shall contain a provision that the policyholder is entitled to a grace period of 31 days for the payment of any premium due except the first, during which grace period the death benefit coverage shall continue in force, unless the policyholder shall have given the insurer written notice of discontinuance in advance of the date of discontinuance and in accordance with the terms of the policy. The policy may provide that the policyholder shall be liable to the insurer for the payment of a pro rata premium for the time the policy was in force during such grace period.18 Del. C. 1953,\n\n§\n\n 3112;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3114. Incontestability.A group life insurance policy shall contain a provision that the validity of the policy shall not be contested except for nonpayment of premiums, after it has been in force for 2 years from its date of issue; and that no statement made by any person insured under the policy relating to insurability shall be used in contesting the validity of the insurance with respect to which such statement was made after such insurance has been in force prior to the contest for a period of 2 years during such person’s lifetime nor unless it is contained in a written instrument signed by him or her; provided, however, that no such provision shall preclude the assertion at any time of defenses based upon provisions in the policy which relate to eligibility for coverage.18 Del. C. 1953,\n\n§\n\n 3113;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3115. Application; statements deemed representations.A group life insurance policy shall contain a provision that a copy of the application, if any, of the policyholder shall be attached to the policy when issued, that all statements made by the policyholder or by the persons insured shall be deemed representations and not warranties, and that no statement made by any person insured shall be used in any contest unless a copy of the instrument containing the statement is or has been furnished to such person or, in the event of the death or incapacity of the insured person, to his or her beneficiary or personal representative.18 Del. C. 1953,\n\n§\n\n 3114;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3116. Insurability.A group life insurance policy shall contain a provision setting forth the conditions, if any, under which the insurer reserves the right to require a person eligible for insurance to furnish evidence of individual insurability satisfactory to the insurer as a condition to part or all of his or her coverage.18 Del. C. 1953,\n\n§\n\n 3115;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3117. Misstatement of age.A group life insurance policy shall contain a provision specifying an equitable adjustment of premiums or of benefits or of both to be made in the event the age of a person insured has been misstated, such provision to contain a clear statement of the method of adjustment to be made.18 Del. C. 1953,\n\n§\n\n 3116;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3118. Payment of benefits.A group life insurance policy shall contain a provision that any sum becoming due by reason of the death of the person insured shall be payable to the beneficiary designated by the person insured, except that where the policy contains conditions pertaining to family status the beneficiary may be the family member specified by the policy terms, subject to the provisions of the policy in the event there is no designated beneficiary, as to all or any part of each sums, living at the death of the person insured, and subject to any right reserved by the insurer in the policy and set forth in the certificate to pay at its option a part of such sum not exceeding $2,000 to any person appearing to the insurer to be equitably entitled thereto by reason of having incurred funeral or other expenses incident to the last illness or death of the person insured.18 Del. C. 1953,\n\n§\n\n 3117;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3119. Certificate.A group life insurance policy shall contain a provision that the insurer will issue to the policyholder for delivery to each person insured a certificate setting forth a statement as to the insurance protection to which he or she is entitled, to whom the insurance benefits are payable, a statement as to any dependent’s coverage included in such certificate, and the rights and conditions set forth in §§ 3120-3123 of this title.18 Del. C. 1953,\n\n§\n\n 3118;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3120. Conversion on termination of eligibility.(a) A group life insurance policy shall contain a provision that if the insurance, or any portion of it, on a person covered under the policy or on the dependent of a person covered, ceases because of termination of employment or of membership in the class or classes eligible for coverage under the policy, such person shall be entitled to have issued to him or her by the insurer, without evidence of insurability, an individual policy of life insurance without disability or other supplementary benefits, provided application for the individual policy shall be made, and the first premium paid to the insurer, within 31 days after such termination, and provided further that:(1) The individual policy shall, at the option of such person, be on any 1 of the forms then customarily issued by the insurer at the age and for the amount applied for, except that the group may exclude the option to elect term insurance;(2) The individual policy shall be in an amount not in excess of life insurance which ceases because of such termination, less the amount of any life insurance for which such person becomes eligible under the same or any other group policy within 31 days after such termination, provided that any amount of insurance which shall have matured on or before the date of such termination as an endowment payable to the person insured, whether in 1 sum or in installments or in the form of an annuity, shall not, for the purposes of this provision, be included in the amount which is considered to cease because of such termination; and(3) The premium on the individual policy shall be at the insurer’s then customary rate applicable to the form and amount of the individual policy, to the class of risk to which such person then belongs, and to the individual age attained on the effective date of the individual policy.(b) Subject to the same conditions set forth above, the conversion privilege shall be available:(1) To a surviving dependent, if any, at the death of the employee or member, with respect to the coverage under the group policy which terminates by reason of such death; and(2) To the dependent of the employee or member upon termination of coverage of the dependent, while the employee or member remains under the group policy, by reason of the dependent ceasing to be a qualified family member under the group policy.18 Del. C. 1953,\n\n§\n\n 3119;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3121. Conversion on termination of policy.A group life insurance policy shall contain a provision that if the group policy terminates or is amended so as to terminate the insurance of any class of insured person, every person insured thereunder at the date of such termination whose insurance terminates, including the insured dependent of a covered person, and who has been so insured for at least 5 years prior to such termination date shall be entitled to have issued by the insurer an individual policy of life insurance, subject to the same conditions and limitations as are provided by § 3120 of this title, except that the group policy may provide that the amount of such individual policy shall not exceed the smaller of:(1) The amount of the person’s life insurance protection ceasing because of the termination or amendment of the group policy, less the amount of any life insurance for which he or she is or becomes eligible under a group policy issued or reinstated by the same or another insurer within 31 days after such termination; and(2) $10,000.18 Del. C. 1953,\n\n§\n\n 3120;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3122. Death pending conversion.A group life insurance policy shall contain a provision that if a person insured under the group policy, or the insured dependent of a covered person, dies during the period within which the individual would have been entitled to have an individual policy issued in accordance with § 3120 or § 3121 of this title and before such an individual policy shall become effective, the amount of life insurance which he or she would have been entitled to have issued under such individual policy shall be payable as a claim under the group policy, whether or not application for the individual policy or the payment of the first premium therefor has been made.18 Del. C. 1953,\n\n§\n\n 3121;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3123. Disability provision.Where active employment is a condition of insurance, the group life insurance policy shall contain a provision that an insured may continue coverage during the insured’s total disability by timely payment to the policyholder of that portion, if any, of the premium that would have been required from the insured had total disability not occurred. The continuation shall be on a premium paying basis for a period of 6 months from the date on which the total disability started, but not beyond the earlier of:(1) Approval by the insurer of continuation of the coverage under any disability provision which the group insurance policy may contain; or(2) The discontinuance of the group insurance policy.65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3124. Information to debtors.In the case of a policy insuring the lives of debtors, such a group life insurance policy shall contain a provision that the insurer will furnish to the policyholder for delivery to each debtor insured under the policy a certificate of insurance describing the coverage and specifying that the death benefit shall first be applied to reduce or extinguish the indebtedness.18 Del. C. 1953,\n\n§\n\n 3122;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3125. Notice as to conversion right.If any individual insured under a group life insurance policy hereafter delivered in this State becomes entitled under the terms of such policy to have an individual policy of life insurance issued without evidence of insurability, subject to making of application and payment of the first premium within the period specified in such policy, and if such individual is not given notice of the existence of such right at least 15 days prior to the expiration date of such period, then in such event the individual shall have an additional period within which to exercise such right, but nothing herein contained shall be construed to continue any insurance beyond the period provided in such policy. This additional period shall expire 15 days next after the individual is given such notice but in no event shall such additional period extend beyond 60 days next after the expiration date of the period provided in such policy. Written notice presented to the individual or mailed by the insurer to the last known address of the individual as furnished by the policyholder shall constitute notice for the purpose of this section.18 Del. C. 1953,\n\n§\n\n 3123;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3126. Readjustment of premium.Any group life insurance contract may provide for a readjustment of the premium rate based upon the experience thereunder.18 Del. C. 1953,\n\n§\n\n 3124;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3127. Application of dividends; rate deduction.If a policy dividend is hereafter declared or a reduction in rate is hereafter made or continued for the first or any subsequent year of insurance under any policy of group life insurance heretofore or hereafter issued to any policyholder, the excess, if any, of the aggregate dividends or rate reductions under such policy and all other group insurance policies of the policyholder over the aggregate expenditure for insurance under such policies made from funds contributed by the policyholder, or by an employer of insured persons, or by a union or association to which the insured persons belong, including expenditures made in connection with administration of such policies shall be applied by the policyholder for the sole benefit of insured employees or members.18 Del. C. 1953,\n\n§\n\n 3125;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;§\n\n3128. Notification and reasons for cancellation [For application of this section, see 79 Del. Laws, c. 390, § 8].A notice of cancellation of group life insurance coverage by an insurer due to nonpayment of premiums shall be in writing, shall be delivered to the policyholder or mailed to the policyholder at the last known address of the policyholder, shall state the effective date of the cancellation and shall be accompanied by a written explanation of the specific reasons for the cancellation. Proof of mailing of such cancellation notice shall be retained by the insurer for a period of not less than 1 year.79 Del. Laws, c. 390,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3102",
      "number": "3102.",
      "heading": "Employee groups.A policy may be issued to an employer, or to the trustees of a fund established by an employer, which employer or trustees shall be deemed the policyholder, to insure employees of the employer for the benefit of persons other than the employer, subject to the following requirements:(",
      "text": "§\n\n 3103;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3103",
      "number": "3103.",
      "heading": "Debtor groups.A policy may be issued to a creditor or its parent holding company or to a trustee or trustees or agent designated by 2 or more creditors, which creditor, holding company, affiliate, trustee, trustees or agent shall be deemed the policyholder, to insure debtors of the creditors with re",
      "text": "§\n\n 3104;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3104",
      "number": "3104.",
      "heading": "Labor union, employee organization groups",
      "text": "A policy may be issued to a labor union, or similar employee organization, which shall be deemed to be the policyholder, to insure members of such union or organization for the benefit of persons other than the union or organization or any of its officials,\n§\n\n 3105;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3105",
      "number": "3105.",
      "heading": "Trustee groups.A policy may be issued to a trust, or to the trustee or trustees of a fund, established or adopted by 2 or more employers, or by 1 or more labor unions or similar employee organizations, or by 1 or more employers and 1 or more labor unions or similar employee organizations, which trus",
      "text": "§\n\n 3106;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3106",
      "number": "3106.",
      "heading": "Association groups.A policy may be issued to an association or to a trust or to the trustee or trustees of a fund established, created or maintained for the benefit of members of 1 or more associations",
      "text": "The association or associations shall have at the outset a minimum of 100 persons and have been o\n§§\n\n 3107, 3110;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 347,\n\n§§\n\n 1, 2;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3107",
      "number": "3107.",
      "heading": "Credit union groups.A policy may be issued to a credit union or to a trustee or trustees or agent designated by 2 or more credit unions, which credit union, trustee, trustees or agent shall be deemed the policyholder, to insure members of such credit unions for the benefit of persons other than the ",
      "text": "§\n\n 3109;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3108",
      "number": "3108.",
      "heading": "Discretionary groups.A policy may be issued to any other substantially similar group which, in the discretion of the Commissioner, may be subject to the issuance of a group life policy or contract",
      "text": "65 Del. Laws, c. 480,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3109",
      "number": "3109.",
      "heading": "Requirements for other groups; out-of-state groups",
      "text": "(a) Group life insurance offered to a resident of this State under a group life insurance policy issued to a group other than those described in §§ 3102-3108 of this title shall be subject, where applicable, to the requirements of subsections (b)-(e\n§\n\n 3111;56 Del. Laws, c. 380,\n\n§\n\n 1;58 Del. Laws, c. 417,\n\n§\n\n 2;65 Del. Laws, c. 480,\n\n§\n\n 1;79 Del. Laws, c. 102,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3110",
      "number": "3110.",
      "heading": "Disclosure requirements for other groups",
      "text": "(a) With respect to a program of insurance which if issued on a group basis would not qualify under §§ 3102-3108 of this title, if compensation of any kind will or may be paid to: (1) A policyholder or sponsoring or endorsing entity in the case of a group pol\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3111",
      "number": "3111.",
      "heading": "Dependents’ coverage.Except for a policy issued under § 3103 of this title, a group life insurance policy may be extended to insure the employees or members with respect to their family members or dependents, or any class or classes thereof, subject to the following:(1) The premium for the insurance",
      "text": "§\n\n 3108;56 Del. Laws, c. 380,\n\n§\n\n 1;63 Del. Laws, c. 99,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3112",
      "number": "3112.",
      "heading": "Group life insurance standard provisions",
      "text": "No policy of group life insurance shall be delivered in this State unless it contains in substance the provisions set forth in §§ 3113-3127 of this title or provisions which in the opinion of the Commissioner are more favorable to persons insured, or at least\n§\n\n 3111;56 Del. Laws, c. 380,\n\n§\n\n 1;58 Del. Laws, c. 417,\n\n§\n\n 2;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3113",
      "number": "3113.",
      "heading": "Grace period.A group life insurance policy shall contain a provision that the policyholder is entitled to a grace period of 31 days for the payment of any premium due except the first, during which grace period the death benefit coverage shall continue in force, unless the policyholder shall have gi",
      "text": "§\n\n 3112;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3114",
      "number": "3114.",
      "heading": "Incontestability.A group life insurance policy shall contain a provision that the validity of the policy shall not be contested except for nonpayment of premiums, after it has been in force for 2 years from its date of issue; and that no statement made by any person insured under the policy relating",
      "text": "§\n\n 3113;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3115",
      "number": "3115.",
      "heading": "Application; statements deemed representations",
      "text": "A group life insurance policy shall contain a provision that a copy of the application, if any, of the policyholder shall be attached to the policy when issued, that all statements made by the policyholder or by the persons insured shall be deemed repre\n§\n\n 3114;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3116",
      "number": "3116.",
      "heading": "Insurability.A group life insurance policy shall contain a provision setting forth the conditions, if any, under which the insurer reserves the right to require a person eligible for insurance to furnish evidence of individual insurability satisfactory to the insurer as a condition to part or all of",
      "text": "§\n\n 3115;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3117",
      "number": "3117.",
      "heading": "Misstatement of age.A group life insurance policy shall contain a provision specifying an equitable adjustment of premiums or of benefits or of both to be made in the event the age of a person insured has been misstated, such provision to contain a clear statement of the method of adjustment to be m",
      "text": "§\n\n 3116;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3118",
      "number": "3118.",
      "heading": "Payment of benefits.A group life insurance policy shall contain a provision that any sum becoming due by reason of the death of the person insured shall be payable to the beneficiary designated by the person insured, except that where the policy contains conditions pertaining to family status the be",
      "text": "§\n\n 3117;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3119",
      "number": "3119.",
      "heading": "Certificate.A group life insurance policy shall contain a provision that the insurer will issue to the policyholder for delivery to each person insured a certificate setting forth a statement as to the insurance protection to which he or she is entitled, to whom the insurance benefits are payable, a",
      "text": "§\n\n 3118;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3120",
      "number": "3120.",
      "heading": "Conversion on termination of eligibility",
      "text": "(a) A group life insurance policy shall contain a provision that if the insurance, or any portion of it, on a person covered under the policy or on the dependent of a person covered, ceases because of termination of employment or of membership in the class or\n§\n\n 3119;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3121",
      "number": "3121.",
      "heading": "Conversion on termination of policy",
      "text": "A group life insurance policy shall contain a provision that if the group policy terminates or is amended so as to terminate the insurance of any class of insured person, every person insured thereunder at the date of such termination whose insurance terminates, i\n§\n\n 3120;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3122",
      "number": "3122.",
      "heading": "Death pending conversion.A group life insurance policy shall contain a provision that if a person insured under the group policy, or the insured dependent of a covered person, dies during the period within which the individual would have been entitled to have an individual policy issued in accordanc",
      "text": "§\n\n 3121;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3123",
      "number": "3123.",
      "heading": "Disability provision.Where active employment is a condition of insurance, the group life insurance policy shall contain a provision that an insured may continue coverage during the insured’s total disability by timely payment to the policyholder of that portion, if any, of the premium that would hav",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3124",
      "number": "3124.",
      "heading": "Information to debtors.In the case of a policy insuring the lives of debtors, such a group life insurance policy shall contain a provision that the insurer will furnish to the policyholder for delivery to each debtor insured under the policy a certificate of insurance describing the coverage and spe",
      "text": "§\n\n 3122;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3125",
      "number": "3125.",
      "heading": "Notice as to conversion right.If any individual insured under a group life insurance policy hereafter delivered in this State becomes entitled under the terms of such policy to have an individual policy of life insurance issued without evidence of insurability, subject to making of application and p",
      "text": "§\n\n 3123;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3126",
      "number": "3126.",
      "heading": "Readjustment of premium.Any group life insurance contract may provide for a readjustment of the premium rate based upon the experience thereunder",
      "text": "18 Del. C. 1953,\n§\n\n 3124;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3127",
      "number": "3127.",
      "heading": "Application of dividends; rate deduction",
      "text": "If a policy dividend is hereafter declared or a reduction in rate is hereafter made or continued for the first or any subsequent year of insurance under any policy of group life insurance heretofore or hereafter issued to any policyholder, the excess, if any,\n§\n\n 3125;56 Del. Laws, c. 380,\n\n§\n\n 1;65 Del. Laws, c. 480,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3128",
      "number": "3128.",
      "heading": "Notification and reasons for cancellation [For application of this section, see 79 Del",
      "text": "Laws, c. 390, § 8].A notice of cancellation of group life insurance coverage by an insurer due to nonpayment of premiums shall be in writing, shall be delivered to the policyholder or mailed to the policyholder a\n§\n\n 2;",
      "history": "",
      "source_url": ""
    }
  ]
}