{
  "state": "wyoming",
  "path": "title-title-29-liens/chapter-chapter-2-contractors-or-materialmen",
  "sections": [
    {
      "id": "section-29-2-101",
      "number": "29-2-101",
      "heading": "Persons Entitled to Liens; Extent of Lien on Realty; Exceptions",
      "text": "29-2-101. Persons entitled to liens; extent of lien on realty; exceptions.\n\n(a) Every contractor, subcontractor or materialman performing any work on or furnishing any materials for any building or any improvement upon real property shall have for his work done or plans or materials furnished a lien upon the building or improvements, and upon the real property of the owner on which they are situated to the extent of one (1) acre. If the improvements cover more than one (1) acre the lien shall extend to all the additional real property covered thereby.\n\n(b) To have a lien the work or materials shall be furnished under a contract.\n\n(c) Notwithstanding subsection (a) of this section if the real property subject to a lien is located in any city, town or subdivision the lien shall extend to the entire lot upon which the building or improvement is located.\n\n(d) A cooperative utility, as defined by W.S. 17-20-140(a)(i), shall have a lien for the materials or services provided to a member. The lien shall attach to the real property of the member at the location where the materials or services were provided, if the amount due to the utility:\n\n(i) Is greater than five thousand dollars ($5,000.00); and\n\n(ii) Has been unpaid for more than ninety (90) days.\n\n(e) The lien under this section shall extend to the owner's real property and easements to the extent necessary to provide legal access by a roadway for ingress and egress to the building, improvements or real property subject to the lien, not to exceed forty (40) feet in width to the nearest easement, public road or highway.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-101/"
    },
    {
      "id": "section-29-2-102",
      "number": "29-2-102",
      "heading": "Extent of Perfected Lien.",
      "text": "29-2-102. Extent of perfected lien.\n\nAny lien properly perfected shall extend to the entire interest of the owner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-102/"
    },
    {
      "id": "section-29-2-103",
      "number": "29-2-103",
      "heading": "Right of Judicial Sale and Removal of Improvements.",
      "text": "29-2-103. Right of judicial sale and removal of improvements.\n\nAny lien claimant enforcing the lien may have the building, improvements and real property sold under execution. However, if any party establishes that the real property, after removal of the improvement, would be in the same or similar condition as prior to the performance of the work for which the lien is claimed, the court may authorize the removal of the improvement. In addition to attorneys' fees and costs, the lien claimant foreclosing the lien may be entitled to reasonable costs for removing any improvement or for restoring the property to its original condition.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-103/"
    },
    {
      "id": "section-29-2-104",
      "number": "29-2-104",
      "heading": "Lien Upon Leaseholds; Foreclosure; Removal of Improvements.",
      "text": "29-2-104. Lien upon leaseholds; foreclosure; removal of improvements.\n\n(a) Every building or improvement or any material furnished for use upon any leased property shall subject the leasehold interest to the lien provided by this chapter.\n\n(b) A lien claimant may:\n\n(i) Proceed to foreclose a lien upon the leasehold subject to the limitations of W.S. 29-2-101(a), (b) and (c); or\n\n(ii) Seek an order from the court for removal of any improvement. Upon establishing that the property will be in the same or similar condition as prior to the performance of the work for which the lien is claimed, the court may authorize the removal. The party foreclosing the lien may be entitled to reasonable costs for removing any improvements or for restoring the property to its previous condition.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-104/"
    },
    {
      "id": "section-29-2-105",
      "number": "29-2-105",
      "heading": "Lien for Improvements Placed by Tenant Authorized by Landlord.",
      "text": "29-2-105. Lien for improvements placed by tenant authorized by landlord.\n\n(a) Notwithstanding the definition of \"owner\", if a tenant places any improvements either within or on the outside of any building or on the real property on which the building stands, the person doing any work or furnishing any material for the purpose of the improvement shall have a lien upon the landlord's and the tenant's interest in the building and real property as provided by this chapter if:\n\n(i) The landlord has agreed to pay the costs of the improvement; or\n\n(ii) The improvements are specifically authorized by the landlord.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-105/"
    },
    {
      "id": "section-29-2-106",
      "number": "29-2-106",
      "heading": "When Statement Lien to Be Filed; Rights of Subcontractor Not Abridged by Contract Between Owner and Contractor; Agreement to Extend Filing Period.",
      "text": "29-2-106. When statement lien to be filed; rights of subcontractor not abridged by contract between owner and contractor; agreement to extend filing period.\n\n(a) Except as provided in subsection (c) of this section, any contractor asserting a lien under this chapter shall file his lien statement within one hundred fifty (150) days and every other person asserting a lien under this chapter shall file within one hundred twenty (120) days:\n\n(i) Of the earlier of:\n\n(A) After the last day when work was performed or materials furnished under contract;\n\n(B) From the date of substantial completion of the project on which work was performed or materials were furnished under contract; or\n\n(ii) With respect to a subcontractor, after the last day he performed work at the direction of the contractor or other person authorized to provide direction.\n\n(b) No contract made between the record owner and the contractor shall be construed to affect or restrict the right of any subcontractor or materialman to file a lien.\n\n(c) The record owner may record a notice of substantial completion of the project in the records of the county clerk in the county where the project is located. If a notice of substantial completion of the project is recorded under this subsection, the date the notice is recorded shall be presumed to be the date of substantial completion of the project. After the notice has been duly recorded, the record owner shall send a copy of the notice within five (5) days to all contractors, subcontractors and materialmen who provided the record owner with preliminary notice pursuant to W.S. 29-2-112. The notice shall not extend the date by which a lien statement shall be filed as may otherwise be provided in this section. The time to file a lien statement by any contractor, subcontractor or materialman shall not be affected if the record owner fails to send the notice of substantial completion of the project.\n\n(d) The notice of substantial completion of the project shall refer to this section, provide the date of substantial completion of the project on the notice and state in bold face type: \"This notice creates a rebuttable presumption that the period for filing a lien shall begin to run as of the date the notice was recorded. If the recipient of the notice has not been paid in full, any lien to be filed on the property to secure full payment shall be filed by contractors within one hundred fifty (150) days of the date the notice was recorded and within one hundred twenty (120) days of the date the notice was recorded for materialmen.\"\n\n(e) Any party to a contract for which a lien may be filed may agree to an extension of the time within which the lien may be filed. The time agreed upon may not exceed twice the time within which the lien would have to be filed in accordance with subsection (a) of this section. The agreement shall be acknowledged before a notarial officer, and signed by the owner, the contractor and any other parties to the contract before it is valid. The agreement shall be filed with and recorded by the county clerk in the manner provided by W.S. 29-1-312 for a lien statement. The lien rights of persons not signing the agreement are not affected by it.\n\n(f) A cooperative utility claiming a lien under W.S. 29-2-101(d) shall file its lien statement within one hundred eighty (180) days after the first date the provisions of W.S. 29-2-101(d)(i) and (ii) were met. The cooperative utility and its member may agree to an extension of the time in which the lien may be filed, but the agreement may not exceed a total time for filing the lien statement beyond three hundred sixty (360) days. Any agreement for an extension under this subsection shall otherwise comply with the requirements of subsection (e) of this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-106/"
    },
    {
      "id": "section-29-2-107",
      "number": "29-2-107",
      "heading": "Notice of Intention to File Lien.",
      "text": "29-2-107. Notice of intention to file lien.\n\n(a) Before filing a lien pursuant to this chapter a lien claimant shall send written notice to the record owner or his agent of any claim against real property, a building or an improvement stating the amount of any claim and from whom it is due. The notice shall be sent no later than twenty (20) days prior to filing a lien statement.\n\n(b) The notice under this section shall be in substantially the same format and contain the same information as the notice form specified in W.S. 29-10-102. The notice forms shall be made available and may be obtained at the county clerk's office of each county.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-107/"
    },
    {
      "id": "section-29-2-108",
      "number": "29-2-108",
      "heading": "Duty of Contractor to Defend Action; Liability of Contractor to Owner.",
      "text": "29-2-108. Duty of contractor to defend action; liability of contractor to owner.\n\nThe contractor shall, at his own expense, defend any action brought by his employee, subcontractors hired by the contractor, their employees or by any suppliers of materials provided under contract in accordance with this chapter. During the pendency of the action the owner or his agent may withhold from the contractor the amount of money for which a lien is filed. If judgment is rendered against the owner or his property on the lien foreclosure, he may deduct from any amount due to the contractor the amount of the judgment and costs. If the owner has paid the contractor in full he may recover from the contractor any amount paid by the owner for which the contractor was originally liable.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-108/"
    },
    {
      "id": "section-29-2-109",
      "number": "29-2-109",
      "heading": "Limitation of Actions; Duration of Liens.",
      "text": "29-2-109. Limitation of actions; duration of liens.\n\nAll actions to foreclose or enforce a lien under this chapter shall be commenced within one hundred eighty (180) days after the filing of the lien statement. No lien shall continue to exist except by virtue of the provisions of this chapter for more than one hundred eighty (180) days after the lien is filed unless an action to foreclose the lien is instituted.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-109/"
    },
    {
      "id": "section-29-2-110",
      "number": "29-2-110",
      "heading": "Repealed by Laws 2010, Ch. 92, 3.",
      "text": "Repealed by Laws 2010, Ch. 92, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29-2-111",
      "number": "29-2-111",
      "heading": "Repealed by Laws 2010, Ch. 92, 3.",
      "text": "Repealed by Laws 2010, Ch. 92, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29-2-112",
      "number": "29-2-112",
      "heading": "Preliminary Notices.",
      "text": "29-2-112. Preliminary notices.\n\n(a) With respect to perfecting the right to file a construction lien under this chapter, the following preliminary notice requirements shall apply:\n\n(i) The contractor, subcontractor and materialman shall send written notice to the record owner or his agent, of the right to assert a lien against the property for which services or materials are provided if the contractor, subcontractor or materialman is not paid, and the right of the owner or contractor to obtain a lien waiver upon payment for services or materials. Each subcontractor and materialman shall provide a copy of the written notice to the contractor for which the subcontractor or materialman is providing services or materials;\n\n(ii) Any notice required under this section shall be sent:\n\n(A) By the contractor prior to receiving any payment from owner, including advances;\n\n(B) By the subcontractor or materialman within thirty (30) days after first providing services or materials to the construction project.\n\n(iii) Failure to send the notice required under this section within the time specified shall bar the right of a contractor, subcontractor or materialman to assert a lien;\n\n(iv) The notice required under this section shall be in substantially the same format and contain the same information as the notice contained in W.S. 29-10-101. The form shall be made available and may be obtained at the county clerk's office of each county.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-112/"
    },
    {
      "id": "section-29-2-113",
      "number": "29-2-113",
      "heading": "Identity of Record Owner or His Agent Provided.",
      "text": "29-2-113. Identity of record owner or his agent provided.\n\nThe contractor shall provide to subcontractors and materialmen at the time of contracting with them the name and address of the record owner and his agent, if applicable, and legal description of the site of the project on which work will be performed or materials furnished.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-29/chapter-2/section-29-2-113/"
    }
  ]
}