{
  "state": "florida",
  "path": "title-chapter-0651/chapter-chapter-0651",
  "sections": [
    {
      "id": "section-651011definitions",
      "number": "651.011",
      "heading": "Definitions",
      "text": "651.011 Definitions.—As used in this chapter, the term:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-011/"
    },
    {
      "id": "section-651012exempted",
      "number": "651.012",
      "heading": "Exempted facility; written disclosure of exemption.",
      "text": "651.012 Exempted facility; written disclosure of exemption.—Any facility exempted under s. 632.637(1)(e) or excluded from the definition of the term “provider” in s. 651.011 must provide written disclosure of such exemption to each person admitted to the facility. This disclosure must be written using language likely to be understood by the person and must briefly explain the exemption. History.—s. 3, ch. 96-363; s. 1663, ch. 2003-261; s. 2, ch. 2010-202; s. 2, ch. 2011-193; s. 2, ch. 2019-160; s. 2, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6493abb9b3b6',t:'MTc3MDg4MTU1NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-012/"
    },
    {
      "id": "section-651013chapter",
      "number": "651.013",
      "heading": "Chapter exclusive; applicability of other laws.",
      "text": "651.013 Chapter exclusive; applicability of other laws.— (1) Except as herein provided, providers of continuing care and continuing care at-home are governed by the provisions of this chapter and are exempt from all other provisions of the Florida Insurance Code. (2) In addition to other applicable provisions cited in this chapter, the office has the authority granted under ss. 624.302, 624.303, 624.307-624.312, 624.318, 624.319(1)-(3), 624.320, 624.321, 624.324, 624.34, and 624.422 of the Florida Insurance Code to regulate providers of continuing care and continuing care at-home. History.—ss. 31, 52, ch. 85-321; s. 12, ch. 93-22; s. 2, ch. 97-229; s. 1664, ch. 2003-261; s. 140, ch. 2004-5; s. 3, ch. 2011-193; s. 3, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca6495fbeb721f',t:'MTc3MDg4MTU1NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-013/"
    },
    {
      "id": "section-651014insurance",
      "number": "651.014",
      "heading": "Insurance business not authorized.",
      "text": "651.014 Insurance business not authorized.—Nothing in the Florida Insurance Code or this chapter shall be deemed to authorize any provider of a continuing care facility to transact any insurance business other than that of continuing care insurance or otherwise to engage in any other type of insurance unless it is authorized under a certificate of authority issued by the office under the provisions of the Florida Insurance Code. History.—ss. 32, 52, ch. 85-321; s. 12, ch. 93-22; s. 1665, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64985b81a53a',t:'MTc3MDg4MTU1NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-014/"
    },
    {
      "id": "section-651018administrative",
      "number": "651.018",
      "heading": "Administrative supervision.",
      "text": "651.018 Administrative supervision.—The office may place a facility in administrative supervision pursuant to part VI of chapter 624. History.—ss. 2, 16, ch. 91-98; s. 12, ch. 93-22; s. 1667, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca649aad4e3198',t:'MTc3MDg4MTU1NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-018/"
    },
    {
      "id": "section-651019new",
      "number": "651.019",
      "heading": "New financing, additional financing, or refinancing.",
      "text": "651.019 New financing, additional financing, or refinancing.— (1)(a) A provider shall provide a written general outline of the amount and the anticipated terms of any new financing or refinancing, and the intended use of proceeds, to the residents’ council at least 30 days before the closing date of the financing or refinancing transaction. If there is a material change in the noticed information, a provider shall provide an updated notice to the residents’ council within 10 business days after the provider becomes aware of such change. (b) If the facility does not have a residents’ council, the facility must make available, in the same manner as other community notices, the information required under paragraph (a). (2) Within 30 days after the closing date of such financing or refinancing transaction, the provider shall submit to the office copies of executed financing documents, escrow or trust agreements prepared in support of such financing or refinancing transaction, and a copy of all documents required to be submitted to the residents’ council under paragraph (1)(a). History.—ss. 3, 16, ch. 91-98; s. 12, ch. 93-22; s. 1668, ch. 2003-261; s. 4, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca649d0c460a86',t:'MTc3MDg4MTU1Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-019/"
    },
    {
      "id": "section-651021certificate",
      "number": "651.021",
      "heading": "Certificate of authority required.",
      "text": "651.021 Certificate of authority required.—A person may not engage in the business of providing continuing care, issuing contracts for continuing care or continuing care at-home, or constructing a facility for the purpose of providing continuing care in this state without a certificate of authority obtained from the office as provided in this chapter. This section does not prohibit the preparation of a construction site or construction of a model residence unit for marketing purposes, or both. The office may allow the purchase of an existing building for the purpose of providing continuing care if the office determines that the purchase is not being made to circumvent the prohibitions in this section. History.—s. 1, ch. 77-323; ss. 3, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 3, 31, 33, 35, ch. 83-328; s. 1, ch. 86-209; s. 1, ch. 89-363; ss. 1, 12, ch. 93-22; s. 275, ch. 99-8; s. 1669, ch. 2003-261; s. 4, ch. 2011-193; s. 5, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca649f58ff3358',t:'MTc3MDg4MTU1Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-021/"
    },
    {
      "id": "section-6510215consolidated",
      "number": "651.0215",
      "heading": "Consolidated application for a provisional certificate of authority and a certificate of authority; required restrictions on use of entrance fees.",
      "text": "application for a provisional certificate of authority and a certificate of authority; required restrictions on use of entrance fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651022provisional",
      "number": "651.022",
      "heading": "Provisional certificate of authority; application.",
      "text": "651.022 Provisional certificate of authority; application.— (1) Each applicant for a certificate of authority shall first apply for and obtain a provisional certificate of authority pursuant to this section. (2) The application for a provisional certificate of authority must be on a form prescribed by the commission and must contain the following information: (a) If the applicant or provider is a corporation, a copy of the articles of incorporation and bylaws; if the applicant or provider is a partnership or other unincorporated association, a copy of the partnership agreement, articles of association, or other membership agreement; and, if the applicant or provider is a trust, a copy of the trust agreement or instrument. (b) The full names, residences, and business addresses of: 1. The proprietor, if the applicant or provider is an individual. 2. Every partner or member, if the applicant or provider is a partnership or other unincorporated association, however organized, having fewer than 50 partners or members, together with the business name and address of the partnership or other organization. 3. The principal partners or members, if the applicant or provider is a partnership or other unincorporated association, however organized, having 50 or more partners or members, together with the business name and business address of the partnership or other organization. If such unincorporated organization has officers and a board of directors, the full name and business address of each officer and director may be set forth in lieu of the full name and business address of its principal members. 4. The corporation and each officer and director thereof, if the applicant or provider is a corporation. 5. Every trustee and officer, if the applicant or provider is a trust. 6. The manager, whether an individual, corporation, partnership, or association. 7. Any stockholder holding at least a 10 percent interest in the operations of the facility in which the care is to be offered. 8. Any person whose name is required to be provided in the application under this paragraph and who owns any interest in or receives any remuneration from, directly or indirectly, any professional service firm, association, trust, partnership, or corporation providing goods, leases, or services to the facility for which the application is made, with a real or anticipated value of $10,000 or more, and the name and address of the professional service firm, association, trust, partnership, or corporation in which such interest is held. The applicant shall describe such goods, leases, or services and the probable cost to the facility or provider and shall describe why such goods, leases, or services should not be purchased from an independent entity. 9. Any person, corporation, partnership, association, or trust owning land or property leased to the facility, along with a copy of the lease agreement. 10. Any affiliated parent or subsidiary corporation or partnership. (c)1. Evidence that the applicant is reputable and of responsible character. If the applicant is a firm, association, organization, partnership, business trust, corporation, or company, the form must require evidence that the members or shareholders and the person in charge of providing care under a certificate of authority are reputable and of responsible character. 2. Evidence satisfactory to the office of the ability of the applicant to comply with this chapter and with rules adopted by the commission pursuant to this chapter. 3. A statement of whether a person identified in the application for a provisional certificate of authority or the administrator or manager of the facility, if such person has been designated, or any such person living in the same location: a. Has been convicted of a felony or has pleaded nolo contendere to a felony charge, or has been held liable or has been enjoined in a civil action by final judgment, if the felony or civil action involved fraud, embezzlement, fraudulent conversion, or misappropriation of property. b. Is subject to a currently effective injunctive or restrictive order or federal or state administrative order relating to business activity or health care as a result of an action brought by a public agency or department, including, without limitation, an action affecting a license under chapter 400 or chapter 429. The statement must set forth the court or agency, the date of conviction or judgment, and the penalty imposed or damages assessed, or the date, nature, and issuer of the order. Before determining whether a provisional certificate of authority is to be issued, the office may make an inquiry to determine the accuracy of the information submitted pursuant to subparagraphs 1., 2., and 3. (d) The contracts for continuing care and continuing care at-home to be entered into between the provider and residents which meet the minimum requirements of s. 651.055 or s. 651.057 and which include a statement describing the procedures required by law relating to the release of escrowed entrance fees. Such statement may be furnished through an addendum. (e) Any advertisement or other written material proposed to be used in the solicitation of residents. (f) Such other reasonable data, financial statements, and pertinent information as the commission or office may reasonably require with respect to the provider or the facility, including the most recent audited financial report of comparable facilities currently or previously owned, managed, or developed by the applicant or its principal, to assist in determining the financial viability of the project and the management capabilities of its managers and owners. (g) The forms of the residency contracts, reservation contracts, escrow agreements, and wait list contracts, if applicable, which are proposed to be used by the provider in the furnishing of care. The office shall approve contracts and escrow agreements that comply with ss. 651.023(1)(c), 651.033, 651.055, and 651.057. Thereafter, no other form of contract or agreement may be used by the provider until it has been submitted to the office and approved. If any material change occurs in the facts set forth in an application filed with the office pursuant to this subsection, an amendment setting forth such change must be filed with the office within 10 business days after the applicant becomes aware of such change, and a copy of the amendment must be sent by registered mail to the principal office of the facility and to the principal office of the controlling company. (3) In addition to the information required in subsection (2), an applicant for a provisional certificate of authority shall submit a feasibility study with appropriate financial, marketing, and actuarial assumptions for the first 5 years of operations. The feasibility study must include at least the following information: (a) A description of the proposed facility, including the location, size, anticipated completion date, and the proposed construction program. (b) An identification and evaluation of the primary and, if appropriate, the secondary market areas of the facility and the projected unit sales per month. (c) Projected revenues, including anticipated entrance fees; monthly service fees; nursing care revenues, if applicable; and all other sources of revenue. (d) Projected expenses, including staffing requirements and salaries; cost of property, plant, and equipment, including depreciation expense; interest expense; marketing expense; and other operating expenses. (e) A projected balance sheet. (f) Expectations of the financial condition of the project, including the projected cash flow, and an estimate of the funds anticipated to be necessary to cover startup losses. (g) The inflation factor, if any, assumed in the feasibility study for the proposed facility and how and where it is applied. (h) Project costs and the total amount of debt financing required, marketing projections, resident fees and charges, the competition, resident contract provisions, and other factors that affect the feasibility of the facility. (i) Appropriate population projections, including morbidity and mortality assumptions. (j) The name of the person who prepared the feasibility study and the experience of such person in preparing similar studies or otherwise consulting in the field of continuing care. The preparer of the feasibility study may be the provider or a contracted third party. (k) Any other information that the applicant deems relevant and appropriate to enable the office to make a more informed determination. (4) If an applicant has or proposes to have more than one facility offering continuing care or continuing care at-home, a separate provisional certificate of authority and a separate certificate of authority must be obtained for each facility. (5)(a) Within 30 days after receipt of an application for a provisional certificate of authority, the office shall examine the application and shall notify the applicant in writing, specifically setting forth and specifically requesting any additional information the office is permitted by law to require. If the application submitted is determined by the office to be substantially incomplete so as to require substantial additional information, including biographical information, the office may return the application to the applicant with a written notice that the application as received is substantially incomplete and, therefore, unacceptable for filing without further action required by the office. Any filing fee received shall be refunded to the applicant. (b) Within 15 days after receipt of all of the requested additional information, the office shall notify the applicant in writing that all of the requested information has been received and the application is deemed to be complete as of the date of the notice. Failure to so notify the applicant in writing within the 15-day period shall constitute acknowledgment by the office that it has received all requested additional information, and the application shall be deemed to be complete for purposes of review upon the date of the filing of all of the requested additional information. (6) Within 45 days after the date an application is deemed complete as set forth in paragraph (5)(b), the office shall complete its review and issue a provisional certificate of authority to the applicant based upon its review and a determination that the application meets all requirements of law, that the feasibility study was based on sufficient data and reasonable assumptions, and that the applicant will be able to provide continuing care or continuing care at-home as proposed and meet all financial and contractual obligations related to its operations, including the financial requirements of this chapter. If the application is denied, the office shall notify the applicant in writing, citing the specific failures to meet the provisions of this chapter. Such denial entitles the applicant to a hearing pursuant to chapter 120. (7) The issuance of a provisional certificate of authority entitles the applicant to collect entrance fees and reservation deposits from prospective residents. All or any part of an entrance fee or deposit collected shall be placed in an escrow account or on deposit with the department, pursuant to s. 651.033, until a certificate of authority is issued by the office. (8) The office may not approve any application that includes in the plan of financing any encumbrance of the operating reserves or renewal and replacement reserves required by this chapter. History.—ss. 4, 33, ch. 83-328; s. 35, ch. 85-62; s. 42, ch. 85-321; s. 2, ch. 87-136; s. 2, ch. 89-363; s. 2, ch. 92-56; s. 12, ch. 93-22; s. 4, ch. 97-229; s. 1670, ch. 2003-261; s. 100, ch. 2006-197; s. 3, ch. 2010-202; s. 5, ch. 2011-193; s. 7, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64a1bba66d1f',t:'MTc3MDg4MTU1Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-022/"
    },
    {
      "id": "section-651023certificate",
      "number": "651.023",
      "heading": "Certificate of authority; application.",
      "text": "651.023 Certificate of authority; application.— (1) After issuance of a provisional certificate of authority, the office shall issue to the holder of such provisional certificate a certificate of authority if the holder of the provisional certificate provides the office with the following information: (a) Any material change in status with respect to the information required to be filed under s. 651.022(2) in the application for the provisional certificate. (b) A feasibility study prepared by an independent consultant which contains all of the information required by s. 651.022(3) and financial forecasts or projections prepared in accordance with standards adopted by the American Institute of Certified Public Accountants or in accordance with standards for feasibility studies or continuing care retirement communities adopted by the Actuarial Standards Board. 1. The study must take into account project costs, actual marketing results to date and marketing projections, resident fees and charges, competition, resident contract provisions, and any other factors which affect the feasibility of operating the facility. 2. If the study is prepared by an independent certified public accountant, it must contain an examination opinion or a compilation report acceptable to the office containing a financial forecast or projections for the first 5 years of operations which take into account an actuary’s mortality and morbidity assumptions as the study relates to turnover, rates, fees, and charges. If the study is prepared by an independent consulting actuary, it must contain mortality and morbidity assumptions as the study relates to turnover, rates, fees, and charges and an actuary’s signed opinion that the project as proposed is feasible and that the study has been prepared in accordance with standards adopted by the American Academy of Actuaries. (c) Subject to subsection (4), a provider may submit an application for a certificate of authority and any required exhibits upon submission of documents evidencing that the project has a minimum of 30 percent of the units reserved for which the provider is charging an entrance fee. (d) Documents evidencing that commitments have been secured for both construction financing and long-term financing or a documented plan acceptable to the office has been adopted by the applicant for long-term financing. (e) Documents evidencing that all conditions of the lender have been satisfied to activate the commitment to disburse funds other than the obtaining of the certificate of authority, the completion of construction, or the closing of the purchase of realty or buildings for the facility. (f) Documents evidencing that the aggregate amount of entrance fees received by or pledged to the applicant, plus anticipated proceeds from any long-term financing commitment, plus funds from all other sources in the actual possession of the applicant, equal at least 100 percent of the aggregate cost of constructing or purchasing, equipping, and furnishing the facility plus 100 percent of the anticipated startup losses of the facility. (g) A complete audited financial report of the applicant, prepared by an independent certified public accountant in accordance with generally accepted accounting principles, as of the date the applicant commenced business operations or for the fiscal year that ended immediately preceding the date of application, whichever is later, and complete unaudited quarterly financial statements attested to by the applicant after the date of the last audit. (h) Documents evidencing that the applicant has complied with the escrow requirements of subsection (5) or subsection (7) and will be able to comply with s. 651.035. (i) Such other reasonable data, financial statements, and pertinent information as the commission or office may require with respect to the applicant or the facility, to determine the financial status of the facility and the management capabilities of its managers and owners. If any material change occurs in the facts set forth in an application filed with the office pursuant to this subsection, an amendment setting forth such change must be filed with the office within 10 business days after the applicant becomes aware of such change, and a copy of the amendment must be sent by registered mail to the principal office of the facility and to the principal office of the controlling company. (2) Within 30 days after receipt of the information required under subsection (1), the office shall examine such information and notify the provider in writing, specifically requesting any additional information the office is permitted by law to require. Within 15 days after receipt of all of the requested additional information, the office shall notify the provider in writing that all of the requested information has been received and the application is deemed to be complete as of the date of the notice. Failure to notify the applicant in writing within the 15-day period constitutes acknowledgment by the office that it has received all requested additional information, and the application shall be deemed complete for purposes of review on the date of filing all of the required additional information. (3) Within 45 days after an application is deemed complete as set forth in subsection (2), and upon completion of the remaining requirements of this section, the office shall complete its review and issue or deny a certificate of authority to the holder of a provisional certificate of authority. If a certificate of authority is denied, the office must notify the holder of the provisional certificate in writing, citing the specific failures to satisfy the provisions of this chapter. If denied, the holder of the provisional certificate is entitled to an administrative hearing pursuant to chapter 120. (4) The office shall issue a certificate of authority upon determining that the applicant meets all requirements of law and has submitted all of the information required by this section, that all escrow requirements have been satisfied, and that the fees prescribed in s. 651.015(2) have been paid. (a) A certificate of authority may not be issued until documentation evidencing that the project has a minimum of 50 percent of the units reserved for which the provider is charging an entrance fee is provided to the office. If a provider offering continuing care at-home is applying for a certificate of authority, the same minimum reservation requirements must be met for the continuing care and continuing care at-home contracts, independently of each other. (b) In order for a unit to be considered reserved under this section, the provider must collect a minimum deposit of the lesser of $40,000 or 10 percent of the then-current entrance fee for that unit, and may assess a forfeiture penalty of 2 percent of the entrance fee due to termination of the reservation contract after 30 days for any reason other than the death or serious illness of the resident, the failure of the provider to meet its obligations under the reservation contract, or other circumstances beyond the control of the resident that equitably entitle the resident to a refund of the resident’s deposit. The reservation contract must state the cancellation policy and the terms of the continuing care or continuing care at-home contract to be entered into. (5) Up to 25 percent of the moneys paid for all or any part of an initial entrance fee may be included or pledged for the construction or purchase of the facility or as security for long-term financing. As used in this section, the term “initial entrance fee” means the total entrance fee charged by the facility to the first occupant of a unit. A minimum of 75 percent of the moneys paid for all or any part of an initial entrance fee collected for continuing care or continuing care at-home must be placed in an escrow account or on deposit with the department as prescribed in s. 651.033. (6) The provider is entitled to secure release of the moneys held in escrow within 7 days after receipt by the office of an affidavit from the provider, along with appropriate copies to verify, and notification to the escrow agent by certified mail, that the following conditions have been satisfied: (a) A certificate of occupancy has been issued. (b) Payment in full has been received for at least 70 percent of the total units of a phase or of the total of the combined phases constructed. If a provider offering continuing care at-home is applying for a release of escrowed entrance fees, the same minimum requirement must be met for the continuing care and continuing care at-home contracts, independently of each other. (c) Documents evidencing that commitments have been secured or a documented plan adopted by the applicant has been approved by the office for long-term financing. (d) Documents evidencing that the provider has sufficient funds to meet the requirements of s. 651.035, which may include funds deposited in the initial entrance fee account. (e) Documents evidencing the intended application of the proceeds upon release and documentation that the entrance fees when released will be applied as represented to the office. (f) If any material change occurred in the facts set forth in the application filed with the office pursuant to subsection (1), the applicant timely filed the amendment setting forth such change with the office and sent copies of the amendment to the principal office of the facility and to the principal office of the controlling company as required under that subsection. Notwithstanding chapter 120, no person, other than the provider, the escrow agent, and the office, may have a substantial interest in any office decision regarding release of escrow funds in any proceedings under chapter 120 or this chapter regarding release of escrow funds. (7) In lieu of the provider fulfilling the requirements in subsection (5) and paragraphs (6)(b) and (c), the office may authorize the release of escrowed funds to retire all outstanding debts on the facility and equipment upon application of the provider and upon the provider’s showing that the provider will grant to the residents a first mortgage on the land, buildings, and equipment that constitute the facility, and that the provider has satisfied paragraphs (6)(a) and (d). Such mortgage shall secure the refund of the entrance fee in the amount required by this chapter. The granting of such mortgage is subject to the following: (a) The first mortgage is granted to an independent trust that is beneficially held by the residents. The document creating the trust must include a provision that agrees to an annual audit and will furnish to the office all information the office may reasonably require. The mortgage may secure payment on bonds issued to the residents or trustee. Such bonds are redeemable after termination of the residency contract in the amount and manner required by this chapter for the refund of an entrance fee. (b) Before granting a first mortgage to the residents, all construction must be substantially completed and substantially all equipment must be purchased. No part of the entrance fees may be pledged as security for a construction loan or otherwise used for construction expenses before the completion of construction. (c) If the provider is leasing the land or buildings used by the facility, the leasehold interest must be for a term of at least 30 years. (8) The office may not issue a certificate of authority to a facility that does not have a component that is to be licensed pursuant to part II of chapter 400 or to part I of chapter 429 or that does not offer personal services or nursing services through written contractual agreement. A written contractual agreement must be disclosed in the contract for continuing care or continuing care at-home and is subject to s. 651.1151, relating to administrative, vendor, and management contracts. (9) The office may not approve an application that includes in the plan of financing any encumbrance of the operating reserves or renewal and replacement reserves required by this chapter. History.—ss. 5, 33, ch. 83-328; s. 36, ch. 85-62; s. 43, ch. 85-321; s. 2, ch. 86-209; s. 3, ch. 87-136; s. 3, ch. 89-363; s. 4, ch. 91-98; s. 3, ch. 92-56; ss. 2, 12, ch. 93-22; s. 508, ch. 97-102; s. 5, ch. 97-229; s. 1671, ch. 2003-261; s. 101, ch. 2006-197; s. 6, ch. 2011-193; s. 8, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64a40b3d3e91',t:'MTc3MDg4MTU1Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-023/"
    },
    {
      "id": "section-6510235validity",
      "number": "651.0235",
      "heading": "Validity of provisional certificates of authority and certificates of authority.",
      "text": "of provisional certificates of authority and certificates of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651024acquisition",
      "number": "651.024",
      "heading": "Acquisition",
      "text": "651.024 Acquisition.— (1) A person who seeks to assume the role of general partner of a provider or to otherwise assume ownership or possession of, or control over, 10 percent or more of a provider, a controlling company of the provider, or a provider’s assets, based on the balance sheet from the most recent financial audit report filed with the office, is subject to s. 628.4615 and is not required to make filings pursuant to s. 651.022, s. 651.023, or s. 651.0245. (2) A person who seeks to acquire and become the provider for a facility is subject to s. 651.0245 and is not required to make filings pursuant to ss. 628.4615, 651.022, and 651.023. (3) In addition to the provider or the controlling company, the office has standing to petition a circuit court under s. 628.4615(9). History.—ss. 16, 17, ch. 86-250; s. 10, ch. 90-248; s. 184, ch. 91-108; s. 12, ch. 93-22; s. 9, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64a66ab95bd2',t:'MTc3MDg4MTU1Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-024/"
    },
    {
      "id": "section-6510245application",
      "number": "651.0245",
      "heading": "Application for the simultaneous acquisition of a facility and issuance of a certificate of authority.",
      "text": "for the simultaneous acquisition of a facility and issuance of a certificate of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510246expansions",
      "number": "651.0246",
      "heading": "Expansions",
      "text": "651.0246 Expansions.— (1)(a) A provider must obtain written approval from the office before commencing construction or marketing for an expansion of a certificated facility equivalent to the addition of at least 20 percent of existing units or 20 percent or more of the number of continuing care at-home contracts. If the provider has exceeded the current statewide median for days cash on hand, debt service coverage ratio, and total facility occupancy for the most recent two consecutive annual reporting periods, the provider is automatically granted approval to expand the total number of existing units by up to 35 percent upon submitting a letter to the office indicating the total number of planned units in the expansion, the proposed sources and uses of funds, and an attestation that the provider understands and pledges to comply with all minimum liquid reserve and escrow account requirements. As used in this section, the term “existing units” means the sum of the total number of independent living units and assisted living units identified in the most recent annual report filed with the office pursuant to s. 651.026. For purposes of this section, the statewide median for days cash on hand, debt service coverage ratio, and total facility occupancy is the median calculated in the most recent annual report submitted by the office to the Continuing Care Advisory Council pursuant to s. 651.121(8). This section does not apply to construction for which a certificate of need from the Agency for Health Care Administration is required. (b) The application for the approval of an addition consisting of 20 percent or more of existing units or continuing care at-home contracts must be on forms adopted by the commission. The application must include the feasibility study required by this section and such other information as reasonably requested by the office. If the expansion is only for continuing care at-home contracts, an actuarial study prepared by an independent actuary in accordance with standards adopted by the American Academy of Actuaries which presents the financial impact of the expansion may be substituted for the feasibility study. (c) In determining whether an expansion should be approved, the office shall consider: 1. Whether the application meets all requirements of law; 2. Whether the feasibility study was based on sufficient data and reasonable assumptions; and 3. Whether the applicant will be able to provide continuing care or continuing care at-home as proposed and meet all financial obligations related to its operations, including the financial requirements of this chapter. If the application is denied, the office must notify the applicant in writing, citing the specific failures to meet the provisions of this chapter. A denial entitles the applicant to a hearing pursuant to chapter 120. (2) A provider applying for expansion of a certificated facility must submit all of the following: (a) A feasibility study prepared by an independent certified public accountant. The feasibility study must include at least the following information: 1. A description of the facility and proposed expansion, including the location, the size, the anticipated completion date, and the proposed construction program. 2. An identification and evaluation of the primary and, if applicable, secondary market areas of the facility and the projected unit sales per month. 3. Projected revenues, including anticipated entrance fees; monthly service fees; nursing care revenues, if applicable; and all other sources of revenue. 4. Projected expenses, including for staffing requirements and salaries; the cost of property, plant, and equipment, including depreciation expense; interest expense; marketing expense; and other operating expenses. 5. A projected balance sheet of the applicant. 6. The expectations for the financial condition of the project, including the projected cash flow and an estimate of the funds anticipated to be necessary to cover startup losses. 7. The inflation factor, if any, assumed in the study for the proposed expansion and how and where it is applied. 8. Project costs; the total amount of debt financing required; marketing projections; resident rates, fees, and charges; the competition; resident contract provisions; and other factors that affect the feasibility of the facility. 9. Appropriate population projections, including morbidity and mortality assumptions. 10. The name of the person who prepared the feasibility study and his or her experience in preparing similar studies or otherwise consulting in the field of continuing care. 11. Financial forecasts or projections prepared in accordance with standards adopted by the American Institute of Certified Public Accountants or in accordance with standards for feasibility studies for continuing care retirement communities adopted by the Actuarial Standards Board. 12. An independent evaluation and examination opinion for the first 5 years of operations, or a comparable opinion acceptable to the office, by the certified public accountant who prepared the study, of the underlying assumptions used as a basis for the forecasts or projections in the study and that the assumptions are reasonable and proper and the project as proposed is feasible. 13. Any other information that the provider deems relevant and appropriate to provide to enable the office to make a more informed determination. (b) Such other reasonable data, financial statements, and pertinent information as the commission or office may require with respect to the applicant or the facility to determine the financial status of the facility and the management capabilities of its managers and owners. If any material change occurs in the facts set forth in an application filed with the office pursuant to this section, an amendment setting forth such change must be filed with the office within 10 business days after the applicant becomes aware of such change, and a copy of the amendment must be sent by registered mail to the principal office of the facility and to the principal office of the controlling company. (3) A minimum of 75 percent of the moneys paid for all or any part of an initial entrance fee or reservation deposit collected for units in the expansion and 50 percent of the moneys paid for all or any part of an initial fee collected for continuing care at-home contracts in the expansion must be placed in an escrow account or on deposit with the department as prescribed in s. 651.033. Up to 25 percent of the moneys paid for all or any part of an initial entrance fee or reservation deposit may be included or pledged for the construction or purchase of the facility or as security for long-term financing. As used in this section, the term “initial entrance fee” means the total entrance fee charged by the facility to the first occupant of a unit. (4) The provider is entitled to secure release of the moneys held in escrow within 7 days after receipt by the office of an affidavit from the provider, along with appropriate copies to verify, and notification to the escrow agent by certified mail that the following conditions have been satisfied: (a) A certificate of occupancy has been issued. (b) Payment in full has been received for at least 50 percent of the total units of a phase or of the total of the combined phases constructed; or a provider has collected a reservation deposit for at least 75 percent of the proposed units for which an entrance fee is to be charged, and the escrowed funds will be used for the sole purpose of paying secured indebtedness as specified in the feasibility study submitted pursuant to paragraph (2)(a). The minimum reservation deposit must be the lesser of $40,000 or 10 percent of the then-current entrance fee for the unit being reserved. If the expansion is to be completed in multiple phases, the 75 percent reservation requirement applies separately to each phase of the expansion. If a provider offering continuing care at-home is applying for a release of escrowed entrance fees, the same minimum requirement must be met for the continuing care and continuing care at-home contracts independently of each other. (c) Documents evidencing that commitments have been secured or that a documented plan adopted by the applicant has been approved by the office for long-term financing. (d) Documents evidencing that the provider has sufficient funds to meet the requirements of s. 651.035, which may include funds deposited in the initial entrance fee account. (e) Documents evidencing the intended application of the proceeds upon release and documentation that the entrance fees, when released, will be applied as represented to the office. Notwithstanding chapter 120, only the provider, the escrow agent, and the office have a substantial interest in any office decision regarding release of escrow funds in any proceedings under chapter 120 or this chapter. (5)(a) Within 30 days after receipt of an application for expansion, the office shall examine the application and shall notify the applicant in writing, specifically requesting any additional information that the office is authorized to require. Within 15 days after the office receives all the requested additional information, the office shall notify the applicant in writing that the requested information has been received and that the application is deemed complete as of the date of the notice. Failure to notify the applicant in writing within the 15-day period constitutes acknowledgment by the office that it has received all requested additional information, and the application is deemed complete for purposes of review on the date the applicant files all of the required additional information. If the application submitted is determined by the office to be substantially incomplete so as to require substantial additional information, including biographical information, the office may return the application to the applicant with a written notice stating that the application as received is substantially incomplete and, therefore, is unacceptable for filing without further action required by the office. Any filing fee received must be refunded to the applicant. (b) An application is deemed complete upon the office receiving all requested information and the applicant correcting any error or omission of which the applicant was timely notified or when the time for such notification has expired. The office shall notify the applicant in writing of the date on which the application was deemed complete. (6) Within 30 days after the date on which an application is deemed complete as provided in paragraph (5)(b), the office shall complete its review and, based upon its review, approve an expansion by the applicant and issue a determination that the application meets all requirements of law, that the feasibility study was based on sufficient data and reasonable assumptions, and that the applicant will be able to provide continuing care or continuing care at-home as proposed and meet all financial and contractual obligations related to its operations, including the financial requirements of this chapter. If the application is denied, the office must notify the applicant in writing, citing the specific failures to meet the requirements of this chapter. The denial entitles the applicant to a hearing pursuant to chapter 120. History.—s. 11, ch. 2019-160; s. 3, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64a8bc8fb25a',t:'MTc3MDg4MTU1OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-0246/"
    },
    {
      "id": "section-651026annual",
      "number": "651.026",
      "heading": "Annual reports.",
      "text": "651.026 Annual reports.— (1) Annually, on or before May 1, the provider shall file an annual report and such other information and data showing its condition as of the last day of the preceding calendar year, except as provided in subsection (5). If the office does not receive the required information on or before May 1, a late fee may be charged pursuant to s. 651.015(2)(c). The office may approve an extension of up to 30 days. (2) The annual report shall be in such form as the commission prescribes and shall contain at least the following: (a) Any change in status with respect to the information required to be filed under s. 651.022(2). (b) A financial report audited by an independent certified public accountant which must contain, for two or more periods if the facility has been in existence that long, all of the following: 1. An accountant’s opinion and, in accordance with generally accepted accounting principles: a. A balance sheet; b. A statement of income and expenses; c. A statement of equity or fund balances; and d. A statement of changes in cash flows. 2. Notes to the financial report considered customary or necessary for full disclosure or adequate understanding of the financial report, financial condition, and operation. 3. If the provider’s financial statements are consolidated or combined in accordance with generally accepted accounting principles with the financial statements of additional entities owned or controlled by the provider, as supplemental information a separate balance sheet, statement of income and expenses, statement of equity or fund balances, and statement of changes in cash flows for the individual provider and each additional entity included in the consolidated or combined financial report. 4. If the provider is a member of an obligated group, the obligated group’s audited financial statements if they contain as supplemental information a separate balance sheet, statement of income and expenses, statement of equity or fund balances, and statement of changes in cash flows for the individual provider and other members of the obligated group. (c) The following financial information: 1. A detailed listing of the assets maintained in the liquid reserve as required under s. 651.035 and in accordance with part II of chapter 625; 2. A schedule giving additional information relating to property, plant, and equipment having an original cost of at least $25,000, so as to show in reasonable detail with respect to each separate facility original costs, accumulated depreciation, net book value, appraised value or insurable value and date thereof, insurance coverage, encumbrances, and net equity of appraised or insured value over encumbrances. Any property not used in continuing care must be shown separately from property used in continuing care; 3. The level of participation in Medicare or Medicaid programs, or both; 4. A statement of all fees required of residents, including, but not limited to, a statement of the entrance fee charged, the monthly service charges, the proposed application of the proceeds of the entrance fee by the provider, and the plan by which the amount of the entrance fee is determined if the entrance fee is not the same in all cases; 5. Any change or increase in fees if the provider changes the scope of, or the rates for, care or services, regardless of whether the change involves the basic rate or only those services available at additional costs to the resident; 6. If the provider has more than one certificated facility, or has operations that are not licensed under this chapter, it shall submit a balance sheet, statement of income and expenses, statement of equity or fund balances, and statement of cash flows for each facility licensed under this chapter as supplemental information to the audited financial report required under paragraph (b); and 7. The management’s calculation of the provider’s debt service coverage ratio, occupancy, and days cash on hand for the current reporting period. (d) Such other reasonable data, financial statements, and pertinent information as the commission or office may require with respect to the provider or the facility, or its directors, trustees, members, branches, subsidiaries, or affiliates, to determine the financial status of the facility and the management capabilities of its managers and owners. (e) Each facility shall file with the office annually, together with the annual report required by this section, a computation of its minimum liquid reserve calculated in accordance with s. 651.035 on a form prescribed by the commission. (f) If, due to a change in generally accepted accounting principles, the balance sheet, statement of income and expenses, statement of equity or fund balances, or statement of cash flows is known by any other name or title, the annual report must contain financial statements using the changed names or titles that most closely correspond to a balance sheet, statement of income and expenses, statement of equity or fund balances, and statement of changes in cash flows. (3) The commission shall adopt by rule additional measures of assessing the financial viability of a provider. (4) If the provider is an individual, the annual statement shall be sworn to by him or her; if a limited partnership, by the general partner; if a partnership other than a limited partnership, by all the partners; if any other unincorporated association, by all its members or officers and directors; if a trust, by all its trustees and officers; and, if a corporation, by the president and secretary thereof. (5) A provider may declare at the time of application a fiscal year other than the calendar year, and may use such fiscal year for its accounting period. A provider may subsequently adopt a fiscal year upon providing the office with a copy of the Internal Revenue Service approval of such change, if such approval is required. The annual report filing with the office must be made within 120 days of the last day of the fiscal year of the provider. (6) The workpapers, account analyses, descriptions of basic assumptions, and other information necessary for a full understanding of the annual statement of a provider as filed with the office shall be made available for visual inspection by the office at the facility or, if the office requests, at another agreed-upon site. Photocopies may not be made unless consented to by the provider. (7) A filing fee in the amount of $100 shall accompany each annual report required by this section. (8) All financial reports and any supplemental financial information submitted to the office shall be prepared in conformity with generally accepted accounting principles. (9) The commission may by rule require all or part of the statements or filings required under this section to be submitted by electronic means in a computer-readable form compatible with the electronic data format specified by the commission. (10) By August 1 of each year, the office shall publish on its website an annual industry report for the preceding calendar year which contains all of the following: (a) The median days cash on hand for all providers. (b) The median debt service coverage ratio for all providers. (c) The median occupancy rate for all providers by setting, including independent living, assisted living, skilled nursing, and the entire facility. (d) Documentation of the office’s compliance with the requirements in s. 651.105(1) relating to examination timeframes. The documentation must include the number of examinations completed in the preceding calendar year, the number of such examinations for which the report has been issued, and the percentage of all examinations completed within the statutorily required timeframes. (e) The number of annual reports submitted to the office pursuant to this section in the preceding calendar year and the percentage of such reports that the office has reviewed in order to determine whether a regulatory action level event has occurred. History.—s. 1, ch. 77-323; s. 250, ch. 79-400; s. 3, ch. 80-13; s. 1, ch. 80-73; s. 437, ch. 81-259; ss. 4, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 6, 31, 33, 35, ch. 83-328; s. 44, ch. 85-321; s. 5, ch. 87-136; s. 4, ch. 89-363; s. 4, ch. 92-56; ss. 3, 12, ch. 93-22; s. 509, ch. 97-102; s. 7, ch. 97-229; s. 1673, ch. 2003-261; s. 5, ch. 2006-64; s. 5, ch. 2010-202; s. 12, ch. 2019-160; s. 4, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64ab1db3dd05',t:'MTc3MDg4MTU1OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-026/"
    },
    {
      "id": "section-6510261quarterly",
      "number": "651.0261",
      "heading": "Quarterly and monthly statements.",
      "text": "651.0261 Quarterly and monthly statements.— (1) Within 45 days after the end of each fiscal quarter, each provider shall file a quarterly unaudited financial statement of the provider or of the facility in the form prescribed by commission rule and days cash on hand, occupancy, debt service coverage ratio, and a detailed listing of the assets maintained in the liquid reserve as required under s. 651.035. The last quarterly statement for a fiscal year is not required if a provider does not have pending a regulatory action level event, impairment, or a corrective action plan. If a provider falls below two or more of the thresholds set forth in s. 651.011(26) at the end of any fiscal quarter, the provider shall submit to the office, at the same time as the quarterly statement, an explanation of the circumstances and a description of the actions it will take to meet the requirements. (2) If the office finds that such information is needed to properly monitor the financial condition of a provider or facility or is otherwise needed to protect the public interest, the office may require the provider to file: (a) Within 25 days after the end of each month, a monthly unaudited financial statement of the provider or of the facility in the form prescribed by the commission by rule and a detailed listing of the assets maintained in the liquid reserve as required under s. 651.035. (b) Such other data, financial statements, and pertinent information as the commission or office may reasonably require with respect to the provider or the facility, its directors, or its trustees; or with respect to any parent, subsidiary, or affiliate, if the provider or facility relies on a contractual or financial relationship with such parent, subsidiary, or affiliate in order to meet the financial requirements of this chapter, to determine the financial status of the provider or of the facility and the management capabilities of its managers and owners. (3) A filing under subsection (2) may be required if any of the following applies: (a) The provider is: 1. Subject to administrative supervision proceedings; 2. Subject to a corrective action plan resulting from a regulatory action level event and for up to 2 years after the factors that caused the regulatory action level event have been corrected; or 3. Subject to delinquency or receivership proceedings or has filed for bankruptcy. (b) The provider or facility displays a declining financial position. (c) A change of ownership of the provider or facility has occurred within the previous 2 years. (d) The provider is found to be impaired. (4) The commission may by rule require all or part of the statements or filings required under this section to be submitted by electronic means in a computer-readable format compatible with an electronic data format specified by the commission. History.—ss. 5, 16, ch. 91-98; s. 12, ch. 93-22; s. 1674, ch. 2003-261; s. 6, ch. 2006-64; s. 13, ch. 2019-160; s. 5, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64ad6e13adba',t:'MTc3MDg4MTU1OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-0261/"
    },
    {
      "id": "section-651028accredited",
      "number": "651.028",
      "heading": "Accredited facilities.",
      "text": "651.028 Accredited facilities.—A provider or facility is deemed accredited for purposes of ss. 400.235(5)(b)1. and 651.105(1) if it is accredited without stipulations or conditions by a process found by the commission to be acceptable, substantially equivalent to the provisions of this chapter, and consistent with the security protections intended by this chapter. History.—ss. 6, 16, ch. 91-98; ss. 4, 12, ch. 93-22; s. 1675, ch. 2003-261; s. 2, ch. 2015-122; s. 14, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64afcdcfd9c9',t:'MTc3MDg4MTU1OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-028/"
    },
    {
      "id": "section-651033escrow",
      "number": "651.033",
      "heading": "Escrow accounts.",
      "text": "651.033 Escrow accounts.— (1) When funds are required to be deposited in an escrow account pursuant to s. 651.0215, s. 651.022, s. 651.023, s. 651.0246, s. 651.035, or s. 651.055: (a) The escrow account must be established in a Florida state-chartered bank, savings bank, or trust company, or a federal savings or thrift association, bank, savings bank, or trust company, which is acceptable to the office, or such funds must be deposited with the department and be kept and maintained in an account separate and apart from the provider’s business accounts. (b) An escrow agreement shall be entered into between the bank, savings and loan association, or trust company and the provider of the facility; the agreement shall state that its purpose is to protect the resident or the prospective resident; and, upon presentation of evidence of compliance with applicable portions of this chapter, or upon order of a court of competent jurisdiction, the escrow agent shall release and pay over the funds, or portions thereof, together with any interest accrued thereon or earned from investment of the funds, to the provider or resident as directed. (c) Any agreement establishing an escrow account required under this chapter is subject to approval by the office. The agreement must be in writing and contain, in addition to any other provisions required by law, a provision whereby the escrow agent agrees to abide by the duties imposed by paragraphs (b) and (e), (3)(a) and (b), (5)(a), and subsection (6). (d) All funds deposited in an escrow account, if invested, shall be invested as set forth in part II of chapter 625; however, such investment may not diminish the funds held in escrow below the amount required by this chapter. Funds deposited in an escrow account are not subject to charges by the escrow agent except escrow agent fees associated with administering the accounts, or subject to any liens, judgments, garnishments, creditor’s claims, or other encumbrances against the provider or facility except as provided in s. 651.035(1). (e) At the request of either the provider or the office, the escrow agent shall issue a statement indicating the status of the escrow account. (2) Notwithstanding s. 651.035(7), in the event of an emergency and upon petition by the provider, the office may allow a withdrawal of up to 10 percent of the required minimum liquid reserve. The office shall have 3 working days to deny the petition for the emergency 10-percent withdrawal. If the office fails to deny the petition within 3 working days, the petition is deemed to have been granted by the office. For purposes of this section, the term “working day” means each day that is not a Saturday, Sunday, or legal holiday as defined by Florida law. Also, for purposes of this section, the day the petition is received by the office is not counted as one of the 3 days. (3) When entrance fees are required to be deposited in an escrow account pursuant to s. 651.0215, s. 651.022, s. 651.023, s. 651.0246, or s. 651.055: (a) The provider shall deliver to the resident a written receipt. The receipt must show the payor’s name and address, the date, the price of the care contract, and the amount of money paid. A copy of each receipt, together with the funds, must be deposited with the escrow agent or as provided in paragraph (c). The escrow agent must release such funds to the provider 7 days after the date of receipt of the funds by the escrow agent if the provider, operating under a certificate of authority issued by the office, has met the requirements of s. 651.0215(8), s. 651.023(6), or s. 651.0246. However, if the resident rescinds the contract within the 7-day period, the escrow agent must release the escrowed fees to the resident. (b) At the request of an individual resident of a facility, the escrow agent shall issue a statement indicating the status of the resident’s portion of the escrow account. (c) As an alternative to paragraph (a), the provider may hold the check for the 7-day period and may not deposit it during this time period. If the resident rescinds the contract within the 7-day period, the check must be immediately returned to the resident. Upon the expiration of the 7 days, the provider shall deposit the check. (d) A provider may assess a nonrefundable fee, which is separate from the entrance fee, for processing a prospective resident’s application for continuing care or continuing care at-home. (4) Any fees of $1,500 or less which are assessed with respect to prospective residents to have their names placed on a facility’s waiting list shall not be subject to the escrow provisions of this section. (5) When funds are required to be deposited in an escrow account pursuant to s. 651.0215, s. 651.022, s. 651.023, s. 651.0246, or s. 651.035, the following apply: (a) The escrow agreement must require that the escrow agent furnish the provider with a quarterly statement indicating the amount of any disbursements from or deposits to the escrow account and the condition of the account during the period covered by the statement. The agreement must require that the statement be furnished to the provider by the escrow agent on or before the 10th day of the month following the end of the quarter for which the statement is due. If the escrow agent does not provide the quarterly statement to the provider on or before the 10th day of the month following the month for which the statement is due, the office may, in its discretion, levy against the escrow agent a fine not to exceed $25 a day for each day of noncompliance with the provisions of this subsection. (b) If the escrow agent does not provide the quarterly statement to the provider on or before the 10th day of the month following the quarter for which the statement is due, the provider shall, on or before the 15th day of the month following the quarter for which the statement is due, send a written request for the statement to the escrow agent by certified mail return receipt requested. (c) On or before the 20th day of the month following the quarter for which the statement is due, the provider shall file with the office a copy of the escrow agent’s statement or, if the provider has not received the escrow agent’s statement, a copy of the written request to the escrow agent for the statement. (d) The office may, in its discretion, in addition to any other penalty that may be provided for under this chapter, levy a fine against the provider not to exceed $25 a day for each day the provider fails to comply with the provisions of this subsection. (e) Funds held on deposit with the department are exempt from the reporting requirements of this subsection. (6) Except as described in paragraph (3)(a), the escrow agent may not release or otherwise allow the transfer of funds without the written approval of the office, unless the withdrawal is from funds in excess of the amounts required by ss. 651.0215, 651.022, 651.023, 651.0246, 651.035, and 651.055. History.—ss. 6, 25, ch. 81-292; s. 3, ch. 83-265; ss. 7, 33, 35, ch. 83-328; s. 47, ch. 85-321; s. 3, ch. 86-209; s. 6, ch. 87-136; s. 12, ch. 91-110; s. 12, ch. 93-22; s. 510, ch. 97-102; s. 8, ch. 97-229; s. 2, ch. 2002-222; s. 1676, ch. 2003-261; s. 6, ch. 2010-202; s. 7, ch. 2011-193; s. 15, ch. 2019-160; s. 6, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64b22bf96d1f',t:'MTc3MDg4MTU1OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-033/"
    },
    {
      "id": "section-651034financial",
      "number": "651.034",
      "heading": "Financial and operating requirements for providers.",
      "text": "651.034 Financial and operating requirements for providers.— (1)(a) If a regulatory action level event occurs, the office must: 1. Require the provider to prepare and submit a corrective action plan or, if applicable, a revised corrective action plan; 2. Perform an examination pursuant to s. 651.105 or an analysis, as the office considers necessary, of the assets, liabilities, and operations of the provider, including a review of the corrective action plan or the revised corrective action plan; and 3. After the examination or analysis, issue a corrective order, if necessary, specifying any corrective actions that the office determines are required. (b) In determining corrective actions, the office shall consider any factor relevant to the provider based upon the office’s examination or analysis of the assets, liabilities, and operations of the provider. The provider must submit the corrective action plan or the revised corrective action plan within 30 days after the occurrence of the regulatory action level event. The office shall review and approve or disapprove the corrective action plan within 45 business days. (c) The office may use members of the Continuing Care Advisory Council, individually or as a group, or may retain actuaries, investment experts, and other consultants to review a provider’s corrective action plan or revised corrective action plan; examine or analyze the assets, liabilities, and operations of a provider; and formulate the corrective order with respect to the provider. The costs and expenses relating to consultants must be borne by the affected provider. (2) Except when the office’s remedial rights are suspended pursuant to s. 651.114(11)(a), the office must take action necessary to place an impaired provider under regulatory control, including any remedy available under part I of chapter 631. An impairment is sufficient grounds for the department to be appointed as receiver as provided in chapter 631, except when the office’s remedial rights are suspended pursuant to s. 651.114(11)(a). If the office’s remedial rights are suspended pursuant to s. 651.114(11)(a), the impaired provider must make available to the office copies of any corrective action plan approved by the third-party lender or trustee to cure the impairment and any related required report. For purposes of s. 631.051, impairment of a provider is defined according to the term “impaired” under s. 651.011. The office may forego taking action for up to 180 days after the impairment if the office finds there is a reasonable expectation that the impairment may be eliminated within the 180-day period. (3) There is no liability on the part of, and a cause of action may not arise against, the commission, department, or office, or their employees or agents, for any action they take in the performance of their powers and duties under this section. (4) The office shall transmit any notice that may result in regulatory action by registered mail, certified mail, or any other method of transmission which includes documentation of receipt by the provider. Notice is effective when the provider receives it. (5) This section is supplemental to the other laws of this state and does not preclude or limit any power or duty of the department or office under those laws or under the rules adopted pursuant to those laws. (6) The office may exempt a provider from subsection (1) or subsection (2) until stabilized occupancy is reached or until the time projected to achieve stabilized occupancy as reported in the last feasibility study required by the office as part of an application filing under s. 651.0215, s. 651.023, s. 651.024, or s. 651.0246 has elapsed, but for no longer than 5 years following the end of the provider’s fiscal year in which the certificate of occupancy was issued. (7) The commission may adopt rules to administer this section, including, but not limited to, rules regarding corrective action plans, revised corrective action plans, corrective orders, and procedures to be followed in the event of a regulatory action level event or an impairment. History.—s. 16, ch. 2019-160; s. 7, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64b47bbd9cda',t:'MTc3MDg4MTU1OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-034/"
    },
    {
      "id": "section-651035minimum",
      "number": "651.035",
      "heading": "Minimum liquid reserve requirements.",
      "text": "651.035 Minimum liquid reserve requirements.— (1) A provider shall maintain in escrow a minimum liquid reserve consisting of the following reserves, as applicable: (a) Each provider shall maintain in escrow as a debt service reserve the aggregate amount of all principal and interest payments due during the fiscal year on any mortgage loan or other long-term financing of the facility, including property taxes as recorded in the audited financial report required under s. 651.026. The amount must include any leasehold payments and all costs related to such payments. If principal payments are not due during the fiscal year, the provider must maintain in escrow as a minimum liquid reserve an amount equal to interest payments due during the next 12 months on any mortgage loan or other long-term financing of the facility, including property taxes. If a provider does not have a mortgage loan or other financing on the facility, the provider must deposit monthly in escrow as a minimum liquid reserve an amount equal to one-twelfth of the annual property tax liability as indicated in the most recent tax notice provided pursuant to s. 197.322(3), and must annually pay property taxes out of such escrow. (b) A provider that has outstanding indebtedness that requires a debt service reserve to be held in escrow pursuant to a trust indenture or mortgage lien on the facility and for which the debt service reserve may only be used to pay principal and interest payments on the debt that the debtor is obligated to pay, and which may include property taxes and insurance, may include such debt service reserve in computing the minimum liquid reserve needed to satisfy this subsection if the provider furnishes to the office a copy of the agreement under which such debt service reserve is held, together with a statement of the amount being held in escrow for the debt service reserve, certified by the lender or trustee and the provider to be correct. The trustee shall provide the office with any information concerning the debt service reserve account upon request of the provider or the office. In addition, the trust indenture, loan agreement, or escrow agreement must provide that the provider, trustee, lender, escrow agent, or a person designated to act in its place shall notify the office in writing at least 10 days before the withdrawal of any portion of the debt service reserve funds required to be held in escrow as described in this paragraph. The notice must include an affidavit sworn to by the provider, the trustee, or a person designated to act in its place which includes the amount of the scheduled debt service payment, the payment due date, the amount of the withdrawal, the accounts from which the withdrawal will be made, and a plan with a schedule for replenishing the withdrawn funds. If the plan is revised by a consultant that is retained as prescribed in the provider’s financing documents, the revised plan must be submitted to the office within 10 days after the approval by the lender or trustee. Any such separate debt service reserves are not subject to the transfer provisions set forth in subsection (8). (c) Each provider shall maintain in escrow an operating reserve equal to 30 percent of the total operating expenses projected in the feasibility study required by s. 651.023 for the first 12 months of operation. Thereafter, each provider shall maintain in escrow an operating reserve equal to 15 percent of the total operating expenses in the annual report filed pursuant to s. 651.026. If a provider has been in operation for more than 12 months, the total annual operating expenses must be determined by averaging the total annual operating expenses reported to the office by the number of annual reports filed with the office within the preceding 3-year period subject to adjustment if there is a change in the number of facilities owned. For purposes of this subsection, total annual operating expenses include all expenses of the facility except depreciation and amortization; interest and property taxes included in paragraph (a); extraordinary expenses that are adequately explained and documented in accordance with generally accepted accounting principles; liability insurance premiums in excess of those paid in calendar year 1999; and changes in the obligation to provide future services to current residents. For providers initially licensed during or after calendar year 1999, liability insurance must be included in the total operating expenses in an amount not to exceed the premium paid during the first 12 months of facility operation. The operating reserves required under this subsection must be in an unencumbered account held in escrow for the benefit of the residents. Such funds may not be encumbered or subject to any liens or charges by the escrow agent or judgments, garnishments, or creditors’ claims against the provider or facility. However, if a facility had a lien, mortgage, trust indenture, or similar debt instrument in place before January 1, 1993, which encumbered all or any part of the reserves required by this subsection and such funds were used to meet the requirements of this subsection, then such arrangement may be continued, unless a refinancing or acquisition has occurred, and the provider is in compliance with this subsection. (d) Each provider shall maintain in escrow a renewal and replacement reserve equal to 15 percent of the total accumulated depreciation based on the audited financial statement required to be filed pursuant to s. 651.026, not to exceed 15 percent of the facility’s average operating expenses for the past 3 fiscal years based on the audited financial statements for each of those years. For a provider who is an operator of a facility but is not the owner and depreciation is not included as part of the provider’s financial statement, the renewal and replacement reserve required by this paragraph must equal 15 percent of the total operating expenses of the provider, as described in this section. Each provider licensed before October 1, 1983, shall fully fund the renewal and replacement reserve by October 1, 2003, by multiplying the difference between the former escrow requirement and the present escrow requirement by the number of years the facility has been in operation after October 1, 1983. (2)(a) In facilities where not all residents are under continuing care or continuing care at-home contracts, the reserve requirements of subsection (1) shall be computed only with respect to the proportional share of operating expenses that are applicable to residents. For purposes of this calculation, the proportional share shall be based upon the ratio of residents under continuing care or continuing care at-home contracts to the total of all residents, including those residents who do not hold such contracts. (b) In facilities that have voluntarily and permanently discontinued marketing continuing care and continuing care at-home contracts, the office may allow a reduced debt service reserve as required in subsection (1) based upon the ratio of residents under continuing care or continuing care at-home contracts to those residents who do not hold such contracts if the office finds that such reduction is not inconsistent with the security protections intended by this chapter. In making this determination, the office may consider such factors as the financial condition of the facility, the provisions of outstanding continuing care and continuing care at-home contracts, the ratio of residents under continuing care or continuing care at-home contracts to those residents who do not hold such contracts, the current occupancy rates, the previous sales and marketing efforts, the life expectancy of the remaining residents, and the written policies of the board of directors of the provider or a similar board. (3) If principal and interest payments are paid to a trust that is beneficially held by the residents as described in s. 651.023(7), the office may waive all or any portion of the escrow requirements for mortgage principal and interest contained in subsection (1) if the office finds that such waiver is not inconsistent with the security protections intended by this chapter. (4) The office, upon approval of a plan for fulfilling the requirements of this section and upon demonstration by the facility of an annual increase in liquid reserves, may extend the time for compliance. (5) A provider may satisfy the minimum liquid reserve requirements of this section by acquiring from a financial institution, as specified in paragraph (b), a clean, unconditional irrevocable letter of credit equal to the requirements of this section, less the amount of escrowed operating cash required in paragraph (d). (a) The letter of credit must be issued by a financial institution participating in the State of Florida Treasury Certificate of Deposit Program; a Florida state-chartered bank, savings bank, or trust company; or a federal savings or thrift association, bank, savings bank, or trust company, and must be approved by the office before issuance and before any renewal or modification thereof. At a minimum, the letter of credit must provide for: 1. Ninety days’ prior written notice to both the provider and the office of the financial institution’s determination not to renew or extend the term of the letter of credit. 2. Unless otherwise arranged by the provider to the satisfaction of the office, deposit by the financial institution of letter of credit funds in an account designated by the office no later than 30 days before the expiration of the letter of credit. 3. Deposit by the financial institution of letter of credit funds in an account designated by the office within 4 business days following written instructions from the office that, in the sole judgment of the office, funding of the minimum liquid reserve is required. (b) The terms of the letter of credit must be approved by the office and the long-term debt of the financial institution providing such letter of credit must be rated in one of their top three long-term debt rating categories by either Moody’s Investors Service, Standard & Poor’s Corporation, or a recognized securities rating agency acceptable to the office. (c) The letter of credit must name the office as beneficiary. (d) Notwithstanding any other provision of this section, a provider using a letter of credit pursuant to this subsection shall, at all times, have and maintain in escrow an operating cash reserve equal to 2 months’ operating expenses as determined pursuant to s. 651.026. (e) If the issuing financial institution no longer participates in the State of Florida Treasury Certificate of Deposit Program, such financial institution shall deposit as collateral with the department eligible securities, as prescribed by s. 625.52, having a market value equal to or greater than 100 percent of the stated amount of the letter of credit. (6) Each fiscal year, a provider may withdraw up to 33 percent of the total renewal and replacement reserve available. The reserve available is equal to the market value of the invested reserves at the end of the provider’s prior fiscal year. The withdrawal must be used for capital items or major repairs. (a) Before any funds are eligible for withdrawal, the provider must obtain written permission from the office by submitting the following: 1. The amount of the withdrawal and the intended use of the proceeds. 2. A board resolution and sworn affidavit signed by two officers or general partners of the provider which indicates approval of the withdrawal and use of the funds. 3. Proof that the provider has met all funding requirements for the operating, debt service, and renewal and replacement reserves computed for the previous fiscal year. 4. Anticipated payment schedule for refunding the renewal and replacement reserve fund. (b) Within 30 days after the withdrawal of funds, the provider must begin refunding the reserve account in equal monthly payments that allow for a complete funding of the withdrawal within 36 months. If the payment schedule required under subparagraph (a)4. has changed, the provider must update the office with the new payment schedule. If the provider fails to make a required monthly payment or the payment is late, the provider must notify the office within 5 days after the due date of the payment. No additional withdrawals from the renewal and replacement reserve will be allowed until all scheduled payments are current. (7)(a) A provider may withdraw funds held in escrow without the approval of the office if: 1. The amount held in escrow exceeds the requirements of this section and if the withdrawal will not affect compliance with this section; or 2. The withdrawal is from a debt service reserve required to be held in escrow pursuant to a trust indenture or mortgage lien on the facility as described in paragraph (1)(b) and will be used to pay principal or interest payments, which may include property taxes and insurance, that the debtor is obligated to pay when sufficient funds are not available on the next principal or interest payment due date. The notice specified in paragraph (1)(b) must be sent to the office 10 days before debt service reserve funds may be withdrawn without prior approval. (b)1. For all other proposed withdrawals, in order to receive the consent of the office, the provider must file documentation showing why the withdrawal is necessary for the continued operation of the facility and such additional information as the office reasonably requires. 2. The office shall notify the provider when the filing is deemed complete. If the provider has complied with all prior requests for information, the filing is deemed complete after 30 days without communication from the office. 3. Within 30 days after the date a file is deemed complete, the office shall provide the provider with written notice of its approval or disapproval of the request. The office may disapprove any request to withdraw such funds if it determines that the withdrawal is not in the best interest of the residents. (8) The office may order the immediate transfer of up to 100 percent of the funds held in the minimum liquid reserve to the custody of the department pursuant to part III of chapter 625 if the office finds that the provider is impaired or insolvent. The office may order such a transfer regardless of whether the office has suspended or revoked, or intends to suspend or revoke, the certificate of authority of the provider. (9) Each facility shall file with the office annually, together with the annual report required by s. 651.026, a calculation of its minimum liquid reserve determined in accordance with this section on a form prescribed by the commission. (10) Any increase in the minimum liquid reserve must be funded not later than 61 days after the minimum liquid reserve calculation is due to be filed as provided in s. 651.026. (11) If the minimum liquid reserve is less than the required minimum amount at the end of any fiscal quarter due to a change in the market value of the invested funds, the provider must fund the shortfall within 10 business days. History.—s. 1, ch. 77-323; ss. 7, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 8, 31, 33, 35, ch. 83-328; s. 53, ch. 85-321; s. 4, ch. 86-209; s. 7, ch. 87-136; s. 5, ch. 89-363; s. 7, ch. 91-98; s. 184, ch. 91-108; ss. 5, 12, ch. 93-22; s. 9, ch. 97-229; s. 3, ch. 2002-222; s. 1677, ch. 2003-261; s. 1, ch. 2006-202; s. 7, ch. 2010-202; s. 8, ch. 2011-193; s. 17, ch. 2019-160; s. 8, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64b6de805d0e',t:'MTc3MDg4MTU2MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-035/"
    },
    {
      "id": "section-651043approval",
      "number": "651.043",
      "heading": "Approval of change in management.",
      "text": "651.043 Approval of change in management.— (1) A contract with a management company entered into after July 1, 2019, must be in writing and include a provision that the contract will be canceled upon issuance of an order by the office pursuant to this section and without the application of a cancellation fee or penalty. If a provider contracts with a management company, a separate written contract is not required for the individual manager employed by the management company or contractor hired by the management company to oversee a facility. If a management company executes a contract with an individual manager or contractor, the contract is not required to be submitted to the office unless requested by the office. (2) A provider shall notify the office, in writing or electronically, of any change in management within 10 business days. For each new management company or manager not employed by a management company, the provider shall submit to the office the information required by s. 651.022(2) and a copy of the written management contract, if applicable. (3) For a provider that is found to be impaired or that has a regulatory action level event pending, the office may disapprove new management and order the provider to remove the new management after reviewing the information required under subsection (2). (4) For a provider other than that specified in subsection (3), the office may disapprove new management and order the provider to remove the new management after receiving the required information under subsection (2), if the office: (a) Finds that the new management is incompetent or untrustworthy; (b) Finds that the new management is so lacking in managerial experience as to make the proposed operation hazardous to the residents or potential residents; (c) Finds that the new management is so lacking in experience, ability, and standing as to jeopardize the reasonable promise of successful operation; or (d) Has good reason to believe that the new management is affiliated directly or indirectly through ownership, control, or business relations with any person or persons whose business operations are or have been marked by manipulation of assets or accounts or by bad faith, to the detriment of residents, stockholders, investors, creditors, or the public. (5) The office shall complete its review as required under subsections (3) and (4) and, if applicable, issue notice of disapproval of the new management within 30 business days after the filing is deemed complete. A filing is deemed complete upon the office’s receipt of all requested information and the provider’s correction of any error or omission for which the provider was timely notified. If the office does not issue notice of disapproval of the new management within 30 business days after the filing is deemed complete, the new management is deemed approved. (6) Management disapproved by the office must be removed within 30 days after receipt by the provider of notice of such disapproval. (7) The office may revoke, suspend, or take other administrative action against the certificate of authority of the provider if the provider: (a) Fails to timely remove management disapproved by the office; (b) Fails to timely notify the office of a change in management; (c) Appoints new management without a written contract when a written contract is required under this section; or (d) Repeatedly appoints management that was previously disapproved by the office or that is not approvable under subsection (4). (8) The provider shall remove any management immediately upon discovery of either of the following conditions, if the conditions were not disclosed in the notice to the office required under subsection (2): (a) That a manager has been found guilty of, or has pled guilty or no contest to, a felony charge, or has been held liable or has been enjoined in a civil action by final judgment, if the felony or civil action involved fraud, embezzlement, fraudulent conversion, or misappropriation of property. (b) That a manager is now, or was in the past, affiliated, directly or indirectly, through ownership interest of 10 percent or more in, or control of, any business, corporation, or other entity that has been found guilty of or has pled guilty or no contest to a felony charge, or has been held liable or has been enjoined in a civil action by final judgment, if the felony or civil action involved fraud, embezzlement, fraudulent conversion, or misappropriation of property. The failure to remove such management is grounds for revocation or suspension of the provider’s certificate of authority. History.—s. 18, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64b92f3550fd',t:'MTc3MDg4MTU2MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-043/"
    },
    {
      "id": "section-651051maintenance",
      "number": "651.051",
      "heading": "Maintenance of assets and records in state.",
      "text": "651.051 Maintenance of assets and records in state.—All records and assets of a provider must be maintained or readily accessible in this state or, if the provider’s corporate office is located in another state, such records must be electronically stored in a manner that will ensure that the records are readily accessible to the office. No records or assets may be removed from this state by a provider unless the office consents to such removal in writing before such removal. Such consent must be based upon the provider’s submitting satisfactory evidence that the removal will facilitate and make more economical the operations of the provider and will not diminish the service or protection thereafter to be given the provider’s residents in this state. Before such removal, the provider shall give notice to the president or chair of the facility’s residents’ council. If such removal is part of a cash management system which has been approved by the office, disclosure of the system must meet the notification requirements. The electronic storage of records on a web-based, secured storage platform by contract with a third party is acceptable if the records are readily accessible to the office. History.—s. 1, ch. 77-323; s. 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 9, 31, 33, 35, ch. 83-328; s. 12, ch. 93-22; s. 10, ch. 97-229; s. 1678, ch. 2003-261; s. 19, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64bb8beda4d4',t:'MTc3MDg4MTU2MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-051/"
    },
    {
      "id": "section-651055continuing",
      "number": "651.055",
      "heading": "Continuing care contracts; right to rescind.",
      "text": "651.055 Continuing care contracts; right to rescind.— (1) Each continuing care contract and each addendum to such contract shall be submitted to and approved by the office before its use in this state. Thereafter, no other form of contract shall be used by the provider until it has been submitted to and approved by the office. Each contract must: (a) Provide for the continuing care of only one resident, or for two persons occupying space designed for double occupancy, under appropriate regulations established by the provider, and must list all properties transferred and their market value at the time of transfer, including donations, subscriptions, fees, and any other amounts paid or payable by, or on behalf of, the resident or residents. (b) Specify all services that are to be provided by the provider to each resident, including, in detail, all items that each resident will receive, whether the items will be provided for a designated time period or for life, and whether the services will be available on the premises or at another specified location. The provider shall indicate which services or items are included in the contract for continuing care and which services or items are made available at or by the facility at extra charge. Such items include, but are not limited to, food, shelter, personal services or nursing care, drugs, burial, and incidentals. (c) Describe the terms and conditions under which a contract for continuing care may be canceled by the provider or by a resident and the conditions, if any, under which all or any portion of the entrance fee will be refunded in the event of cancellation of the contract by the provider or by the resident, including the effect of any change in the health or financial condition of a person between the date of entering a contract for continuing care and the date of initial occupancy of a living unit by that person. (d) Describe the health and financial conditions required for a person to be accepted as a resident and to continue as a resident, once accepted, including the effect of any change in the health or financial condition of the person between the date of submitting an application for admission to the facility and entering into a continuing care contract. If a prospective resident signs a contract but postpones moving into the facility, the individual is deemed to be occupying a unit at the facility when he or she pays the entrance fee or any portion of the fee, other than a reservation deposit, and begins making monthly maintenance fee payments. Such resident may rescind the contract and receive a full refund of any funds paid, without penalty or forfeiture, within 7 days after executing the contract as specified in subsection (2). (e) Describe the circumstances under which the resident will be permitted to remain in the facility in the event of financial difficulties of the resident. The stated policy may not be less than the terms stated in s. 651.061. (f) State the fees that will be charged if the resident marries while at the designated facility, the terms concerning the entry of a spouse to the facility, and the consequences if the spouse does not meet the requirements for entry. (g) Provide that the contract may be canceled by giving at least 30 days’ written notice of cancellation by the provider, the resident, or the person who provided the transfer of property or funds for the care of such resident. However, if a contract is canceled because there has been a good faith determination that a resident is a danger to himself or herself or others, only such notice as is reasonable under the circumstances is required. (h) Describe in clear and understandable language, in print no smaller than the largest type used in the body of the contract, the terms governing the refund of any portion of the entrance fee. 1. For a resident whose contract with the facility provides that the resident does not receive a transferable membership or ownership right in the facility, and who has occupied his or her unit, the refund shall be calculated on a pro rata basis with the facility retaining up to 2 percent per month of occupancy by the resident and up to a 5 percent processing fee. Such refund must be paid within 120 days after giving the notice of intention to cancel. For contracts entered into on or after January 1, 2016, refunds must be made within 90 days after the contract is terminated and the unit is vacated. A resident who enters into a contract before January 1, 2016, may voluntarily sign a contract addendum approved by the office that provides for such revised refund requirement. 2. In addition to a processing fee not to exceed 5 percent, if the contract provides for the facility to retain no more than 1 percent per month of occupancy by the resident and the resident does not receive a transferable membership or ownership right in the facility, the contract shall provide that such refund will be paid from one of the following: a. The proceeds of the next entrance fees received by the provider for units for which there are no prior claims by any resident until paid in full; b. The proceeds of the next entrance fee received by the provider for a like or similar unit as specified in the residency or reservation contract signed by the resident for which there are no prior claims by any resident until paid in full; or c. The proceeds of the next entrance fee received by the provider for the unit that is vacated if the contract is approved by the office before October 1, 2015. Providers may not use this refund option after October 1, 2016, and must submit a new or amended contract with an alternative refund provision to the office for approval by August 2, 2016. 3. For contracts entered into on or after January 1, 2016, that provide for a refund in accordance with sub-subparagraph 2.b., the following provisions apply: a. Any refund that is due upon the resident’s death or relocation of the resident to another level of care that results in the termination of the contract must be paid the earlier of: (I) Thirty days after receipt by the provider of the next entrance fee received for a like or similar unit for which there is no prior claim by any resident until paid in full; or (II) No later than a specified maximum number of months or years, determined by the provider and specified in the contract, after the contract is terminated and the unit is vacated. b. Any refund that is due to a resident who vacates the unit and voluntarily terminates a contract after the 7-day rescission period required in subsection (2) must be paid within 30 days after receipt by the provider of the next entrance fee for a like or similar unit for which there are no prior claims by any resident until paid in full and is not subject to the provisions in sub-subparagraph a. A contract is voluntarily terminated when a resident provides written notice of intent to leave and moves out of the continuing care facility after the 7-day rescission period. 4. For purposes of this paragraph, the term “like or similar unit” means a residential dwelling categorized into a group of units which have similar characteristics such as comparable square footage, number of bedrooms, location, age of construction, or a combination of one or more of these features as specified in the residency or reservation contract. Each category must consist of at least 5 percent of the total number of residential units designated for independent living or 10 residential units designated for independent living, whichever is less. However, a group of units consisting of single family homes may contain fewer than 10 units. 5. If the provider has discontinued marketing continuing care contracts, any refund due a resident must be paid within 200 days after the contract is terminated and the unit is vacated. 6. Unless subsection (5) applies, for any prospective resident, regardless of whether or not such a resident receives a transferable membership or ownership right in the facility, who cancels the contract before occupancy of the unit, the entire amount paid toward the entrance fee shall be refunded, less a processing fee of up to 5 percent of the entire entrance fee; however, the processing fee may not exceed the amount paid by the prospective resident. Such refund must be paid within 60 days after the resident gives notice of intention to cancel. For a resident who has occupied his or her unit and who has received a transferable membership or ownership right in the facility, the foregoing refund provisions do not apply but are deemed satisfied by the acquisition or receipt of a transferable membership or an ownership right in the facility. The provider may not charge any fee for the transfer of membership or sale of an ownership right. (i) State the terms under which a contract is canceled by the death of the resident. These terms may contain a provision that, upon the death of a resident, the entrance fee of such resident is considered earned and becomes the property of the provider. If the unit is shared, the conditions with respect to the effect of the death or removal of one of the residents must be included in the contract. (j) Describe the policies that may lead to changes in monthly recurring and nonrecurring charges or fees for goods and services received. The contract must provide for advance notice to the resident, of at least 60 days, before any change in fees or charges or the scope of care or services is effective, except for changes required by state or federal assistance programs. (k) Provide that charges for care paid in one lump sum may not be increased or changed during the duration of the agreed upon care, except for changes required by state or federal assistance programs. (l) Specify whether the facility is, or is affiliated with, a religious, nonprofit, or proprietary organization or management entity; the extent to which the affiliate organization will be responsible for the financial and contractual obligations of the provider; and the provisions of the federal Internal Revenue Code, if any, under which the provider or affiliate is exempt from the payment of federal income tax. (2) A resident has the right to rescind a continuing care contract and receive a full refund of any funds paid, without penalty or forfeiture, within 7 days after executing the contract. However, if an individual signs a reservation contract pursuant to s. 651.023(4) and fails to cancel such contract within 30 days after executing the contract and subsequently signs a residency contract pursuant to this section and rescinds the contract within 7 days, the forfeiture penalty authorized under s. 651.023(4) may be deducted from the refund unless there is evidence of extenuating circumstances such as, but not limited to, the death, illness, or diagnosis of a chronic or terminal illness of the individual or the individual’s spouse or partner or a change in financial or asset position which warrants cancellation of the contract. A resident may not be required to move into the facility designated in the contract before the expiration of the 7-day period. During the 7-day period, the resident’s funds must be held in an escrow account, or the provider may hold the check until the 7-day period expires pursuant to s. 651.033(3)(c). (3) The contract must include or be accompanied by a statement, printed in boldfaced type, which reads: “This facility and all other continuing care facilities (also known as life plan communities) in the State of Florida are regulated by the Office of Insurance Regulation pursuant to chapter 651, Florida Statutes. A copy of the law is on file in this facility. The law gives you or your legal representative the right to inspect our most recent financial statement and inspection report before signing the contract. The financial structure of a continuing care provider can be complex, and the decision to enter into a contract for continuing care is a long-term commitment between a resident and the continuing care provider. You may wish to consult an attorney or a financial advisor before entering into such a contract.” (4) Before the transfer of any money or other property to a provider by or on behalf of a prospective resident, the provider shall present a typewritten or printed copy of the contract to the prospective resident and all other parties to the contract. The provider shall secure a signed, dated statement from each party to the contract certifying that a copy of the contract with the specified attachment, as required pursuant to this chapter, was received. (5) Except for a resident who postpones moving into the facility but is deemed to have occupied a unit as described in paragraph (1)(d), if a prospective resident dies before occupying the facility or, through illness, injury, or incapacity, is precluded from becoming a resident under the terms of the continuing care contract, the contract is automatically canceled, and the prospective resident or his or her legal representative shall receive a full refund of all moneys paid to the facility, except those costs specifically incurred by the facility at the request of the prospective resident and set forth in writing in a separate addendum, signed by both parties, to the contract. (6) In order to comply with this section, a provider may furnish information not contained in his or her continuing care contract through an addendum. (7) Contracts to provide continuing care, including contracts that are terminable by either party, may include agreements to provide care for any duration. (8) Those contracts entered into after July 1, 1977, and before the issuance of a certificate of authority to the provider are valid and binding upon both parties in accordance with their terms. Within 30 days after receipt of a letter from the office notifying the provider of a noncompliant residency contract, the provider shall file a new residency contract for approval that complies with Florida law. Pending review and approval of the new residency contract, the provider may continue to use the previously approved contract. (9) A prospective resident, resident, or resident’s estate is not entitled to interest of any type on a deposit or entrance fee unless interest is specified in the continuing care contract. This subsection is remedial in nature and clarifies existing law. (10) The provisions of this section control over any conflicting provisions contained in part II of chapter 400 or in part I of chapter 429. History.—s. 1, ch. 77-323; ss. 9, 25, ch. 81-292; s. 2, ch. 81-318; ss. 20, 21, ch. 82-148; s. 3, ch. 83-265; ss. 10, 31, 33, 35, ch. 83-328; s. 45, ch. 85-321; s. 5, ch. 86-209; s. 8, ch. 87-136; s. 8, ch. 91-98; s. 9, ch. 92-56; ss. 6, 12, ch. 93-22; s. 511, ch. 97-102; s. 11, ch. 97-229; s. 1679, ch. 2003-261; s. 102, ch. 2006-197; s. 8, ch. 2010-202; s. 9, ch. 2011-193; s. 1, ch. 2015-122; s. 20, ch. 2019-160; s. 9, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64bddf2733e0',t:'MTc3MDg4MTU2MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-055/"
    },
    {
      "id": "section-651057continuing",
      "number": "651.057",
      "heading": "Continuing care at-home contracts.",
      "text": "651.057 Continuing care at-home contracts.— (1) In addition to the requirements of s. 651.055, a provider offering contracts for continuing care at-home must: (a) Disclose the following in the continuing care at-home contract: 1. Whether transportation will be provided to residents when traveling to and from the facility for services; 2. That the provider has no liability for residents residing outside the facility beyond the delivery of services specified in the contract and future access to nursing care or personal services at the facility or in another setting designated in the contract; 3. The mechanism for monitoring residents who live outside the facility; 4. The process that will be followed to establish priority if a resident wishes to exercise his or her right to move into the facility; and 5. The policy that will be followed if a resident living outside the facility relocates to a different residence and no longer avails himself or herself of services provided by the facility. (b) Ensure that persons employed by or under contract with the provider who assist in the delivery of services to residents residing outside the facility are appropriately licensed or certified as required by law. (c) Include operating expenses for continuing care at-home contracts in the calculation of the operating reserve required by s. 651.035(1)(c). (d) Include the operating activities for continuing care at-home contracts in the total operation of the facility when submitting financial reports to the office as required by s. 651.026. (2) A provider that holds a certificate of authority and wishes to offer continuing care at-home must also: (a) Submit a business plan to the office with the following information: 1. A description of the continuing care at-home services that will be provided, the market to be served, and the fees to be charged; 2. A copy of the proposed continuing care at-home contract; 3. An actuarial study prepared by an independent actuary in accordance with the standards adopted by the American Academy of Actuaries which presents the impact of providing continuing care at-home on the overall operation of the facility; and 4. A feasibility study that meets the requirements of s. 651.022(3) and documents that there is sufficient interest in continuing care at-home contracts to support such a program; (b) Demonstrate to the office that the proposal to offer continuing care at-home contracts to individuals who do not immediately move into the facility will not place the provider in an unsound financial condition; (c) Comply with the requirements of s. 651.0246(1), except that an actuarial study may be substituted for the feasibility study; and (d) Comply with the requirements of this chapter. (3) Contracts to provide continuing care at-home, including contracts that are terminable by either party, may include agreements to provide care for any duration. (4) A provider offering continuing care at-home contracts must, at a minimum, have a facility that is licensed under this chapter and has accommodations for independent living which are primarily intended for residents who do not require staff supervision. The facility need not offer assisted living units licensed under part I of chapter 429 or nursing home units licensed under part II of chapter 400 in order to be able to offer continuing care at-home contracts. (a) The combined number of outstanding continuing care (CCRC) and continuing care at-home (CCAH) contracts allowed at the facility may be the greater of: 1. One and one-half times the combined number of independent living units (ILU), assisted living units (ALF) that are licensed under part I of chapter 429, and nursing home units licensed under part II of chapter 400 at the facility; or 2. Four times the combined number of assisted living units (ALF) that are licensed under part I of chapter 429 and nursing home units that are licensed under part II of chapter 400 at that facility. (b) The number of independent living units at the facility must be equal to or greater than 10 percent of the initial 100 continuing care (CCRC) and continuing care at-home (CCAH) contracts and 5 percent of the combined number of outstanding continuing care (CCRC) and continuing care at-home (CCAH) contracts in excess of 100 issued by that facility. History.—s. 10, ch. 2011-193; s. 21, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64c0481b7529',t:'MTc3MDg4MTU2MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-057/"
    },
    {
      "id": "section-651061dismissal",
      "number": "651.061",
      "heading": "Dismissal or discharge of resident; refund.",
      "text": "651.061 Dismissal or discharge of resident; refund.— (1) No contract for care shall permit dismissal or discharge of the resident from the facility providing care before the expiration of the contract, without just cause for such a removal. For any contract entered into on or after October 1, 1997, and terminated by a provider for just cause, the provider shall pay to the resident any refund due upon the resident’s vacating the facility, less a reasonable amount to cover the anticipated cost of utilities, telephone, or other obligations, if applicable and as documented by the provider. Any funds retained and not used for such purposes will be refunded to the resident within 45 days of vacating the unit. For contracts written prior to October 1, 1997, any refund due shall be made in accordance with the terms of the contract. The term “just cause” includes, but is not limited to, a good faith determination that a resident is a danger to herself or himself or others while remaining in the facility. The term “just cause” does not include termination of contract holders for the purpose of decertifying a facility from this chapter. (2) It shall not be deemed just cause if the resident is unable to pay monthly maintenance fees until the entire unearned entrance fee, plus, when applicable, any Medicare benefits under Title XVIII of the Social Security Act and/or third-party insurance benefits received, is earned by the facility. For this purpose, the unearned portion shall be the difference between all amounts paid in by the resident and the cost of caring for the resident based upon the per capita cost to the facility. In any case where a consideration greater than the minimum charge has been paid for accommodations which are above-standard, the facility may include an additional amount in the resident’s cost of care based upon the ratio of the amount paid to the minimum consideration for standard accommodations times the current per capita cost and applied to the period the aged person was in residence. Should these entrance fees be exhausted within 90 days of the date of failure to pay, the facility may not require the resident to leave before 90 days from the date of failure to pay, during which time the resident shall continue to pay the facility a reduced fee based on her or his current income. History.—s. 1, ch. 77-323; ss. 10, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 11, 31, 33, 35, ch. 83-328; s. 12, ch. 93-22; s. 512, ch. 97-102; s. 12, ch. 97-229. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64c29afc256a',t:'MTc3MDg4MTU2Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-061/"
    },
    {
      "id": "section-651065waiver",
      "number": "651.065",
      "heading": "Waiver of statutory protection.",
      "text": "651.065 Waiver of statutory protection.—No act, agreement, or statement of any resident, or of an individual purchasing care for a resident, under any contract to furnish care to the resident shall constitute a valid waiver of any provision of this chapter intended for the benefit or protection of the resident or the individual purchasing care for the resident. History.—s. 1, ch. 77-323; s. 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 12, 31, 33, 35, ch. 83-328; s. 12, ch. 93-22; s. 13, ch. 97-229. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64c4f8939cf8',t:'MTc3MDg4MTU2Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-065/"
    },
    {
      "id": "section-651071contracts",
      "number": "651.071",
      "heading": "Contracts as preferred claims on liquidation or receivership.",
      "text": "as preferred claims on liquidation or receivership.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651085quarterly",
      "number": "651.085",
      "heading": "Quarterly meetings between residents and the governing body of the provider; resident representation before the governing body of the provider.",
      "text": "meetings between residents and the governing body of the provider; resident representation before the governing body of the provider.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651105examination",
      "number": "651.105",
      "heading": "Examination",
      "text": "651.105 Examination.— (1) The office may at any time, and shall at least once every 3 years, examine the business of any applicant for a certificate of authority and any provider engaged in the execution of care contracts or engaged in the performance of obligations under such contracts, in the same manner as is provided for the examination of insurance companies pursuant to ss. 624.316 and 624.318. For a provider as deemed accredited under s. 651.028, such examinations must take place at least once every 5 years. An examination covering the preceding 3 or 5 fiscal years of the provider, as applicable, must be commenced within 12 months after the end of the most recent fiscal year covered by the examination. Such examination may include events subsequent to the end of the most recent fiscal year and the events of any prior period which relate to possible violations of this chapter or which affect the present financial condition of the provider. At least once every 3 or 5 fiscal years, as applicable, the office shall conduct an interview in person, telephonically, or through electronic communication with the current president or chair of the residents’ council, or another designated officer of the council if the president or chair is not available, as part of the examination process. The examinations must be made by a representative or examiner designated by the office whose compensation will be fixed by the office pursuant to s. 624.320. Routine examinations may be made by having the necessary documents submitted to the office; and, for this purpose, financial documents and records conforming to commonly accepted accounting principles and practices, as required under s. 651.026, are deemed adequate. The final written report of each examination must be filed with the office and, when so filed, constitutes a public record. Any provider being examined shall, upon request, give reasonable and timely access to all of its records. The representative or examiner designated by the office may at any time examine the records and affairs and inspect the physical property of any provider, whether in connection with a formal examination or not. (2) Any duly authorized officer, employee, or agent of the office may, upon presentation of proper identification, have access to, and examine, any records, with or without advance notice, to secure compliance with, or to prevent a violation of, any provision of this chapter. (3) Reports of the results of such financial examinations must be kept on file by the office. Any investigatory records, reports, or documents held by the office are confidential and exempt from the provisions of s. 119.07(1), until the investigation is completed or ceases to be active. For the purpose of this section, an investigation is active while it is being conducted by the office with a reasonable, good faith belief that it could lead to the filing of administrative, civil, or criminal proceedings. An investigation does not cease to be active if the office is proceeding with reasonable dispatch and has a good faith belief that action could be initiated by the office or other administrative or law enforcement agency. (4) The office shall notify the provider and the executive officer of the governing body of the provider in writing of all deficiencies in its compliance with the provisions of this chapter and the rules adopted pursuant to this chapter and shall set a reasonable length of time for compliance by the provider. In addition, the office shall require corrective action or request a corrective action plan from the provider which plan demonstrates a good faith attempt to remedy the deficiencies by a specified date. If the provider fails to comply within the established length of time, the office may initiate action against the provider in accordance with the provisions of this chapter. (5) A provider shall respond to written correspondence from the office and provide data, financial statements, and pertinent information as requested by the office. The office has standing to petition a circuit court for mandatory injunctive relief to compel access to and require the provider to produce the documents, data, records, and other information requested by the office. The office may petition the circuit court in the county in which the facility is situated or the Circuit Court of Leon County to enforce this section. (6) Unless a provider is impaired or subject to a regulatory action level event, any parent, subsidiary, or affiliate is not subject to examination by the office as part of a routine examination. However, if a provider or facility relies on a contractual or financial relationship with a parent, a subsidiary, or an affiliate in order to meet the financial requirements of this chapter, the office may examine any parent, subsidiary, or affiliate that has a contractual or financial relationship with the provider or facility to the extent necessary to ascertain the financial condition of the provider. History.—s. 1, ch. 77-323; ss. 14, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 17, 31, 33, 35, ch. 83-328; s. 10, ch. 90-248; s. 184, ch. 91-108; ss. 9, 12, ch. 93-22; s. 3, ch. 93-79; s. 408, ch. 96-406; s. 17, ch. 97-229; s. 1684, ch. 2003-261; s. 13, ch. 2010-202; s. 4, ch. 2015-122; s. 25, ch. 2019-160; s. 156, ch. 2020-2; s. 14, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64c73e6ea677',t:'MTc3MDg4MTU2Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-105/"
    },
    {
      "id": "section-651106grounds",
      "number": "651.106",
      "heading": "Grounds for discretionary refusal, suspension, or revocation of certificate of authority.",
      "text": "for discretionary refusal, suspension, or revocation of certificate of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6511065soliciting",
      "number": "651.1065",
      "heading": "Soliciting or accepting new continuing care contracts by impaired or insolvent facilities or providers.",
      "text": "or accepting new continuing care contracts by impaired or insolvent facilities or providers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651107duration",
      "number": "651.107",
      "heading": "Duration of suspension; obligations during suspension period; reinstatement.",
      "text": "of suspension; obligations during suspension period; reinstatement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651108administrative",
      "number": "651.108",
      "heading": "Administrative fines.",
      "text": "651.108 Administrative fines.— (1) If the office finds that one or more grounds exist for the discretionary revocation or suspension of a certificate of authority issued under this chapter, the office, in lieu of such revocation or suspension, may impose a fine upon the provider in an amount not to exceed $1,000 per violation. (2) If it is found that the provider has knowingly and willfully violated a lawful order of the office or a provision of this chapter, the office may impose a fine in an amount not to exceed $10,000 for each such violation. History.—ss. 17, 25, ch. 81-292; s. 3, ch. 83-265; ss. 33, 35, ch. 83-328; s. 12, ch. 93-22; s. 1687, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64c9a90c288e',t:'MTc3MDg4MTU2My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-108/"
    },
    {
      "id": "section-6511081remedies",
      "number": "651.1081",
      "heading": "Remedies available in cases of unlawful sale.",
      "text": "651.1081 Remedies available in cases of unlawful sale.— (1) Upon a determination by the office that a provider is or has been violating the provisions of this chapter, the office may order the provider to cease sales and make a rescission offer to the resident in accordance with the provisions of this section. (2) Upon such order by the office, every unlawful sale made in violation of this chapter may be rescinded at the election of the resident without penalty. (3) No resident shall have the benefit of this section who, within 30 days of receipt, has refused or failed to accept an offer made in writing by the provider to rescind the contract in question and to refund the full amount paid by the resident with interest on the full amount paid for the contract at the legal rate, pursuant to s. 55.03, for the period from the date of payment by the resident to the date of repayment, less the amount of the cost of care provided, if applicable, and the amount of any costs specifically incurred by the provider at the request of the resident and set forth in writing in a separate addendum, signed by both parties to the contract. History.—s. 20, ch. 97-229; s. 1688, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64cbf8e36085',t:'MTc3MDg4MTU2My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-1081/"
    },
    {
      "id": "section-651111requests",
      "number": "651.111",
      "heading": "Requests for inspections.",
      "text": "651.111 Requests for inspections.— (1) Any interested party may request an inspection of the records and related financial affairs of a provider providing care in accordance with this chapter by transmitting to the office notice of an alleged violation of applicable requirements prescribed by statute or by rule, specifying to a reasonable extent the details of the alleged violation, which notice must be signed by the complainant. As used in this section, the term “inspection” means an inquiry into a provider’s compliance with this chapter. (2) The substance of the complaint shall be given to the provider no earlier than the time of the inspection. Unless the complainant specifically requests otherwise, neither the substance of the complaint which is provided to the provider nor any copy of the complaint or any record which is published, released, or otherwise made available to the provider shall disclose the name of any person mentioned in the complaint except the name of any duly authorized officer, employee, or agent of the office conducting the investigation or inspection pursuant to this chapter. (3) Upon receipt of a complaint, the office shall make a preliminary review to determine if the complaint alleges a violation of this chapter and, unless the office determines that the complaint does not allege a violation of this chapter or is without any reasonable basis, the office shall make an inspection. The office shall provide the complainant with a written acknowledgment of the complaint within 15 days after receipt by the office. The complainant shall be advised, within 30 days after the receipt of the complaint by the office, of the office’s determination that the complaint does not allege a violation of this chapter, that the complaint is without any reasonable basis, or that the office will make an inspection. The notice must include an estimated timeframe for completing the inspection and a contact number. If the inspection is not completed within the estimated timeframe, the office must provide the complainant with a revised timeframe. Within 15 days after completing an inspection, the office shall provide the complainant and the provider a written statement specifying any violations of this chapter and any actions taken or that no such violation was found. (4) No provider operating under a certificate of authority under this chapter may discriminate or retaliate in any manner against a resident or an employee of a facility providing care because such resident or employee or any other person has initiated a complaint pursuant to this section. History.—s. 1, ch. 77-323; ss. 18, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 19, 31, 33, 35, ch. 83-328; s. 12, ch. 93-22; s. 21, ch. 97-229; s. 1689, ch. 2003-261; s. 28, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64ce4a7a6380',t:'MTc3MDg4MTU2NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-111/"
    },
    {
      "id": "section-651114delinquency",
      "number": "651.114",
      "heading": "Delinquency proceedings; remedial rights.",
      "text": "651.114 Delinquency proceedings; remedial rights.— (1) Upon determination by the office that a provider is not in compliance with this chapter, the office may notify the chair of the Continuing Care Advisory Council, who may assist the office in formulating a corrective action plan. (2) Within 30 days after a request by either the advisory council or the office, a provider shall make a plan for obtaining compliance or solvency available to the advisory council and the office. (3) Within 30 days after receipt of a plan for obtaining compliance or solvency, the office or, at the request of the office, the advisory council shall: (a) Consider and evaluate the plan submitted by the provider. (b) Discuss the problem and solutions with the provider. (c) Conduct such other business as is necessary. (d) Report its findings and recommendations to the office, which may require additional modification of the plan. This subsection may not be construed to delay or prevent the office from taking any regulatory measures it deems necessary regarding the provider that submitted the plan. (4) If the financial condition of a continuing care provider is impaired or is such that if not modified or corrected, its continued operation would result in insolvency, the office may direct the provider to formulate and file with the office a corrective action plan. If the provider fails to submit a plan within 30 days after the office’s directive or submits a plan that is insufficient to correct the condition, the office may specify a plan and direct the provider to implement the plan. Before specifying a plan, the office may seek a recommended plan from the advisory council. (5) After receiving approval of a plan by the office, the provider shall submit a progress report monthly to the advisory council or the office, or both, in a manner prescribed by the office. After 3 months, or at any earlier time deemed necessary, the council shall evaluate the progress by the provider and shall advise the office of its findings. (6) If the office finds that sufficient grounds exist for rehabilitation, liquidation, conservation, reorganization, seizure, or summary proceedings of an insurer as set forth in ss. 631.051, 631.061, and 631.071, the department may petition for an appropriate court order or may pursue such other relief as is afforded in part I of chapter 631. Before invoking its powers under part I of chapter 631, the department shall notify the chair of the advisory council. (7) For purposes of s. 631.051, impairment of a provider has the same meaning as the term “impaired” in s. 651.011. (8) In the event an order of conservation, rehabilitation, liquidation, or seizure has been entered against a provider, the department and office are vested with all of the powers and duties they have under part I of chapter 631 in regard to delinquency proceedings of insurance companies. A provider shall give written notice of the proceeding to its residents within 3 business days after the initiation of a delinquency proceeding under chapter 631 and shall include a notice of the delinquency proceeding in any written materials provided to prospective residents. (9) A provider subject to an order to show cause entered pursuant to chapter 631 must file its written response to the order, together with any defenses it may have to the department’s allegations, according to the time periods specified in s. 631.031(3). (10) A hearing held pursuant to chapter 631 to determine whether cause exists for the department to be appointed receiver must be held in accordance with the time period specified in s. 631.031(4). (11)(a) The rights of the office described in this section are subordinate to the rights of a trustee or lender pursuant to the terms of a resolution, ordinance, loan agreement, indenture of trust, mortgage, lease, security agreement, or other instrument creating or securing bonds or notes issued to finance a facility, and the office, subject to paragraph (c), may not exercise its remedial rights provided under this section and ss. 651.018, 651.106, 651.108, and 651.116 with respect to a facility that is subject to a lien, mortgage, lease, or other encumbrance or trust indenture securing bonds or notes issued in connection with the financing of the facility, if the trustee or lender, by inclusion or by amendment to the loan documents or by a separate contract with the office, agrees that the rights of residents under a continuing care or continuing care at-home contract will be honored and will not be disturbed by a foreclosure or conveyance in lieu thereof as long as the resident: 1. Is current in the payment of all monetary obligations required by the contract; 2. Is in compliance and continues to comply with all provisions of the contract; and 3. Has asserted no claim inconsistent with the rights of the trustee or lender. (b) This subsection does not require a trustee or lender to: 1. Continue to engage in the marketing or resale of new continuing care or continuing care at-home contracts; 2. Pay any rebate of entrance fees as may be required by a resident’s continuing care or continuing care at-home contract as of the date of acquisition of the facility by the trustee or lender and until expiration of the period described in paragraph (d); 3. Be responsible for any act or omission of any owner or operator of the facility arising before the acquisition of the facility by the trustee or lender; or 4. Provide services to the residents to the extent that the trustee or lender would be required to advance or expend funds that have not been designated or set aside for such purposes. (c) If the office determines, at any time during the suspension of its remedial rights as provided in paragraph (a), that: 1. The trustee or lender is not in compliance with paragraph (a); 2. A lender or trustee has assigned or has agreed to assign all or a portion of a delinquent or defaulted loan to a third party without the office’s written consent; 3. The provider engaged in the misappropriation, conversion, or illegal commitment or withdrawal of minimum liquid reserve or escrowed funds required under this chapter; 4. The provider refused to be examined by the office pursuant to s. 651.105(1); or 5. The provider refused to produce any relevant accounts, records, and files requested as part of an examination, the office shall notify the trustee or lender in writing of its determination, setting forth the reasons giving rise to the determination and specifying those remedial rights afforded to the office which the office shall then reinstate. (d) Upon acquisition of a facility by a trustee or lender and evidence satisfactory to the office that the requirements of paragraph (a) have been met, the office shall issue a 90-day temporary certificate of authority granting the trustee or lender the authority to engage in the business of providing continuing care or continuing care at-home and to issue continuing care or continuing care at-home contracts subject to the office’s right to immediately suspend or revoke the temporary certificate of authority if the office determines that any of the grounds described in s. 651.106 apply to the trustee or lender or that the terms of the contract used as the basis for the issuance of the temporary certificate of authority by the office have not been or are not being met by the trustee or lender since the date of acquisition. History.—s. 1, ch. 77-323; s. 2, ch. 80-355; ss. 19, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 20, 31, 33, 35, ch. 83-328; s. 8, ch. 86-209; s. 12, ch. 91-98; s. 184, ch. 91-108; ss. 10, 12, ch. 93-22; s. 515, ch. 97-102; s. 22, ch. 97-229; s. 47, ch. 99-7; s. 1690, ch. 2003-261; s. 14, ch. 2010-202; s. 14, ch. 2011-193; s. 29, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64d0ad4599b9',t:'MTc3MDg4MTU2NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-114/"
    },
    {
      "id": "section-6511141immediate",
      "number": "651.1141",
      "heading": "Immediate final orders.",
      "text": "651.1141 Immediate final orders.— (1) The Legislature finds that the following actions constitute an imminent and immediate threat to the public health, safety, and welfare of the residents of this state: (a) The installation of a general partner of a provider or assumption of ownership or possession or control of 10 percent or more of a provider’s assets in violation of s. 651.024 or s. 651.0245; (b) The removal or commitment of 10 percent or more of the required minimum liquid reserve funds in violation of s. 651.035; or (c) The assumption of control over a facility’s operations in violation of s. 651.043. (2) If it finds that a person or entity is engaging or has engaged in one or more of the above activities, the office may, pursuant to s. 120.569, issue an immediate final order: (a) Directing that such person or entity cease and desist that activity; or (b) Suspending the certificate of authority of the facility. History.—s. 30, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64d2fda23398',t:'MTc3MDg4MTU2NC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-1141/"
    },
    {
      "id": "section-651116delinquency",
      "number": "651.116",
      "heading": "Delinquency proceedings; additional provisions.",
      "text": "651.116 Delinquency proceedings; additional provisions.—Whenever the department has been appointed pursuant to the provisions of part I of chapter 631 as receiver of a provider, the circuit court in which the receivership proceeding is pending is authorized, upon a petition of the receiver and a showing of good cause by the receiver, to enjoin a secured creditor from seeking to dispose of collateral securing her or his mortgage, debt, or other security instrument. The court shall grant the petition upon a showing by the receiver that the collateral should be retained in order to protect the life, health, safety, or welfare of the residents of the facility or to provide sufficient time for the relocation of the residents. Notwithstanding any other provision of law, no bond shall be required of the receiver as a prerequisite for the issuance of any injunction pursuant to this section. No injunction issued under this section shall exceed 12 months in duration. History.—ss. 9, 12, ch. 86-209; s. 12, ch. 93-22; s. 516, ch. 97-102. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64d57dcd64ac',t:'MTc3MDg4MTU2NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-116/"
    },
    {
      "id": "section-651117order",
      "number": "651.117",
      "heading": "Order of liquidation; duties of the Department of Children and Families and the Agency for Health Care Administration.",
      "text": "of liquidation; duties of the Department of Children and Families and the Agency for Health Care Administration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651118agency",
      "number": "651.118",
      "heading": "Agency for Health Care Administration; certificates of need; sheltered beds; community beds.",
      "text": "for Health Care Administration; certificates of need; sheltered beds; community beds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651119assistance",
      "number": "651.119",
      "heading": "Assistance to persons affected by closure due to liquidation or pending liquidation.",
      "text": "to persons affected by closure due to liquidation or pending liquidation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651121continuing",
      "number": "651.121",
      "heading": "Continuing Care Advisory Council.",
      "text": "651.121 Continuing Care Advisory Council.— (1) The Continuing Care Advisory Council to the office is created consisting of 10 members appointed by the Governor and geographically representative of this state. Three members shall be representatives of facilities that hold valid certificates of authority under this chapter and have been actively engaged in the offering of continuing care contracts in this state for 5 years before appointment. The remaining members include: (a) A representative of the business community whose expertise is in the area of management. (b) A representative of the financial community who is not a facility owner or administrator. (c) A certified public accountant. (d) Four residents who hold continuing care or continuing care at-home contracts with a facility certified in this state. (2) The term of office for each member shall be 3 years, or until the member’s successor has been appointed and qualifies. (3) The council members shall serve without pay, but shall be reimbursed for per diem and travel expenses by the office in accordance with s. 112.061. (4) Each prospective council member shall submit to the appointing officer a statement detailing any financial interest of 10 percent or more in one or more continuing care facilities, including, but not limited to, ownership interest in a facility, property leased to a facility, and ownership in any company providing goods or services to a facility. This statement shall include the name and address of each facility involved and the extent and character of the financial interest of the applicant. Upon appointment of the council member, this statement shall become a public document. (5) The council shall: (a) Meet at least once a year and, at such annual meeting, elect a chair from their number and elect or appoint a vice chair, each of whom shall hold office for 1 year and thereafter until a successor is elected and qualified. (b) Hold other meetings at such times and places as the office or the chair of the council may direct. (c) Keep a record of its proceedings. The books and records of the council shall be prima facie evidence of all matters reported therein and, except for proceedings conducted under s. 651.018, shall be open to inspection at all times. (d) Act in an advisory capacity to the office on matters pertaining to the operation and regulation of continuing care facilities. (e) Recommend to the office needed changes in statutes and rules. (f) Upon the request of the office, assist, with any corrective action, rehabilitation or cessation of business plan of a provider. (6) A provider shall furnish to the council, no later than 14 business days after being requested to do so by the council, all documents and information reasonably requested by the council. (7) The council chair shall report annually the council’s findings and recommendations concerning continuing care facilities to the Executive Office of the Governor and the Commissioner of Insurance Regulation. (8) At the council’s annual meeting, the office shall provide members with a summary and comparison of data on continuing care facilities submitted in the most recent two annual reports and a summary of the number, type, and status of complaints related to continuing care facilities which were filed with the Division of Consumer Services in the Department of Financial Services during the preceding fiscal year. (9) The office shall notify the council by written memorandum or electronic means of proposed rule changes and scheduled rule workshops and hearings related to the administration of this chapter. History.—s. 1, ch. 77-323; s. 171, ch. 79-164; ss. 20, 25, ch. 81-292; s. 2, ch. 81-318; s. 1, ch. 82-46; s. 3, ch. 83-265; ss. 21, 31, 32, 33, 34, 35, ch. 83-328; s. 38, ch. 85-62; s. 46, ch. 85-321; s. 58, ch. 87-226; s. 15, ch. 91-98; s. 35, ch. 91-263; s. 7, ch. 92-56; ss. 12, 13, ch. 93-22; s. 517, ch. 97-102; s. 25, ch. 97-229; s. 1695, ch. 2003-261; s. 16, ch. 2010-202; s. 16, ch. 2011-193; s. 31, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64d7b8578f0e',t:'MTc3MDg4MTU2NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-121/"
    },
    {
      "id": "section-651123alternative",
      "number": "651.123",
      "heading": "Alternative dispute resolution.",
      "text": "651.123 Alternative dispute resolution.—The commission shall, by rule, adopt alternative procedures for resolution of disputes between residents and providers. The rules shall provide for an informal, nonbinding mediation process, and for binding arbitration when mediation fails to resolve a dispute, and shall provide minimum qualifications for arbitrators substantially similar to other arbitration programs under the Florida Insurance Code. The rules shall specify the types of disputes that are subject to mediation or arbitration, and shall provide that disputes over increases in monthly maintenance fees are not subject to mediation or arbitration. Arbitration is available only if all parties agree in advance to be bound by the result. History.—s. 11, ch. 93-22; s. 1696, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64da095cb249',t:'MTc3MDg4MTU2NS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-123/"
    },
    {
      "id": "section-651125criminal",
      "number": "651.125",
      "heading": "Criminal penalties; injunctive relief.",
      "text": "651.125 Criminal penalties; injunctive relief.— (1) Any person who maintains, enters into, or, as manager or officer or in any other administrative capacity, assists in entering into, maintaining, or performing any continuing care or continuing care at-home contract subject to this chapter without a valid provisional certificate of authority or certificate of authority, as contemplated by or provided in this chapter, or who otherwise violates any provision of this chapter or rule adopted in pursuance of this chapter, commits a felony of the third degree, punishable as provided in s. 775.082 or s. 775.083. Each violation of this chapter constitutes a separate offense. (2) The state attorney for a circuit shall, upon application of the office or its authorized representative, institute and conduct the prosecution of an action for violation, within such circuit, of any provision of this chapter. (3) The office may bring an action to enjoin a violation, threatened violation, or continued violation of this chapter in the circuit court in and for the county in which the violation occurred, is occurring, or is about to occur. (4) Any action brought by the office against a provider shall not abate by reason of a sale or other transfer of ownership of the facility used to provide care, which provider is a party to the action, except with the express written consent of the office. (5) The provisions of s. 624.310 apply to any person whose identity is required to be disclosed pursuant to s. 651.022(2) or s. 651.023(1)(a). History.—s. 1, ch. 77-323; s. 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 22, 31, 33, 35, ch. 83-328; s. 8, ch. 92-56; s. 12, ch. 93-22; s. 1697, ch. 2003-261; s. 17, ch. 2011-193; s. 32, ch. 2019-160. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64dc6e557a26',t:'MTc3MDg4MTU2Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-125/"
    },
    {
      "id": "section-65113civil",
      "number": "651.13",
      "heading": "Civil action.",
      "text": "651.13 Civil action.—Any resident injured by a violation of this chapter may bring an action for the recovery of damages plus reasonable attorney’s fees. History.—s. 1, ch. 77-323; s. 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 23, 31, 33, 35, ch. 83-328; s. 12, ch. 93-22. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64debb9a25a3',t:'MTc3MDg4MTU2Ni4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-13/"
    },
    {
      "id": "section-651131actions",
      "number": "651.131",
      "heading": "Actions under prior law.",
      "text": "651.131 Actions under prior law.— (1) With respect to any proceedings hereafter instituted by any person believing himself or herself to be aggrieved by a violation of any of the provisions of former s. 651.01, former s. 651.02, former s. 651.03, former s. 651.04, former s. 651.05, former s. 651.06, former s. 651.07, former s. 651.072, former s. 651.074, former s. 651.076, former s. 651.08, former s. 651.09, former s. 651.10, former s. 651.11, former s. 651.115, or former s. 651.12, any resulting judgment shall be limited to the actual monetary loss suffered by such person plus reasonable attorney’s fees. (2) With respect to the provisions of former s. 651.12, any prosecution hereafter instituted under the provisions of said section shall require an affirmative finding of intent to defraud. History.—s. 4(3), (4), ch. 77-323; s. 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 31, 33, 35, ch. 83-328; s. 12, ch. 93-22; s. 518, ch. 97-102. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64e11ef6803f',t:'MTc3MDg4MTU2Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-131/"
    },
    {
      "id": "section-651132amendment",
      "number": "651.132",
      "heading": "Amendment or renewal of existing contracts.",
      "text": "651.132 Amendment or renewal of existing contracts.—Any contract or agreement executed before October 1, 1983, which is amended or renewed subsequent to October 1, 1983, is subject to this act. History.—s. 6, ch. 77-323; ss. 21, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 24, 31, 33, 35, ch. 83-328; s. 12, ch. 93-22. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64e37a6bb4a2',t:'MTc3MDg4MTU2Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-132/"
    },
    {
      "id": "section-651134investigatory",
      "number": "651.134",
      "heading": "Investigatory records.",
      "text": "651.134 Investigatory records.—Any active investigatory record of the office made or received under this chapter, and any active examination record necessary to complete an active investigation, is confidential and exempt from s. 119.07(1) until such investigation is completed or ceases to be active. For the purpose of this section, an investigation is active while it is being conducted by the office with a reasonable, good faith belief that it could lead to the filing of administrative, civil, or criminal proceedings. An investigation does not cease to be active if the office is proceeding with reasonable dispatch and has a good faith belief that action could be initiated by the office or other administrative or law enforcement agency. History.—ss. 26, 33, ch. 83-328; s. 12, ch. 93-22; s. 1, ch. 93-79; s. 409, ch. 96-406; s. 1698, ch. 2003-261. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64e5c8b1748e',t:'MTc3MDg4MTU2Ny4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-134/"
    },
    {
      "id": "section-651011definitions",
      "number": "651.011",
      "heading": "Definitions. As used in this chapter, the term:(1)“Actuarial opinion” means an opinion issued by an actuary in accordance with Actuarial Standard of Practice No",
      "text": "3 for Continuing Care Retirement Communities, Revised Edition, effective May 1, 2011.(2)“Actuarial study” means an analysis prepared for an individual",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651024acquisition",
      "number": "651.024",
      "heading": "Acquisition. (1)A person who seeks to assume the role of general partner of a provider or to otherwise assume ownership or possession of, or control over, 10 percent or more of a provider, a controlling company of the provider, or a provider’s assets, based on the balance sheet from the most recent financial aud",
      "text": "(1)A person who seeks to assume the role of general partner of a provider or to otherwise assume ownership or possession of, or control over, 10 percent or more of a provider, a controlling company of the provider, or a provider’s assets, based on the balance sheet from the most recent financial audit report filed with the office, is subject to s. 628.4615 and is not required to make filings pursuant to s. 651.022, s. 651.023, or s. 651.0245.(2)A person who seeks to acquire and become the provider for a facility is subject to s. 651.0245 and is not required to make filings pursuant to ss. 628.4615, 651.022, and 651.023.(3)In addition to the provider or the controlling company, the office has standing to petition a circuit court under s. 628.4615(9).History.—ss. 16, 17, ch. 86-250; s. 10, ch. 90-248; s. 184, ch. 91-108; s. 12, ch. 93-22; s. 9, ch. 2019-160.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510246expansions",
      "number": "651.0246",
      "heading": "Expansions. (1)(a)A provider must obtain written approval from the office before commencing construction or marketing for an expansion of a certificated facility equivalent to the addition of at least 20 percent of existing units or 20 percent or more of the number of continuing care at-home contracts",
      "text": "651.0246 Expansions.— (1)(a) A provider must obtain written approval from the office before commencing construction or marketing for an expansion of a certificated facility equivalent to the addition of at least 20 percent of existing units or 20 percent or more of the number of continuing care at-home contracts. If the provider has exceeded the current statewide median for days cash on hand, debt service coverage ratio, and total facility occupancy for the most recent two consecutive annual reporting periods, the provider is automatically granted approval to expand the total number of existing units by up to 35 percent upon submitting a letter to the office indicating the total number of planned units in the expansion, the proposed sources and uses of funds, and an attestation that the provider understands and pledges to comply with all minimum liquid reserve and escrow account requirements. As used in this section, the term “existing units” means the sum of the total number of independent living units and assisted living units identified in the most recent annual report filed with the office pursuant to s. 651.026. For purposes of this section, the statewide median for days cash on hand, debt service coverage ratio, and total facility occupancy is the median calculated in the most recent annual report submitted by the office to the Continuing Care Advisory Council pursuant to s. 651.121(8). This section does not apply to construction for which a certificate of need from the Agency for Health Care Administration is required. (b) The application for the approval of an addition consisting of 20 percent or more of existing units or continuing care at-home contracts must be on forms adopted by the commission. The application must include the feasibility study required by this section and such other information as reasonably requested by the office. If the expansion is only for continuing care at-home contracts, an actuarial study prepared by an independent actuary in accordance with standards adopted by the American Academy of Actuaries which presents the financial impact of the expansion may be substituted for the feasibility study. (c) In determining whether an expansion should be approved, the office shall consider: 1. Whether the application meets all requirements of law; 2. Whether the feasibility study was based on sufficient data and reasonable assumptions; and 3. Whether the applicant will be able to provide continuing care or continuing care at-home as proposed and meet all financial obligations related to its operations, including the financial requirements of this chapter. If the application is denied, the office must notify the applicant in writing, citing the specific failures to meet the provisions of this chapter. A denial entitles the applicant to a hearing pursuant to chapter 120. (2) A provider applying for expansion of a certificated facility must submit all of the following: (a) A feasibility study prepared by an independent certified public accountant. The feasibility study must include at least the following information: 1. A description of the facility and proposed expansion, including the location, the size, the anticipated completion date, and the proposed construction program. 2. An identification and evaluation of the primary and, if applicable, secondary market areas of the facility and the projected unit sales per month. 3. Projected revenues, including anticipated entrance fees; monthly service fees; nursing care revenues, if applicable; and all other sources of revenue. 4. Projected expenses, including for staffing requirements and salaries; the cost of property, plant, and equipment, including depreciation expense; interest expense; marketing expense; and other operating expenses. 5. A projected balance sheet of the applicant. 6. The expectations for the financial condition of the project, including the projected cash flow and an estimate of the funds anticipated to be necessary to cover startup losses. 7. The inflation factor, if any, assumed in the study for the proposed expansion and how and where it is applied. 8. Project costs; the total amount of debt financing required; marketing projections; resident rates, fees, and charges; the competition; resident contract provisions; and other factors that affect the feasibility of the facility. 9. Appropriate population projections, including morbidity and mortality assumptions. 10. The name of the person who prepared the feasibility study and his or her experience in preparing similar studies or otherwise consulting in the field of continuing care. 11. Financial forecasts or projections prepared in accordance with standards adopted by the American Institute of Certified Public Accountants or in accordance with standards for feasibility studies for continuing care retirement communities adopted by the Actuarial Standards Board. 12. An independent evaluation and examination opinion for the first 5 years of operations, or a comparable opinion acceptable to the office, by the certified public accountant who prepared the study, of the underlying assumptions used as a basis for the forecasts or projections in the study and that the assumptions are reasonable and proper and the project as proposed is feasible. 13. Any other information that the provider deems relevant and appropriate to provide to enable the office to make a more informed determination. (b) Such other reasonable data, financial statements, and pertinent information as the commission or office may require with respect to the applicant or the facility to determine the financial status of the facility and the management capabilities of its managers and owners. If any material change occurs in the facts set forth in an application filed with the office pursuant to this section, an amendment setting forth such change must be filed with the office within 10 business days after the applicant becomes aware of such change, and a copy of the amendment must be sent by registered mail to the principal office of the facility and to the principal office of the controlling company. (3) A minimum of 75 percent of the moneys paid for all or any part of an initial entrance fee or reservation deposit collected for units in the expansion and 50 percent of the moneys paid for all or any part of an initial fee collected for continuing care at-home contracts in the expansion must be placed in an escrow account or on deposit with the department as prescribed in s. 651.033. Up to 25 percent of the moneys paid for all or any part of an initial entrance fee or reservation deposit may be included or pledged for the construction or purchase of the facility or as security for long-term financing. As used in this section, the term “initial entrance fee” means the total entrance fee charged by the facility to the first occupant of a unit. (4) The provider is entitled to secure release of the moneys held in escrow within 7 days after receipt by the office of an affidavit from the provider, along with appropriate copies to verify, and notification to the escrow agent by certified mail that the following conditions have been satisfied: (a) A certificate of occupancy has been issued. (b) Payment in full has been received for at least 50 percent of the total units of a phase or of the total of the combined phases constructed; or a provider has collected a reservation deposit for at least 75 percent of the proposed units for which an entrance fee is to be charged, and the escrowed funds will be used for the sole purpose of paying secured indebtedness as specified in the feasibility study submitted pursuant to paragraph (2)(a). The minimum reservation deposit must be the lesser of $40,000 or 10 percent of the then-current entrance fee for the unit being reserved. If the expansion is to be completed in multiple phases, the 75 percent reservation requirement applies separately to each phase of the expansion. If a provider offering continuing care at-home is applying for a release of escrowed entrance fees, the same minimum requirement must be met for the continuing care and continuing care at-home contracts independently of each other. (c) Documents evidencing that commitments have been secured or that a documented plan adopted by the applicant has been approved by the office for long-term financing. (d) Documents evidencing that the provider has sufficient funds to meet the requirements of s. 651.035, which may include funds deposited in the initial entrance fee account. (e) Documents evidencing the intended application of the proceeds upon release and documentation that the entrance fees, when released, will be applied as represented to the office. Notwithstanding chapter 120, only the provider, the escrow agent, and the office have a substantial interest in any office decision regarding release of escrow funds in any proceedings under chapter 120 or this chapter. (5)(a) Within 30 days after receipt of an application for expansion, the office shall examine the application and shall notify the applicant in writing, specifically requesting any additional information that the office is authorized to require. Within 15 days after the office receives all the requested additional information, the office shall notify the applicant in writing that the requested information has been received and that the application is deemed complete as of the date of the notice. Failure to notify the applicant in writing within the 15-day period constitutes acknowledgment by the office that it has received all requested additional information, and the application is deemed complete for purposes of review on the date the applicant files all of the required additional information. If the application submitted is determined by the office to be substantially incomplete so as to require substantial additional information, including biographical information, the office may return the application to the applicant with a written notice stating that the application as received is substantially incomplete and, therefore, is unacceptable for filing without further action required by the office. Any filing fee received must be refunded to the applicant. (b) An application is deemed complete upon the office receiving all requested information and the applicant correcting any error or omission of which the applicant was timely notified or when the time for such notification has expired. The office shall notify the applicant in writing of the date on which the application was deemed complete. (6) Within 30 days after the date on which an application is deemed complete as provided in paragraph (5)(b), the office shall complete its review and, based upon its review, approve an expansion by the applicant and issue a determination that the application meets all requirements of law, that the feasibility study was based on sufficient data and reasonable assumptions, and that the applicant will be able to provide continuing care or continuing care at-home as proposed and meet all financial and contractual obligations related to its operations, including the financial requirements of this chapter. If the application is denied, the office must notify the applicant in writing, citing the specific failures to meet the requirements of this chapter. The denial entitles the applicant to a hearing pursuant to chapter 120. History.—s. 11, ch. 2019-160; s. 3, ch. 2023-295. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca64a8bc8fb25a',t:'MTc3MDg4MTU1OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-0246/"
    },
    {
      "id": "section-651105examination",
      "number": "651.105",
      "heading": "Examination. (1)The office may at any time, and shall at least once every 3 years, examine the business of any applicant for a certificate of authority and any provider engaged in the execution of care contracts or engaged in the performance of obligations under such contracts, in the same manner as is provided ",
      "text": "(1)The office may at any time, and shall at least once every 3 years, examine the business of any applicant for a certificate of authority and any provider engaged in the execution of care contracts or engaged in the performance of obligations under such contracts, in the same manner as is provided for the examination of insurance companies pursuant to ss. 624.316 and 624.318. For a provider as deemed accredited under s. 651.028, such examinations must take place at least once every 5 years. An examination covering the preceding 3 or 5 fiscal years of the provider, as applicable, must be commenced within 12 months after the end of the most recent fiscal year covered by the examination. Such examination may include events subsequent to the end of the most recent fiscal year and the events of any prior period which relate to possible violations of this chapter or which affect the present financial condition of the provider. At least once every 3 or 5 fiscal years, as applicable, the office shall conduct an interview in person, telephonically, or through electronic communication with the current president or chair of the residents’ council, or another designated officer of the council if the president or chair is not available, as part of the examination process. The examinations must be made by a representative or examiner designated by the office whose compensation will be fixed by the office pursuant to s. 624.320. Routine examinations may be made by having the necessary documents submitted to the office; and, for this purpose, financial documents and records conforming to commonly accepted accounting principles and practices, as required under s. 651.026, are deemed adequate. The final written report of each examination must be filed with the office and, when so filed, constitutes a public record. Any provider being examined shall, upon request, give reasonable and timely access to all of its records. The representative or examiner designated by the office may at any time examine the records and affairs and inspect the physical property of any provider, whether in connection with a formal examination or not.(2)Any duly authorized officer, employee, or agent of the office may, upon presentation of proper identification, have access to, and examine, any records, with or without advance notice, to secure compliance with, or to prevent a violation of, any provision of this chapter.(3)Reports of the results of such financial examinations must be kept on file by the office. Any investigatory records, reports, or documents held by the office are confidential and exempt from the provisions of s. 119.07(1), until the investigation is completed or ceases to be active. For the purpose of this section, an investigation is active while it is being conducted by the office with a reasonable, good faith belief that it could lead to the filing of administrative, civil, or criminal proceedings. An investigation does not cease to be active if the office is proceeding with reasonable dispatch and has a good faith belief that action could be initiated by the office or other administrative or law enforcement agency.(4)The office shall notify the provider and the executive officer of the governing body of the provider in writing of all deficiencies in its compliance with the provisions of this chapter and the rules adopted pursuant to this chapter and shall set a reasonable length of time for compliance by the provider. In addition, the office shall require corrective action or request a corrective action plan from the provider which plan demonstrates a good faith attempt to remedy the deficiencies by a specified date. If the provider fails to comply within the established length of time, the office may initiate action against the provider in accordance with the provisions of this chapter.(5)A provider shall respond to written correspondence from the office and provide data, financial statements, and pertinent information as requested by the office. The office has standing to petition a circuit court for mandatory injunctive relief to compel access to and require the provider to produce the documents, data, records, and other information requested by the office. The office may petition the circuit court in the county in which the facility is situated or the Circuit Court of Leon County to enforce this section.(6)Unless a provider is impaired or subject to a regulatory action level event, any parent, subsidiary, or affiliate is not subject to examination by the office as part of a routine examination. However, if a provider or facility relies on a contractual or financial relationship with a parent, a subsidiary, or an affiliate in order to meet the financial requirements of this chapter, the office may examine any parent, subsidiary, or affiliate that has a contractual or financial relationship with the provider or facility to the extent necessary to ascertain the financial condition of the provider.History.—s. 1, ch. 77-323; ss. 14, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 17, 31, 33, 35, ch. 83-328; s. 10, ch. 90-248; s. 184, ch. 91-108; ss. 9, 12, ch. 93-22; s. 3, ch. 93-79; s. 408, ch. 96-406; s. 17, ch. 97-229; s. 1684, ch. 2003-261; s. 13, ch. 2010-202; s. 4, ch. 2015-122; s. 25, ch. 2019-160; s. 156, ch. 2020-2; s. 14, ch. 2023-295.",
      "history": "",
      "source_url": ""
    }
  ]
}