{
  "state": "florida",
  "path": "title-chapter-0651/chapter-chapter-0651",
  "sections": [
    {
      "id": "section-651011definitions",
      "number": "651.011",
      "heading": "Definitions",
      "text": "651.011 Definitions.—As used in this chapter, the term:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-011/"
    },
    {
      "id": "section-651012exempted",
      "number": "651.012",
      "heading": "Exempted facility; written disclosure of exemption.",
      "text": "facility; written disclosure of exemption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651013chapter",
      "number": "651.013",
      "heading": "Chapter exclusive; applicability of other laws.",
      "text": "exclusive; applicability of other laws.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651014insurance",
      "number": "651.014",
      "heading": "Insurance business not authorized.",
      "text": "business not authorized.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651018administrative",
      "number": "651.018",
      "heading": "Administrative supervision.",
      "text": "supervision.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651019new",
      "number": "651.019",
      "heading": "New financing, additional financing, or refinancing.",
      "text": "financing, additional financing, or refinancing.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651021certificate",
      "number": "651.021",
      "heading": "Certificate of authority required.",
      "text": "of authority required.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510215consolidated",
      "number": "651.0215",
      "heading": "Consolidated application for a provisional certificate of authority and a certificate of authority; required restrictions on use of entrance fees.",
      "text": "application for a provisional certificate of authority and a certificate of authority; required restrictions on use of entrance fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651022provisional",
      "number": "651.022",
      "heading": "Provisional certificate of authority; application.",
      "text": "certificate of authority; application.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651023certificate",
      "number": "651.023",
      "heading": "Certificate of authority; application.",
      "text": "of authority; application.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510235validity",
      "number": "651.0235",
      "heading": "Validity of provisional certificates of authority and certificates of authority.",
      "text": "of provisional certificates of authority and certificates of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651024acquisition",
      "number": "651.024",
      "heading": "Acquisition",
      "text": "651.024 Acquisition.—",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-024/"
    },
    {
      "id": "section-6510245application",
      "number": "651.0245",
      "heading": "Application for the simultaneous acquisition of a facility and issuance of a certificate of authority.",
      "text": "for the simultaneous acquisition of a facility and issuance of a certificate of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510246expansions",
      "number": "651.0246",
      "heading": "Expansions",
      "text": "651.0246 Expansions.—",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-0246/"
    },
    {
      "id": "section-651026annual",
      "number": "651.026",
      "heading": "Annual reports.",
      "text": "reports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510261quarterly",
      "number": "651.0261",
      "heading": "Quarterly and monthly statements.",
      "text": "and monthly statements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651028accredited",
      "number": "651.028",
      "heading": "Accredited facilities.",
      "text": "facilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651033escrow",
      "number": "651.033",
      "heading": "Escrow accounts.",
      "text": "accounts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651034financial",
      "number": "651.034",
      "heading": "Financial and operating requirements for providers.",
      "text": "and operating requirements for providers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651035minimum",
      "number": "651.035",
      "heading": "Minimum liquid reserve requirements.",
      "text": "liquid reserve requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651043approval",
      "number": "651.043",
      "heading": "Approval of change in management.",
      "text": "of change in management.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651051maintenance",
      "number": "651.051",
      "heading": "Maintenance of assets and records in state.",
      "text": "of assets and records in state.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651055continuing",
      "number": "651.055",
      "heading": "Continuing care contracts; right to rescind.",
      "text": "care contracts; right to rescind.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651057continuing",
      "number": "651.057",
      "heading": "Continuing care at-home contracts.",
      "text": "care at-home contracts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651061dismissal",
      "number": "651.061",
      "heading": "Dismissal or discharge of resident; refund.",
      "text": "or discharge of resident; refund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651065waiver",
      "number": "651.065",
      "heading": "Waiver of statutory protection.",
      "text": "of statutory protection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651071contracts",
      "number": "651.071",
      "heading": "Contracts as preferred claims on liquidation or receivership.",
      "text": "as preferred claims on liquidation or receivership.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651085quarterly",
      "number": "651.085",
      "heading": "Quarterly meetings between residents and the governing body of the provider; resident representation before the governing body of the provider.",
      "text": "meetings between residents and the governing body of the provider; resident representation before the governing body of the provider.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651105examination",
      "number": "651.105",
      "heading": "Examination",
      "text": "651.105 Examination.—",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxvii/chapter-651/section-651-105/"
    },
    {
      "id": "section-651106grounds",
      "number": "651.106",
      "heading": "Grounds for discretionary refusal, suspension, or revocation of certificate of authority.",
      "text": "for discretionary refusal, suspension, or revocation of certificate of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6511065soliciting",
      "number": "651.1065",
      "heading": "Soliciting or accepting new continuing care contracts by impaired or insolvent facilities or providers.",
      "text": "or accepting new continuing care contracts by impaired or insolvent facilities or providers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651107duration",
      "number": "651.107",
      "heading": "Duration of suspension; obligations during suspension period; reinstatement.",
      "text": "of suspension; obligations during suspension period; reinstatement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651108administrative",
      "number": "651.108",
      "heading": "Administrative fines.",
      "text": "fines.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6511081remedies",
      "number": "651.1081",
      "heading": "Remedies available in cases of unlawful sale.",
      "text": "available in cases of unlawful sale.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651111requests",
      "number": "651.111",
      "heading": "Requests for inspections.",
      "text": "for inspections.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651114delinquency",
      "number": "651.114",
      "heading": "Delinquency proceedings; remedial rights.",
      "text": "proceedings; remedial rights.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6511141immediate",
      "number": "651.1141",
      "heading": "Immediate final orders.",
      "text": "final orders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651116delinquency",
      "number": "651.116",
      "heading": "Delinquency proceedings; additional provisions.",
      "text": "proceedings; additional provisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651117order",
      "number": "651.117",
      "heading": "Order of liquidation; duties of the Department of Children and Families and the Agency for Health Care Administration.",
      "text": "of liquidation; duties of the Department of Children and Families and the Agency for Health Care Administration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651118agency",
      "number": "651.118",
      "heading": "Agency for Health Care Administration; certificates of need; sheltered beds; community beds.",
      "text": "for Health Care Administration; certificates of need; sheltered beds; community beds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651119assistance",
      "number": "651.119",
      "heading": "Assistance to persons affected by closure due to liquidation or pending liquidation.",
      "text": "to persons affected by closure due to liquidation or pending liquidation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651121continuing",
      "number": "651.121",
      "heading": "Continuing Care Advisory Council.",
      "text": "Care Advisory Council.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651123alternative",
      "number": "651.123",
      "heading": "Alternative dispute resolution.",
      "text": "dispute resolution.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651125criminal",
      "number": "651.125",
      "heading": "Criminal penalties; injunctive relief.",
      "text": "penalties; injunctive relief.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65113civil",
      "number": "651.13",
      "heading": "Civil action.",
      "text": "action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651131actions",
      "number": "651.131",
      "heading": "Actions under prior law.",
      "text": "under prior law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651132amendment",
      "number": "651.132",
      "heading": "Amendment or renewal of existing contracts.",
      "text": "or renewal of existing contracts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651134investigatory",
      "number": "651.134",
      "heading": "Investigatory records.",
      "text": "records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651011definitions",
      "number": "651.011",
      "heading": "Definitions. As used in this chapter, the term:(1)“Actuarial opinion” means an opinion issued by an actuary in accordance with Actuarial Standard of Practice No",
      "text": "3 for Continuing Care Retirement Communities, Revised Edition, effective May 1, 2011.(2)“Actuarial study” means an analysis prepared for an individual",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651024acquisition",
      "number": "651.024",
      "heading": "Acquisition. (1)A person who seeks to assume the role of general partner of a provider or to otherwise assume ownership or possession of, or control over, 10 percent or more of a provider, a controlling company of the provider, or a provider’s assets, based on the balance sheet from the most recent financial aud",
      "text": "(1)A person who seeks to assume the role of general partner of a provider or to otherwise assume ownership or possession of, or control over, 10 percent or more of a provider, a controlling company of the provider, or a provider’s assets, based on the balance sheet from the most recent financial audit report filed with the office, is subject to s. 628.4615 and is not required to make filings pursuant to s. 651.022, s. 651.023, or s. 651.0245.(2)A person who seeks to acquire and become the provider for a facility is subject to s. 651.0245 and is not required to make filings pursuant to ss. 628.4615, 651.022, and 651.023.(3)In addition to the provider or the controlling company, the office has standing to petition a circuit court under s. 628.4615(9).History.—ss. 16, 17, ch. 86-250; s. 10, ch. 90-248; s. 184, ch. 91-108; s. 12, ch. 93-22; s. 9, ch. 2019-160.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6510246expansions",
      "number": "651.0246",
      "heading": "Expansions. (1)(a)A provider must obtain written approval from the office before commencing construction or marketing for an expansion of a certificated facility equivalent to the addition of at least 20 percent of existing units or 20 percent or more of the number of continuing care at-home contracts",
      "text": "If the p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-651105examination",
      "number": "651.105",
      "heading": "Examination. (1)The office may at any time, and shall at least once every 3 years, examine the business of any applicant for a certificate of authority and any provider engaged in the execution of care contracts or engaged in the performance of obligations under such contracts, in the same manner as is provided ",
      "text": "(1)The office may at any time, and shall at least once every 3 years, examine the business of any applicant for a certificate of authority and any provider engaged in the execution of care contracts or engaged in the performance of obligations under such contracts, in the same manner as is provided for the examination of insurance companies pursuant to ss. 624.316 and 624.318. For a provider as deemed accredited under s. 651.028, such examinations must take place at least once every 5 years. An examination covering the preceding 3 or 5 fiscal years of the provider, as applicable, must be commenced within 12 months after the end of the most recent fiscal year covered by the examination. Such examination may include events subsequent to the end of the most recent fiscal year and the events of any prior period which relate to possible violations of this chapter or which affect the present financial condition of the provider. At least once every 3 or 5 fiscal years, as applicable, the office shall conduct an interview in person, telephonically, or through electronic communication with the current president or chair of the residents’ council, or another designated officer of the council if the president or chair is not available, as part of the examination process. The examinations must be made by a representative or examiner designated by the office whose compensation will be fixed by the office pursuant to s. 624.320. Routine examinations may be made by having the necessary documents submitted to the office; and, for this purpose, financial documents and records conforming to commonly accepted accounting principles and practices, as required under s. 651.026, are deemed adequate. The final written report of each examination must be filed with the office and, when so filed, constitutes a public record. Any provider being examined shall, upon request, give reasonable and timely access to all of its records. The representative or examiner designated by the office may at any time examine the records and affairs and inspect the physical property of any provider, whether in connection with a formal examination or not.(2)Any duly authorized officer, employee, or agent of the office may, upon presentation of proper identification, have access to, and examine, any records, with or without advance notice, to secure compliance with, or to prevent a violation of, any provision of this chapter.(3)Reports of the results of such financial examinations must be kept on file by the office. Any investigatory records, reports, or documents held by the office are confidential and exempt from the provisions of s. 119.07(1), until the investigation is completed or ceases to be active. For the purpose of this section, an investigation is active while it is being conducted by the office with a reasonable, good faith belief that it could lead to the filing of administrative, civil, or criminal proceedings. An investigation does not cease to be active if the office is proceeding with reasonable dispatch and has a good faith belief that action could be initiated by the office or other administrative or law enforcement agency.(4)The office shall notify the provider and the executive officer of the governing body of the provider in writing of all deficiencies in its compliance with the provisions of this chapter and the rules adopted pursuant to this chapter and shall set a reasonable length of time for compliance by the provider. In addition, the office shall require corrective action or request a corrective action plan from the provider which plan demonstrates a good faith attempt to remedy the deficiencies by a specified date. If the provider fails to comply within the established length of time, the office may initiate action against the provider in accordance with the provisions of this chapter.(5)A provider shall respond to written correspondence from the office and provide data, financial statements, and pertinent information as requested by the office. The office has standing to petition a circuit court for mandatory injunctive relief to compel access to and require the provider to produce the documents, data, records, and other information requested by the office. The office may petition the circuit court in the county in which the facility is situated or the Circuit Court of Leon County to enforce this section.(6)Unless a provider is impaired or subject to a regulatory action level event, any parent, subsidiary, or affiliate is not subject to examination by the office as part of a routine examination. However, if a provider or facility relies on a contractual or financial relationship with a parent, a subsidiary, or an affiliate in order to meet the financial requirements of this chapter, the office may examine any parent, subsidiary, or affiliate that has a contractual or financial relationship with the provider or facility to the extent necessary to ascertain the financial condition of the provider.History.—s. 1, ch. 77-323; ss. 14, 25, ch. 81-292; s. 2, ch. 81-318; s. 3, ch. 83-265; ss. 17, 31, 33, 35, ch. 83-328; s. 10, ch. 90-248; s. 184, ch. 91-108; ss. 9, 12, ch. 93-22; s. 3, ch. 93-79; s. 408, ch. 96-406; s. 17, ch. 97-229; s. 1684, ch. 2003-261; s. 13, ch. 2010-202; s. 4, ch. 2015-122; s. 25, ch. 2019-160; s. 156, ch. 2020-2; s. 14, ch. 2023-295.",
      "history": "",
      "source_url": ""
    }
  ]
}