{
  "state": "idaho",
  "path": "title-title-5/chapter-chapter-2",
  "sections": [
    {
      "id": "section-5-201",
      "number": "5-201",
      "heading": "LIMITATIONS IN GENERAL",
      "text": "5-201. LIMITATIONS IN GENERAL. Civil actions can only be commenced within the periods prescribed in this chapter after the cause of action shall have accrued, except when, in special cases, a different limitation is prescribed by statute.\n\n[(5-201) C.C.P. 1881, sec. 141; R.S., R.C., & C.L., sec. 4030; C.S., sec. 6594; I.C.A., sec. 5-201.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-201/"
    },
    {
      "id": "section-5-202",
      "number": "5-202",
      "heading": "ACTIONS BY STATE",
      "text": "5-202. ACTIONS BY STATE. The people of this state will not sue any person for or in respect to any real property or the issues or profits thereof, by reason of the right or title of the people to the same, unless:\n\n1. Such right or title shall have accrued within ten (10) years before any action or other proceeding for the same is commenced; or,\n\n2. The people or those from whom they claim, shall have received the rents and profits of such real property, or of some part thereof, within the space of ten (10) years.\n\n[(5-202) C.C.P. 1881, sec. 142; R.S., R.C., & C.L., sec. 4035; C.S., sec. 6595; I.C.A., sec. 5-202.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-202/"
    },
    {
      "id": "section-5-203",
      "number": "5-203",
      "heading": "ACTION TO RECOVER REALTY",
      "text": "5-203. ACTION TO RECOVER REALTY. No action for the recovery of real property, or for the recovery of the possession thereof, can be maintained, unless it appears that the plaintiff, his ancestor, predecessor or grantor, was seized or possessed of the property in question within twenty (20) years before the commencement of the action; and this section includes possessory rights to lands and mining claims.\n\n[(5-203) C.C.P. 1881, sec. 143; R.S., R.C., & C.L., sec. 4036; C.S., sec. 6596; I.C.A., sec. 5-203; am. 2006, ch. 158, sec. 1, p. 474.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-203/"
    },
    {
      "id": "section-5-204",
      "number": "5-204",
      "heading": "ACTION ARISING OUT OF CLAIM TO TITLE OR RENTS OR PROFITS",
      "text": "5-204. ACTION ARISING OUT OF CLAIM TO TITLE OR RENTS OR PROFITS. No cause of action, or defense to an action, arising out of the title to real property, or to rents or profits out of the same, can be effectual unless it appears that the person prosecuting the action, or making the defense, or under whose title the action is prosecuted or the defense is made, or the ancestor, predecessor or grantor, of such person, was seized or possessed of the premises in question within twenty (20) years before the commencement of the act in respect to which such action is prosecuted or defense made.\n\n[(5-204) C.C.P. 1881, sec. 144; R.S., R.C., & C.L., sec. 4037; C.S., sec. 6597; I.C.A., sec. 5-204; am. 2006, ch. 158, sec. 2, p. 474.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-204/"
    },
    {
      "id": "section-5-205",
      "number": "5-205",
      "heading": "EFFECT OF ENTRY",
      "text": "5-205. EFFECT OF ENTRY. No entry upon real estate is deemed sufficient or valid as a claim unless an action be commenced thereupon within one (1) year after making such entry, and within five (5) years of the time when the right to make it descended or accrued.\n\n[(5-205) C.C.P. 1881, sec. 145; R.S., R.C., & C.L., sec. 4038; C.S., sec. 6598; I.C.A., sec. 5-205.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-205/"
    },
    {
      "id": "section-5-206",
      "number": "5-206",
      "heading": "CONSTRUCTIVE POSSESSION",
      "text": "5-206. CONSTRUCTIVE POSSESSION. In every action for the recovery of real property, or the possession thereof, a person establishing a legal title to the property is presumed to have been possessed thereof within the time required by law, and the occupation of the property by another person is deemed to have been under and in subordination to the legal title, unless it appears that the property has been held and possessed adversely to such legal title, for twenty (20) years before the commencement of the action.\n\n[(5-206) C.C.P. 1881, sec. 146; R.S., R.C., & C.L., sec. 4039; C.S., sec. 6599; I.C.A., sec. 5-206; am. 2006, ch. 158, sec. 3, p. 474.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-206/"
    },
    {
      "id": "section-5-207",
      "number": "5-207",
      "heading": "POSSESSION UNDER WRITTEN CLAIM OF TITLE",
      "text": "5-207. POSSESSION UNDER WRITTEN CLAIM OF TITLE. When it appears that the occupant, or those under whom he claims, entered into the possession of the property under claim of title, exclusive of other right, founding such claim upon a written instrument, as being a conveyance of the property in question, or upon the decree or judgment of a competent court, and that there has been a continued occupation and possession of the property included in such instrument, decree or judgment, or of some part of the property under such claim, for twenty (20) years, the property so included is deemed to have been held adversely except that when it consists of a tract divided into lots, the possession of one (1) lot is not deemed a possession of any other lot of the same tract.\n\n[(5-207) C.C.P. 1881, sec. 147; R.S., R.C., & C.L., sec. 4040; C.S., sec. 6600; I.C.A., sec. 5-207; am. 2006, ch. 158, sec. 4, p. 475.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-207/"
    },
    {
      "id": "section-5-208",
      "number": "5-208",
      "heading": "CLAIM UNDER WRITTEN INSTRUMENT — POSSESSION DEFINED",
      "text": "5-208. CLAIM UNDER WRITTEN INSTRUMENT — POSSESSION DEFINED. (1) Except as provided in subsection (2) of this section, for the purpose of constituting an adverse possession by a person claiming a title founded upon a written instrument, or a judgment or decree, land is deemed to have been possessed and occupied in the following cases:\n\n(a) Where it has been usually cultivated or improved.\n\n(b) Where it has been protected by a substantial enclosure.\n\n(c) Where, although not enclosed, it has been used for the supply of fuel, or of fencing timber for the purposes of husbandry, or for pasturage, or for the ordinary use of the occupant.\n\n(d) Where a known farm or single lot has been partly improved, the portion of such farm or lot that may have been left not cleared, or not enclosed, according to the usual course and custom of the adjoining country, shall be deemed to have been occupied for the same length of time as the part improved and cultivated.\n\n(2) Notwithstanding the provisions of subsection (1) of this section, adverse possession shall not be considered established under the provisions of any sections of this code if a written instrument has been recorded in the real estate records kept by the county recorder of the county in which the property is located and such written instrument declares that it was not the intent of a party to such instrument, by permitting possession or occupation of real property as set forth in subsection (1) of this section, to thereby define property boundaries or ownership.\n\n(3) For purposes of establishing adverse possession pursuant to this section, a person claiming adverse possession must present clear and convincing evidence that the requirements of subsections (1) or (2) of this section have been met.\n\n[(5-208) C.C.P. 1881, sec. 148; R.S., R.C., & C.L., sec. 4041; C.S., sec. 6601; I.C.A., sec. 5-208; am. 2001, ch. 290, sec. 1, p. 1027.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-208/"
    },
    {
      "id": "section-5-209",
      "number": "5-209",
      "heading": "POSSESSION UNDER ORAL CLAIM OF TITLE",
      "text": "5-209. POSSESSION UNDER ORAL CLAIM OF TITLE. Where it appears that there has been an actual continued occupation of land, under a claim of title, exclusive of any other right, but not founded upon a written instrument, judgment or decree, the land so actually occupied, and no other, is deemed to have been held adversely.\n\n[(5-209) C.C.P. 1881, sec. 149; R.S., R.C., & C.L., sec. 4042; C.S., sec. 6602; I.C.A., sec. 5-209.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-209/"
    },
    {
      "id": "section-5-210",
      "number": "5-210",
      "heading": "ORAL CLAIM — POSSESSION DEFINED — PAYMENT OF TAXES",
      "text": "5-210. ORAL CLAIM — POSSESSION DEFINED — PAYMENT OF TAXES. For the purpose of constituting an adverse possession, by a person claiming title not founded upon a written instrument, judgment or decree, land is deemed to have been possessed and occupied in the following cases only:\n\n(1) Where it has been protected by a substantial enclosure.\n\n(2) Where it has been usually cultivated or improved.\n\nProvided, however, that in no case shall adverse possession be considered established under the provisions of any sections of this code unless it shall be shown that the land has been occupied and claimed for the period of twenty (20) years continuously, and the party or persons, their predecessors and grantors, have paid all the taxes, state, county or municipal, which have been levied and assessed upon such land according to law. Provided further, that adverse possession shall not be considered established under the provisions of any sections of this code if a written instrument has been recorded in the real estate records kept by the county recorder of the county in which the property is located and such written instrument declares that it was not the intent of a party to such instrument, by permitting possession or occupation of real property, to thereby define property boundaries or ownership. Provided further, that for purposes of establishing adverse possession pursuant to this section, a person claiming adverse possession must present clear and convincing evidence that the requirements of subsection (1) or (2) of this section have been met.\n\n[(5-210) C.C.P. 1881, sec. 150; R.S., R.C., & C.L., sec. 4043; C.S., sec. 6603; I.C.A., sec. 5-210; am. 2001, ch. 290, sec. 2, p. 1028; am. 2006, ch. 158, sec. 5, p. 475.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-210/"
    },
    {
      "id": "section-5-211",
      "number": "5-211",
      "heading": "POSSESSION OF TENANT — PRESUMPTIONS",
      "text": "5-211. POSSESSION OF TENANT — PRESUMPTIONS. When the relation of landlord and tenant has existed between any persons, the possession of the tenant is deemed the possession of the landlord until the expiration of twenty (20) years from the termination of the tenancy, or, where there has been no written lease, until the expiration of twenty (20) years from the time of the last payment of rent, notwithstanding that such tenant may have acquired another title, or may have claimed to hold adversely to his landlord. But such presumptions cannot be made after the periods herein limited.\n\n[(5-211) C.C.P. 1881, sec. 151; R.S., R.C., & C.L., sec. 4044; C.S., sec. 6604; I.C.A., sec. 5-211; am. 2006, ch. 158, sec. 6, p. 475.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-211/"
    },
    {
      "id": "section-5-212",
      "number": "5-212",
      "heading": "DESCENT CAST DOES NOT AFFECT RIGHT",
      "text": "5-212. DESCENT CAST DOES NOT AFFECT RIGHT. The right of a person to the possession of real property is not impaired or affected by a descent cast in consequence of the death of a person in possession of such property.\n\n[(5-212) C.C.P. 1881, sec. 152; R.S., R.C., & C.L., sec. 4045; C.S., sec. 6605; I.C.A., sec. 5-212.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-212/"
    },
    {
      "id": "section-5-213",
      "number": "5-213",
      "heading": "PERSONS UNDER DISABILITIES — RECOVERY OF REAL PROPERTY",
      "text": "5-213. PERSONS UNDER DISABILITIES — RECOVERY OF REAL PROPERTY. If a person entitled to commence an action for the recovery of real property, or for the recovery of the possession thereof, or to make any entry or defense founded on the title to real property, or to rents or services out of the same, be at the time such title first descends or accrues, either:\n\n1. Within the age of majority; or,\n\n2. Insane; or,\n\n3. Imprisoned on a criminal charge, or in execution, upon conviction of a criminal offense, for a term less than for life; or,\n\n4. A married woman, and her husband be a necessary party with her in commencing such action or making such entry or defense.\n\nThe term during which such disability continues is not deemed any portion of the time in this title limited for the commencement of such action or the making of such entry or defense, but such action may be commenced, or entry or defense made, within the period of twenty (20) years after such disability shall cease, or after the death of the person entitled who shall die under such disability; but such action shall not be commenced or entry or defense made after that period.\n\n[(5-213) C.C.P. 1881, sec. 153; R.S., R.C., & C.L., sec. 4046; C.S., sec. 6606; I.C.A., sec. 5-213; am. 2006, ch. 158, sec. 7, p. 476.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-213/"
    },
    {
      "id": "section-5-214",
      "number": "5-214",
      "heading": "ACTIONS OTHER THAN FOR RECOVERY OF REAL PROPERTY",
      "text": "5-214. ACTIONS OTHER THAN FOR RECOVERY OF REAL PROPERTY. The periods prescribed for the commencement of actions other than for the recovery of real property are as follows.\n\n[(5-214) C.C.P. 1881, sec. 154; R.S., R.C., & C.L., sec. 4050; C.S., sec. 6607; I.C.A., sec. 5-214.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-214/"
    },
    {
      "id": "section-5-214a",
      "number": "5-214A",
      "heading": "ACTION TO FORECLOSE MORTGAGE ON REAL PROPERTY",
      "text": "5-214A. ACTION TO FORECLOSE MORTGAGE ON REAL PROPERTY. An action for the foreclosure of a mortgage on real property must be commenced within five (5) years from the maturity date of the obligation or indebtedness secured by such mortgage. If the obligation or indebtedness secured by such mortgage does not state a maturity date, then the date of the accrual of the cause of action giving rise to the right to foreclose shall be deemed the date of maturity of such obligation or indebtedness.\n\n[I.C., sec. 5-214A, as added by 1951, ch. 254, sec. 1, p. 552; am. 1999, ch. 112, sec. 1, p. 340.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-214a/"
    },
    {
      "id": "section-5-215",
      "number": "5-215",
      "heading": "ACTION ON JUDGMENT OR FOR MESNE PROFITS OF REAL PROPERTY",
      "text": "5-215. ACTION ON JUDGMENT OR FOR MESNE PROFITS OF REAL PROPERTY. Within eleven (11) years:\n\n(1) An action upon a judgment or decree of any court of the United States, or of any state or territory within the United States.\n\n(2) An action for mesne profits of real property.\n\n[(5-215) C.C.P. 1881, sec. 155; R.S., R.C., & C.L., sec. 4051; C.S., sec. 6608; I.C.A., sec. 5-215; am. 2015, ch. 278, sec. 3, p. 1137.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-215/"
    },
    {
      "id": "section-5-216",
      "number": "5-216",
      "heading": "ACTION ON WRITTEN CONTRACT",
      "text": "5-216. ACTION ON WRITTEN CONTRACT. Within five (5) years:\n\nAn action upon any contract, obligation or liability founded upon an instrument in writing.\n\nThe limitations prescribed by this section shall never apply to actions in the name or for the benefit of the state and shall never be asserted nor interposed as a defense to any action in the name or for the benefit of the state although such limitations may have become fully operative as a defense prior to the adoption of this amendment.\n\n[(5-216) C.C.P. 1881, sec. 156; R.S., R.C., & C.L., sec. 4052; C.S., sec. 6609; I.C.A., sec. 5-216; am. 1939, ch. 244, sec. 1, p. 590.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-216/"
    },
    {
      "id": "section-5-217",
      "number": "5-217",
      "heading": "ACTION ON ORAL CONTRACT",
      "text": "5-217. ACTION ON ORAL CONTRACT. Within four (4) years:\n\nAn action upon a contract, obligation or liability not founded upon an instrument of writing.\n\n[(5-217) C.C.P. 1881, sec. 157; R.S., R.C., & C.L., sec. 4053; C.S., sec. 6610; I.C.A., sec. 5-217.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-217/"
    },
    {
      "id": "section-5-218",
      "number": "5-218",
      "heading": "STATUTORY LIABILITIES, TRESPASS, TROVER, REPLEVIN, AND FRAUD",
      "text": "5-218. STATUTORY LIABILITIES, TRESPASS, TROVER, REPLEVIN, AND FRAUD. Within three (3) years:\n\n1. An action upon a liability created by statute, other than a penalty or forfeiture. The cause of action in favor of the state of Idaho or any political subdivision thereof, upon a surety bond or undertaking provided for or required by statute shall not be deemed to have accrued against any surety on such bond or undertaking until the discovery by the state of Idaho or any political subdivision thereof of the facts constituting the liability.\n\n2. An action for trespass upon real property.\n\n3. An action for taking, detaining or injuring any goods or chattels, including actions for the specific recovery of personal property.\n\n4. An action for relief on the ground of fraud or mistake. The cause of action in such case not to be deemed to have accrued until the discovery, by the aggrieved party, of the facts constituting the fraud or mistake.\n\n[(5-218) C.C.P. 1881, sec. 158; R.S., R.C., & C.L., sec. 4054; C.S., sec. 6611; I.C.A., sec. 5-218; am. 1974, ch. 41, sec. 2, p. 1603.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-218/"
    },
    {
      "id": "section-5-219",
      "number": "5-219",
      "heading": "ACTIONS AGAINST OFFICERS, FOR PENALTIES, ON BONDS, AND FOR PROFESSIONAL MALPRACTICE OR FOR PERSONAL INJURIES",
      "text": "5-219. ACTIONS AGAINST OFFICERS, FOR PENALTIES, ON BONDS, AND FOR PROFESSIONAL MALPRACTICE OR FOR PERSONAL INJURIES. Within two (2) years:\n\n1. An action against a sheriff, coroner or constable, upon the liability incurred by the doing of an act in his official capacity, and in virtue of his office, or by the omission of an official duty, including the nonpayment of money collected upon an execution.\n\n2. An action upon a statute for a penalty or forfeiture, where the action is given to an individual, or to an individual and the state, except when the statute imposing it prescribes a different limitation.\n\n3. An action upon a statute or upon an undertaking in a criminal action for a forfeiture or penalty to a county or to the people of the state.\n\n4. An action to recover damages for professional malpractice, or for an injury to the person, or for the death of one caused by the wrongful act or neglect of another, including any such action arising from breach of an implied warranty or implied covenant; provided, however, when the action is for damages arising out of the placement and inadvertent, accidental or unintentional leaving of any foreign object in the body of any person by reason of the professional malpractice of any hospital, physician or other person or institution practicing any of the healing arts or when the fact of damage has, for the purpose of escaping responsibility therefor, been fraudulently and knowingly concealed from the injured party by an alleged wrongdoer standing at the time of the wrongful act, neglect or breach in a professional or commercial relationship with the injured party, the same shall be deemed to accrue when the injured party knows or in the exercise of reasonable care should have been put on inquiry regarding the condition or matter complained of; but in all other actions, whether arising from professional malpractice or otherwise, the cause of action shall be deemed to have accrued as of the time of the occurrence, act or omission complained of, and the limitation period shall not be extended by reason of any continuing consequences or damages resulting therefrom or any continuing professional or commercial relationship between the injured party and the alleged wrongdoer, and, provided further, that an action within the foregoing foreign object or fraudulent concealment exceptions must be commenced within one (1) year following the date of accrual as aforesaid or two (2) years following the occurrence, act or omission complained of, whichever is later. The term \"professional malpractice\" as used herein refers to wrongful acts or omissions in the performance of professional services by any person, firm, association, entity or corporation licensed to perform such services under the law of the state of Idaho. This subsection shall not affect the application of section 5-243, Idaho Code, except as to actions arising from professional malpractice. Neither shall this subsection be deemed or construed to amend, or repeal section 5-241, Idaho Code.\n\n5. An action for libel, slander, assault, battery, false imprisonment or seduction.\n\n6. An action against a sheriff or other officer for the escape of a prisoner arrested or imprisoned on civil process.\n\n[(5-219) C.C.P. 1881, sec. 159; R.S., sec. 4055; am. 1903, p. 56, sec. 1; reen. R.C. & C.L., sec. 4055; C.S., sec. 6612; I.C.A., sec. 5-219; am. 1971, ch. 180, sec. 1, p. 845.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-219/"
    },
    {
      "id": "section-5-220",
      "number": "5-220",
      "heading": "ACTIONS FOR WRONGFUL SEIZURE BY OFFICERS",
      "text": "5-220. ACTIONS FOR WRONGFUL SEIZURE BY OFFICERS. Within one (1) year: An action against an officer or officer de facto:\n\nTo recover any goods, wares, merchandise or other property seized by any such officer in his official capacity as tax collector, or to recover the price or value of any goods, wares, merchandise, or other personal property so seized, or for damages for the seizure, detention, sale of or injury to, any goods, wares, merchandise, or other personal property seized, or for damages done to any person or property in making any such seizure.\n\n[(5-220) C.C.P. 1881, sec. 160; R.S., R.C., & C.L., sec. 4056; C.S., sec. 6613; am. 1921, ch. 108, sec. 1, p. 250; I.C.A., sec. 5-220.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-220/"
    },
    {
      "id": "section-5-221",
      "number": "5-221",
      "heading": "ACTIONS ON CLAIMS AGAINST COUNTY",
      "text": "5-221. ACTIONS ON CLAIMS AGAINST COUNTY. Actions on claims against a county which have been rejected by the board of commissioners must be commenced within six (6) months after the first rejection thereof by such board.\n\n[(5-221) C.C.P. 1881, sec. 161; R.S., R.C., & C.L., sec. 4057; C.S., sec. 6614; I.C.A., sec. 5-221.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-221/"
    },
    {
      "id": "section-5-222",
      "number": "5-222",
      "heading": "ACTIONS ON OPEN ACCOUNTS — ACCRUAL OF CAUSE",
      "text": "5-222. ACTIONS ON OPEN ACCOUNTS — ACCRUAL OF CAUSE. In an action brought to recover a balance due upon a mutual, open and current account, where there have been reciprocal demands between the parties, the cause of action is deemed to have accrued from the time of the last item proved in the account on either side.\n\n[(5-222) C.C.P. 1881, sec. 162; R.S., R.C., & C.L., sec. 4050; C.S., sec. 6615; I.C.A., sec. 5-222.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-222/"
    },
    {
      "id": "section-5-223",
      "number": "5-223",
      "heading": "ACTIONS TO RECOVER DEPOSITS — COMMENCEMENT OF LIMITATION",
      "text": "5-223. ACTIONS TO RECOVER DEPOSITS — COMMENCEMENT OF LIMITATION. To actions brought to recover money or property deposited with any bank, banker, trust company or saving and loan society, no limitation begins to run until after an authorized demand.\n\n[(5-223) C.C.P. 1881, sec. 163; R.S., R.C., & C.L., sec. 4059; C.S., sec. 6616; I.C.A., sec. 5-223.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-223/"
    },
    {
      "id": "section-5-224",
      "number": "5-224",
      "heading": "ACTIONS FOR OTHER RELIEF",
      "text": "5-224. ACTIONS FOR OTHER RELIEF. An action for relief not hereinbefore provided for must be commenced within four (4) years after the cause of action shall have accrued.\n\n[(5-224) C.C.P. 1881, sec. 164; R.S., R.C., & C.L., sec. 4060; C.S., sec. 6617; I.C.A., sec. 5-224.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-224/"
    },
    {
      "id": "section-5-225",
      "number": "5-225",
      "heading": "LIMITATIONS APPLY TO STATE",
      "text": "5-225. LIMITATIONS APPLY TO STATE. The limitations prescribed in this chapter apply to actions brought in the name of the state, or for the benefit of the state, in the same manner as to actions by private parties.\n\n[(5-225) C.C.P. 1881, sec. 165; R.S., R.C., & C.L., sec. 4061; C.S., sec. 6618; I.C.A., sec. 5-225.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-225/"
    },
    {
      "id": "section-5-226",
      "number": "5-226",
      "heading": "ACTION TO REDEEM MORTGAGE",
      "text": "5-226. ACTION TO REDEEM MORTGAGE. An action to redeem a mortgage of real property, with or without an account of rents and profits, may be brought by the mortgagor or those claiming under him, against the mortgagee in possession, or those claiming under him, unless he or they have continuously maintained an adverse possession of the mortgaged premises for five (5) years after breach of some condition of the mortgage.\n\n[(5-226) C.C.P. 1881, sec. 166; R.S., R.C., & C.L., sec. 4062; C.S., sec. 6619; I.C.A., sec. 5-226.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-226/"
    },
    {
      "id": "section-5-227",
      "number": "5-227",
      "heading": "PARTIAL REDEMPTION",
      "text": "5-227. PARTIAL REDEMPTION. If there is more than one such mortgagor, or more than one person claiming under a mortgagor, some of whom are not entitled to maintain such an action under the provisions of this title, any one of them who is entitled to maintain such an action may redeem therein a divided or undivided part of the mortgaged premises, according as his interest may appear, and have an accounting for a part of the rents and profits proportionate to his interest in the mortgaged premises, on payment of a part of the mortgage money, bearing the same proportion to the whole of such money as the value of his divided or undivided interest in the premises bears to the whole of such premises.\n\n[(5-227) C.C.P. 1881, sec. 167; R.S., R.C., & C.L., sec. 4063; C.S., sec. 6620; I.C.A., sec. 5-227.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-227/"
    },
    {
      "id": "section-5-228",
      "number": "5-228",
      "heading": "ACTION, WHEN COMMENCED",
      "text": "5-228. ACTION, WHEN COMMENCED. An action is commenced within the meaning of the chapter when the complaint is filed.\n\n[(5-228) C.C.P. 1881, sec. 168; R.S., R.C., & C.L., sec. 4068; C.S., sec. 6621; I.C.A., sec. 5-228.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-228/"
    },
    {
      "id": "section-5-228a",
      "number": "5-228A",
      "heading": "TIME LIMITATION — CLOSURE OF THE OFFICE OF THE CLERK — EXTENSION OF TIME",
      "text": "5-228A. TIME LIMITATION — CLOSURE OF THE OFFICE OF THE CLERK — EXTENSION OF TIME. Whenever, pursuant to an Idaho statute, the final day to commence an action or file a document with a court falls on a day that the office of the clerk of the district court is usually open for the transaction of business with the public, but whose office has been closed for all or part of the day by the administrative judge or his designee due to severe weather conditions or a real or threatened emergency, the time for performing the act shall be extended to the end of business hours of the first full day the office of the clerk is reopened for the transaction of business with the public.\n\n[5-228A, added 2004, ch. 321, sec. 1, p. 905.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-228a/"
    },
    {
      "id": "section-5-229",
      "number": "5-229",
      "heading": "ABSENCE OF DEFENDANT FROM STATE",
      "text": "5-229. ABSENCE OF DEFENDANT FROM STATE. If, when the cause of action accrues against a person, he is out of the state, the action may be commenced within the term herein limited, after his return to the state, and if, after the cause of action accrues, he departs from the state, the time of his absence is not part of the time limited for the commencement of the action.\n\n[(5-229) C.C.P. 1881, sec. 169; R.S., R.C., & C.L., sec. 4069; C.S., sec. 6622; I.C.A., sec. 5-229.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-229/"
    },
    {
      "id": "section-5-230",
      "number": "5-230",
      "heading": "PERSONS UNDER DISABILITIES — OTHER THAN FOR REAL PROPERTY",
      "text": "5-230. PERSONS UNDER DISABILITIES — OTHER THAN FOR REAL PROPERTY. If a person entitled to bring an action, other than for the recovery of real property, be, at the time the cause of action accrued, either:\n\n1. Under the age of majority; or\n\nThe time of such disability is not a part of the time limited for the commencement of the action, provided however, that the time limited for the commencement of an action shall not be tolled for a period of more than six (6) years on account of minority, incompetency, a defendant’s absence from the jurisdiction, any legal disability or for other cause or reason except as specifically provided in section 5-213, Idaho Code.\n\n[(5-230) C.C.P. 1881, sec. 170; R.S., R.C., & C.L., sec. 4070; C.S., sec. 6623; I.C.A., sec. 5-230; am. 1976, ch. 276, sec. 1, p. 950; am. 1985, ch. 74, sec. 1, p. 149; am. 1993, ch. 120, sec. 1, p. 309.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-230/"
    },
    {
      "id": "section-5-232",
      "number": "5-232",
      "heading": "ALIENS IN TIME OF WAR",
      "text": "5-232. ALIENS IN TIME OF WAR. When a person is an alien subject, or citizen of a country at war with the United States, the time of the continuance of the war is not part of the period limited for the commencement of the action.\n\n[(5-232) C.C.P. 1881, sec. 172; R.S., R.C., & C.L., sec. 4072; C.S., sec. 6625; I.C.A., sec. 5-232.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-232/"
    },
    {
      "id": "section-5-233",
      "number": "5-233",
      "heading": "REVERSAL OF JUDGMENT — NEW ACTION",
      "text": "5-233. REVERSAL OF JUDGMENT — NEW ACTION. If an action is commenced within the time prescribed therefor and a judgment therein for the plaintiff be reversed on appeal, the plaintiff, or if he die and the cause of action survive, his representatives, may commence a new action within one (1) year after the reversal.\n\n[(5-233) C.C.P. 1881, sec. 173; R.S., R.C., & C.L., sec. 4073; C.S., sec. 6626; I.C.A., sec. 5-233.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-233/"
    },
    {
      "id": "section-5-234",
      "number": "5-234",
      "heading": "ACTION STAYED BY INJUNCTION OR STATUTE",
      "text": "5-234. ACTION STAYED BY INJUNCTION OR STATUTE. When the commencement of an action is stayed by injunction or statutory prohibition the time of the continuance of the injunction or prohibition is not part of the time limited for the commencement of the action.\n\n[(5-234) C.C.P. 1881, sec. 174; R.S., R.C., & C.L., sec. 4074; C.S., sec. 6627; I.C.A., sec. 5-234.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-234/"
    },
    {
      "id": "section-5-235",
      "number": "5-235",
      "heading": "WHEN DISABILITY MUST EXIST",
      "text": "5-235. WHEN DISABILITY MUST EXIST. No person can avail himself of a disability unless it existed when his right of action accrued.\n\n[(5-235) C.C.P. 1881, sec. 175; R.S., R.C., & C.L., sec. 4075; C.S., sec. 6628; I.C.A., sec. 5-235.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-235/"
    },
    {
      "id": "section-5-236",
      "number": "5-236",
      "heading": "COEXISTING DISABILITIES",
      "text": "5-236. COEXISTING DISABILITIES. When two (2) or more disabilities coexist at the time the right of action accrues the limitation does not attach until they are removed.\n\n[(5-236) C.C.P. 1881, sec. 176; R.S., R.C., & C.L., sec. 4076; C.S., sec. 6629; I.C.A., sec. 5-236.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-236/"
    },
    {
      "id": "section-5-237",
      "number": "5-237",
      "heading": "ACTIONS AGAINST DIRECTORS AND STOCKHOLDERS",
      "text": "5-237. ACTIONS AGAINST DIRECTORS AND STOCKHOLDERS. This chapter does not affect actions against directors or stockholders of a corporation to recover a penalty or forfeiture imposed, or to enforce a liability created by law; but such actions must be brought within three (3) years after the discovery by the aggrieved party of the facts upon which the penalty or forfeiture attached, or the liability was created.\n\n[(5-237) C.C.P. 1881, sec. 177; R.S., R.C., & C.L., sec. 4077; C.S., sec. 6630; I.C.A., sec. 5-237.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-237/"
    },
    {
      "id": "section-5-238",
      "number": "5-238",
      "heading": "ACKNOWLEDGMENT OR NEW PROMISE — EFFECT ON OPERATION OF STATUTE — EFFECT OF PARTIAL PAYMENT",
      "text": "5-238. ACKNOWLEDGMENT OR NEW PROMISE — EFFECT ON OPERATION OF STATUTE — EFFECT OF PARTIAL PAYMENT. No acknowledgment or promise is sufficient evidence of a new or continuing contract by which to take the case out of the operation of this chapter, unless the same is contained in some writing, signed by the party to be charged thereby; but any payment of principal or interest is equivalent to a new promise in writing, duly signed, to pay the residue of the debt.\n\n[(5-238) C.C.P. 1881, sec. 178; R.S., R.C., & C.L., sec. 4078; C.S., sec. 6631; am. 1923, ch. 49, sec. 1, p. 57; I.C.A., sec. 5-238.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-238/"
    },
    {
      "id": "section-5-239",
      "number": "5-239",
      "heading": "ACTIONS BARRED IN ANOTHER STATE",
      "text": "5-239. ACTIONS BARRED IN ANOTHER STATE. When a cause of action has arisen in another state or territory, or in a foreign country, and by the laws thereof an action thereon can not there be maintained against a person by reason of the lapse of time, an action thereon shall not be maintained against him in this state, except in favor of one who has been a citizen of this state and who has held the cause of action from the time it accrued.\n\n[(5-239) C.C.P. 1881, sec. 179; R.S., R.C., & C.L., sec. 4079; C.S. sec. 6632; I.C.A., sec. 5-239.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-239/"
    },
    {
      "id": "section-5-240",
      "number": "5-240",
      "heading": "“ACTION” INCLUDES SPECIAL PROCEEDING",
      "text": "5-240. \"ACTION\" INCLUDES SPECIAL PROCEEDING. The word \"action\" as used in this chapter is to be construed, whenever it is necessary so to do, as including a special proceeding of a civil nature.\n\n[(5-240) C.C.P. 1881, sec. 181; R.S., R.C., & C.L., sec. 4080; C.S., sec. 6633; I.C.A., sec. 5-240.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-240/"
    },
    {
      "id": "section-5-241",
      "number": "5-241",
      "heading": "ACCRUAL OF ACTIONS ARISING OUT OF THE DESIGN OR CONSTRUCTION OF IMPROVEMENT TO REAL PROPERTY",
      "text": "5-241. ACCRUAL OF ACTIONS ARISING OUT OF THE DESIGN OR CONSTRUCTION OF IMPROVEMENT TO REAL PROPERTY. (1) Actions will be deemed to have accrued and the statute of limitations shall begin to run as to actions against any person by reason of his having performed or furnished the design, planning, supervision, or construction of an improvement to real property, as follows:\n\n(a) Tort actions, if not previously accrued, shall accrue and the applicable limitation statute shall begin to run six (6) years after the final completion of construction of such an improvement; and\n\n(b) Contract actions shall accrue and the applicable limitation statute shall begin to run at the time of final completion of construction of such an improvement.\n\n(2) The times fixed by this section shall not be asserted by way of defense by any person in actual possession or control, as owner, tenant, or otherwise, of such an improvement at the time any deficiency in such an improvement constitutes the proximate cause of an injury or death for which it is proposed to bring an action.\n\n(3) Nothing in this section shall be construed as extending the period prescribed by the laws of this state for the bringing of any action.\n\n(4) As used in this section, the term \"person\" shall mean an individual, corporation, partnership, business trust, unincorporated organization, association, or joint stock company.\n\n[5-241, added 1965, ch. 101, sec. 1, p. 187; am. 2022, ch. 111, sec. 1, p. 368.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-241/"
    },
    {
      "id": "section-5-242",
      "number": "5-242",
      "heading": "IONIZING RADIATION INJURIES — PURPOSE OF ACT",
      "text": "5-242. IONIZING RADIATION INJURIES — PURPOSE OF ACT. For purposes of this act, \"ionizing radiation\" means any particulate or electromagnetic radiation capable of producing ions directly or indirectly in its passage through matter; provided, however, that the provisions hereof and of sections 5-243 and 5-244, Idaho Code, shall not be deemed to apply to any action or proceeding to recover damages for professional malpractice, as defined in section 5-219, Idaho Code.\n\n[5-242, added 1967, ch. 241, sec. 1, p. 704; am. 1976, ch. 184, sec. 1, p. 670.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-242/"
    },
    {
      "id": "section-5-243",
      "number": "5-243",
      "heading": "LIMITATION OF ACTION FOR IONIZING RADIATION INJURIES",
      "text": "5-243. LIMITATION OF ACTION FOR IONIZING RADIATION INJURIES. No action or proceeding may be brought to recover for an ionizing radiation injury more than three (3) years after the person suffering such injury had knowledge or ought reasonably to have had knowledge of having suffered the injury and of the cause thereof, but in no event more than thirty (30) years from the date of the last occurrence to which the injury is attributed.\n\n[5-243, added 1967, ch. 241, sec. 2, p. 704.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-243/"
    },
    {
      "id": "section-5-244",
      "number": "5-244",
      "heading": "LATENT INJURY — EFFECT OF PRIOR RECOVERY",
      "text": "5-244. LATENT INJURY — EFFECT OF PRIOR RECOVERY. No action or proceeding to recover for latent ionizing radiation damage shall be barred by recovery in any earlier action or proceeding, unless the plaintiff in the earlier action or proceeding shall actually have been awarded damages for the latent injury, or shall have known or reasonably have been expected to know that such latent damage would occur, and its nature and extent with sufficient particularity to establish entitlement to a specific amount of damages on account thereof.\n\n[5-244, added 1967, ch. 241, sec. 3, p. 704.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-244/"
    },
    {
      "id": "section-5-245",
      "number": "5-245",
      "heading": "ACTIONS TO COLLECT CHILD SUPPORT ARREARAGES",
      "text": "5-245. ACTIONS TO COLLECT CHILD SUPPORT ARREARAGES. An action or proceeding to collect child support arrearages, arising under an Idaho child support order, can be commenced at any time prior to the expiration of the resulting judgment or any renewal thereof. An action or proceeding under this section shall include, but is not limited to, execution on the judgment, order to show cause, garnishment, income withholding, income tax offset or lottery prize offset.\n\n[5-245, added 1988, ch. 199, sec. 1, p. 378; am. 1995, ch. 264, sec. 1, p. 846; am. 1996, ch. 56, sec. 1, p. 167; am. 2011, ch. 104, sec. 1, p. 267.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-245/"
    },
    {
      "id": "section-5-246",
      "number": "5-246",
      "heading": "PRESCRIPTIVE OVERFLOW EASEMENTS",
      "text": "5-246. PRESCRIPTIVE OVERFLOW EASEMENTS. In conformity with the limitations of actions time period set forth in sections 5-203 through 5-206, Idaho Code, the owner of a dam shall be deemed to have obtained a nonexclusive prescriptive overflow easement over real property which has been inundated or overflowed by the operations of the dam for at least a part of a year for any consecutive five (5) year period prior to commencement of an action by the property owner seeking relief inconsistent with such nonexclusive prescriptive overflow easement. Said dam owner shall be deemed to have not forfeited said nonexclusive prescriptive overflow easement if the reason for the failure to exercise the easement is a lack of water caused by drought or acts of God.\n\nIt is further provided that if a dam has inundated or overflowed real property for at least a part of a year for the five (5) consecutive years prior to the enactment of this section, then the owner of the dam shall be deemed to have obtained a nonexclusive prescriptive overflow easement hereunder over said real property one (1) year after the enactment of this section, provided, no action seeking relief inconsistent with such nonexclusive prescriptive overflow easement has been commenced by the property owner within one (1) year of the enactment of this section. The provisions of this section shall not be construed to affect the riparian and littoral rights of property owners to have access to and use of waters in this state, or to restrict any use of the underlying property for any purpose otherwise consistent with ownership thereof, even if said use reasonably interferes with the storage of water on the property, but said use shall not unreasonably interfere with the storage of water on the property. Nothing herein shall be deemed to affect any prescriptive overflow easement that any dam owner may have previously acquired under common law. The provisions of this section shall not be construed to apply to the beds of navigable waters lying below the natural or ordinary high watermark as defined in subsection (c) of section 58-1302, Idaho Code, and subsection (9) of section 58-104, Idaho Code, or any other lands owned by the state of Idaho.\n\n[5-246, added 1991, ch. 328, sec. 1, p. 846; am. 1991, ch. 267, sec. 1, p. 657; am. 2010, ch. 144, sec. 1, p. 305.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-246/"
    },
    {
      "id": "section-5-247",
      "number": "5-247",
      "heading": "LIMITATION ON SUITS AGAINST A FIREARMS OR AMMUNITION MANUFACTURER, TRADE ASSOCIATION OR SELLER — LIMITATION ON RIGHT TO BRING SUIT OR RECOVER DAMAGES",
      "text": "5-247. LIMITATION ON SUITS AGAINST A FIREARMS OR AMMUNITION MANUFACTURER, TRADE ASSOCIATION OR SELLER — LIMITATION ON RIGHT TO BRING SUIT OR RECOVER DAMAGES. (1) In this section, \"governmental unit\" means:\n\n(a) A political subdivision of the state, including a municipality or county; and\n\n(b) Any other agency of government whose authority is derived from the laws or constitution of this state.\n\n(2) Except as provided by subsection (3) of this section, a governmental unit may not bring suit against a firearms or ammunition manufacturer, trade association or seller for recovery of damages resulting from, or injunctive relief or abatement of a nuisance relating to, the lawful design, manufacture, marketing or sale of firearms or ammunition to the public.\n\n(3) A governmental unit on behalf of the state or any other governmental unit may bring a suit described by subsection (2) of this section if the suit is approved in advance by the legislature by adoption of a concurrent resolution or by enactment of a statute. This subsection does not create a cause of action.\n\n(4) Nothing in this section shall prohibit a governmental unit from bringing an action against a firearms manufacturer, trade association or seller for recovery of damages for:\n\n(a) Breach of contract or warranty as to firearms or ammunition purchased by a governmental unit;\n\n(b) Damage or harm to property owned or leased by the governmental unit caused by a defective firearm or ammunition; or\n\n(c) Injunctive relief to enforce a valid ordinance, statute or rule.\n\n(5) Nothing in this section shall prohibit the attorney general from bringing a suit described by subsection (2) of this section on behalf of the state or any other governmental unit. This subsection does not create a cause of action.\n\n[5-247, added 2000, ch. 470, sec. 1, p. 1600.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-247/"
    },
    {
      "id": "section-5-248",
      "number": "5-248",
      "heading": "VICTIMS OF CRIMES",
      "text": "5-248. VICTIMS OF CRIMES. (1) For the purpose of any civil action or proceeding brought by a victim of a crime against an offender who committed the crime, for any losses incurred by the victim, which loss was proximately caused by the crime, the limitation periods prescribed by this chapter shall be tolled until one (1) year after the offender has been released from any sentence of incarceration served for that crime and in full satisfaction of the sentence imposed.\n\n(2) For purposes of this section \"full satisfaction of the sentence imposed\" means the full-term release date from incarceration for the crime committed against the victim or the full-term release date from incarceration for any other crime for which the offender is serving time concurrently with, or consecutively to, time served for the crime against the victim, whichever is later.\n\n[(5-248) 5-247, added 2000, ch. 150, sec. 1, p. 387; am. and redesig. 2005, ch. 25, sec. 1, p. 82.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-5/chapter-2/section-5-248/"
    }
  ]
}