{
  "state": "district-of-columbia",
  "path": "title-38/chapter-12",
  "sections": [
    {
      "id": "section-38-1201.01",
      "number": "38-1201.01",
      "heading": "Short title.",
      "text": "This unit may be cited as the “District of Columbia Public Postsecondary Education Reorganization Act”.",
      "history": "Oct. 26, 1974, 88 Stat. 1423, Pub. L. 93-471, title I, § 101",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1201.01.html"
    },
    {
      "id": "section-38-1201.02",
      "number": "38-1201.02",
      "heading": "Declaration of purpose.",
      "text": "It is the intent of Congress to authorize a public land-grant university through the reorganization of the existing local institutions of public postsecondary education in the District of Columbia. It is the clear and specific intent of the Congress that vocational and technological education, as well as liberal arts, sciences, teacher education, and graduate and postgraduate studies, within the University be given at all times its proper priority in terms of funding with other units within the University, and that the land-grant funds be utilized by the University in accordance with the provisions of the Act of July 2, 1862 (7 U.S.C. §§ 301 to 305 , 307 , and 308 ) (known as the First Morrill Act).",
      "history": "Oct. 26, 1974, 88 Stat. 1423, Pub. L. 93-471, title I, § 102",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1201.02.html"
    },
    {
      "id": "section-38-1201.03",
      "number": "38-1201.03",
      "heading": "Definitions.",
      "text": "For the purpose of this unit:\n\n(1) The term “Trustees” means the Board of Trustees established under subchapter II of this unit.\n\n(2) The term “Chief Executive Officer” means the chief executive and administrative officer of the University.\n\n(3) The term “University” means the University of the District of Columbia authorized and directed to be established under subchapter II of this unit.\n\n(4) The term “academic and administrative head” means the academic and administrative head of each of the components of the University.\n\n(5) The term “Mayor” means the Office of the Mayor of the District of Columbia established by § 1-204.21.\n\n(6) The term “Council” means the Council of the District of Columbia established by § 1-204.01.\n\n(7) The term “Board of Higher Education” means the Board of Higher Education established under § 38-1102.\n\n(8) The term “Vocational Board” means the Board of Vocational Education established under § 38-1122.\n\n(9) The term “Board” means the District of Columbia Board of Education established under § 1-204.95 [repealed].\n\n(10) The term “financial institution” means an insured bank as defined in § 3 of the Federal Deposit Insurance Act [12 U.S.C. § 1813], or a savings and loan association as defined in § 401 [12 U.S.C. § 1724, repealed] of the National Housing Act.\n\n(11) The term “component” means that segment of the whole University such as a school, college, branch or campus, which, because of its nature, the Board of Trustees specifies as constituting an identifiable entity for the purpose of, but not limited to, being administered by an academic and administrative head.\n\n(12) The term “University of the District of Columbia School of Law” (“School of Law”) means the institution that had been established under § 38-1205.03(b) [repealed] as the District of Columbia School of Law. Any reference to a degree holder of the School of Law shall include any person who received a degree from the Antioch School of Law during the period when it was operated as a part of the Antioch University, as well as any person who received a degree after the establishment of the public School of Law under § 38-1205.03 [repealed] and persons who receive a degree from the University of the District of Columbia School of Law.\n\n(13) “State” means any of the 50 states of the United States in addition to the District of Columbia, Puerto Rico, and the Virgin Islands of the United States.",
      "history": "Oct. 26, 1974, 88 Stat. 1424, Pub. L. 93-471, title I, § 103; Nov. 1, 1975, D.C. Law 1-36, § 3, 22 DCR 2909; Aug. 1, 1996, D.C. Law 11-152, § 301(a), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1201.03.html"
    },
    {
      "id": "section-38-1202.01",
      "number": "38-1202.01",
      "heading": "Establishment of Board of Trustees and University.",
      "text": "(a) There is established a body corporate by name of the Board of Trustees of the University of the District of Columbia, which by that name and style shall have perpetual succession. It shall be charged with the responsibility of governing the University of the District of Columbia and shall possess all the powers necessary or convenient to accomplish the objects and perform the duties authorized by this section, and §§ 38-1202.06 and 38-1204.03, including the power to:\n\n(1) Adopt, alter, and use a corporate seal, which shall be judicially noticed;\n\n(2) Make contracts;\n\n(3) Sue and be sued;\n\n(4) Complain and defend in its name in any court of competent jurisdiction;\n\n(5) Make, deliver, and receive deeds, leases, and other instruments;\n\n(6) Take title to real and other property in its name;\n\n(7) Adopt, prescribe, amend, repeal, and enforce bylaws, rules, and regulations it considers necessary for the governance and administration of the University; and\n\n(8) Procure and contract for goods and services.\n\n(b) There is hereby authorized to be established an independent agency of the government of the District of Columbia known as the University of the District of Columbia which shall be governed by the Board of Trustees as established in subsection (a) of this section.\n\n(c) The Board of Trustees shall consist of 15 voting members selected in the following manner:\n\n(1) Eleven members shall be appointed by the Mayor with the advice and consent of the Council.\n\n(2) One member shall be a full-time student in good standing at the University elected by secret ballot by the student community at an election at which each registered student at the University shall be entitled to one vote.\n\n(3) Each of the 3 remaining members shall be a holder of a degree from the University of the District of Columbia or from one or more of its predecessor institutions, including Miner Teachers College, Wilson Teachers College, District of Columbia Teachers College, Washington Technical Institute, or Federal City College, and shall be elected by a postal ballot election at which each living person who holds a degree from any of the foregoing institutions shall be sent a ballot and shall be entitled to vote.\n\n(4) The Board of Trustees shall be responsible for the efficient and fair conduct of the elections for student and alumni Trustees pursuant to paragraphs (2) and (3) of this subsection. The elections shall be governed by election rules adopted by the Board of Trustees in accordance with subchapter I of Chapter 5 of Title 2. The initial rules shall be adopted by the Board of Trustees within 100 days of February 27, 1990, and shall include provisions for nomination of candidates by petition and may also provide for a nominating committee which, if it is appointed, shall submit for inclusion on the ballot twice as many names of nominees as there are positions to be filled. The Board of Trustees may, in its discretion, seek and receive advice and assistance from the Board of Elections and Ethics in preparing the election rules. The Board of Elections and Ethics may, by agreement with the Board of Trustees of the University, furnish other assistance requested by the Board of Trustees.\n\n(c-1) Four of the 11 Trustees appointed by the Mayor with the advice and consent of the Council may be nonresidents of the District of Columbia. At least 7 of the 11 Trustees shall reside in the District of Columbia at the time of their confirmation by the Council. The Mayor shall submit the names of District residents and nonresidents in a proportion to comply with the provisions of this subsection, when submitting nominees to the Council.\n\n(d) All terms on the Board of Trustees shall begin on May 15. The student member elected pursuant to subsection (c)(2) of this section shall serve for a term of one year. The term for all of the other members shall be 5 years. Depending on the date of his or her election or appointment, a member of the Board may actually serve a partial term.\n\n(e) A member of the Board of Trustees who is elected as an alumnus or alumna pursuant to subsection (c)(3) of this section, including for a partial term, may be re-elected to serve one additional term, after which the individual may not again be elected pursuant to subsection (c)(3) of this section until 5 years have passed since his or her last day of service on the Board.\n\n(f) A member of the Board of Trustees who is appointed pursuant to subsection (c)(1) of this section may serve 3 consecutive terms, including partial terms. No member shall serve more than 15 consecutive years regardless of whether elected or appointed, or both, and shall not serve thereafter until 5 years have passed since his or her last day of service on the Board.\n\n(g) Each member of the Board of Trustees serving on February 27, 1990, shall continue to serve until May 15th following the conclusion of his or her previously established term.\n\n(h) Repealed.\n\n(i) Repealed.\n\n(j) A chairperson and a vice-chairperson of the Board of Trustees:\n\n(1) Shall be chosen by a majority vote of the Trustees;\n\n(2) Shall serve as chairperson or vice-chairperson until May 15 next following his or her election to that office; and\n\n(3) May be re-elected as chairperson or vice-chairperson if still a member of the Board of Trustees.\n\n(k) A member of the Board of Education shall not serve as a Trustee of the University. Except as provided in subsection (l) of this section a paid officer or employee of the University of the District of Columbia shall not serve as a Trustee. A retired officer or employee of the University of the District of Columbia, shall, however, be eligible to serve as a Trustee. A Trustee shall forfeit his or her membership on the Board upon failure to maintain the qualifications required by this subsection.\n\n(l) The Chief Executive Officer of the University shall be a non-voting ex officio member of the Board of Trustees.\n\n(m) Repealed.\n\n(n) Repealed.",
      "history": "Oct. 26, 1974, 88 Stat. 1424, Pub. L. 93-471, title II, § 201; Sept. 9, 1975, D.C. Law 1-12, § 3(a), (b), 22 DCR 1806; Nov. 1, 1975, D.C. Law 1-36,§ 4, 23 DCR 2911; Apr. 6, 1977, D.C. Law 1-99, § 2(b), 23 DCR 8729; Feb. 27, 1990, D.C. Law 8-69, § 2, 36 DCR 7737; Oct. 15, 1993, D.C. Law 10-38, § 2, 40 DCR 5819; Aug. 1, 1996, D.C. Law 11-152, § 301(b), 43 DCR 2978; Apr. 12, 1997, D.C. Law 11-259, § 314(a), 44 DCR 1423; May 23, 2000, D.C. Law 13-116, § 2, 47 DCR 1998; Mar. 2, 2007, D.C. Law 16-191, § 3, 53 DCR 6794; Mar. 8, 2011, D.C. Law 18-286, § 2(a), 57 DCR 11012",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.01.html"
    },
    {
      "id": "section-38-1202.02",
      "number": "38-1202.02",
      "heading": "Board of Trustees Nominating Committee.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, 88 Stat. 1425, Pub. L. 93-471, title II, § 202; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2916; Mar. 14, 1985, D.C. Law 5-161, § 2, 32 DCR 158; Feb. 27, 1990, D.C. Law 8-69, § 3, 36 DCR 7737; April 29, 1998, D.C. Law 12-86, § 401(i), 45 DCR 1172",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.02.html"
    },
    {
      "id": "section-38-1202.03",
      "number": "38-1202.03",
      "heading": "Suspension, removal, and termination of Trustees.",
      "text": "(a) Any Trustee shall be automatically suspended from serving as such member after he has been found guilty of a felony by a court of competent jurisdiction. Upon a final determination of his guilt or innocence, the term of such member shall automatically terminate or be reinstated.\n\n(b) The Board of Trustees shall have the power to remove any member, after fair notice and an opportunity to be heard, at any time for adequate cause which relates to such members’ character or efficiency as a Trustee.\n\n(c) The tenure of the student member shall automatically terminate if the status of such member ceases to be that of a full-time student at the University.",
      "history": "Oct. 26, 1974, 88 Stat. 1425, Pub. L. 93-471, title II, § 203; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2921",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.03.html"
    },
    {
      "id": "section-38-1202.04",
      "number": "38-1202.04",
      "heading": "Reimbursement of Trustees.",
      "text": "Trustees shall serve without compensation except that each Trustee shall be entitled to reimbursement for actual and necessary expenses incurred while actually engaged in service as a Trustee, provided that these expenses are properly documented. In no case, however, shall a Trustee receive expense reimbursement that exceeds $4,000 per annum.",
      "history": "Oct. 26, 1974, 88 Stat. 1426, Pub. L. 93-471, title II, § 204; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2292; Mar. 3, 1979, D.C. Law 2-139, § 3204(f), 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(gg), 27 DCR 2632; Apr. 20, 1991, D.C. Law 8-259, § 2, 38 DCR 1449; July 13, 1991, D.C. Law 9-13, § 2, 38 DCR 3378",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.04.html"
    },
    {
      "id": "section-38-1202.05",
      "number": "38-1202.05",
      "heading": "Consolidation of existing public institutions of postsecondary education.",
      "text": "The Trustees shall by August 1, 1977, consolidate the existing public institutions of postsecondary education in the District of Columbia under a single management system to be called the University of the District of Columbia, with several programs, schools, colleges, institutes, campuses and other components that offer a comprehensive program of public postsecondary education. The institutions of public postsecondary education in the District of Columbia existing immediately prior to such consolidation shall be deemed abolished on the effective date of the consolidation. Thereafter, any reference in any law, rule, regulation, or other document of the United States or of the District of Columbia to such institutions shall be deemed to be a reference to the University of the District of Columbia.",
      "history": "Oct. 26, 1974, 88 Stat. 1426, Pub. L. 93-471, title II, § 205; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2922; Apr. 6, 1977, D.C. Law 1-99, § 2(a), 23 DCR 8729",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.05.html"
    },
    {
      "id": "section-38-1202.06",
      "number": "38-1202.06",
      "heading": "Duties of Trustees.",
      "text": "It shall be the duty of the Trustees to:\n\n(1) Review the existing public institutions of postsecondary education with respect to:\n\n(A) Accreditation;\n\n(B) Present programs and functions;\n\n(C) Actual and potential capabilities; and\n\n(D) Educational policies and procedures;\n\n(A) Establish the University of the District of Columbia consisting of, but not limited to, 2 major components, liberal and fine arts and vocational and technical education;\n\n(B) Prepare and, from time to time, revise a long-range plan for the development of the University which shall include the type and scope of programs offered and envisioned. Such plan shall also include the development, expansion, integration, coordination and efficient use of the facilities, physical plant, curricula, and standards of public postsecondary education. Such initial plan and any revisions thereof shall be made available to the public, the Council of the District of Columbia and the Mayor for a period of not less than 60 days prior to its implementation and the Trustees shall hold such hearings and public forums as may be necessary to receive public response and comment on such plans;\n\n(C) Operate a public law school component, established under subchapter VI of this unit, in a manner that shall:\n\n(i) Maintain any accreditation necessary to qualify the graduates of the School of Law to take the bar examinations of the District of Columbia and of the several states;\n\n(ii) Represent, to the maximum extent feasible, the legal needs of low-income persons, particularly those who reside in the District of Columbia, through the training of law students; and\n\n(iii) Recruit and enroll, to the maximum extent feasible, students from racial, ethnic, and other population groups that in the past have been underrepresented among persons admitted to the bar of the District of Columbia and the several states;\n\n(3) Establish or approve policies and procedures governing admissions, curricula, programs, graduation, the awarding of degrees, and general policy making for the components of the University;\n\n(4) Prepare and submit to the Mayor, on a date fixed by the Mayor, an annual budget for each fiscal year. Such budget shall include a proposed financial operating plan for such fiscal year, and a capital and educational improvements plan for such fiscal year and the succeeding 4 fiscal years for the University. The Mayor and the Council shall, after review and consideration of the budget submitted by the Trustees, establish the maximum amount of funds for each of the major components of the University and the total University budget which will be allocated to the Trustees;\n\n(5) Transfer during the fiscal year any appropriation balance available for one item of appropriation to another item of appropriation or to a new program designated by action of the Trustees; provided, that any such action under this paragraph shall be taken in accordance with the provisions of the reprogramming policy and laws of the District of Columbia;\n\n(6) Repealed;\n\n(7) Enter into negotiations and binding contracts in accordance with District contracting and procurement rules and regulations to perform organized research, training and demonstrations on a reimbursable basis for the United States and the government of the District of Columbia and other public and private agencies;\n\n(8) Fix tuition, and fees in addition to tuition, to be paid by resident and nonresident students attending the University; provided, that such tuition and fees are adopted by the Trustees in accordance with the provisions of § 2-505(a);\n\n(8A) Allow any individual, regardless of federal immigration status, to pay tuition at the rate adopted for residents pursuant to paragraph (8) of this section and to receive local financial aid for attendance at any school, college, or branch campus of the University of the District of Columbia; provided, that the individual:\n\n(A) Within the previous 10 years, attended high school in the District of Columbia for 3 years, graduated from a high school in the District, or received the equivalent of a high school diploma in the District; and\n\n(B) Submits one of the following:\n\n(i) An official transcript from a District of Columbia public, public charter, or private school as evidence of attendance;\n\n(ii) A diploma from a District of Columbia public, public charter, or private school as evidence of graduation;\n\n(iii) A state diploma from the Office of the State Superintendent of Education; or\n\n(iv) An official certificate of completion of the equivalent of a high school diploma;\n\n(9) Deposit all revenues and receipts of any nature whatsoever derived from tuition and fees received from students with the District of Columbia Treasurer under regulations established by the Mayor, which revenues shall be accounted for in the Municipal University Fund as a separate revenue source allocated to provide authority for such University purposes as the Board of Trustees may approve;\n\n(10) Select, appoint, and fix the compensation for a Chief Executive Officer of the University and of such staff for the Board of Trustees as it deems necessary and approve the appointment and compensation of the academic and administrative heads of each of the components of the University and of such other officers as it deems necessary, including legal counsel, subject to the provisions of Chapter 6 of Title 1. The Chief Executive Officer shall serve at the pleasure of the Trustees;\n\n(11) Submit recommendations to the Mayor and the Council of the District of Columbia from time to time relating to legislation affecting the administration and programs of the University;\n\n(12) Develop and define, in conjunction with the faculty, a policy governing academic freedom for the University and establish mechanisms to ensure its protection and enforcement;\n\n(13) Perform such duties and make such rules and regulations as may be necessary to carry out the purposes of this unit;\n\n(14) Seek to establish with the Board a Coordination Committee to determine areas of cooperation, coordination and assistance;\n\n(15) Utilize the services and seek the counsel and advice of the District of Columbia Commission on Postsecondary Education in planning the development of a program for public postsecondary education in the District of Columbia;\n\n(16) Generally determine, control, supervise, manage, and govern all affairs of the University;\n\n(17) Repealed;\n\n(18) Establish health policies and procedures for adult students as provided in Chapter 6 of this title;\n\n(A) Coordinate the state system, in accordance with federal requirements, for pre-k teacher preparation, professional development, and training;\n\n(B) Establish a collaborative of District of Columbia colleges and universities to craft a higher education incentive grant program and a scholarship program and develop a pre-k workforce development plan, as required by § 38-274.01; and\n\n(C) Establish the higher education incentive grant program and the scholarship program for the purpose of increasing the number of highly qualified pre-k teachers and assistant teachers who are eligible to teach in a high-quality pre-k classroom as of September 1, 2014, as set forth in § 38-274.01; and\n\n(A) Procure all goods and services necessary to operate the University independent of the Office of Contracting and Procurement and the requirements of Chapter 3A of Title 2, except as specified in § 2-351.05; provided, that the Council has approved proposed rules governing the procurement of goods and services.\n\n(B) Submit any proposed rules governing the procurement of goods and services promulgated subsequent to October 9, 2010, to the Council for its review and approval.",
      "history": "Oct. 26, 1974, 88 Stat. 1427, Pub. L. 93-471, title II, § 206; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2923; Mar. 3, 1979, D.C. Law 2-139, § 3204(f), 25 DCR 5740; Aug. 22, 1980, D.C. Law 3-82, § 3(a), 27 DCR 2647; Feb. 9, 1984, D.C. Law 5-47, § 2, 30 DCR 5641; Feb. 24, 1987, D.C. Law 6-177, § 2(c), (d), 33 DCR 7241; Aug. 1, 1996, D.C. Law 11-152, § 301(c), 43 DCR 2978; Apr. 12, 1997, D.C. Law 11-259, § 314(b), 44 DCR 1423; Apr. 20, 1999, D.C. Law 12-231, § 2(a), 46 DCR 487; Mar. 8, 2011, D.C. Law 18-285, § 3, 57 DCR 11005; Mar. 8, 2011, D.C. Law 18-286, § 2(b), 57 DCR 11012; Sept. 26, 2012, D.C. Law 19-171, §§ 96, 226, 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.06.html"
    },
    {
      "id": "section-38-1202.07",
      "number": "38-1202.07",
      "heading": "Personnel System.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, 88 Stat. 1428, Pub. L. 93-471, title II, § 207; Sept. 9, 1975, D.C. Law 1-12, § 3(c), 22 DCR 1807; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2927; Mar. 3, 1979, D.C. Law 2-139, § 3204(f), 25 DCR 5740",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.07.html"
    },
    {
      "id": "section-38-1202.08",
      "number": "38-1202.08",
      "heading": "Transfer of functions, personnel, property, assets, and liabilities.",
      "text": "The Board of Higher Education and the Vocational Board shall be abolished on the day that the Board of Trustees convenes its 1st meeting. Except as provided by this unit all functions, powers, and duties of the Board of Higher Education and the Vocational Board under Chapter 11 of this title shall be vested in and exercised by the Trustees. All employees, property (real and personal), and unexpended balances (available or to be made available) of appropriations, allocations, and all other funds and assets and liabilities of the Board of Higher Education and Vocational Board are authorized to be transferred to the Trustees, except the functions of licensing institutions to confer degrees as authorized by this unit. All rules, orders, obligations, determinations and any other understandings of the Board of Higher Education and the Board of Vocational Education shall remain in effect until such time as they may be lawfully amended, modified or repealed by the Trustees.",
      "history": "Oct. 26, 1974, 88 Stat. 1428, Pub. L. 93-471, title II, § 207; as added Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2929; July 2, 2011, D.C. Law 18-378, § 3(bb), 58 DCR 1720",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.08.html"
    },
    {
      "id": "section-38-1202.09",
      "number": "38-1202.09",
      "heading": "Establishment as land-grant university.",
      "text": "(a) In the administration of: (1) the Act of August 30, 1890 (7 U.S.C. §§ 321 to 326, and 328) (known as the Second Morrill Act); (2) the 10th paragraph under the heading “Emergency Appropriations” in the Act of March 4, 1907 (7 U.S.C. § 322) (known as the Nelson Amendment); (3) § 22 of the Act of June 29, 1935 (7 U.S.C. § 329) (known as the Bankhead-Jones Act); (4) the Act of March 4, 1940 (7 U.S.C. § 331); and (5) the Agricultural Marketing Act of 1946 (7 U.S.C. §§ 1621 to 1627); the University shall be considered to be a university established for the benefit of agriculture and the mechanic arts in accordance with the provisions of the Act of July 2, 1862 (7 U.S.C. §§ 301 to 305, 307, and 308) (known as the First Morrill Act); and the term “state” as used in the laws and provisions of law listed in clauses (1), (2), (3), (4) and (5) of this subsection shall include the District of Columbia.\n\n(b) In the administration of the Act of May 8, 1914 (7 U.S.C. §§ 341 to 346, and 347a to 349) (known as the Smith-Lever Act):\n\n(1) The University shall be considered to be a university established for the benefit of agriculture and the mechanic arts in accordance with the provisions of the Act of July 2, 1862 (7 U.S.C. §§ 301 to 305, 307, and 308); and\n\n(2) The term “state” as used in such Act of May 8, 1914, shall include the District of Columbia.\n\n(c) In lieu of an authorization of appropriations for the District of Columbia under § 3(c) of such Act of May 8, 1914, there is authorized to be appropriated such sums as may be necessary to provide cooperative agricultural extension work in the District of Columbia under such Act. Such sums may be used to pay not more than ½ of the total cost of providing such extension work. Any reference in such Act (other than § 3(c) thereof) to funds appropriated under such Act shall in the case of the District of Columbia be considered a reference to funds appropriated under this subsection.\n\n(d) Four per centum of the sums appropriated under subsection (c) of this section for each fiscal year shall be allotted to the Federal Extension Service of the Department of Agriculture for administrative, technical, and other services provided by the Service in carrying out the purposes of this section.\n\n(e) Reserved.",
      "history": "Oct. 26, 1974, 88 Stat. 1428, Pub. L. 93-471, title II, § 208; renumbered § 209, Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2911; May 22, 2008, 122 Stat. 923, Pub. L. 110-234, § 7417(a); June 18, 2008, 122 Stat. 1651, Pub. L. 110-246, §§ 4, 7417(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.09.html"
    },
    {
      "id": "section-38-1202.10",
      "number": "38-1202.10",
      "heading": "State consent.",
      "text": "The enactment of this unit shall, as respects the District of Columbia, be deemed to satisfy any requirement of state consent contained in any of the laws or provisions of law referred to in § 38-1202.09.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title II, § 209; renumbered § 210, Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2911",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.10.html"
    },
    {
      "id": "section-38-1202.11",
      "number": "38-1202.11",
      "heading": "Transfer of powers of Board of Governors.",
      "text": "(a) All functions, powers, and duties of the Board of Governors of the District of Columbia School of Law established by § 38-1205.03 [repealed] shall be vested in and exercised by the Trustees. The District of Columbia School of Law shall be merged with and become a component of the University of the District of Columbia, as a single independent agency of the District of Columbia under the authority and jurisdiction of the Trustees.\n\n(b) All employees, property (real and personal), and unexpended balances (available or to be made available) of appropriations, allocations, and all other funds and assets and liabilities of the Board of Governors are transferred to the Trustees. All rules, orders, obligations, determinations, and any other understandings of the Board of Governors shall remain in effect until such time as they may be lawfully amended, modified, or repealed by the Trustees. Thereafter, any reference in any law, rule, regulation, or other document of the United States or the District of Columbia to the Board of Governors shall be deemed to be a reference to the Trustees, and any reference in any law, rule, regulation, or other document of the United States or the District of Columbia to the District of Columbia School of Law shall be deemed to be a reference to the University of the District of Columbia School of Law.\n\n(c) The Trustees shall be bound by the terms of the Merger Agreement between the University of the District of Columbia and the District of Columbia School of Law, signed November 6, 1995.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title II, § 211; as added Aug. 1, 1996, D.C. Law 11-152, § 301(d), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.11.html"
    },
    {
      "id": "section-38-1202.12",
      "number": "38-1202.12",
      "heading": "Supervision of adult education program.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, 88 Stat. 1423, Pub. L. 93-471, title II, § 212; as added Apr. 20, 1999, D.C. Law 12-231, § 2(b), 46 DCR 487; June 12, 2007, D.C Law 17-9, § 303, 54 DCR 4102",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1202.12.html"
    },
    {
      "id": "section-38-1203.01",
      "number": "38-1203.01",
      "heading": "Appropriations; purchase and sale of books.",
      "text": "(a) There are authorized to be appropriated out of any money in the Treasury to the credit of the District of Columbia such sums as may be necessary for carrying out the purposes of this unit.\n\n(b) The Trustees are authorized to purchase and sell books at such prices as they determine necessary to approximate the cost of the sale of such books, excluding personnel and overhead costs. All receipts from the sale of such books shall be deposited with the D.C. Treasurer and accounted for within the Municipal University Fund as a separate revenue source allocable to provide authority for the purchase of books as the Board of Trustees may approve. Any unexpended balance at the end of fiscal year 1981 or each succeeding fiscal year thereafter shall be reserved as a restricted fund balance and used to provide authority to expend for subsequent years, for the purchase of books, subject to the direction of the Board of Trustees. Such funds which are available from the general revenues of the District of Columbia and appropriated in fiscal year 1981 for the purpose of the procurement of books by the Trustees and receipts from the sale of such books shall also be deposited with the D.C. Treasurer and accounted for in an account within the Municipal University Fund; provided, that the base of the budget of the University shall be reduced in fiscal year 1982 by an amount equal to the funds appropriated in fiscal year 1981 for the purpose of procurement of such books and receipts from the sale of such books.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title III, § 301; Nov. 1, 1975, D.C. Law 1-36, § 4, 22 DCR 2930; Sept. 23, 1978, D.C. Law 2-111, § 3, 25 DCR 1462; Aug. 22, 1980, D.C. Law 3-82, § 3(b), 27 DCR 2647",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1203.01.html"
    },
    {
      "id": "section-38-1204.01",
      "number": "38-1204.01",
      "heading": "Meetings of Trustees.",
      "text": "(1) The chairperson or a majority of the members of the Trustees may convene a meeting. The Trustees shall hold meetings periodically, as scheduled by the Trustees; provided, that at least 4 meetings shall be held each year. All meetings shall be held in the District of Columbia. Except as provided in paragraph (2) of this subsection, meetings shall be noticed to the public and open to the public.\n\n(2) The Trustees may convene in executive session by a vote of a majority of the voting members serving to take action on matters that:\n\n(A) Relate to personnel or to practices of the Trustees;\n\n(B) Would result in the disclosure of matters specifically exempted from disclosure by statute; or\n\n(C) Would result in the disclosure of information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy.\n\n(3) The Trustees shall keep the minutes of each meeting of the Trustees and shall make the minutes of each public meeting available to the public for inspection and distribution.\n\n(b) No official action may be taken at a meeting or an executive session unless a quorum is present; except, that a lesser number may hold a hearing. A majority of the voting members serving on the Board of Trustees shall constitute a quorum.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title IV, § 401; Nov. 1, 1975, D.C. Law 1-36, § 5, 22 DCR 2931; Mar. 3, 1979, D.C. Law 2-132, § 2, 25 DCR 3489; Mar. 8, 2011, D.C. Law 18-286, § 2(c), 57 DCR 11012; Mar. 19, 2013, D.C. Law 19-251, § 2, 60 DCR 980",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.01.html"
    },
    {
      "id": "section-38-1204.02",
      "number": "38-1204.02",
      "heading": "Advisory committees.",
      "text": "The Trustees shall appoint such advisory committees as are necessary to advise on educational policy. Such advisory committees may consist of members of the Trustees, students, faculty members, parents, and governmental, educational, business, industrial, labor, and community representatives.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title IV, § 402; Nov. 1, 1975, D.C. Law 1-36, § 5, 22 DCR 2931",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.02.html"
    },
    {
      "id": "section-38-1204.03",
      "number": "38-1204.03",
      "heading": "Gifts and contributions.",
      "text": "(a) The Trustees may accept services, moneys, gifts, endowments, donations, and bequests. The Trustees may in their discretion retain or not retain such in the form in which they are made.\n\n(b) The Trustees shall establish in 1 or more financial institutions in the District of Columbia the District of Columbia Postsecondary Education Fund. There shall be deposited in such fund all gifts and contributions in whatever form, funds in receipt of services rendered, other than tuition, and all moneys not included in the annual operating and capital and educational improvements funds appropriated by Congress. Moneys deposited therein shall be available for investment and shall be distributed in such amounts and in such manner as the Trustees may determine. The Trustees are authorized to administer such fund in whatever manner the Trustees may deem wise and prudent, provided that such administration is lawful and does not impose any fiscal burden on the District of Columbia.\n\n(b-1) The Trustees shall establish in one or more financial institutions in the District of Columbia a District of Columbia School of Law Fund (“Fund”). There shall be deposited in the Fund all gifts and contributions in whatever form, funds received for services rendered by the School of Law, other than tuition, and all monies dedicated to the support of the School of Law not included in the annual operating and capital improvement funds appropriated for the University by Congress. Subject to the applicable laws relating to the appropriation of District funds, the Trustees are authorized to administer the Fund in whatever manner the Trustees may deem wise and prudent, provided that the administration is lawful, in accordance with the fiduciary responsibilities of the Trustees, and does not impose any financial burden on the District of Columbia.\n\n(c) It is not the intent that any income derived as a result of such funds shall take the place of any District or federal appropriations or any part thereof but that it shall supplement such appropriations to the end that the University may improve and increase its functions, may enlarge its areas of service and may become more useful to a greater number of people. Nothing in this section shall be construed to prevent the Trustees from receiving gifts, donations, and bequests from any source and from using the same for such lawful purposes as the donor or donors designate.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title IV, § 403; Nov. 1, 1975, D.C. Law 1-36, § 5, 22 DCR 2932; Aug. 1, 1996, D.C. Law 11-152, § 301(e), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.03.html"
    },
    {
      "id": "section-38-1204.04",
      "number": "38-1204.04",
      "heading": "Annual report.",
      "text": "The Trustees shall make an annual report to the general public, Mayor, Council, and the Congress on December 31st of each year on the operation of programs and the expenditure of all funds for public postsecondary education in the District of Columbia. Such annual report shall include, but not be limited to, the source, amount, distribution and expenditure of all funds whatever the source; and general student enrollment data, including, but not limited to, race, sex, age, major area of study, previous and current residency and upon graduation or termination of study, employment placement data (consistent with existing statutes and Department of Education regulations).",
      "history": "Oct. 26, 1974, 88 Stat. 1430, Pub. L. 93-471, title IV, § 404; Nov. 1, 1975, D.C. Law 1-36, § 5, 22 DCR 2933",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.04.html"
    },
    {
      "id": "section-38-1204.05",
      "number": "38-1204.05",
      "heading": "Transfer of appropriation balance; power to contract; Material Fund.",
      "text": "(a) The Board of Education of the District of Columbia is authorized to transfer during the fiscal year any appropriation balance available for one item of appropriation to another item of appropriation or to a new program designated by action of the Board; provided, that any such action under this subsection shall be taken in accordance with the reprogramming policy and laws of the District of Columbia.\n\n(b) Repealed.\n\n(c) There is established, in the General Fund, an account entitled the Material Fund which shall be limited to public school use. The Board of Education is authorized to transfer its authority from the Material Fund to an internal service fund, which transferred authority if not obligated by the end of the first quarter of fiscal year 1981, or each succeeding fiscal year thereafter, shall expire.",
      "history": "Oct. 26, 1974, 88 Stat. 1430, Pub. L. 93-471, title IV, § 405; Nov. 1, 1975, D.C. Law 1-36, § 5, 22 DCR 2934; Mar. 3, 1979, D.C. Law 2-139, § 3204(b), 25 DCR 5740; Aug. 22, 1980, D.C. Law 3-82, §§ 3(c), 27 DCR 2647; May 23, 1990, D.C. Law 8-131, § 2, 37 DCR 2211; June 22, 1990, D.C. Law 8-143, § 2, 37 DCR 2972; Apr. 12, 1997, D.C. Law 11-259, § 314(c), 44 DCR 1423; Oct. 19, 2000, D.C. Law 13-172, § 706, 47 DCR 6308",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.05.html"
    },
    {
      "id": "section-38-1204.06",
      "number": "38-1204.06",
      "heading": "Authority of Council.",
      "text": "Notwithstanding any other provision of law, or any rule of law, nothing in this unit shall be construed as limiting the authority of the Council to enact any act or resolution, after January 2, 1975, pursuant to the District of Columbia Home Rule Act with respect to any matter covered by this unit.",
      "history": "Oct. 26, 1974, 88 Stat. 1430, Pub. L. 93-471, title IV, § 406; Nov. 1, 1975, D.C. Law 1-36, § 5, 22 DCR 2934",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.06.html"
    },
    {
      "id": "section-38-1204.07",
      "number": "38-1204.07",
      "heading": "Rules for preferential tuition rates for District residents.",
      "text": "(a) Within 90 days of August 1, 1996, the Trustees will consider and adopt uniform rules applicable to students of the University, including the School of Law, setting forth the requirements for preferential tuition rates for bona fide residents of the District of Columbia and requirements for recognition of changes in residency status.\n\n(b) The Trustees shall establish the tuition rate for nonresident students at the University of the District of Columbia flagship undergraduate program, graduate program, and the Community College of the District of Columbia, at a level no lower than the nonresident tuition rate charged at comparable public institutions of higher education.",
      "history": "Oct. 26, 1974, 88 Stat. 1429, Pub. L. 93-471, title IV, § 407; as added Aug. 1, 1996, D.C. Law 11-152, § 301(f), 43 DCR 2978; Sept. 14, 2011, D.C. Law 19-21, § 4062, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1204.07.html"
    },
    {
      "id": "section-38-1205.01",
      "number": "38-1205.01",
      "heading": "Purposes.",
      "text": "In enacting this subchapter, the Council of the District of Columbia supports the following statutory purposes:\n\n(1) To authorize the establishment of a public school of law for the District of Columbia; and\n\n(2) To ensure that the programs and clinical operations of the School of Law of Antioch University, in operation as of February 24, 1987, are adopted initially as the programs and clinical operations of the public School of Law for the District of Columbia.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 501; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 2(a), 36 DCR 8117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.01.html"
    },
    {
      "id": "section-38-1205.02",
      "number": "38-1205.02",
      "heading": "Definitions.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 502; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 2(b), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(g), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.02.html"
    },
    {
      "id": "section-38-1205.03",
      "number": "38-1205.03",
      "heading": "Establishment of Board of Governors and School of Law.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 503; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Sept. 12, 1987, D.C. Law 7-22, § 2, 34 DCR 4199; Dec. 10, 1987, D.C. Law 7-51, § 2, 34 DCR 6889; Apr. 30, 1988, D.C. Law 7-104, § 22(a), (b), 35 DCR 147; Mar. 15, 1990, D.C. Law 8-74, § 2(c), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(h), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.03.html"
    },
    {
      "id": "section-38-1205.04",
      "number": "38-1205.04",
      "heading": "Board of Governors Nominating Committee.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 504; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Oct. 7, 1987, D.C. Law 7-31, § 6, 34 DCR 3789; Apr. 30, 1988, D.C. Law 7-104, § 22(c), 35 DCR 147; Mar. 15, 1990, D.C. Law 8-74, § 2(d), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(i), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.04.html"
    },
    {
      "id": "section-38-1205.05",
      "number": "38-1205.05",
      "heading": "Suspension, removal, and termination of Governors.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 505; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 2(e), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(j), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.05.html"
    },
    {
      "id": "section-38-1205.06",
      "number": "38-1205.06",
      "heading": "Duties and limitations of the Board of Governors.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 506; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 2(f), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(k), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.06.html"
    },
    {
      "id": "section-38-1205.07",
      "number": "38-1205.07",
      "heading": "Retirement.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 507; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Aug. 1, 1996, D.C. Law 11-152, § 301(l), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.07.html"
    },
    {
      "id": "section-38-1205.08",
      "number": "38-1205.08",
      "heading": "Employment rights.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 508; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Aug. 1, 1996, D.C. Law 11-152, § 301(m), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.08.html"
    },
    {
      "id": "section-38-1205.09",
      "number": "38-1205.09",
      "heading": "Review of records.",
      "text": "The District of Columbia Auditor shall, upon request, be provided access to all books, accounts, records, reports, findings and all other papers, things, or property belonging to, or in use by, the School of Law, in accordance with the provisions of § 1-204.55.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 509; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.09.html"
    },
    {
      "id": "section-38-1205.10",
      "number": "38-1205.10",
      "heading": "Preferential tuition for District of Columbia residents.",
      "text": "(a) The Board of Trustees shall, in accordance with § 38-1205.06(c)(7) [repealed], fix tuition to allow bona fide residents of the District of Columbia to attend the School of Law on a preferential tuition basis.\n\n(b) An applicant for preferential tuition shall make a showing of the applicant’s bona fide residence in the District of Columbia. Any applicant for the preferential tuition established under subsection (a) of this section shall be presumed to be a bona fide resident of the District of Columbia if the applicant has been, for 2 continuous years prior to the date of the applicant’s enrollment in the School of Law:\n\n(1) Domiciled in the District of Columbia and paid District of Columbia income taxes; or\n\n(2) Enrolled in a college or university located outside the District of Columbia and been claimed as a dependent on District of Columbia resident tax returns filed by a parent or spouse of the applicant.\n\n(c) Any applicant for the preferential tuition established under subsection (a) of this section who is not presumed to be a bona fide resident of the District of Columbia shall be required to establish by a preponderance of the evidence to the Board of Trustees or its designee that the applicant:\n\n(1) Was a bona fide resident of the District of Columbia for a reasonable duration of time prior to the applicant’s request for preferential tuition; and\n\n(2) Remains a bona fide resident of the District of Columbia.\n\n(d) In determining whether an applicant for preferential tuition under subsection (c) of this section is in fact a bona fide resident of the District of Columbia, the following factors shall be taken into consideration:\n\n(1) Whether the applicant has maintained a year-round home in the District of Columbia, as evidenced by lease or mortgage agreements;\n\n(2) Where the applicant’s driver’s license, if any, was issued;\n\n(3) Where the applicant’s motor vehicle, if any, is registered;\n\n(4) Where the applicant is registered to vote;\n\n(5) What address the applicant has used over the past several years for purposes of filing federal income tax returns, if any;\n\n(6) Whether the applicant is a graduate of a public or private District of Columbia high school; and\n\n(7) Any other factor deemed appropriate by the Board of Trustees.\n\n(e) Any applicant denied preferential tuition shall be permitted to appeal the denial by whatever procedures and to whatever officer of the School of Law as the Board of Trustees shall establish for final determination.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 510; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 2(g), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(n), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.10.html"
    },
    {
      "id": "section-38-1205.11",
      "number": "38-1205.11",
      "heading": "Mayoral stipends.",
      "text": "The Mayor shall make available tuition stipends for students of the School of Law who are bona fide residents of the District of Columbia and who agree to employment by the District of Columbia government, or by any public service organization or institution designated by the Mayor, for a period of time immediately following the students’ graduation from the School of Law. The length of service required shall be established by the terms of the stipends. Any stipend recipient who fails to perform the post-graduation work requirement shall be held liable to the District of Columbia for 3 times the amount of stipend funds provided to the recipient.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 511; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.11.html"
    },
    {
      "id": "section-38-1205.12",
      "number": "38-1205.12",
      "heading": "Full faith and credit of the District of Columbia not pledged.",
      "text": "The full faith and credit of the District of Columbia is not pledged for the payment of any principal of or interest on any obligation maintained or entered into by the Antioch School of Law, directly or indirectly, in whole or in part. The District of Columbia is not responsible or liable for payment of any principal of or interest on any obligation entered into by the Antioch School of Law, directly or indirectly, in whole or part.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 512; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.12.html"
    },
    {
      "id": "section-38-1205.13",
      "number": "38-1205.13",
      "heading": "Merger.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 513; as added Feb. 24, 1987, D.C. Law 6-177, § 2(a), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 2(h), 36 DCR 8117; Aug. 1, 1996, D.C. Law 11-152, § 301(o), 43 DCR 2978",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.13.html"
    },
    {
      "id": "section-38-1205.14",
      "number": "38-1205.14",
      "heading": "Post-graduate Legal Fellows.",
      "text": "Upon recommendation of the Dean of the University of the District of Columbia School of Law and approval of the President of the University, the University may enter into an agreement with a section 501(c)(3) not-for-profit organization to permit graduates of the University of the District of Columbia School of Law to serve as post-graduate legal fellows under the supervision of District of Columbia barred attorneys; provided, that such agreement shall be exempt from the requirements of Chapter 3A of Title 2, not including any applicable requirements imposed pursuant to § 1-204.51.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title V, § 514",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1205.14.html"
    },
    {
      "id": "section-38-1206.01",
      "number": "38-1206.01",
      "heading": "Establishment.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VI, § 601; as added Feb. 24, 1987, D.C. Law 6-177, § 2(b), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 3(a), 36 DCR 8117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1206.01.html"
    },
    {
      "id": "section-38-1206.02",
      "number": "38-1206.02",
      "heading": "Powers of Trustees.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VI, § 602; as added Feb. 24, 1987, D.C. Law 6-177, § 2(b), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-74, § 3(a), 36 DCR 8117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1206.02.html"
    },
    {
      "id": "section-38-1207.01",
      "number": "38-1207.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Eligible caretaker relative” means an individual as defined in § 4-205.15(2)(B), who has primary responsibility for the care of a dependent child.\n\n(2) “Eligible legal guardian” means any individual:\n\n(A) Appointed as a testamentary or appointive guardian pursuant to Chapter 1 of Title 21; and\n\n(B) Necessary for the maintenance of a household as provided in § 4-205.15(2)(D).\n\n(3) “Eligible parent” means a child’s natural or adoptive parent in a family eligible for Temporary Assistance for Needy Families or Program on Work, Employment, and Responsibility pursuant to Chapter 2 of Title 4.\n\n(4) “Tuition grant” means a sum equal to the basic instructional charge for a full- or part-time program at the University and includes all required fees.\n\n(5) “State” means any state of the United States, the District of Columbia, or any territory or possession of the United States.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 701; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946; Apr. 20, 1999, D.C. Law 12-241, § 14, 46 DCR 905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.01.html"
    },
    {
      "id": "section-38-1207.02",
      "number": "38-1207.02",
      "heading": "Criteria for tuition grant eligibility.",
      "text": "Subject to the limitations provided in §§ 38-1207.03 and 38-1207.05, the University shall admit an eligible parent, a caretaker relative, or a legal guardian, who shall have been certified as eligible by the District of Columbia Department of Human Services, to any scheduled course and shall provide a tuition grant that shall be used exclusively to offset against the charge for tuition and required fees for the eligible student taking 1 or more courses, whether or not taken for credit toward a degree, when the course or courses are being given, when space is available, and when the conditions for enrollment in the course are met.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 702; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.02.html"
    },
    {
      "id": "section-38-1207.03",
      "number": "38-1207.03",
      "heading": "Conditions of enrollment.",
      "text": "All pertinent University rules and regulations, including, but not limited to, those relating to admission standards, shall apply to applicants for admission and to students already enrolled who are eligible for the tuition grant program outlined in § 38-1207.02.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 703; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.03.html"
    },
    {
      "id": "section-38-1207.04",
      "number": "38-1207.04",
      "heading": "Report on grant program participation.",
      "text": "At the termination of each semester, the Trustees of the University shall furnish to the Council of the District of Columbia a statement of:\n\n(1) The number of persons who, during that semester, received tuition grants and participated in one or more courses pursuant to the provisions of this subchapter;\n\n(2) The total number of course enrollments attributable to these persons;\n\n(3) The number of individuals included in the response to paragraph (1) of this section who successfully completed each course, who dropped out, or who otherwise did not complete a course in which the individual had enrolled; and\n\n(4) The total amount of funds granted for the semester pursuant to this program to offset charges for tuition and required fees.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 704; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.04.html"
    },
    {
      "id": "section-38-1207.05",
      "number": "38-1207.05",
      "heading": "Limitation on grants.",
      "text": "No tuition grant pursuant to this subchapter shall be offered or approved for any student who has previously been the recipient of a tuition grant but has failed to remain in good academic standing by reason of neglect of the student’s academic work.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 705; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.05.html"
    },
    {
      "id": "section-38-1207.06",
      "number": "38-1207.06",
      "heading": "Additional educational opportunities.",
      "text": "This subchapter shall not be construed to prohibit the University from offering eligible parents, caretaker relatives, or legal guardians eligible pursuant to this subchapter additional financial assistance, additional educational opportunities free of charge or at reduced charge, or other assistance supplemental to or in addition to the minimum requirements specified by this subchapter.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 706; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.06.html"
    },
    {
      "id": "section-38-1207.07",
      "number": "38-1207.07",
      "heading": "Budget account.",
      "text": "The Trustees shall set aside funds in an appropriate budget account or accounts to provide for the grants authorized in this subchapter. In providing funds for a tuition grant pursuant to this subchapter, the Trustees shall first ensure that the University or the student has applied for any federal educational grant funds available to the University or to the student for this purpose, and the Trustees shall use District of Columbia appropriated funds or other University funds only for that part of the tuition grant that exceeds the amount of federal educational grant funds available. In the case of a student who meets all eligibility requirements for direct federal educational grant funds and has made timely application for these grant funds but the funds have not been received by either the University or the student, the University shall credit the student’s account in an amount not less than the federal educational grant funds for which the student is eligible and not more than the student’s tuition and fees. Upon receipt of federal grant funds by the University, the University shall apply the funds received to the student’s account; or, upon receipt of federal grant funds by the student, the student shall immediately repay to the University the amount credited by the University.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VII, § 707; as added Feb. 18, 1988, D.C. Law 7-74, § 2, 34 DCR 7946",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1207.07.html"
    },
    {
      "id": "section-38-1208.01",
      "number": "38-1208.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) Repealed.\n\n(2) “DCPS” means the District of Columbia Public Schools.\n\n(3) “UDC” means the University of the District of Columbia.\n\n(4) “VEST” means the Office of Vocational Education and Skills Training.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, Title VIII, § 801; as added Oct. 1, 2002, D.C. Law 14-190, § 2202, 49 DCR 6968; Mar. 13, 2004, D.C. Law 15-105, § 70, 51 DCR 881; Apr. 13, 2005, D.C. Law 15-354, § 85(d), 52 DCR 2638; May 2, 2015, D.C. Law 20-271, § 263(a), 62 DCR 1884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1208.01.html"
    },
    {
      "id": "section-38-1208.02",
      "number": "38-1208.02",
      "heading": "Establishment of the Office of Vocational Education and Skills Training at the University of the District of Columbia.",
      "text": "(a) Pursuant to § 1-204.04(b), the Council establishes an Office of Vocational Education and Skills Training under the President of the University of the District of Columbia.\n\n(b) VEST shall be responsible for the oversight and coordination of all government-sponsored vocational education, adult apprenticeship, and workforce skills training performed by UDC and DCPS.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VIII, § 802; as added Oct. 1, 2002, D.C. Law 14-190, § 2202, 49 DCR 6968",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1208.02.html"
    },
    {
      "id": "section-38-1208.03",
      "number": "38-1208.03",
      "heading": "Establishment of Advisory Board.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VIII, § 803; as added Oct. 1, 2002, D.C. Law 14-190, § 2202, 49 DCR 6968; May 2, 2015, D.C. Law 20-271, § 263(b), 62 DCR 1884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1208.03.html"
    },
    {
      "id": "section-38-1208.04",
      "number": "38-1208.04",
      "heading": "Requirements of short-term plan.",
      "text": "Repealed.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VIII, § 804; as added Oct. 1, 2002, D.C. Law 14-190, § 2202, 49 DCR 6968; May 2, 2015, D.C. Law 20-271, § 263(c), 62 DCR 1884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1208.04.html"
    },
    {
      "id": "section-38-1208.05",
      "number": "38-1208.05",
      "heading": "Executive Director.",
      "text": "(a) VEST shall be directed by an Executive Director who shall be appointed by the President of UDC, with the advice and consent of the Board of Trustees of UDC.\n\n(b) The Executive Director shall employ staff as needed, in accordance with annual appropriations.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VIII, § 805; as added Oct. 1, 2002, D.C. Law 14-190, § 2202, 49 DCR 6968",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1208.05.html"
    },
    {
      "id": "section-38-1208.06",
      "number": "38-1208.06",
      "heading": "Funding.",
      "text": "There is authorized to be appropriated from the general revenues of the District of Columbia funds necessary to carry out the purposes of this subchapter.",
      "history": "Oct. 26, 1974, Pub. L. 93-471, title VIII, § 806; as added Oct. 1, 2002, D.C. Law 14-190, § 2202, 49 DCR 6968",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1208.06.html"
    },
    {
      "id": "section-38-1209.01",
      "number": "38-1209.01",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this subchapter, the term:\n\n(1) \"Accredited master's degree\" means an accredited master's degree under the Middle States Commission on Higher Education in counseling, school counseling, clinical mental health counseling, social work or other master's degree programs accepted by the Board of Professional Counseling or Board of Social Work for the purposes of licensure in a behavioral health and human services occupation.\n\n(2) \"Behavioral health and human services occupation\" means an occupation that requires a worker to be licensed by the District's Board of Professional Counseling or Board of Social Work.\n\n(3) \"Health care provider organization\" means an entity that is licensed under federal, state, or District law to provide health care services and provides those services in the District. The term includes provider organizations certified by the Department of Behavioral Health, including group practice provider organizations enrolled in the District's Medicaid program.\n\n(4) \"LEA\" means local education agency, which is the District of Columbia Public Schools system or any individual or group of public charter schools operating under a single charter.\n\n(5) \"Program\" means the Behavioral Health and Suman Services Program established by § 38-1209.02.\n\n(6) \"UDC\" means the University of the District of Columbia.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1209.01.html"
    },
    {
      "id": "section-38-1209.02",
      "number": "38-1209.02",
      "heading": "Program establishment.",
      "text": "(a) There is established a Behavioral Health and Human Services Scholarship Program at the University of the District of Columbia to provide financial assistance to individuals who seek to obtain an accredited master's degree from UDC and become licensed in a behavioral health and human services occupation to work for a District government agency, an LEA located in the District, or for a health care provider organization operating in the District.\n\n(b) The Program shall provide financial assistance to UDC students for:\n\n(1) The successful completion of an accredited master's degree program at UDC; and\n\n(2) Passage of licensure exams to become licensed in a behavioral health and human services occupation.\n\n(c) The financial assistance to Program participants shall include some or all of the following:\n\n(1) Tuition at UDC, to the extent charged;\n\n(2) Academic costs, including the cost of books and supplies;\n\n(3) Stipends to be used toward living expenses and transportation; and\n\n(4) Fees associated with obtaining a license for a behavioral health and human services occupation in the District.\n\n(d) UDC shall select individuals to participate in the Program, consistent with the eligibility criteria established pursuant to § 38-1209.03.\n\n(e) Program marketing and public education shall be provided by UDC to attract District residents and employees to the Program.\n\n(f) Among other authorized uses, UDC may use local funds appropriated to the Program to provide:\n\n(1) Salaries and fringe benefits for faculty and staff directly engaged in providing courses necessary to obtain an accredited master's degree;\n\n(2) Instructional materials used in courses necessary to obtain an accredited master's degree; and\n\n(3) Marketing and recruitment activities to attract individuals to the Program.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1209.02.html"
    },
    {
      "id": "section-38-1209.03",
      "number": "38-1209.03",
      "heading": "Program participant eligibility.",
      "text": "(a) To be eligible for financial assistance provided through the Program, an individual shall:\n\n(1) Meet the relevant enrollment requirements for the accredited master's degree program at UDC in which the individual enrolls;\n\n(2) Be a resident of the District;\n\n(3) Be enrolled in a UDC accredited master's degree program necessary to obtain licensure in a behavioral health and human services occupation in the District;\n\n(4) Have a stated interest in pursuing a license in a behavioral health and human services occupation and to work in a behavioral health and human services occupation in the District; and\n\n(5) Meet other criteria as specified by UDC.\n\n(b) To maintain eligibility for financial assistance through the Program, an individual shall:\n\n(1) Maintain satisfactory academic progress, as determined by UDC;\n\n(2) Be consecutively enrolled as a full-time or part-time student in an accredited master's degree program at UDC; and\n\n(3) Meet any other requirement determined by UDC to be necessary or appropriate for Program participation.\n\n(1) In exchange for accepting Program financial assistance, a Program participant shall commit to working for a District government agency, an LEA in the District, or a health care provider organization operating in the District for 3 years after receiving an accredited master's degree and earning the appropriate licensure or certification needed to practice in a behavioral health and human services occupation in the District.\n\n(2) If an individual successfully passes the licensure exam for a degree program authorized for licensure by the Board of Professional Counseling or Board of Social Work but does not complete 3 years working for a District government agency, an LEA in the District, or a health care provider organization operating in the District, the individual shall be obligated to return all financial assistance provided to the individual under the Program, regardless of any partial completion of the 3-year minimum; except, that in extraordinary circumstances beyond the individual's control, UDC may waive or pro-rate the obligation to return all of the financial assistance.\n\n(3) UDC may impose additional requirements which, if not met by a Program participant, require the individual to return some or all of the financial assistance.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1209.03.html"
    },
    {
      "id": "section-38-1231.01",
      "number": "38-1231.01",
      "heading": "Biennial audits of UDC Endowment Fund.",
      "text": "Repealed.",
      "history": "Oct. 19, 2000, D.C. Law 13-172, § 2407, 47 DCR 6308",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1231.01.html"
    },
    {
      "id": "section-38-1241.01",
      "number": "38-1241.01",
      "heading": "Transfer of capital budget authority and funding to the University of the District of Columbia.",
      "text": "Beginning October 1, 2009, all University of the District of Columbia (“UDC”) capital projects shall be the responsibility of UDC to implement. The budget authority and any unexpended balances of appropriations, allocations, income, and other funds for all UDC capital projects shall be transferred from the Department of Real Estate Services (formerly, the Office of Property Management) to UDC upon October 15, 2009.",
      "history": "Mar. 3, 2010, D.C. Law 18-111, § 4141, 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1241.01.html"
    },
    {
      "id": "section-38-1251.01",
      "number": "38-1251.01",
      "heading": "University of the District of Columbia Debt Collection Fund.",
      "text": "(a) There is established as a special fund the University of the District of Columbia Debt Collection Fund (“Fund”), which shall be administered by the University of the District of Columbia in accordance with subsection (c) of this section.\n\n(b) The fund shall consist of the revenue from the collection of unpaid student tuition, student fees, and student loans by the Central Collection Unit in accordance with subchapter XVII of Chapter 3 of Title 1 [§ 1-350.01 et seq.].\n\n(c) The Fund shall be used for expenses associated with the operations of the University of the District of Columbia.\n\n(1) The money deposited into the Fund, and interest earned, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time.\n\n(2) Subject to authorization by Congress, any funds appropriated in the Fund shall be continually available without regard to fiscal year limitation.",
      "history": "Dec. 24, 2013, D.C. Law 20-61, § 7033, 60 DCR 12472",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1251.01.html"
    },
    {
      "id": "section-38-1271.01",
      "number": "38-1271.01",
      "heading": "University of the District of Columbia Community College Transition to Independence Advisory Board.",
      "text": "There is established a 5-member University of the District of Columbia Community College Transition to Independence Advisory Board. Two of the advisory board members shall be nominated by the Chairman of the Council and 3 advisory board members shall be nominated by the Mayor. All advisory board members shall be subject to confirmation by the Council.",
      "history": "Sept. 14, 2011, D.C. Law 19-21, § 4702, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1271.01.html"
    },
    {
      "id": "section-38-1271.02",
      "number": "38-1271.02",
      "heading": "Transition plan for independent Community College of the District of Columbia.",
      "text": "(a) The President and Chairman of the Board of Trustees of the University of the District of Columbia (“UDC”), the President of the Community College of the District of Columbia (“CCDC”), and the University of the District of Columbia Community College Transition to Independence Advisory Board, shall jointly develop and submit to the Council by no later than November 28, 2011, a transition plan for establishing CCDC as an independent community college.\n\n(b) The transition plan shall:\n\n(1) Identify all actions that must be taken for CCDC to operate independently from the UDC flagship university, including the creation of an independent board of trustees for CCDC;\n\n(2) Account for the type and scope of programs offered and envisioned, and include the development, expansion, integration, coordination, and efficient use of the facilities; and\n\n(3) Include the following:\n\n(A) An independent budget for CCDC that shall identify, for the first 5 years of operation as an independent entity, beginning in fiscal year 2013, the expected costs and revenues associated with its operation;\n\n(B) The CCDC’s application for accreditation by the Middle States Commission on Higher Education;\n\n(C) The Draft Terms of Articulation, which shall contain all proposed policies related to the transfer of credits and admission policies between CCDC and UDC, and which may be updated from time to time;\n\n(D) A Workforce and Local Education Plan, which shall identify potential arrangements to provide training for both public and private sector employees, and which shall identify mechanisms by which to increase cooperation and interaction with the District of Columbia Public Schools, public charter schools, and other District agencies; and\n\n(E) A plan detailing any transfers of positions, employees, property, and funds from UDC to CCDC for the purposes of establishing an independent community college.",
      "history": "Sept. 14, 2011, D.C. Law 19-21, § 4703, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1271.02.html"
    },
    {
      "id": "section-38-1271.03",
      "number": "38-1271.03",
      "heading": "Funding for transition plan.",
      "text": "Funding to support the development of the transition plan for an independent community college shall consist of $500,000, as set forth in the fiscal year 2012 budget and financial plan, to be transferred to an account held by the UDC Trustees and to be exclusively used for the purpose of developing the transition plan as described in this chapter.",
      "history": "Sept. 14, 2011, D.C. Law 19-21, § 4704, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-1271.03.html"
    }
  ]
}