{
  "state": "district-of-columbia",
  "path": "title-38/chapter-7",
  "sections": [
    {
      "id": "section-38-701",
      "number": "38-701",
      "heading": "Textbooks and supplies furnished without charge.",
      "text": "(a) The Board of Education shall issue to each student of the public elementary schools, public junior high schools, and public senior high schools textbooks, workbooks, and adequate instructional materials for each core curriculum subject, free of charge, by the second week of each new semester. The Superintendent shall certify to the Board of Education, within 30 days of each new semester, that each student has been issued textbooks, workbooks, and adequate instructional materials for each core curriculum subject, free of charge.\n\n(b) The Board of Education shall evaluate and certify every 5 years that all textbooks used in the public school system meet the Board of Education’s goals and objectives and the curriculum framework established for District of Columbia public schools.\n\n(c) The Board of Education may require a refundable deposit for textbooks issued to students in grades 7 through 12, to offset costs associated with lost or damaged textbooks. If the Board of Education requires a textbook deposit pursuant to this subsection, the Board of Education shall provide for a refund of the deposit at the conclusion of the relevant semester or school year for which the textbook was issued.\n\n(d) The Board of Education shall adopt regulations to implement the provisions of this section.",
      "history": "Jan. 31, 1930, 46 Stat. 62, ch. 32, § 1; June 28, 2002, D.C. Law 14-170, § 2, 49 DCR 4726",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-701.html"
    },
    {
      "id": "section-38-702",
      "number": "38-702",
      "heading": "Books remain District property.",
      "text": "All books purchased by the Board of Education shall be held as property of the District of Columbia and shall be loaned to pupils under such conditions as the Board of Education may prescribe.",
      "history": "Jan. 31, 1930, 46 Stat. 62, ch. 32, § 2",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-702.html"
    },
    {
      "id": "section-38-703",
      "number": "38-703",
      "heading": "Liability for damaged books.",
      "text": "Parents and guardians of pupils shall be responsible for all books loaned to the children in their charge and shall be held liable for the full price of every such book destroyed, lost, or so damaged as to be made unfit for use by other pupils.",
      "history": "Jan. 31, 1930, 46 Stat. 62, ch. 32, § 3",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-703.html"
    },
    {
      "id": "section-38-704",
      "number": "38-704",
      "heading": "Limitation on purchases.",
      "text": "The Board of Education shall purchase for use in the public schools only such books and supplies as shall have been duly recommended by the Superintendent of Schools and formally approved by the Board of Education.",
      "history": "Jan. 31, 1930, 46 Stat. 62, ch. 32, § 4; Apr. 12, 1997, D.C. Law 11-259, § 312, 44 DCR 1423; Oct. 19, 2000, D.C. Law 13-172, § 704, 47 DCR 6308",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-704.html"
    },
    {
      "id": "section-38-705",
      "number": "38-705",
      "heading": "Sale or exchange authorized.",
      "text": "The Board of Education, in its discretion, is authorized to make exchange or to sell books or other educational supplies which are no longer desired for school use.",
      "history": "Jan. 31, 1930, 46 Stat. 62, ch. 32, § 5",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-705.html"
    },
    {
      "id": "section-38-706",
      "number": "38-706",
      "heading": "Expense of textbooks and supplies.",
      "text": "The Board of Education is authorized to provide for the necessary expenses of purchase, distribution, care, and preservation of said textbooks and educational supplies out of money appropriated under authority of this chapter.",
      "history": "Jan. 31, 1930, 46 Stat. 62, ch. 32, § 6",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-706.html"
    },
    {
      "id": "section-38-731.01",
      "number": "38-731.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Financial literacy” means the ability to make informed decisions about one’s personal finances, based on an understanding of the principles of credit, debt, savings and investments, depository institutions, interest, and budgeting.\n\n(2) “Financial Literacy Council” means the District of Columbia Financial Literacy Council.",
      "history": "Aug. 15, 2008, D.C. Law 17-209, § 2, 55 DCR 6979",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-731.01.html"
    },
    {
      "id": "section-38-731.02",
      "number": "38-731.02",
      "heading": "Financial literacy education in schools.",
      "text": "The Mayor shall submit to the Council, within 180 days after August 15, 2008, a plan for the implementation of financial literacy education in public schools.",
      "history": "Aug. 15, 2008, D.C. Law 17-209, § 3, 55 DCR 6979",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-731.02.html"
    },
    {
      "id": "section-38-731.03",
      "number": "38-731.03",
      "heading": "Establishment of the District of Columbia Financial Literacy Council.",
      "text": "There is established the District of Columbia Financial Literacy Council to assist and advise the Mayor and the Council in promoting the financial literacy of the residents of the District.",
      "history": "Aug. 15, 2008, D.C. Law 17-209, § 4, 55 DCR 6979",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-731.03.html"
    },
    {
      "id": "section-38-731.04",
      "number": "38-731.04",
      "heading": "Members of the Financial Literacy Council.",
      "text": "(a) The Financial Literacy Council shall consist of 9 members, as follows:\n\n(1) One member shall be appointed by the Chairman of the Council.\n\n(2) One member shall be appointed by the chairperson of the Council committee with oversight of the Department of Insurance, Securities, and Banking.\n\n(3) One member shall be appointed by the Chief Financial Officer.\n\n(4) Six members shall be appointed by the Mayor and shall be comprised of:\n\n(A) One member who shall represent the Department of Insurance, Securities, and Banking;\n\n(B) One member who shall represent the District of Columbia Public Schools; and\n\n(C) Four members who shall be District residents with extensive knowledge of financial institutions, personal finance, and financial literacy programs.\n\n(b) Members shall not be compensated for their service on the Financial Literacy Council.\n\n(c) Members shall serve for terms of 4 years; provided, that of the initial members appointed:\n\n(1) Members appointed under subsection (a)(4)(C) of this section shall serve initial terms of 2 years; and\n\n(2) Members appointed under subsections (a)(1), (a)(2), (a)(3), (a)(4)(A), and (a)(4)(B) of this section shall serve initial terms of 4 years.\n\n(d) The Mayor shall designate one member as the chairperson. The designated member shall serve as chairperson until the conclusion of his or her current term of membership.",
      "history": "Aug. 15, 2008, D.C. Law 17-209, § 5, 55 DCR 6979",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-731.04.html"
    },
    {
      "id": "section-38-731.05",
      "number": "38-731.05",
      "heading": "Duties of the Financial Literacy Council.",
      "text": "The Financial Literacy Council shall:\n\n(1) Meet at least quarterly;\n\n(2) Create and operate under its own rules of procedure;\n\n(3) Develop a plan, to be submitted to the Mayor and the Council within 6 months after August 15, 2008, for the coordination of the District’s various financial literacy efforts;\n\n(4) Submit to the Mayor and the Council an annual report and recommendations on the financial literacy status of the District, with the first report and recommendations to be delivered within 12 months of August 15, 2008;\n\n(5) In the first report, the Council shall endeavor to address, among other issues, matters related to District residents’ recovery from foreclosure, bankruptcy, and consumer rights; and\n\n(6) Submit to the Mayor and Council other reports and recommendations as it considers useful for the promotion of financial literacy in the District.",
      "history": "Aug. 15, 2008, D.C. Law 17-209, § 6, 55 DCR 6979",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-731.05.html"
    },
    {
      "id": "section-38-751.01",
      "number": "38-751.01",
      "heading": "Short title.",
      "text": "Repealed.",
      "history": "June 19, 2012, D.C. Law 19-142, § 101, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-751.01.html"
    },
    {
      "id": "section-38-751.02",
      "number": "38-751.02",
      "heading": "Definitions.",
      "text": "Repealed.",
      "history": "June 19, 2012, D.C. Law 19-142, § 102, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-751.02.html"
    },
    {
      "id": "section-38-751.03",
      "number": "38-751.03",
      "heading": "Pilot early warning and support system.",
      "text": "Repealed.",
      "history": "June 19, 2012, D.C. Law 19-142, § 103, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-751.03.html"
    },
    {
      "id": "section-38-751.04",
      "number": "38-751.04",
      "heading": "Survey.",
      "text": "Repealed.",
      "history": "June 19, 2012, D.C. Law 19-142, § 104, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-751.04.html"
    },
    {
      "id": "section-38-751.05",
      "number": "38-751.05",
      "heading": "Report.",
      "text": "Repealed.",
      "history": "June 19, 2012, D.C. Law 19-142, § 105, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-751.05.html"
    },
    {
      "id": "section-38-752.01",
      "number": "38-752.01",
      "heading": "Short title.",
      "text": "This subchapter may be cited as the “Post-Secondary Preparation Plan Act of 2012”.",
      "history": "June 19, 2012, D.C. Law 19-142, § 201, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-752.01.html"
    },
    {
      "id": "section-38-752.02",
      "number": "38-752.02",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Post-secondary institution” means an entity that awards an academic degree or professional certification, which may include a:\n\n(A) University;\n\n(B) College;\n\n(C) Seminary;\n\n(D) Vocational school;\n\n(E) Trade school; or\n\n(F) The military.\n\n(2) “Public high school” means a public school or public charter school that provides instruction for students in the 9th through 12th grades.",
      "history": "June 19, 2012, D.C. Law 19-142, § 202, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-752.02.html"
    },
    {
      "id": "section-38-752.03",
      "number": "38-752.03",
      "heading": "Post-secondary preparation plan.",
      "text": "(1) Beginning with the graduating class of 2014, the Mayor shall ensure that each public high school student applies to at least one post-secondary institution before graduation.\n\n(2) The Mayor shall ensure that each public high school student participates in a program designed to provide students with information on applying to an appropriate post-secondary institution, including information on financial aid and other resources necessary to streamline a transition to a post-secondary institution. The program may include school-based and non-school-based resources.\n\n(b) The Mayor shall issue a report that details the number of students that attend a post-secondary institution, including the number of students who attend each type, including:\n\n(1) Universities;\n\n(2) Colleges;\n\n(3) Vocational schools; and\n\n(4) Other post-secondary institutions.\n\n(c) Beginning with the graduating class of 2014, the Mayor shall require that each student attending public high school takes the SAT or the American College Testing program before graduation.\n\n(d) The Mayor may exempt a student from the requirements of subsections (a)(1) and (c) of this section, if the Mayor determines that it would constitute an undue hardship on the student.",
      "history": "June 19, 2012, D.C. Law 19-142, § 203, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-752.03.html"
    },
    {
      "id": "section-38-753.01",
      "number": "38-753.01",
      "heading": "Short title.",
      "text": "Expired.",
      "history": "June 19, 2012, D.C. Law 19-142, § 301, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-753.01.html"
    },
    {
      "id": "section-38-753.02",
      "number": "38-753.02",
      "heading": "Definitions.",
      "text": "Expired.",
      "history": "June 19, 2012, D.C. Law 19-142, § 302, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-753.02.html"
    },
    {
      "id": "section-38-753.03",
      "number": "38-753.03",
      "heading": "Pilot incentive program.",
      "text": "Expired.",
      "history": "June 19, 2012, D.C. Law 19-142, § 303, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-753.03.html"
    },
    {
      "id": "section-38-753.04",
      "number": "38-753.04",
      "heading": "Report.",
      "text": "Expired.",
      "history": "June 19, 2012, D.C. Law 19-142, § 304, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-753.04.html"
    },
    {
      "id": "section-38-753.05",
      "number": "38-753.05",
      "heading": "Sunset.",
      "text": "This subchapter shall expire 3 years from June 19, 2012.",
      "history": "June 19, 2012, D.C. Law 19-142, § 305, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-753.05.html"
    },
    {
      "id": "section-38-754.01",
      "number": "38-754.01",
      "heading": "Short title.",
      "text": "This subchapter may be cited as the “Community Schools Incentive Act of 2012”.",
      "history": "June 19, 2012, D.C. Law 19-142, § 401, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-754.01.html"
    },
    {
      "id": "section-38-754.02",
      "number": "38-754.02",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Community partner” means a provider of one or more eligible services.\n\n(2) “Community school” means a public and private partnership to coordinate educational, developmental, family, health, and after-school-care programs during school and non-school hours for students, families, and local communities at a public school or public charter school with the objectives of improving academic achievement, reducing absenteeism, building stronger relationships between students, parents, and communities, and improving the skills, capacity, and well-being of the surrounding community residents.\n\n(3) “Eligible consortium” means a partnership established between a local education agency and one or more community partners for purposes of establishing, operating, and sustaining a community school.\n\n(4) “Eligible services” means:\n\n(A) Primary medical and dental care that will be available to students and community residents;\n\n(B) Mental health prevention and treatment services that will be available to students and community residents;\n\n(C) Academic-enrichment activities designed to promote a student’s cognitive development and provide opportunities to practice and apply academic skills;\n\n(D) Programs designed to increase attendance, including reducing early chronic absenteeism rates;\n\n(E) Youth development programs designed to promote young people’s social, emotional, physical, and moral development, including arts, sports, physical fitness, youth leadership, community service, and service-learning opportunities;\n\n(F) Early childhood education, including Head Start and Early Head Start programs;\n\n(G) Programs designed to:\n\n(i) Facilitate parental involvement in, and engagement with, their children’s education, including parental activities that involve supporting, monitoring, and advocating for their children’s education;\n\n(ii) Promote parental leadership in the life of the school; and\n\n(iii) Build parenting skills;\n\n(H) School-age child-care services, including before-school and after-school services and full-day programming that operates during school holidays, summers, vacations, and weekends;\n\n(I) Programs that provide assistance to students who have been truant, suspended, or expelled and that offer multiple pathways to high school graduation or General Educational Development completion;\n\n(J) Youth and adult job-training services and career-counseling services;\n\n(K) Nutrition-education services;\n\n(L) Adult education, including instruction in English as a second language, adult literacy, computer literacy, financial literacy, and hard-skills training;\n\n(M) Programs that provide remedial education and enrichment activities; or\n\n(N) Programs that provide a full continuum of school-based, early literacy intervention services for all grades pre-K through 3, consisting of developmentally appropriate components for each grade, through a comprehensive intervention model.",
      "history": "June 19, 2012, D.C. Law 19-142, § 402, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-754.02.html"
    },
    {
      "id": "section-38-754.03",
      "number": "38-754.03",
      "heading": "Administration of Community Schools Incentive Initiative.",
      "text": "(a) The Mayor shall establish and administer the multiyear Community Schools Incentive Initiative (“Incentive Initiative”) to award multiyear grants to incentivize the establishment of no fewer than 5 new community schools within one year of June 19, 2012, with priority given to schools that have:\n\n(1) A focus on mental health prevention and treatment services;\n\n(2) A student population where more than 60% of the students are at-risk as defined in § 38-2901(2A); and\n\n(3) A focus on improving academic outcomes for students.\n\n(b) The Mayor shall promote and encourage the use of public school and public charter school facilities by community and neighborhood groups.\n\n(c) Within 60 days of June 19, 2012, the Mayor shall convene a Community Schools Advisory Committee that shall consist of:\n\n(1) The Chancellor of the District of Columbia Public Schools, or designee;\n\n(2) The Director of the Department of Parks and Recreation, or designee;\n\n(3) The Director of the Department of Health, or designee;\n\n(4) The Director of the Department of Employment Services, or designee;\n\n(5) The President of the State Board of Education, or designee;\n\n(6) The President of the University of the District of Columbia, or designee;\n\n(7) The President of the University of the District of Columbia Community College, or designee;\n\n(8) The Deputy Mayor for Education, or designee;\n\n(9) Representatives from at least 4 community-based organizations;\n\n(10) Representatives from at least 4 philanthropic or business organizations;\n\n(11) The Director of the Public Charter School Board, or designee; and\n\n(12) The directors of 2 public charter schools.\n\n(d) The Community Schools Advisory Committee shall:\n\n(1) Advise the Mayor on the development of the Incentive Initiative, including the development of a results-based framework and accompanying performance indicators with which to measure the success of the Incentive Initiative;\n\n(2) Participate in the selection process for Incentive Initiative grantees;\n\n(3) Develop recommendations on how all public schools can become centers of their communities by opening school facilities for nonprofit and community use;\n\n(4) Identify potential funding sources for the provision of eligible services within the Incentive Initiative;\n\n(5) Develop yearly measurable performance goals to assess:\n\n(A) How to increase the percentage of families and students receiving services for each year of the Incentive Initiative;\n\n(B) The outcomes for students and families, particularly student academic achievement; and\n\n(C) The number of public schools and public charter schools that have established formal relationships with community and neighborhood groups to use school facilities; and\n\n(6) Meet at least annually to review and evaluate the annual progress of the Incentive Initiative and to make recommendations, if any, to the Mayor and the Council for improvement of the Incentive Initiative.\n\n(e) Within 180 days of June 19, 2012, the Mayor shall establish a process for awarding grants of no more than $200,000 a year to successful eligible consortiums and shall require that each application for an Incentive Initiative grant include:\n\n(1) An assessment of the local school community, the neighborhood’s needs and assets, and an analysis of the academic, health, and social service needs of the target population of students;\n\n(2) A description of the proposed eligible consortium, including the type and number of community partners, as defined in § 38-754.02, and how the eligible consortium shall address the needs and build upon the assets of the community that the eligible consortium will serve;\n\n(3) A proposed budget and narrative description of the proposed use of grant funds, which budget shall reflect a core concept of service coordination and integration and the narrative describe how the eligible consortium shall provide at least 4 additional eligible services that did not exist before the establishment of the eligible consortium;\n\n(4) The identification of operational funding for eligible services and community partners;\n\n(5) A plan for the development of a community advisory board to include members of school leadership, school faculty, parents of school students, community leaders, community-based organizations, and other community members;\n\n(6) A narrative description of the program approach, including an implementation action plan and explanation of how the chosen approach is evidence-based either through research or other proven community schools models; and\n\n(7) A plan for quarterly qualitative and quantitative program evaluation, including measurable indicators of success in areas such as student academic achievement; graduation and attendance rate; and improvement in student health and socio-emotional well-being.\n\n(f) The Mayor shall:\n\n(1) Conduct periodic evaluations of the progress achieved with funds allocated under a grant, consistent with the purposes of this section;\n\n(2) Use the evaluations to refine and improve activities conducted with the grant and the performance measures for the activities;\n\n(3) Make the results of the evaluations publicly available, including providing public notice of the availability; and\n\n(4) Identify best practices and lessons learned for the purpose of informing the District-wide community school policy.\n\n(1) In Fiscal Year 2020, the Office of the State Superintendent of Education shall award, on a competitive basis, 2 one-year grants in the amount of $300,000 each, to increase attendance and literacy support for students in grades kindergarten through 5, with priority given to eligible consortiums that include:\n\n(A) An elementary school with:\n\n(i) More than 25% of students in grades kindergarten through 5 who were chronically truant in the 2018-2019 school year; and\n\n(ii) More than 25% of students who scored at level 1 or level 2 on the state assessment for English language arts in the 2018-2019 school year; and\n\n(B) Three or more community partners that provide at least one of the eligible services described in § 38-754.02(4)(D), (G), and (N).\n\n(2) In Fiscal Year 2019, the Office of the State Superintendent of Education may solicit proposals and rank recipients in funding order for the expenditure of grant funds authorized in paragraph (1) of this subsection.\n\n(3) The goal of this pilot is to test whether additional resources concurrently focusing numerous community partners dealing with literacy intervention, parental engagement, and social-emotional issues with elementary school students will significantly improve attendance and state assessment outcomes.\n\n(4) Any funds awarded pursuant to paragraph (1) of this subsection but not expended in Fiscal Year 2020 shall be available to the grant recipients until September 30, 2021.\n\n(h) In Fiscal Year 2026, the Office of the State Superintendent of Education shall award the Fiscal Year 2022 Community Schools Incentive Initiative grant recipients a fifth year of grant funding and the Fiscal Year 2024 Community Schools Incentive Initiative grant recipients a third year of grant funding totaling, for the 2 cohorts, the amount of $2,400,000.",
      "history": "June 19, 2012, D.C. Law 19-142, § 403, 59 DCR 3642; Oct. 22, 2015, D.C. Law 21-36, § 4192, 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-754.03.html"
    },
    {
      "id": "section-38-754.04",
      "number": "38-754.04",
      "heading": "Establishment of Community School Fund.",
      "text": "(a) There is established as a special fund the Community Schools Fund (\"Fund\"), which shall be administered by the Mayor in accordance with subsection (b) of this section.\n\n(1) The Fund shall be used solely for the purposes of supporting schools designated as community schools.\n\n(2) No more than 10% of the Fund shall be used to fund administrative costs associated with the operations of the Mayor; and\n\n(3) The Fund shall be used to fund the planning and implementation of the Incentive Initiative grant program.\n\n(c) The following monies shall be deposited into the Fund:\n\n(1) Federal funds and grants;\n\n(2) Local funds;\n\n(3) Gifts; and\n\n(4) Payments from public or private sources.\n\n(d) Any money remaining available in the Fund at the end of a fiscal year, as determined by the Chief Financial Officer in the fiscal year-end close, shall be transferred to the unassigned fund balance of the General Fund of the District of Columbia as part of the fiscal year-end close.",
      "history": "June 19, 2012, D.C. Law 19-142, § 404, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-754.04.html"
    },
    {
      "id": "section-38-755.01",
      "number": "38-755.01",
      "heading": "Short title.",
      "text": "This subchapter may be cited as the “Early Childhood Education Act of 2012”.",
      "history": "June 19, 2012, D.C. Law 19-142, § 501, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-755.01.html"
    },
    {
      "id": "section-38-755.02",
      "number": "38-755.02",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Chancellor” means the chief executive officer of the District of Columbia Public Schools appointed pursuant to § 38-174.\n\n(2) “DCPS” means the District of Columbia Public Schools established by § 38-171.",
      "history": "June 19, 2012, D.C. Law 19-142, § 502, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-755.02.html"
    },
    {
      "id": "section-38-755.03",
      "number": "38-755.03",
      "heading": "Requirements and goals.",
      "text": "(a) To meet the academic achievement requirements and goals set forth in this section, the Chancellor shall:\n\n(1) Establish guidelines for academic achievement;\n\n(2) Develop and implement curricula; and\n\n(3) Ensure that DCPS staff and administrators are trained to implement the curricula established pursuant to paragraph (2) of this subsection to meet the goals set forth in subsection (b) of this section.\n\n(b) The Chancellor shall be responsible for:\n\n(1) Academic achievement goals, which shall include the reasonable expectation that all children:\n\n(A) Three or 4 years of age in DCPS shall be properly prepared for entry and achievement in the DCPS kindergarten program; and\n\n(B) In the 3rd grade, upon being promoted to the 4th grade, shall be able to read independently and to understand the fundamental of mathematics so that they can:\n\n(i) Add;\n\n(ii) Subtract;\n\n(iii) Multiply; and\n\n(iv) Divide; and\n\n(2) Readiness goals, which shall include readiness evaluations for all children:\n\n(A) Three or 4 years of age in DCPS, which shall be designed and implemented to measure the ability of a student entering the DCPS kindergarten program and to determine his or her readiness for entry and achievement in DCPS; and\n\n(B) In kindergarten through 3rd grade in DCPS, which shall be designed and implemented to measure the reading and mathematical ability of a student entering a grade kindergarten through 3rd grade to determine the student’s readiness for entry and achievement in the relevant grade level.",
      "history": "June 19, 2012, D.C. Law 19-142, § 503, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-755.03.html"
    },
    {
      "id": "section-38-755.04",
      "number": "38-755.04",
      "heading": "Tracking and monitoring.",
      "text": "The Chancellor shall:\n\n(1) Track and monitor the preparedness of:\n\n(A) The early childhood population of children 3 and 4 years of age to determine the children’s readiness for entry and achievement in DCPS; and\n\n(B) Children in kindergarten through 3rd grade in DCPS to determine their readiness for entry and achievement in the 4th grade;\n\n(2) Develop a plan to address:\n\n(A) The early childhood population of children 3 and 4 years of age who are not ready for entry and achievement in DCPS; and\n\n(B) Children in kindergarten through 3rd grade in DCPS who are not ready for entry and achievement in the 4th grade;\n\n(3) Conduct readiness evaluations annually to ascertain whether:\n\n(A) Children 3 and 4 years of age are prepared for kindergarten; and\n\n(B) Children in the 3rd grade are prepared to be promoted to the 4th grade; and\n\n(4) Submit to the Council and the Mayor, by October 1 of each year:\n\n(A) The results of the readiness evaluations required by paragraph (3) of this section; and\n\n(B) A DCPS annual report for the preceding academic year delineating the progress and readiness of all students.",
      "history": "June 19, 2012, D.C. Law 19-142, § 504, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-755.04.html"
    },
    {
      "id": "section-38-756.01",
      "number": "38-756.01",
      "heading": "Rules.",
      "text": "(a) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§  2-501 et seq.], shall issue rules to implement the provisions of this chapter.\n\n(b) Each local education agency may advise the Mayor with respect to all proposed matters or rules issued pursuant to this chapter.",
      "history": "June 19, 2012, D.C. Law 19-142, § 601, 59 DCR 3642",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-756.01.html"
    },
    {
      "id": "section-38-757.01",
      "number": "38-757.01",
      "heading": "Applicability.",
      "text": "Repealed.",
      "history": "June 19, 2012, D.C. Law 19-142, § 701, 59 DCR 3642; Sept. 20, 2012, D.C. Law 19-168, § 7009, 59 DCR 8025; Oct. 22, 2015, D.C. Law 21-36, § 7013, 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-757.01.html"
    },
    {
      "id": "section-38-771.01",
      "number": "38-771.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Authorized personnel” means an individual who has access to Districtwide assessment materials or is directly involved in the administration of a Districtwide assessment.\n\n(2) “Districtwide assessments” shall have the same meaning as provided in § 38-1800.02(13); provided, that for the purposes of this chapter, the term “Districtwide assessment” means assessments used only for accountability purposes.\n\n(3) “IEP” means a student’s individualized education program.\n\n(4) “ELL” means English language learner.\n\n(5) “Local education agency” or “LEA” means the District of Columbia Public Schools system or any individual or group of public charter schools operating under a single charter.\n\n(6) “Test monitor” means an individual designated by a local education agency to be responsible for testing integrity and security at each individual school subject to the LEA’s control during the administration of a Districtwide assessment.\n\n(7) “OSSE” means the Office of the State Superintendent of Education.\n\n(8) “Test integrity coordinator” means an individual designated by a LEA to be responsible for testing integrity and security for the LEA in its entirety during the administration of a Districtwide assessment.\n\n(9) “Testing integrity and security notification statement” means a statement developed by OSSE that:\n\n(A) Sets forth requirements for ensuring integrity of Districtwide assessments pursuant to District law and regulation; and\n\n(B) Notifies the recipient that knowingly and willingly violating a District law, regulation, or test security plan could result in civil liability, including the loss of an OSSE-granted certification or license.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 101, 60 DCR 11120; Jan. 9, 2016, D.C. Law 21-44, § 2(a), 62 DCR 14236",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.01.html"
    },
    {
      "id": "section-38-771.02",
      "number": "38-771.02",
      "heading": "LEA administration of Districtwide assessments.",
      "text": "(a) A LEA responsible for administering a Districtwide assessment shall meet the requirements of § 38-2602(b)(20).\n\n(b) In addition to the requirements of subsection (a) of this section, a LEA shall:\n\n(1) File the school test security plan required by § 38-2602(b)(20), with OSSE for each school or campus under the LEA’s control at least 15 days before the administration of the first Districtwide assessment of a school year;\n\n(2) Designate a test integrity coordinator and test monitors;\n\n(3) Immediately report any breach of security, loss of materials, failure to account for materials, or any other deviation from the test security plan to OSSE;\n\n(4) Investigate, document, and report to OSSE any findings and recommendations for the remediation of an allegation of the failure of the test security plan or other testing integrity and security protocol;\n\n(5) Within 10 days after the conclusion of the last Districtwide assessment of the school year, obtain signed, under penalty of law, affidavits from the LEA’s test integrity coordinator and each of the LEA’s test monitors attesting that, to the best of his or her knowledge or belief, the LEA complied with all applicable laws, regulations, and policies, including the test security plan; and\n\n(6) Within 15 days after the conclusion of the last Districtwide assessment of the school year, file with OSSE the affidavits required by paragraph (5) of this subsection.\n\n(c) No employee of a LEA shall retaliate against any other employee, parent, or student solely because that individual reports or participates in an investigation of a potential failure of the test security plan or other testing integrity and security policy or protocol.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 102, 60 DCR 11120; Jan. 9, 2016, D.C. Law 21-44, § 2(b), 62 DCR 14236",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.02.html"
    },
    {
      "id": "section-38-771.03",
      "number": "38-771.03",
      "heading": "Authorized personnel; responsibilities.",
      "text": "(a) Authorized personnel shall:\n\n(1) Before the administration of a Districtwide assessment:\n\n(A) Complete testing integrity training, as developed by OSSE; and\n\n(B) Receive the testing integrity and security notification statement distributed by OSSE;\n\n(2) Immediately report any breach of testing security to the school’s test monitor, the LEA’s test integrity coordinator, or OSSE;\n\n(3) Cooperate with OSSE in any investigation concerning the administration of a Districtwide assessment;\n\n(4) Except as provided in subsection (b) of this section, be prohibited from:\n\n(A) Photocopying, or in any way reproducing, or disclosing secure test items or other materials related to Districtwide assessments;\n\n(B) Reviewing, reading, or looking at test items or student responses before, during, or after administering the Districtwide assessment, unless specifically permitted in the test administrator’s manual;\n\n(C) Assisting students in any way with answers to test questions using verbal or nonverbal cues before, during, or after administering the assessment;\n\n(D) Altering student responses in any manner;\n\n(E) Altering the test procedures stated in the formal instructions accompanying the Districtwide assessments;\n\n(F) Allowing students to use notes, references, or other aids, unless the test administrator’s manual specifically allows;\n\n(G) Having in one’s personal possession secure test materials except during the scheduled testing date;\n\n(H) Allowing students to view or practice secure test items before or after the scheduled testing time;\n\n(I) Making or having in one’s possession answer keys before the administration of that Districtwide assessment; except, that it shall not be prohibited to have an answer key for a Districtwide assessment that has already been administered and released by OSSE;\n\n(J) Leaving secure test materials in a non-secure location or unattended by authorized personnel; and\n\n(K) Using unapproved electronics during the administration of a Districtwide assessment.\n\n(b) The failure to comply with the prohibitions set forth in subsection (a)(4) of this section shall not be considered a violation of a test security plan if the action is:\n\n(1) Necessary to provide for an accommodation that is explicitly identified in a student’s IEP or an approved accommodation plan for a ELL student; provided, that any accommodation shall be limited to the eligible student or students; or\n\n(2) Limited to supporting students to stay on task and focused, as defined and described as an acceptable action under OSSE regulations or guidance, and does not impact the content of students’ answers.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 103, 60 DCR 11120; Jan. 9, 2016, D.C. Law 21-44, § 2(c), 62 DCR 14236",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.03.html"
    },
    {
      "id": "section-38-771.04",
      "number": "38-771.04",
      "heading": "Test integrity; sanctions.",
      "text": "(a) A LEA, or school subject to the LEA’s control, that is determined by OSSE to have violated this chapter, regulations issued pursuant to this chapter, or a test security plan shall be subject to sanctions, which shall include:\n\n(1) The payment of any expenses incurred by OSSE as a result of the violation, including the costs associated with developing, in whole or in part, a new assessment;\n\n(2) An administrative fine of not more than $10,000 for each violation; and\n\n(3) The invalidation of test scores.\n\n(b) A person who knowingly and willfully violates, assists in the violation of, solicits another to violate or assist in the violation of the provisions of this chapter, regulations issued pursuant to this chapter, or test security plan, or fails to report such a violation, shall be subject to sanctions, which shall include:\n\n(1) Denial, suspension, revocation, or cancellation of, or restrictions on the issuance or renewal of a teaching or administrative credential or teaching certificate issued by OSSE, or both, for a period of not less than one year;\n\n(2) Payment of expenses incurred by the LEA or OSSE as a result of the violation; or\n\n(3) An administrative fine, not to exceed $1,000 for each violation.\n\n(c) When determining sanctions, OSSE may take into account:\n\n(1) The seriousness of the violation;\n\n(2) The extent of the violation;\n\n(3) The role the individual played in the violation;\n\n(4) The LEA leadership’s involvement;\n\n(5) How and when the violation was reported to OSSE; and\n\n(6) The actions taken by the LEA since the violation was reported to OSSE.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 104, 60 DCR 11120",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.04.html"
    },
    {
      "id": "section-38-771.05",
      "number": "38-771.05",
      "heading": "Right to administrative review.",
      "text": "Any person aggrieved by a final decision or order of OSSE imposing sanctions following a determination by OSSE that a violation of this chapter has occurred may obtain a review of the final decision or order in accordance with regulations issued by the Mayor pursuant to § 38-771.06 or the process set forth in § 38-771.07, whichever is applicable; provided, that if the aggrieved party is a member of a collective bargaining unit, he or she may choose between the negotiated grievance process set forth in a collective bargaining agreement and the grievance process set forth in § 38-771.07 or in regulations issued by the Mayor pursuant to § 38-771.06, whichever is applicable.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 105, 60 DCR 11120",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.05.html"
    },
    {
      "id": "section-38-771.06",
      "number": "38-771.06",
      "heading": "Rulemaking.",
      "text": "(a) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], shall issue rules to implement this chapter.\n\n(b) The proposed rules shall be submitted to the Council for a 14-day period of review. If the Council does not approve or disapprove the proposed rules, by resolution, within the 14-day review period, the proposed rules shall be deemed approved.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 106, 60 DCR 11120; Jan. 9, 2016, D.C. Law 21-44, § 2(d), 62 DCR 14236",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.06.html"
    },
    {
      "id": "section-38-771.07",
      "number": "38-771.07",
      "heading": "Due process.",
      "text": "(a) Until rules are issued pursuant to § 38-771.06, any party aggrieved by a final decision or order of OSSE imposing sanctions following a determination by OSSE that a violation of this chapter has occurred may obtain a review of the final decision or order by filing a written notice of appeal to the Mayor within 10 calendar days from the date on which OSSE imposed the sanction being contested.\n\n(b) The written notice of appeal shall contain the following information:\n\n(1) The type and the effective date of the sanction imposed;\n\n(2) The name, address, and telephone number of the aggrieved party or the aggrieved party’s representative, if any;\n\n(3) A copy of OSSE’s notice of final decision;\n\n(4) A statement as to whether the aggrieved party or anyone acting on his or her behalf has filed an appeal under any negotiated review procedure pursuant to a collective bargaining agreement, or has filed a complaint with any other agency regarding this matter;\n\n(5) The identity of the collective bargaining unit, if any, of which the aggrieved party is a member;\n\n(6) A statement as to whether the aggrieved party requests a hearing;\n\n(7) A concise statement of the facts giving rise to the appeal;\n\n(8) An explanation as to why the aggrieved party believes OSSE’s action was unwarranted and any supporting documentation;\n\n(9) A statement of the specific relief the aggrieved party is requesting; and\n\n(10) The signature of the aggrieved party and his or her representative, if any.\n\n(c) If a hearing is requested, the Mayor shall hold a hearing within 30 calendar days after the receipt of the notice of appeal and hearing request and shall issue a written ruling no later than 10 calendar days after the hearing. If no hearing is requested, the Mayor shall issue a written ruling within 30 days of receipt of the notice of appeal.\n\n(d) Appeals filed pursuant to this section, and any hearings held, shall be administered in accordance with § 2-501 et seq.\n\n(e) For the purposes of this section, a notice of appeal is considered received on the date it was postmarked.",
      "history": "Oct. 17, 2013, D.C. Law 20-27, § 107, 60 DCR 11120",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-771.07.html"
    },
    {
      "id": "section-38-781.01",
      "number": "38-781.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Chancellor” means the chief executive officer of DCPS, as established by § 38-174.\n\n(2) “DCMR” means the District of Columbia Municipal Regulations.\n\n(3) “DCPS” means the District of Columbia Public Schools agency established by § 38-171.\n\n(4) “Parent” means a natural parent, adoptive parent, step-parent, or any person who has legal custody of a student by court order.\n\n(5) “Passing grade” means:\n\n(A) For pre-kindergarten through 5th grade, achieving proficient or advanced grades in a subject or content area; and\n\n(B) For 6th through 12th grade, receiving credit for a course.\n\n(6) “Principal” means a principal at a DCPS school.\n\n(7) “Promoted” describes students in pre-kindergarten through 11th grade who are advanced to the next grade level.\n\n(8) “Promotion” means advancement to the next grade level for students in pre-kindergarten through grade 11.\n\n(9) “Retained” describes students who are required to repeat their current grade level due to their failure to meet promotion criteria.\n\n(10) “Retention” means repetition of a student’s current school grade level due to the student’s failure to meet promotion criteria.\n\n(11) “School year” means the school term beginning in August of one year and ending in the following year. The term “school year” does not include summer school.\n\n(12) “Subject” and “content area” mean a particular course of study, such as mathematics, English language arts, writing, or literature.",
      "history": "Feb. 22, 2014, D.C. Law 20-84, § 202, 61 DCR 178",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-781.01.html"
    },
    {
      "id": "section-38-781.02",
      "number": "38-781.02",
      "heading": "Student retention and promotion.",
      "text": "(a) In accordance with the requirements of this chapter or as set forth in the DCMR, a DCPS student can be retained at any grade level.\n\n(1) Decisions regarding the promotion and retention of a DCPS student enrolled in pre-kindergarten through 8th grade shall be made by the student’s principal based upon the recommendation of the student’s teacher and in consideration of the promotion requirements set forth in the DCMR.\n\n(2) A DCPS student enrolled in 9th grade through 11th grade shall be promoted if the student meets the promotion requirements as set forth in the DCMR.\n\n(c) Notwithstanding subsection (b) of this section:\n\n(1) A principal may:\n\n(A) Retain any student who does not meet the promotion requirements set forth in the DCMR; and\n\n(B) Promote a student who has failed to meet the promotion requirements set forth in the DCMR; provided, that the principal submits a written explanation justifying the decision to the Chancellor before the promotion is made; and\n\n(2) No student with more than 30 unexcused absences in a school year shall be promoted unless the principal submits a written explanation justifying the decision to the Chancellor before the promotion is made.\n\n(d) The Chancellor may develop separate promotion criteria for students who are enrolled in an English language learner program or receive special education services.",
      "history": "Feb. 22, 2014, D.C. Law 20-84, § 203, 61 DCR 178",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-781.02.html"
    },
    {
      "id": "section-38-781.03",
      "number": "38-781.03",
      "heading": "Reporting requirements.",
      "text": "Within 30 calendar days after the end of the school year, the Chancellor shall submit to the Office of the State Superintendent of Education the name of each:\n\n(1) Student who was identified as at risk of retention pursuant to 5-E DCMR § 2200.9 and a description of intervention services provided to the student; and\n\n(2) Retained student, the underlying reason for the retention decision, and whether the student was identified as at risk of retention pursuant to the requirements of 5-E DCMR § 2200.9.",
      "history": "Feb. 22, 2014, D.C. Law 20-84, § 204, 61 DCR 178",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-781.03.html"
    },
    {
      "id": "section-38-781.04",
      "number": "38-781.04",
      "heading": "Review; appeals.",
      "text": "(a) The Chancellor shall establish procedures to review retention decisions made pursuant to this chapter or as set forth in the DCMR and may review all retention decisions made pursuant to the procedures.\n\n(b) The Chancellor shall establish a process, including deadlines, to allow the parent of a student to be retained for failure to meet the promotion criteria specified in the DCMR to appeal the retention decision on the grounds that the student has met the promotion criteria.",
      "history": "Feb. 22, 2014, D.C. Law 20-84, § 205, 61 DCR 178",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-781.04.html"
    },
    {
      "id": "section-38-781.05",
      "number": "38-781.05",
      "heading": "Summer school.",
      "text": "(1) Each student retained for the failure to meet the promotion criteria specified in the DCMR shall attend the summer school session immediately following the school year in which the student was retained, unless specifically excused by the principal or the Chancellor.\n\n(2) A student who attends summer school pursuant to this section shall be reevaluated for promotion if the student:\n\n(A) Does not have more than 3 unexcused absences from summer school; and\n\n(B) Receives a passing grade in the subject or content area for which the student did not achieve a passing grade during the school year.\n\n(3) A student who meets the promotion criteria set forth in the DCMR after the completion of summer school shall be promoted.\n\n(b) In addition to those students identified to attend summer school pursuant to subsection (a) of this section, each principal shall provide to the Chancellor before the summer school registration deadline a list of the names of all students who the principal believes could benefit from summer school.",
      "history": "Feb. 22, 2014, D.C. Law 20-84, § 206, 61 DCR 178",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-781.05.html"
    },
    {
      "id": "section-38-781.06",
      "number": "38-781.06",
      "heading": "Rules.",
      "text": "The Chancellor, pursuant to § 38-174(c)(5), shall issue rules to implement the provisions of this chapter.",
      "history": "Feb. 22, 2014, D.C. Law 20-84, § 207, 61 DCR 178",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-781.06.html"
    },
    {
      "id": "section-38-785.01",
      "number": "38-785.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) \"Advisory Committee\" means the body established pursuant to § 38-785.04.\n\n(2) \"DCPS\" means the District of Columbia Public Schools.\n\n(3) \"LEA\" means the local education agency, which is DCPS or any individual public charter school or group of public charter schools operating under a single charter.\n\n(4) \"OSSE\" means the Office of the State Superintendent of Education.\n\n(5) \"Partnership\" means the District of Columbia Education Research Practice Partnership formed pursuant to this chapter and which is an independent, non-governmental entity.\n\n(6) \"PCSB\" means the Public Charter School Board.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-785.01.html"
    },
    {
      "id": "section-38-785.02",
      "number": "38-785.02",
      "heading": "Establishment of District of Columbia Education Research Practice Partnership.",
      "text": "(a) The District of Columbia Education Research Practice Partnership shall consist of an independent, non-governmental entity selected through the competitive process as established in § 38-785.03 and subject to a master research services agreement entered into with the District pursuant to subsection (c) of this section.\n\n(b) The Partnership shall conduct independent education-related research that will support improvement in the District's public schools, and shall publicly report the findings of the research, and will also benefit the Council's legislative and oversight responsibilities.\n\n(1) Within 60 days of the independent, non-governmental entity being chosen pursuant to § 38-785.03, the District shall enter into a master research services agreement (\"Agreement\"), encompassing data collection, sharing, ownership, and confidentiality, with the chosen independent, non-governmental entity for the purpose of enabling the Partnership to carry out its purposes.\n\n(2) The Agreement also shall set forth in broad terms the general scope of services and the process for developing research projects. The Agreement shall not direct the research agenda or any specific research projects.\n\n(3) The Agreement shall be updated at least once every 5 years or as needed.\n\n(d) Notwithstanding § 1-328.13, in Fiscal Year 2023 no later than November 15, 2022, the Deputy Mayor for Education shall issue a grant to the Partnership in the amount of $400,000.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-785.02.html"
    },
    {
      "id": "section-38-785.03",
      "number": "38-785.03",
      "heading": "Notice of Invitation for an education research practice partnership.",
      "text": "(1) No later than 90 days after March 28, 2019, the Mayor shall draft a Notice of Invitation (\"Notice\") for an education research practice partnership for the purpose of receiving proposals from an independent, non-governmental entity that shall be responsible for conducting education research.\n\n(2) The independent, non-governmental entity may be a university, college, nonprofit organization, or a combination of organizations joined for this purpose.\n\n(1) Prior to issuance of the Notice, the Mayor shall transmit to the Council a proposed resolution to approve the proposed Notice for a 45-day period of Council review, excluding Saturdays, Sundays, legal holidays, and days of Council recess.\n\n(2) If the Council does not approve the proposed Notice within this 45-day review period, the proposed resolution shall be deemed disapproved.\n\n(3) If the Council disapproves the proposed resolution, the Council may include recommendations for revisions that should be made to the Notice before it is re-transmitted to the Council for approval.\n\n(4) Once the Notice is approved by the Council, the Mayor shall issue it within 30 days. The final Notice issued by the Mayor shall be substantially similar to the proposed Notice approved by the Council.\n\n(c) The Notice, at a minimum, shall require:\n\n(1) A commitment to the Partnership that shall be for no less than 10 years;\n\n(2) An estimate of the initial start-up cost to establish the Partnership and the annual costs needed to operate the Partnership;\n\n(3) Identification of potential sources of funding, including funds contributed by the applicant entity, funds anticipated from named private sources, and funds, if any, needed from the District for the initial start-up costs and annual operations of the Partnership;\n\n(4) A description of the entity's current staffing level and a staffing plan for how the entity will fulfill the responsibilities of the Partnership, including how the entity plans to increase staffing capacity, whether the researchers conducting research for the Partnership will be full-time dedicated staff, and whether they shall be required to log a certain number of billable hours or be required to be faculty at the entity;\n\n(5) Demonstration that the entity has the capacity and expertise to collect, maintain, store, clean, de-identify, use, interpret, translate and publish any data provided to it in a safe, secure, accountable, and confidential manner, consistent with relevant federal and local laws and regulations, including section 438 of the Family Educational Rights & Privacy Act of 1974, approved August 21, 1974( 88 Stat. 571; 20 U.S.C. § 1232g et seq.) and its implementing regulations, 34 C.F.R Part 99;\n\n(6) An explanation of internal review processes to ensure the validity of research methods and outcomes;\n\n(7) Examples of other educational research done in collaboration with either the District government or another government entity, including whether and how the entity and government partner jointly arrived at the research questions, provided interim deliverables, communicated in a meaningful way throughout the life of the project, adjusted the course of the project as needed in response to stakeholder feedback, provided results in multiple formats aligned with stakeholder need, and ensured that the work was useful and productive for the government partner, and, if not useful, what measures were taken to rectify the usefulness of the products either in the short or long term, and evidence of how this work intentionally built capacity for both researchers and government partners;\n\n(8) An explanation of what processes are in place or would be in place to ensure accountability and transparency of Partnership work and independence with regard to funders, the public, and government entities; and\n\n(9) An explanation of what processes are in place or would be in place to collaborate effectively with a large and diverse advisory committee designed to be a partner in all research work.\n\n[(c-1)] The Notice shall state a deadline for responses, which shall be no greater than 60 days from the date of issuance of the Notice.\n\n(1) All proposals received through the Notice process shall be reviewed by a 6-person review panel, which shall be comprised of 3 representatives chosen by the Mayor and 3 representatives chosen by the Chairman of the Council.\n\n(2) No later than 30 business days after the proposal deadline, the review panel shall meet to initiate review of all the proposals received in a timely manner.\n\n(3) At least 2 of the representatives chosen by the Mayor and at least 2 of the representatives chosen by the Chairman of the Council shall select and approve the independent, non-governmental entity.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-785.03.html"
    },
    {
      "id": "section-38-785.04",
      "number": "38-785.04",
      "heading": "Advisory Committee establishment.",
      "text": "(1) The Advisory Committee shall be established to provide intellectual guidance from diverse perspectives to the research projects of the Partnership. Additionally, the Advisory Committee shall help formulate Partnership policy.\n\n(2) The initial Advisory Committee shall be comprised of 21 members consisting of the institutional members appointed pursuant to subsection (b)(1) of this section and the non-institutional members appointed pursuant to subsection (b)(2) of this section. Subsequently, the Advisory Committee shall be comprised of the institutional members appointed pursuant to subsection (b)(1) of this section and the non-institutional members appointed pursuant to subsection (c)(1) of this section.\n\n(3) To be eligible for appointment, members of the Advisory Committee (both institutional and non-institutional) shall have the ability to contribute substantive expertise to the research process related to student learning, school improvement, and urban education policy. Members shall be actively involved in practice, policy, or research on school improvement.\n\n(4) Except as provided in subsection (b)(3) of this section, the term of non-institutional members shall be 3 years.\n\n(5) A person who works for the Partnership or is a direct employee of a non-government organization that provides funding to the Partnership shall not be eligible for membership on the Advisory Committee.\n\n(6) The Advisory Committee shall meet no later than 45 days following the appointment of the first 6 non-institutional members made pursuant to subsection (b)(2) of this section.\n\n(1) The Advisory Committee shall include the following institutional members:\n\n(A) A representative of the Council appointed by the Chairman of the Council;\n\n(B) A representative of the Deputy Mayor of Education appointed by the Deputy Mayor of Education;\n\n(C) A representative of OSSE appointed by the State Superintendent of Education;\n\n(D) A representative of DCPS appointed by the Chancellor of DCPS;\n\n(E) A representative of the PCSB, appointed by its Executive Director;\n\n(F) A head of a school, principal, or educational leader from a public charter school LEA elected by other public charter LEAs through a process organized by the PCSB;\n\n(G) A representative of the Washington Teachers' Union;\n\n(H) A representative of the Council of School Officers; and\n\n(I) A representative of the State Board of Education appointed by the Board's President.\n\n(2) The remaining 12 non-institutional members on the initially appointed Advisory Committee shall be comprised of parents, representatives from education-related nonprofit organizations, current teachers and current principals from both education sectors, and other education stakeholders, of whom 6 shall be appointed by the Mayor and 6 shall be appointed by the Chairman of the Council.\n\n(3) The initial term for the non-institutional Advisory Committee members shall be as follows:\n\n(A) Two of the initial members appointed by the Mayor and 2 of the initial members appointed by the Chairman of the Council shall serve a one-year term.\n\n(B) Two of the initial members appointed by the Mayor and 2 of the initial members appointed by the Chairman of the Council shall serve a 2-year term.\n\n(C) The remaining initial members appointed by the Mayor and Council Chairman shall each serve a 3-year term.\n\n(c) The Advisory Committee shall adopt by-laws, which shall at a minimum:\n\n(1) Establish a process for appointing or reappointing members of the Advisory Committee following the initial appointments and for filling vacancies;\n\n(2) Address the extent to which Advisory Committee meetings are open to the public;\n\n(A) Establish the process by which the Advisory Committee elects its chairperson or co-chairpersons and their term;\n\n(B) Require that, if the Advisory Committee elects co-chairpersons, at least one of the co-chairpersons shall be one of the individual, non-institutionalized members.\n\n(4) Establish attendance requirements and whether there are term limits.\n\n(d) The Advisory Committee shall meet formally at least 6 times a year.\n\n(e) Notwithstanding any other provision of law, the Partnership and its executive director may provide staff support to the Advisory Committee, including for the scheduling of meetings and the drafting of documents.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-785.04.html"
    },
    {
      "id": "section-38-785.05",
      "number": "38-785.05",
      "heading": "Responsibilities of the Partnership.",
      "text": "(a) Upon creation of the Partnership, and every 5 years thereafter, the Advisory Committee, in consultation with the Partnership, shall establish a 5-year research agenda.\n\n(1) Upon the initiation of a research project, the Partnership shall inform the Advisory Committee and seek feedback.\n\n(2) Following receipt of Advisory Committee feedback, the Partnership and the appropriate agency or LEA (or agencies or LEAs) shall enter into or update a Memorandum of Understanding (\"MOU\") for the research project, which shall address data collection, sharing, ownership, access, security, and confidentiality, consistent with the master research services agreement required in § 38-785.02.\n\n(3) The Mayor and LEAs, as applicable, shall give the Partnership access to all available data needed for the research project.\n\n(1) During the early stages of analysis, the Partnership shall present its research project at an Advisory Committee meeting to obtain feedback. At each meeting of the Advisory Committee, the Partnership shall update the Advisory Committee on its current research projects and shall present any findings that the Partnership has found as a result of its research, including interim and final research findings.\n\n(2) Prior to the release of research findings by the Partnership, the Partnership shall obtain feedback from the Advisory Committee on final research results in order to inform the public release of the findings to ensure that they are in a digestible and user-friendly format and to ensure relevance to educators, decision-makers, and the public.\n\n(1) The Partnership shall notify the Mayor, the Council, and the public if:\n\n(A) An MOU on a research proposal cannot be agreed to within 4 months;\n\n(B) The MOU materially affects the research proposal initially sought by the Partnership; or\n\n(C) The Mayor, LEA, or other appropriate agency has not complied with an MOU.\n\n(A) The notice required under this subsection shall take the form of publication on the Partnership's website and letters to the Mayor and Council.\n\n(B) When the MOU proposal is materially different from the research proposal initially sought by the Partnership, the notice shall include an explanation of those changes.\n\n(e) The Partnership shall transmit a copy of each of its research reports to the Mayor and to the Council.\n\n(f) The Partnership shall publish an annual report and submit a copy of the report to the Council. The report shall explain each research proposal for which an MOU could not be obtained or for which material changes were made by the MOU, and describe each instance in which the Mayor, LEA, or other appropriate agency did not comply with an MOU.\n\n(g) The 5-year research agenda and final research reports of the Partnership are public documents and shall be posted on the Partnership's website.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-785.05.html"
    }
  ]
}