{
  "state": "district-of-columbia",
  "path": "title-38/chapter-8",
  "sections": [
    {
      "id": "section-38-801",
      "number": "38-801",
      "heading": "Department of Food Services.",
      "text": "There is hereby created in the public schools of the District of Columbia a Department of Food Services, which Department, under the direction and control of the Board of Education of the District of Columbia, hereinafter referred to as the “Board,” is hereby authorized to conduct a centralized system of public school cafeterias, lunchrooms, and related services, hereinafter referred to as “food services.”",
      "history": "Oct. 8, 1951, 65 Stat. 367, ch. 448, title I, § 1; Apr. 12, 1997, D.C. Law 11-259, § 313, 44 DCR 1423; Oct. 19, 2000, D.C. Law 13-172, § 705, 47 DCR 6308",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-801.html"
    },
    {
      "id": "section-38-802",
      "number": "38-802",
      "heading": "Powers of Board.",
      "text": "For carrying out the purposes of this chapter, the Board is empowered:\n\n(1) To establish in the Department of Food Services an Office of Central Management consisting of a Director and assistant directors of Food Services, whose compensation shall be fixed in accordance with the District of Columbia Teachers’ Salary Act of 1955, as amended;\n\n(2) To make and enforce such rules and regulations as it deems necessary for the government of the Department of Food Services and for the use and enjoyment of the facilities and services of such department;\n\n(3) Upon the written recommendation of the Superintendent of Schools, to employ such personnel as may be required to manage cafeterias, lunchrooms, and related services and to conduct the Office of Central Management;\n\n(4) Upon the written recommendation of the Superintendent of Schools, to employ on a full-time or part-time basis such personnel as may be required for the operation and maintenance of food services. The Mayor of the District of Columbia shall fix and adjust, from time to time, the rates of pay of such personnel in accordance with the rates of pay of personnel in positions of similar levels of duties, responsibilities, and qualification requirements, as determined by the Mayor, and with respect to part-time employees without regard to prohibitions or limitations relating to dual compensation as contained in any act of Congress. Persons employed under the provisions of this paragraph shall be entitled to compensation for all time when and as they perform service, and, in addition thereto, shall be entitled to compensation for such holidays as fall within a regular tour of duty of not less than 5 days in any established workweek. Persons employed under this paragraph shall not be entitled, by reason of such service, to vacation or annual leave with pay. Notwithstanding the provisions of any other law, such persons shall be entitled to sick leave with pay, to be cumulative at the rate of 1 day a month, September to June, inclusive, of each year, the total cumulation not to exceed 30 days, to be granted under such conditions as the Board may by regulation prescribe; provided, that as to part-time employees such leave shall be prorated on an hourly basis. The days of sick leave with pay provided for in this section shall mean days on which employees would otherwise work and receive pay and shall be exclusive of Saturdays, Sundays, holidays, and vacation periods authorized by the Board; and\n\n(5) Upon the written recommendation of the Superintendent of Schools, to accept for the benefit of the program of food services gifts of money and of personal property.",
      "history": "Oct. 8, 1951, 65 Stat. 367, ch. 448, title I, § 2; Oct. 25, 1968, 82 Stat. 1363, Pub. L. 90-640, § 1; Mar. 3, 1979, D.C. Law 2-139, § 3204(c), 25 DCR 5740; June 14, 1980, D.C. Law 3-70, § 7(k)(1), 27 DCR 1776",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-802.html"
    },
    {
      "id": "section-38-803",
      "number": "38-803",
      "heading": "Service credit for retirement; deposits.",
      "text": "Service rendered by any person for salary or wages as an employee of any cafeteria or lunchroom operated in the public school buildings of the District during any period prior to the date when such cafeteria or lunchroom is placed under the Office of Central Management shall, if and when such person becomes an employee of the Department of Food Services, be deemed to be service rendered for the government of the District of Columbia for purposes of subchapter III of Chapter 83 of Title 5, United States Code, to be computed in accordance with §§ 8332 and 8333 of Title 5, United States Code; provided, that such person shall make deposits covering such service as provided in § 8334 of Title 5, United States Code ; and provided further, that any such person may elect to make such deposits in installments in accordance with the provisions of § 8334 of Title 5, United States Code .",
      "history": "Oct. 8, 1951, 65 Stat. 368, ch. 448, title I, § 3; Oct. 25, 1951, 65 Stat. 637, ch. 560, § 3; Aug. 5, 1955, 69 Stat. 536, ch. 575, § 1",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-803.html"
    },
    {
      "id": "section-38-804",
      "number": "38-804",
      "heading": "Deposit of revenues and receipts.",
      "text": "All revenues and receipts of any nature whatever derived from the operation of food services, or as otherwise provided by this chapter shall, under regulations established by the Mayor, be paid to the D.C. Treasurer and deposited in the General Fund, and accounted for within the General Fund as a separate revenue source allocable to provide authorization for such school authority as the Board of Education may approve. Any unexpended balance at the end of the fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia.",
      "history": "Oct. 8, 1951, 65 Stat. 369, ch. 448, title I, § 5; Oct. 25, 1968, 82 Stat. 1363, Pub. L. 90-640, § 2; June 14, 1980, D.C. Law 3-70, § 7(k)(2), 27 DCR 1776; Sept. 14, 2011, D.C. Law 19-21, § 9056, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-804.html"
    },
    {
      "id": "section-38-805",
      "number": "38-805",
      "heading": "Equipment appropriations.",
      "text": "Appropriations are authorized for the payment of compensation for all personal services necessary for the operation of the Department of Food Services and for the acquisition, maintenance, and replacement of equipment for use in that operation.",
      "history": "Oct. 8, 1951, 65 Stat. 369, ch. 448, title I, § 6; Sept. 2, 1958, 72 Stat. 1735, Pub. L. 85-901, § 1; Oct. 25, 1968, 82 Stat. 1363, Pub. L. 90-640,§ 3",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-805.html"
    },
    {
      "id": "section-38-806",
      "number": "38-806",
      "heading": "National School Lunch Act.",
      "text": "Insofar as the Board shall conduct a school lunch program under the authority of §§ 38-801 to 38-807, it shall be considered a “school” within the meaning of the National School Lunch Act (42 U.S.C. § 1751 et seq.), and all funds to which it may thus become entitled as a participating school under the National School Lunch Act shall be deposited in the General Fund as provided in § 38-804.",
      "history": "Oct. 8, 1951, 65 Stat. 370, ch. 448, title I, § 8; June 14, 1980, D.C. Law 3-70, § 7(k)(4), 27 DCR 1776",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-806.html"
    },
    {
      "id": "section-38-807",
      "number": "38-807",
      "heading": "Audits of accounts.",
      "text": "Repealed.",
      "history": "Oct. 8, 1951, 65 Stat. 370, ch. 448, title I, § 9",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-807.html"
    },
    {
      "id": "section-38-808",
      "number": "38-808",
      "heading": "Distribution of commodities.",
      "text": "The State Education Office of the District of Columbia is authorized: (1) to enter into a contract or contracts from time to time with the United States Department of Agriculture for the distribution to schools and to public and charitable institutions of commodities made available by said Department; and (2) to carry out, under regulations of the said Board, a program or programs of furnishing milk to school children in the District, including the purchase and distribution of milk under agreement with the United States Department of Agriculture; provided, that all moneys collected under such program or programs shall be paid to the Director of the Department of Finance and Revenue of the District of Columbia for deposit into the Treasury of the United States to the credit of the District.",
      "history": "Oct. 8, 1951, 65 Stat. 370, ch. 448, title II, § 201; Oct. 21, 2000, D.C. Law 13-176, § 8(b), 47 DCR 6835",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-808.html"
    },
    {
      "id": "section-38-809",
      "number": "38-809",
      "heading": "Appropriations for distribution of commodities.",
      "text": "Appropriations are hereby authorized to enable the Board of Education to carry out the contracts and programs authorized by § 38-808.",
      "history": "Oct. 8, 1951, 65 Stat. 370, ch. 448, title II, § 202",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-809.html"
    },
    {
      "id": "section-38-821.01",
      "number": "38-821.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) \"Alternative breakfast serving model\" means a model of serving breakfast:\n\n(A) Such as breakfast in the classroom or breakfast on grab-and-go carts, in which breakfast is:\n\n(i) Offered in one or more locations with high student traffic other than the cafeteria; and\n\n(ii) Available after the start of the school day or both before and after the start of the school day; and\n\n(B) That has been proven to increase student participation in breakfast relative to the traditional serving model, in which breakfast is served in the cafeteria before the start of the school day.\n\n(1A) \"Animal product\" means meat, poultry, seafood, dairy, eggs, honey, and any derivative thereof.\n\n(1B) \"Breakfast in the classroom\" means an alternative breakfast serving model where students eat breakfast in the classroom after the start of the school day.\n\n(A) \"Drinking water source\" means a source of water from which a person can reasonably be expected to consume or cook with the water originating from the source.\n\n(B) \"Drinking water source\" shall not include a source of water for which a public school or public charter school posts a conspicuous sign pursuant to § 38-825.01a(a)(1)(C) or (b)(2)(C); provided, that a public school or public charter school shall designate at least one kitchen sink in each school kitchen as a drinking water source.\n\n(1D) \"Formula grants process\" means a process developed by OSSE to distribute grants based on the availability of funding and the needs of schools, as identified through OSSE data collection tools.\n\n(1E) \"Good Food Purchasing Program's core values\" means the following 5 core values established by the Center for Good Food Purchasing for its Good Food Purchasing Program:\n\n(A) Local economics;\n\n(B) Nutrition;\n\n(C) Valued workforce;\n\n(D) Environmental sustainability; and\n\n(E) Animal welfare.\n\n(1F) \"Health education\" means instruction of the District of Columbia Health Education Standards.\n\n(1G) Repealed.\n\n(2) “Healthy Youth and Schools Commission” or “Commission” means the body established by § 38-827.01.\n\n(2A) \"LEA\" means local education agency, which is the District of Columbia Public Schools system or an individual or a group of public charter schools operating under a single charter.\n\n(3) “Locally grown” means grown in Delaware, the District of Columbia, Maryland, New Jersey, North Carolina, Pennsylvania, Virginia, or West Virginia.\n\n(4) “Locally processed” means processed at a facility in Delaware, the District of Columbia, Maryland, New Jersey, North Carolina, Pennsylvania, Virginia, or West Virginia.\n\n(5) “Meals” means breakfast, lunch, or after-school snacks served as a part of the National School Lunch Program, School Breakfast Program, or Summer Food Service Program, or after-school meals served as part of the Child and Adult Care Food Program.\n\n(6) “Moderate-to-vigorous physical activity” means movement resulting in a substantially increased heart rate and breathing.\n\n(6A) “Participating private school” means a private school that participates in the National School Lunch Program, established by the Richard B. Russell National School Lunch Act, approved June 4, 1946 (60 Stat. 230; 42 U.S.C. § 1771 et seq.), and elects to participate in the Healthy Schools Act program.\n\n(6B) \"Physical activity\" means bodily movement, including walking, dancing, or gardening.\n\n(6C) \"Physical education\" means instruction based on the District of Columbia Physical Education Standards, of which at least 50% of the time is spent in moderate to vigorous physical activity.\n\n(6D) \"Plant-based food option\" means food or beverages that:\n\n(A) Are free of animal products; and\n\n(B) With respect to the meat or meat alternate component of a meal, provide a source recognized by the United States Department of Agriculture as a meat alternate free of animal products for the purposes of the National School Lunch Program.\n\n(7) “Public charter school” means a school chartered under Chapter 18 of this title [§ 38-1800.01 et seq.]. The term “public charter school” shall not include private or parochial schools.\n\n(8) “Public school” means a school operated by the District of Columbia Public Schools, established by § 38-171.\n\n(8A) \"Remediation steps\" means, at a minimum, actions to:\n\n(A) Decrease the elevated lead concentration in a drinking water source to 5 parts per billion or less; or\n\n(B) Preclude people from consuming or cooking with water from a drinking water source.\n\n(8B) \"Self-operated school food service\" means a District-run program of planning, purchasing, preparing, storing, serving, and ensuring the safety of food served to students in public schools staffed and overseen by District employees and established pursuant to § 38-822.03a.\n\n(8C) \"Share table\" is a location where school community members can place unopened or sealed foods to provide for other community members to take food that would otherwise be thrown away.\n\n(9) “Sustainable agriculture” means an integrated system of plant and animal production practices having a site-specific application that will, over the long-term:\n\n(A) Satisfy human food and fiber needs;\n\n(B) Enhance environmental quality and the natural resource base upon which the agricultural economy depends;\n\n(C) Make the most efficient use of nonrenewable resources and on-farm resources and integrate, where appropriate, natural biological cycles and controls;\n\n(D) Sustain the economic viability of farm operations; and\n\n(E) Enhance the quality of life for farmers and society as a whole.\n\n(A) “Unprocessed” means foods that are nearest their whole, raw, and natural state, and contain no artificial flavors or colors, synthetic ingredients, chemical preservatives, or dyes.\n\n(B) For the purposes of this paragraph, food which undergoes the following processes shall be deemed to be unprocessed:\n\n(i) Cooling, refrigerating, or freezing;\n\n(ii) Size adjustment through size reduction made by peeling, slicing, dicing, cutting, chopping, shucking, or grinding;\n\n(iii) Drying or dehydration;\n\n(iv) Washing;\n\n(v) The application of high water pressure or “cold pasteurization”;\n\n(vi) Packaging, such as placing eggs in cartons, and vacuum packing and bagging, such as placing vegetables in bags;\n\n(vii) Butchering livestock, fish, or poultry; and\n\n(viii) The pasteurization of milk.\n\n(11) \"Vegetarian food option\" means food or beverages that:\n\n(A) Are free of meat, poultry, and seafood; and\n\n(B) With respect to the meat or meat alternate component of a meal, provide a source recognized by the United States Department of Agriculture as a meat alternate free of meat, poultry, and seafood for the purposes of the National School Lunch Program.",
      "history": "July 27, 2010, D.C. Law 18-209, § 101, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(a), 58 DCR 6841",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-821.01.html"
    },
    {
      "id": "section-38-821.02",
      "number": "38-821.02",
      "heading": "Healthy school meal subsidies and healthy school grants.",
      "text": "(a) Repealed.\n\n(b) Repealed.\n\n(c) Funding for healthy schools initiatives may be used as follows:\n\n(1) To provide additional funding for healthy school meals, the Office of the State Superintendent of Education shall reimburse public schools, public charter schools, participating private schools, and organizations participating in the Summer Food Service Program as follows:\n\n(A) Twenty cents for each breakfast meal served that meets the requirements of §§ 38-822.02 and 38-822.03; and\n\n(B) Ten cents for each lunch meal served that meets the requirements of §§ 38-822.02 and 38-822.03.\n\n(2) Repealed.\n\n(3) To eliminate the reduced-price copayment under § 38-822.03(b)(1), the Office of the State Superintendent of Education shall reimburse public schools, public charter schools, and participating private schools, for each lunch meal that meets the requirements of §§ 38-822.02 and 38-822.03 and is served to a student who qualifies for reduced-price meals, the greater of:\n\n(A) Forty cents; or\n\n(B) The difference between the U.S. Department of Agriculture reimbursement rate for a free lunch and a reduced-price lunch.\n\n(4) Repealed.\n\n(A) To provide resources to implement alternative breakfast serving models, the Office of the State Superintendent of Education shall provide an annual subsidy of $2 per student to public schools, public charter schools, and participating private schools that implement an approved alternative breakfast serving model.\n\n(B) Schools shall use funds received pursuant to this paragraph to purchase equipment and supplies needed to operate the alternative breakfast serving model.\n\n(A) To encourage local foods to be served in schools, the Office of the State Superintendent of Education shall provide an additional 5 cents per day reimbursement to public schools, public charter schools, and participating private schools when at least one component of a reimbursable breakfast or lunch meal is comprised entirely of locally grown and unprocessed foods; provided, that the schools report the name and address of the farms where the locally grown foods were grown to the Office of the State Superintendent of Education.\n\n(B) For the purposes of this paragraph, the term “locally grown and unprocessed foods” shall not include milk.\n\n(6) To increase physical activity in schools, the Office of the State Superintendent of Education may issue grants through a competitive process or a formula grants process to public schools, public charter schools, or organizations that provide technical assistance to public schools or public charter schools to increase the amount of physical activity in schools; provided, that a school receiving a grant pursuant to this paragraph shall seek to:\n\n(A) Meet the requirements of § 38-824.02; and\n\n(B) Increase the amount of physical activity in which its students engage.\n\n(7) To support school gardens or promote health education, the Office of the State Superintendent of Education shall make grants available, subject to the availability of funds, through a competitive process or a formula grants process to public schools, public charter schools, and other organizations.\n\n(8) Repealed.\n\n(9) To increase nutrition education in schools, the Office of the State Superintendent of Education shall make grants available, subject to the availability of funds, through either a competitive grant process or a formula grants process, to public schools, public charter schools, and organizations that provide technical assistance to public schools and public charter schools to incorporate nutrition education into the school day.\n\n(10) To increase cafeteria staff's abilities to provide healthy meals for students, the Office of the State Superintendent for Education may issue grants through a competitive process or a formula grants process to public schools, public charter schools, or other organizations for the acquisition of school kitchen equipment and for providing training sessions on cooking skills and nutrition for school cafeteria workers and school food service vendors.\n\n(11) To decrease food and food packaging waste at schools and provide greater food access to those in need, the Office of the State Superintendent for Education may issue grants through a competitive process or a formula grants process to local education agencies, schools, nonprofit organizations, or partnerships developed among schools or with nonprofit organizations to support efforts to address food and food packaging waste, including implementation and management of share tables, purchase or provision of reusable food service ware, including from third-party reusable food service ware providers, and other food waste and food waste packaging reduction programs.\n\n(A) In School Year 2025-2026, $300,000 in funds shall be used to assist at least 2 community-based organizations in partnering with schools and childcare development facilities to create and sustain healthy working environments for educators through a competitive grant program.\n\n(B) The Office of the State Superintendent of Education (\"OSSE\") shall select grant recipients, after a call for applications, by no later than November 26, 2025.\n\n(C) Participation in the program shall be based on criteria OSSE establishes.\n\n(D) For the purposes of this paragraph, the term \"educator\" includes a principal, assistant principal, teacher, assistant teacher, paraprofessional, school psychologist or counselor, all school service providers, or any person who provides professional educational services or education psychological services at a school.\n\n(d) The Office of the State Superintendent of Education may, by rule, increase the amounts, as set forth in subsection (c) of this section, to further improve the quality and nutrition of school meals.\n\n(e) The Office of the State Superintendent of Education may withhold local funds provided by subsection (c) of this section from public schools and public charter schools that do not meet any or all of the requirements of §§ 38-822.02, 38-822.03, 38-822.05, and 38-822.06.\n\n(f) Repealed.\n\n(g) Repealed.",
      "history": "July 27, 2010, D.C. Law 18-209, § 102, 57 DCR 4779; Apr. 8, 2011, D.C. Law 18-370, § 412, 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 4012, 58 DCR 6226; Oct. 20, 2011, D.C. Law 19-37, § 2(b), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(a), 59 DCR 8025; Dec. 17, 2014, D.C. Law 20-142, § 311(a), 61 DCR 8045",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-821.02.html"
    },
    {
      "id": "section-38-822.01",
      "number": "38-822.01",
      "heading": "General goals and standards.",
      "text": "(1) Public schools, public charter schools, and participating private schools shall:\n\n(A) Serve nutritious and well-balanced meals to students.\n\n(i) Provide meals with a vegetarian food option as the main course for breakfast and lunch every day at all grade levels;\n\n(ii) Rotate main course vegetarian food options daily to avoid repetition; and\n\n(iii) Clearly label or identify meals that contain only vegetarian food options as vegetarian; and\n\n(C) Reasonably accommodate religious and non-medical dietary restrictions.\n\n(2) A \"school food authority\", as defined in 7 C.F.R. § 210.2, shall not require a student requesting a plant-based food option, or other non-medical dietary accommodation, to obtain a note from a doctor.\n\n(b) Public schools, public charter schools, and participating private schools are encouraged to serve plant-based food option as the main course at breakfast and lunch each day to each student.\n\n(c) Public schools, public charter schools, and participating private schools are strongly encouraged to procure food in a manner consistent with the Good Food Purchasing Program's core values.",
      "history": "July 27, 2010, D.C. Law 18-209, § 201, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(c), 58 DCR 6841",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.01.html"
    },
    {
      "id": "section-38-822.02",
      "number": "38-822.02",
      "heading": "Nutritional standards for school meals.",
      "text": "(a) All breakfast, lunch, after-school snacks and suppers, and summer meals served to students in public schools, public charter schools, and participating private schools or by organizations participating in the Afterschool Meal Program or the Summer Food Service Program shall meet or exceed the federal nutritional standards set forth in:\n\n(1) The Child Nutrition Act of 1996, approved October 11, 1996 (80 Stat. 885; 42 U.S.C. § 1771 et seq.);\n\n(2) The Richard B. Russell National School Lunch Act, approved June 4, 1946 (60 Stat. 230; 42 U.S.C. § 1751 et seq.);\n\n(3) 7 C.F.R. Parts 210, 215, 220, 225, and 226; and\n\n(4) Other applicable federal law.\n\n(b) In addition to the requirements of subsection (a) of this section, breakfast, lunch, after-school snacks and suppers, and summer meals served to students in public schools, public charter schools, and participating private schools or by organizations participating in the Afterschool Meal Program or the Summer Food Service Program shall meet or exceed the following nutritional requirements:\n\n(1) All milk shall be unflavored; and\n\n(A) All grain products shall be whole grain-rich.\n\n(B) For the purposes of this paragraph, the term \"whole grain-rich\" means that the product contains at least 50% whole grains and the remaining grains in the product must be enriched.\n\n(c) The Office of the State Superintendent of Education may adopt standards that exceed the requirements of this section.",
      "history": "July 27, 2010, D.C. Law 18-209, § 202, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(d), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(b), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.02.html"
    },
    {
      "id": "section-38-822.03",
      "number": "38-822.03",
      "heading": "Additional requirements for public school meals.",
      "text": "(1) Public schools, public charter schools, and participating private schools shall offer free breakfast to all students.\n\n(2) If more than 40% of the students at a school qualify for free or reduced-price meals:\n\n(A) A public elementary school, public charter elementary school, and participating private elementary school shall offer breakfast in the classroom each day, except as provided in paragraph (3)(A) of this subsection;\n\n(B) A public middle and high school, public charter middle and high school, and participating private middle and high school shall offer alternative breakfast serving models each day; and\n\n(C) The requirements of this paragraph shall not apply to a public school or a public charter school in which the school’s current breakfast participation rate, without breakfast-in-the-classroom, exceeds 75% of its average daily attendance.\n\n(A) The Office of the State Superintendent of Education may grant a waiver to an elementary school required to serve breakfast in the classroom under paragraph (2)(A) of this subsection for one school year if the school food authority, as defined in 7 C.F.R. § 210.2, submits a written action plan to the Office of the State Superintendent of Education showing a strategy to utilize an alternative breakfast serving model that will enable the school to reach the breakfast participation rate in paragraph (2)(C) of this subsection.\n\n(B) Elementary schools that do not demonstrate incremental progress toward meeting the participation rate in paragraph (2)(C) of this subsection upon completion of the one school year waiver period shall implement breakfast in the classroom at the start of the following school year.\n\n(b) Public schools, public charter schools, and participating private schools shall:\n\n(1) Not charge students for meals if the students qualify for reduced-price meals;\n\n(2) Provide meals that meet the dietary needs of children with diagnosed medical conditions as required by a physician;\n\n(3) Solicit input from students, faculty, and parents, through taste tests, comment boxes, surveys, a student nutrition advisory council, or other means, regarding nutritious meals that appeal to students;\n\n(4) Promote healthy eating to students, faculty, staff, and parents;\n\n(5) Provide at least 30 minutes for students to eat lunch and sufficient time during the lunch period for every student to pass through the food service line; and\n\n(6) Participate in federal nutritional programs and Child Nutrition U.S. Department of Agriculture foods program whenever possible.\n\n(c) Public schools, public charter schools, and participating private schools shall make cold, filtered water available free to students, through water fountains or other means, when meals are served to students in public schools, public charter schools, and participating private schools.\n\n(1) Public schools, public charter schools, and participating private schools are strongly encouraged to establish share tables.\n\n(2) A summary of share table participation shall be included in the report required pursuant to § 38-823.03.",
      "history": "July 27, 2010, D.C. Law 18-209, § 203, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(e), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(c), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.03.html"
    },
    {
      "id": "section-38-822.03a",
      "number": "38-822.03a",
      "heading": "Self-operated school food service pilot program.",
      "text": "(a) During the 2020-2021 and the 2021-2022 school years, the Mayor shall operate a self-operated school food service pilot program (\"pilot\") in 10 public schools or the maximum number of schools that the funding appropriated will support.\n\n(1) By July 30, 2020, the Mayor shall:\n\n(A) Retrofit the selected school kitchens to accommodate self-operated school food service.\n\n(B) Prepare for in-house food operations, including hiring and training staff, marketing the food services program, and stocking initial supplies in advance of the 2020-2021 school year.\n\n(2) At least twice during the 2020-2021 school year and twice during the 2021-2022 school year, the Mayor shall administer a student satisfaction survey regarding meals provided through the pilot.\n\n(b) Within 3 months after the last day of the 2020-2021 and 2021-2022 school years, the Mayor shall provide to the Council a report on food services at all public schools, which shall include:\n\n(1) Results from student satisfaction surveys conducted at pilot and non-pilot schools, including a comparison of the level of student satisfaction with meals provided under the pilot and meals not provided under the pilot;\n\n(2) A description of the costs of the pilot, including a comparison of the costs of food services provided under the pilot and the costs of the food services provided at non-pilot public schools;\n\n(3) The cost savings created by the pilot due to changes to existing food service contracts entered into by the District;\n\n(4) An estimate of any federal reimbursements or other federal funding made available to the District through the implementation of a self-operated school food service model at participating schools;\n\n(5) A breakdown by each school of:\n\n(A) Meal type name;\n\n(B) Quantity of each meal type;\n\n(C) Unit cost of each meal type;\n\n(D) Total cost of each meal type;\n\n(E) Number of each meal type served at free, reduced, or paid; and\n\n(F) Total revenues, by revenue type, applied to each meal type;\n\n(6) An analysis of whether meals served through the pilot and meals served by non-pilot public schools complied with federal and local school meals nutrition standards and requirements; and\n\n(7) An analysis of what infrastructure and operating enhancements would be necessary for the District of Columbia Public School system to successfully administer self-operated school food services in all public schools, including whether the District should fund a central kitchen if recommended in the report required by § 38-822.04a.\n\n(1) The Mayor shall assist all eligible local educational agencies in deciding whether to elect the community eligibility provision described in 7 C.F.R. § 245.9(f) for the local educational agency or for a school or group of schools within the local educational agency.\n\n(2) For the purposes of this subsection, the terms \"local educational agency\" and \"school\" shall have the same meaning as provided in 7 C.F.R. § 245.2.",
      "history": "July 27, 2010, D.C. Law 18-209, § 203a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.03a.html"
    },
    {
      "id": "section-38-822.04",
      "number": "38-822.04",
      "heading": "Central kitchen.",
      "text": "Repealed.",
      "history": "July 27, 2010, D.C. Law 18-209, § 204, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(f), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(d), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.04.html"
    },
    {
      "id": "section-38-822.04a",
      "number": "38-822.04a",
      "heading": "Central kitchen report.",
      "text": "(a) Within 90 days of October 1, 2019, the Office of Planning shall submit a report to the Mayor and the Council describing best practices for developing a central kitchen in the District to:\n\n(1) Prepare, process, grow, and store healthy and nutritious foods for schools and nonprofit organizations;\n\n(2) Support nutrition education programs; and\n\n(3) Provide job-training programs for students and District residents.\n\n(b) The report required by subsection (a) of this section shall:\n\n(1) Include research and case studies on central kitchen facilities in other jurisdictions;\n\n(2) Identify any agencies that should design, build, or manage a central kitchen facility; and\n\n(3) Consider how a central kitchen facility could assist other facilities serving meals, such as child development centers, senior centers, recreation centers, and corrections facilities.",
      "history": "July 27, 2010, D.C. Law 18-209, § 204a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.04a.html"
    },
    {
      "id": "section-38-822.05",
      "number": "38-822.05",
      "heading": "Public disclosure.",
      "text": "(a) Food service providers shall provide the following information to public schools, public charter schools, participating private schools, and the Office of the State Superintendent of Education:\n\n(1) The menu for each breakfast and lunch meal served;\n\n(2) The nutritional content of each menu item;\n\n(3) The ingredients for each menu item if requested by parents and legal guardians; and\n\n(4) The location where fruits and vegetables served in schools are grown and processed.\n\n(1) Public schools, public charter schools, and participating private schools shall provide the information provided to them under subsection (a) of this section:\n\n(A) In the school’s office;\n\n(B) On the school's website; and\n\n(C) To parents and legal guardians upon request\n\n(2) Public schools, public charter schools, and participating private schools shall inform families that vegetarian food options and milk alternatives are available upon request.\n\n(c) This section shall apply as of January 1, 2012.",
      "history": "July 27, 2010, D.C. Law 18-209, § 205, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(g), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(e), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.05.html"
    },
    {
      "id": "section-38-822.06",
      "number": "38-822.06",
      "heading": "Healthy vending, fundraising, and prizes in public schools.",
      "text": "(a) Except as provided by subsection (b) of this section, all beverages and snack foods provided by or sold in public schools, public charter schools, and participating private schools or provided by organizations participating in the Afterschool Meal Program, whether through vending machines, fundraisers, snacks, after-school meals, or other means, shall meet or exceed the standards described in 7 C.F.R. § 210.11(c)-(m).\n\n(b) The requirements of subsection (a) of this section shall not apply to:\n\n(1) Food and drinks available only to faculty and staff members; provided, that school employees shall be encouraged to model healthy eating;\n\n(2) Food provided at no cost by parents;\n\n(3) Food sold or provided at official after-school events;\n\n(4) Adult education programs; and\n\n(5) Food not consumed or marketed to students.\n\n(c) The Office of the State Superintendent of Education may adopt standards that exceed the requirements set forth in subsections (a) and (b) of this section.\n\n(d) Foods and beverages sold in public school, public charter school, and participating private schools stores shall meet the requirements of subsection (a) of this section.\n\n(e) Public schools, public charter school, and participating private schools shall not permit third parties, other than school-related organizations and school meal service providers, to sell foods or beverages of any type to students on school property from 90 minutes before the school day begins until 90 minutes after the school day ends.\n\n(f) Foods and beverages that do not meet the nutritional requirements of subsection (a) of this section shall not be:\n\n(1) Used as incentives, prizes, or awards in public schools or public charter schools; or\n\n(2) Advertised or marketed in public schools and public charter schools through posters, signs, book covers, scoreboards, supplies, equipment, or other means.\n\n(g) After first issuing a warning, the Office of the State Superintendent of Education may impose a penalty, not to exceed $500 per day paid to the Healthy Schools Fund, on public schools and public charter schools that violate this section, subject to the right to a hearing requested within 10 days after the notice of imposition of the penalty is sent.",
      "history": "July 27, 2010, D.C. Law 18-209, § 206, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(h), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(f), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.06.html"
    },
    {
      "id": "section-38-822.07",
      "number": "38-822.07",
      "heading": "Triennial review.",
      "text": "The Healthy Youth and Schools Commission shall review school nutrition and the requirements of this title at least every 3 years and recommend improvements to the Mayor and the Council.",
      "history": "July 27, 2010, D.C. Law 18-209, § 207, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.07.html"
    },
    {
      "id": "section-38-822.08",
      "number": "38-822.08",
      "heading": "DC Free Summer Meals Program report.",
      "text": "The Office of the State Superintendent of Education and the Department of Parks and Recreation shall submit a joint report to the Mayor and the Council on strategies to increase participation in the DC Free Summer Meals Program by January 1, 2020.",
      "history": "July 27, 2010, D.C. Law 18-209, § 208",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-822.08.html"
    },
    {
      "id": "section-38-823.01",
      "number": "38-823.01",
      "heading": "Local food sourcing, reimbursement, and education.",
      "text": "Public schools and public charter schools shall serve locally grown, locally processed, and unprocessed foods from growers engaged in sustainable agriculture practices whenever possible. Preference shall be given to fresh unprocessed agricultural products grown and processed in the District of Columbia, Maryland, and Virginia.",
      "history": "July 27, 2010, D.C. Law 18-209, § 301, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-823.01.html"
    },
    {
      "id": "section-38-823.01a",
      "number": "38-823.01a",
      "heading": "Comprehensive food services plan.",
      "text": "(a) Before February 15, 2013, the City Administrator shall transmit to the Council and to the Healthy Youth and Schools Commission a comprehensive food services plan that shall include:\n\n(1) A plan to reduce the cost of providing food services in the District of Columbia Public Schools (“DCPS”), without reducing the quality, taste, or nutritional standards of the food being served, including an:\n\n(A) Examination of how similar jurisdictions provide food services in schools;\n\n(B) Explanation of the cost drivers in the DCPS food services program;\n\n(C) Accounting of:\n\n(i) The local funds subsidies (net losses) required by federal programs for each year since fiscal year 2007, including the total subsidy per year and the subsidy per meal served per year;\n\n(ii) Whether the District has received all of the rebates, credits, and other funds owed by its current food-service vendors;\n\n(D) An evaluation of whether preparing meals internally without an outside vendor would reduce costs; and\n\n(E) An implementation plan and timeline for the DCPS food services program to become cost-neutral;\n\n(2) An analysis of the efficiencies and savings that could be gained by combining the food services programs in:\n\n(A) The Department of Corrections;\n\n(B) The Department of Human Services;\n\n(C) The Department of Mental Health;\n\n(D) The Department of Parks and Recreation;\n\n(E) The District of Columbia Public Schools;\n\n(F) The Office of Aging; and\n\n(G) Other agencies;\n\n(3) An analysis of whether a centralized food services program could offer public charter schools the opportunity to purchase meals from it, instead of from a private vendor; and\n\n(4) An analysis of how the District’s food service programs can become more sustainable.\n\n(b) The City Administrator shall be assisted in preparing the plan required by subsection (a) of this section by the:\n\n(1) District of Columbia Public Schools;\n\n(2) Office of the State Superintendent of Education;\n\n(3) Department of General Services;\n\n(4) Mayor’s Office of Budget and Finance;\n\n(5) Council’s Budget Office;\n\n(6) Office of the Chief Financial Officer; and\n\n(7) City Administrator.",
      "history": "July 27, 2010, D.C. Law 18-209, § 301a; as added Sept. 20, 2012, D.C. Law 19-168, § 4062(g), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-823.01a.html"
    },
    {
      "id": "section-38-823.01b",
      "number": "38-823.01b",
      "heading": "Good Food Purchasing Program.",
      "text": "(a) Before December 31, 2019, the District of Columbia Public Schools (\"DCPS\") shall conduct a Good Food Purchasing Program (\"GFPP\") baseline assessment to determine how DCPS can better meet the GFPP core values.\n\n(b) DCPS shall use findings from the assessment required under subsection (a) of this section to increase food procurement consistent with the GFPP's core values.\n\n(c) Before December 31, 2020, and annually thereafter, DCPS shall complete a follow-up assessment to demonstrate progress toward the GFPP core values.",
      "history": "July 27, 2010, D.C. Law 18-209, § 301b",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-823.01b.html"
    },
    {
      "id": "section-38-823.02",
      "number": "38-823.02",
      "heading": "Programs.",
      "text": "(a) The Office of the State Superintendent of Education shall, in conjunction with the Department of Health, the Department of Parks and Recreation, the District Department of the Environment, the University of the District of Columbia, community organizations, food service providers, public schools, and public charter schools, develop programs to promote the benefits of purchasing and eating locally grown and unprocessed foods that are from growers engaged in sustainable agriculture practices. At minimum, the Office of the State Superintendent of Education shall conduct at least one program per year, such as an annual local flavor week or a harvest of the month program, in collaboration with other District agencies and nonprofit organizations.\n\n(b) In Fiscal Year 2023, notwithstanding part B of subchapter XII-A of Chapter 3 of Title 1, no later than November 1, 2022, the Office of the State Superintendent of Education shall issue a $1.6 million grant to a not-for-profit organization that currently partners with the District of Columbia Public Schools (\"DCPS\") to integrate farming, cooking, and nutrition education curriculum (\"healthy food programming\") into core academics for the purpose of continuing healthy food programming at DCPS in the 2022-2023 school year.\n\n(c) In Fiscal Year 2024 and no later than November 1, 2023, notwithstanding part B of subchapter XII-A of Chapter 3 of Title 1, the Office of the State Superintendent of Education shall issue a $1.9 million grant to a not-for-profit organization that currently partners with the District of Columbia Public Schools (\"DCPS\") to integrate a farming, cooking, and nutrition education curriculum (\"healthy food programming\") into core academics for the purpose of continuing healthy food programming at DCPS in the 2023-2024 school year.",
      "history": "July 27, 2010, D.C. Law 18-209, § 302, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-823.02.html"
    },
    {
      "id": "section-38-823.03",
      "number": "38-823.03",
      "heading": "Mandatory reporting.",
      "text": "Beginning September 30, 2020, and biennially thereafter, the Office of the State Superintendent of Education shall submit to the Mayor, the Council, and the Healthy Youth and Schools Commission a comprehensive report on the District's compliance with this chapter, which shall include:\n\n(1) An update on farm-to-school initiatives and recommendations for improving these initiatives; and\n\n(2) The information required in §§ 38-824.05 and 38-825.02(c).",
      "history": "July 27, 2010, D.C. Law 18-209, § 303, 57 DCR 4779; Sept. 20, 2012, D.C. Law 19-168, § 4062(h), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-823.03.html"
    },
    {
      "id": "section-38-824.01",
      "number": "38-824.01",
      "heading": "Physical activity goals.",
      "text": "(a) It shall be the goal of the District of Columbia for children to engage in physical activity for at least 60 minutes each day or for the time period recommended for specific age groups in § 38-824.02.\n\n(b) Public schools and public charter schools shall promote this goal.\n\n(c) Public schools and public charter schools shall seek to maximize physical activity by means including:\n\n(1) Extending the school day;\n\n(2) Encouraging students to walk or bike to school;\n\n(3) Promoting active recess;\n\n(4) Including physical activity in before-school and after-school activities;\n\n(5) Supporting athletic programs;\n\n(6) Integrating movement into classroom instruction and classroom instructional breaks;\n\n(7) Entering into shared-use agreements with organizations that provide physical activity programming for children outside of the normal school day; and\n\n(8) Using physical activity as a reward for student achievement and good behavior.",
      "history": "July 27, 2010, D.C. Law 18-209, § 401, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-824.01.html"
    },
    {
      "id": "section-38-824.02",
      "number": "38-824.02",
      "heading": "Physical and health education requirements.",
      "text": "(a) Public schools and public charter schools shall schedule physical education classes for all students on a weekly basis, and recess for all students on a daily basis, throughout the school year as follows:\n\n(A) For students in grades kindergarten through 5, it shall be the goal of all schools to provide an average of 150 minutes of physical education per week, and at least one recess of at least 20 minutes per day.\n\n(B) A school that provides less than an average of 90 minutes per week of physical education in a school year for students in grades kindergarten through 5 shall submit an action plan to the Office of the State Superintendent of Education detailing efforts it will take to increase physical education before the beginning of the next school year and shall work with the Office of the State Superintendent of Education to increase the amount of time provided for physical education each week.\n\n(A) For students in grades 6 through 8, it shall be the goal of all schools to provide an average of 225 minutes of physical education per week, and at least one recess of at least 20 minutes per day.\n\n(B) A school that provides less than an average of 135 minutes per week of physical education in a school year for students in grades 6 through 8 shall submit an action plan to the Office of the State Superintendent of Education detailing efforts it will take to increase physical education before the beginning of the next school year and shall work with the Office of the State Superintendent of Education to increase the amount of time provided for physical education each week.\n\n(1) For students in Pre-K 3 and Pre-K 4, public schools and public charter schools shall:\n\n(A) Provide an average of 60 minutes of moderate-to-vigorous physical activity per day;\n\n(B) Set a goal of providing an average of 90 minutes of physical activity per day; and\n\n(C) Provide at least 2 20-minute sessions of outdoor physical activity per day, weather and space permitting, which may count toward the 60 minutes of physical activity per day requirement.\n\n(2) A school that provides less than an average of 60 minutes per day of physical activity in a school year shall submit an action plan to the Office of the State Superintendent of Education detailing efforts it will take to increase physical activity before the beginning of the next school year and shall work with the Office of the State Superintendent of Education to increase the amount of time provided for physical activity each week.\n\n(b) Public schools and public charter schools shall provide health education to students in Grades Kindergarten through 8 as follows:\n\n(1) School years 2010-2011 to 2013-2014: an average of at least 15 minutes per week or the same level of health education as provided in school year 2009-2010, whichever is greater; and\n\n(2) School year 2014-2015 and after: an average of at least 75 minutes per week;\n\n(b-1) Public schools and public charter schools shall provide instruction in cardiopulmonary resuscitation to students in Grades 9 through 12 as follows:\n\n(1) Beginning with the 2016-2017 school year, instruction in cardiopulmonary resuscitation shall be included in at least one health class necessary for graduation.\n\n(2) The instruction required by this subsection shall:\n\n(A) Be an instructional program developed by the American Heart Association or the American Red Cross or be nationally recognized and based on the most current national evidence-based emergency cardiovascular care guidelines for cardiopulmonary resuscitation;\n\n(B) Include appropriate use of an automated external defibrillator, which may be taught by video; and\n\n(C) Incorporate hands-on practice in addition to cognitive learning.\n\n(3) The instruction required by this section may be provided by the public school or charter school directly or the public school or charter school may arrange for the instruction to be provided by available community-based providers.\n\n(4) The instruction required by this subsection is not required to be provided by a teacher.\n\n(5) A teacher providing the instruction under this subsection is not required to be a certified trainer of cardiopulmonary resuscitation.\n\n(6) A student is not required to earn certification in cardiopulmonary resuscitation to successfully complete the instruction for the purposes of this subsection.\n\n(7) The instruction offered by the Fire and Emergency Medical Services Department pursuant to § 5-401(b-1), shall be deemed to meet the requirements of this subsection.\n\n(A) Beginning in the 2019-2020 school year, as part of the health curriculum for students in Kindergarten through Grade 12, public schools and public charter schools shall provide age- and developmentally-appropriate, evidence-based culturally responsive instruction on:\n\n(i) Recognizing and reporting sexual misconduct and child abuse;\n\n(ii) Setting and respecting appropriate personal and body boundaries and privacy rules;\n\n(iii) Communicating with adults about concerns regarding body boundaries or privacy violations;\n\n(iv) The meaning of consent;\n\n(v) Developing and maintaining healthy relationships; and\n\n(vi) Other appropriate topics to support the healthy development of students.\n\n(B) The Office of the State Superintendent for Education shall update the District's health education standards to reflect the requirements of subparagraph (A) of this subsection and shall make available a list of curricula or a curriculum guide that public schools or public charter schools may use to fulfill the requirements of subparagraph (A) of this subsection.\n\n(2) For the purposes of this subsection, the term:\n\n(A) \"Consent\" means words or overt actions indicating a freely given agreement to a physical act or contact within the course of an interpersonal relationship. Consent to a physical act or contact may be initially given but withdrawn at any time. Lack of verbal or physical resistance or submission by the victim due to his or her mental or physical incapacitation or impairment, or the use of force, threats, or coercion shall not constitute consent. Past words or actions indicating freely given agreement to a past physical act or contact shall not constitute consent to a future physical act or contact.\n\n(B) \"Health education standards\" means the specific learning requirements related to health that the Office of the State Superintendent of Education requires students to learn at each academic level, from Kindergarten through Grade 12.\n\n(c) The Healthy Youth and Schools Commission, with assistance from the Office of the State Superintendent of Education, shall consider ways to expand physical education in high schools.\n\n(d) The physical education and health education required by this section shall meet the curricular standards adopted by the State Board of Education.",
      "history": "July 27, 2010, D.C. Law 18-209, § 402, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-824.02.html"
    },
    {
      "id": "section-38-824.02a",
      "number": "38-824.02a",
      "heading": "Interscholastic athletics plan.",
      "text": "Repealed.",
      "history": "July 27, 2010, D.C. Law 18-209, § 402a; as added Sept. 20, 2012, D.C. Law 19-168, § 4062(i), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-824.02a.html"
    },
    {
      "id": "section-38-824.03",
      "number": "38-824.03",
      "heading": "Additional requirements.",
      "text": "(a) A student with disabilities shall have suitably adapted physical education incorporated as part of the individualized education program developed for the student. Public schools and public charter schools shall provide suitably adapted physical education or supplementary aids for any other student with special needs that preclude the student from participating in regular physical education instruction, as required by section 504 of the Rehabilitation Act of 1973, approved September 26, 1973 (87 Stat. 394; 29 U.S.C. § 794).\n\n(b) Requiring or withholding physical activity shall not be used to punish students; provided, that students who are not wearing appropriate athletic clothing may be prohibited from participating in physical activity until properly dressed.\n\n(c) The Office of the State Superintendent of Education shall provide and coordinate annual professional-development sessions for school personnel, provided by a certified instructor and based on nationally recognized standards, related to incorporating physical activity into classroom instruction, classroom instruction breaks, and active recess.",
      "history": "July 27, 2010, D.C. Law 18-209, § 403, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-824.03.html"
    },
    {
      "id": "section-38-824.04",
      "number": "38-824.04",
      "heading": "Access to public facilities.",
      "text": "The Department of Parks and Recreation shall provide equal access and shall charge equal fees to both public schools and public charter schools for the use of its recreation centers, fields, playgrounds, and other facilities.",
      "history": "July 27, 2010, D.C. Law 18-209, § 404, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-824.04.html"
    },
    {
      "id": "section-38-824.05",
      "number": "38-824.05",
      "heading": "Mandatory reporting.",
      "text": "Beginning in 2020, and biennially thereafter, the Office of the State Superintendent shall include information regarding the following in the report required pursuant to § 38-823.03:\n\n(1) Compliance of public schools and public charter schools with the health education and physical education and activity requirements in this subchapter; and\n\n(2) Student achievement with respect to health and physical education and activity standards.",
      "history": "July 27, 2010, D.C. Law 18-209, § 405, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-824.05.html"
    },
    {
      "id": "section-38-825.01",
      "number": "38-825.01",
      "heading": "Environmental programs office.",
      "text": "(1) An environmental programs office is established in the Department of General Services and shall:\n\n(A) Contract with vendors to recycle all materials required by District law at all public schools, including food services, by December 31, 2010, and provide technical assistance to public charter schools about recycling.\n\n(B) Develop a master recycling plan for public schools on or before December 31, 2011 to reach a system-wide diversion rate of 45% by August 1, 2015;\n\n(C) Analyze utility usage at each public school and develop a plan to reduce that amount by 20% on or before August 1, 2015;\n\n(D) Establish an integrated pest management program;\n\n(E) Repealed.\n\n(F) Comply with the Environmental Protection Agency’s Lead; Renovation, Repair, and Painting Program, established by 40 C.F.R. Part 745;\n\n(G) Post the results of its environmental testing online;\n\n(H) Promote the Environmental Protection Agency’s Indoor Air Quality Tools for Schools Program to reduce exposure to environmental factors that impact asthma among children and adults in public schools;\n\n(I) Develop an electronic recycling policy for public schools on or before December 31, 2011; and\n\n(J) Establish a composting program in the District of Columbia Public Schools.\n\n(2) The contracts under paragraph (1)(A) of this subsection shall be negotiated to provide a financial incentive to reduce the amount of waste created in public schools and, when possible, to increase diversion rates in public schools;\n\n(b) The District of Columbia Public Schools shall:\n\n(1) Use environmentally friendly cleaning supplies in public schools; provided, that the agency may exhaust its current supply of conventional cleaners; and\n\n(2) Prepare and transmit to the Mayor, the Council, and the Healthy Youth and Schools Commission, on or before December 31, 2012, a plan to use sustainable products in serving meals to students.\n\n(c) On or before December 31, 2012, the Mayor shall prepare and transmit to the Council a comprehensive report describing the implementation of recycling, composting, energy-reduction, pest management, air quality, and environmentally friendly cleaning supplies programs in public schools. The report shall include:\n\n(1) A thorough, school-by-school breakdown of the waste stream in public schools, including tonnages, components, and diversion rates;\n\n(2) Baseline energy usage, an analysis of usage patterns, and savings achieved;\n\n(3) Recommendations and a timeline for further implementing these programs; and\n\n(4) A proposal for recognizing and rewarding schools that significantly improve their environmental portfolio.",
      "history": "July 27, 2010, D.C. Law 18-209, § 501, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(i), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(j), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-825.01.html"
    },
    {
      "id": "section-38-825.01a",
      "number": "38-825.01a",
      "heading": "Prevention of lead in drinking water in schools.",
      "text": "(1) The Department of General Services (\"DGS\") shall:\n\n(A) Locate all drinking water sources at each public school and install a barcode on each of the drinking water sources;\n\n(B) Install a filter that reduces lead in drinking water on each drinking water source in each public school and maintain the filters, at a minimum, in a manner consistent with the manufacturer's recommendations. Filters or all of the filter's component parts shall be certified for lead reduction to the National Sanitation Foundation (\"NSF\")/American National Standards Institute (\"ANSI\") Standard 53 for Health Effects or NSF/ANSI Standard 61 for Health Effects;\n\n(C) Post a conspicuous sign near each water source at public schools that is not a drinking water source, which includes an image that clearly communicates that water from the water source should not be used for cooking, where applicable, or consumed;\n\n(D) Provide an annual schedule for testing drinking water sources at each public school to the Chief Operating Officer of the District of Columbia Public Schools (\"COO\") for distribution to parents or guardians of children at each public school at the start of each school year;\n\n(E) Test all drinking water sources at each public school for lead annually;\n\n(F) If a test conducted pursuant to subparagraph (E) of this paragraph shows a lead concentration over 5 parts per billion:\n\n(i) Shut off the drinking water source as soon as possible but no later than 24 hours after receiving the test result and keep the drinking water source shut off until a subsequent test shows that the lead concentration level is not over 5 parts per billion;\n\n(ii) Determine, in writing, which remediation steps should be implemented to address the elevated lead concentration level;\n\n(iii) Send the test result and remediation steps to the COO within 5 business days of receiving the test result;\n\n(iv) Update the list described in subparagraph (G) of this paragraph within 5 business days of receiving the test result to reflect the test result and remediation steps; and\n\n(v) Notify the COO and update the list described in subparagraph(G) of this paragraph within 5 business days of completion of the remediation steps required by sub-subparagraph (ii) of this subparagraph; and\n\n(G) Publish on the DGS website a list of drinking water sources in each public school that describes, for each drinking water source:\n\n(i) The date and results of the most recent lead test performed;\n\n(ii) The date the current filter was installed;\n\n(iii) The date when the filter will next be replaced;\n\n(iv) The barcode identification number; and\n\n(v) Any remediation steps that will be or have been taken.\n\n(2) When the COO receives a test result, pursuant to paragraph (1)(e)(iii) of this subsection, or a notice of completion of remediation steps, pursuant to paragraph (1)(e)(v) of this subsection, the COO shall, within 2 business days of receiving such information, publish the information on the District of Columbia Public Schools website and send the information to parents or guardians of children attending the public school through email or other written communication.\n\n(1) Within 120 days of September 23, 2017, DGS shall provide a list of approved contractors, which may include employees or departments within DGS, to the Public Charter School Board (\"PCSB\"), from which public charter schools shall select a contractor to assist in meeting the requirements of paragraph (2) of this subsection.\n\n(2) Each public charter school shall:\n\n(A) Locate all drinking water sources at the public charter school and install a barcode on each of the drinking water sources;\n\n(B) Install a filter that reduces lead in drinking water on each drinking water source in the public charter school and maintain the filters, at a minimum, in a manner consistent with the manufacturer's recommendations. Filters or all of the filter's component parts shall be certified for lead reduction to the NSF/ANSI Standard 53 for Health Effects or NSF/ANSI Standard 61 for Health Effects;\n\n(C) Post a conspicuous sign near each water source at the public charter school that is not a drinking water source, which includes an image that clearly communicates that water from the water source should not be used for cooking, where applicable, or consumed;\n\n(D) Test all drinking water sources at the public charter school for lead annually;\n\n(E) If a test conducted pursuant to subparagraph (D) of this paragraph shows a lead concentration over 5 parts per billion:\n\n(i) Shut off the drinking water source as soon as possible but no later than 24 hours after receiving the test result and keep the drinking water source shut off until a subsequent test shows that the lead concentration level is not over 5 parts per billion;\n\n(ii) Determine, in writing, which remediation steps should be implemented to address the elevated lead concentration level;\n\n(iii) Send the test result and remediation steps to parents or guardians of children attending the public charter school through email or written communication within 5 business days of receiving the test result;\n\n(iv) Update the list described in subparagraph (F) of this paragraph within 5 business days of receiving the test result to reflect the test result and remediation steps; and\n\n(v) Notify parents or guardians of children attending the public charter school and update the list described in subparagraph (F) of this paragraph within 5 business days of completion of the remediation steps required by sub-subparagraph (ii) of this subparagraph; and\n\n(F) Publish on the public charter school's website, or on the website of the public charter school's local education agency, a list of drinking water sources in the public charter school that describes, for each drinking water source:\n\n(i) The date and results of the most recent lead test performed;\n\n(ii) The date the current filter was installed;\n\n(iii) The date when the filter will next be replaced;\n\n(iv) The barcode identification number; and\n\n(v) Any remediation steps that will be or have been taken.\n\n(A) Any contractor selected pursuant to paragraph (1) of this subsection shall, at times and in a manner to be determined by the PCSB, provide the public charter school that selected the contractor with written proof that the contractor's services complied with the requirements of this subsection.\n\n(B) A public charter school shall provide proof of compliance with paragraph (2) of this subsection to the PCSB.\n\n(4) After a public charter school provides proof of compliance to the PCSB, pursuant to paragraph (3)(B) of this subsection, the PCSB shall provide proof of compliance to DGS, in a manner to be prescribed by DGS.\n\n(A) If a contractor provides false or misleading proof of compliance under paragraph (3)(A) of this subsection, the Mayor shall, for a 5–year period:\n\n(i) Remove the contractor from all DGS-approved contractor lists;\n\n(ii) Prohibit the contractor from participating in the activities described in this subsection; and\n\n(iii) Prohibit the contractor from conducting business with the District government.\n\n(B) The penalty provided in this paragraph shall be in addition to any other penalty provided by law.\n\n(A) The Mayor, at a reasonable time, with reasonable notice, and upon presentation of appropriate credentials to, and with the consent of, the owner, operator, or person in charge, or the PCSB, pursuant to § 38-1802.11, may enter a public charter school to determine the public charter school's compliance with this subsection and inspect and copy any record, report, or other document or information related to compliance with this subsection.\n\n(B) If a public charter school fails to consent under subparagraph (A) of this paragraph:\n\n(i) The Mayor shall require the repayment of funds that were paid to the public charter school to cover the cost of complying with paragraph (2) of this subsection; and\n\n(ii) The PCSB may revoke the public charter school's charter pursuant to § 38-1802.13(a)(1).\n\n(7) A person aggrieved by an action of the Mayor taken pursuant to paragraph (5) or paragraph (6)(B)(i) of this subsection may appeal the action of the Mayor to the Office of Administrative Hearings pursuant to § 2-1831.03(b-14).\n\n(8) The Mayor may impose civil infraction penalties, fines, and fees as sanctions for any violation of this subsection, pursuant to Chapter 18 of Title 2 (\"Civil Infractions Act\"). Enforcement and adjudication of an infraction shall be pursuant to the Civil Infractions Act.\n\n(c) Nothing in this section is intended to, or does, create a private right of action against any person or entity based upon compliance or noncompliance with its provisions. No person or entity may assert any claim or right as a beneficiary or protected class under this section in any civil, criminal, or administrative action against the District of Columbia.\n\n(d) Within 120 days of the September 23, 2017, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this section.",
      "history": "July 27, 2010, D.C. Law 18-209, § 501a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-825.01a.html"
    },
    {
      "id": "section-38-825.02",
      "number": "38-825.02",
      "heading": "Environmental Literacy Program.",
      "text": "(a) An Environmental Literacy Program is established within the Office of the State Superintendent of Education. The Environmental Literacy Program shall:\n\n(1) Coordinate the efforts of the District Department of the Environment, the District of Columbia Public Schools, the Public Charter School Board, the Office of the State Superintendent of Education, the State Board of Education, the University of the District of Columbia, the Department of Parks and Recreation, the Department of General Services, and the Department of Employment Services to triennially develop an environmental literacy plan for public schools, public charter schools, and participating private schools;\n\n(2) Establish and convene an Environmental Literacy Advisory Committee, composed of community organizations, District government agencies, and other interested persons;\n\n(3) Collect data on the location and types of environmental education programs in public schools, public charter schools, and participating private schools;\n\n(4) Provide environmental education guidance and technical assistance to public schools, public charter schools, and participating private schools;\n\n(5) Provide training, support, and assistance for environmental literacy programs in public schools, public charter schools, and participating private schools; and\n\n(6) Assist public schools and public charter schools in receiving certification as U.S. Department of Education Green Ribbon Schools.\n\n(b) The environmental literacy plan shall, at minimum, include the following:\n\n(1) Relevant teaching and learning standards adopted by the State Board of Education;\n\n(2) Professional development opportunities for teachers;\n\n(3) Suitable metrics to measure environmental literacy;\n\n(4) Suitable methods to increase environmental literacy;\n\n(5) Governmental and nongovernmental entities that can assist schools in the achievement of those goals; and\n\n(6) A proposed implementation method for the plan.\n\n(c) Beginning in 2020, and triennially thereafter, the Environmental Literacy Program shall include in the comprehensive report required by § 38-823.03, an update about the state of environmental education in the District, plans for expansion, and recommendations for improving the program.\n\n(1) The Office of the State Superintendent of Education (\"OSSE\") shall establish an Environmental Literacy Leadership Cadre (\"Cadre\"), which shall be comprised of teachers, selected by OSSE, at public schools and public charter schools. Each teacher in the Cadre shall:\n\n(A) Create, if applicable, and help maintain a garden at the teacher's school;\n\n(B) Implement composting and recycling programs at the teacher's school;\n\n(C) Implement the June 2012 environmental literacy plan, or a subsequent environmental literacy plan developed pursuant to this section, and other OSSE-approved guidance, at the teacher's school; and\n\n(D) Assist other teachers at the teacher's school with incorporating science standards.\n\n(2) OSSE shall provide each teacher selected to participate in the Cadre with an appropriate and fair stipend, in addition to the teacher's salary.\n\n(3) OSSE shall provide grants to nonprofit and community-based organizations to support the schools represented in the Cadre by providing or coordinating programs and activities related to school-based environmental literacy programs.\n\n(4) OSSE may create or implement other initiatives or projects that support the Cadre.",
      "history": "July 27, 2010, D.C. Law 18-209, § 502, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(j), 58 DCR 6841; Dec. 17, 2014, D.C. Law 20-142, § 311(b), 61 DCR 8045; Oct. 22, 2015, D.C. Law 21-36, § 4102, 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-825.02.html"
    },
    {
      "id": "section-38-825.03",
      "number": "38-825.03",
      "heading": "School Gardens Program.",
      "text": "(a) A School Gardens Program is established within the Office of the State Superintendent of Education. The School Gardens Program shall:\n\n(1) Coordinate the efforts of community organizations, the Department of Parks and Recreation, the District Department of the Environment, the District of Columbia Public Schools, the Department of General Services, the Public Charter School Board, and the University System of the District of Columbia to establish gardens as integral components of public schools and public charter schools;\n\n(2) Complement the Food Production and Urban Gardens Program, established by § 48-402;\n\n(3) Establish and convene a Garden Advisory Committee, composed of community organizations, District government agencies, and other interested persons;\n\n(4) Collect data on the location and types of gardens in public schools and public charter schools;\n\n(5) Provide technical assistance to public schools and public charter schools;\n\n(6) Coordinate curricula for school gardens and related projects;\n\n(7) Provide training, support, and assistance to gardens in public schools and public charter schools; and\n\n(8) Assist public schools and public charter schools in receiving certification as U.S. Department of Education Green Ribbon Schools.\n\n(b) On or before September 30, 2020, and biennially thereafter, the School Gardens Program shall issue a report to the Mayor, the Council, and the Healthy Youth and Schools Commission about the state of school gardens in the District of Columbia, plans for expanding them, and recommendations for improving the program.\n\n(c) The University of the District of Columbia shall assist the School Gardens Program by providing technical expertise, curricula, and soil testing for school gardens.\n\n(d) As permitted by federal law, when tests show that the soil is safe and when produce is handled safely, produce grown in school gardens may be identified and served to students at the school, including in the cafeteria. Produce grown in school gardens may be sold and the proceeds from such sales shall be expended for the benefit of the school garden program at the school where the produce is grown.\n\n(e) School gardens shall include a demonstration compost pile when feasible.",
      "history": "July 27, 2010, D.C. Law 18-209, § 503, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(k), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(k), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-825.03.html"
    },
    {
      "id": "section-38-826.01",
      "number": "38-826.01",
      "heading": "Local wellness policies.",
      "text": "(a) As required by federal law, each local educational agency shall collaborate with parents, students, food service providers, and community organizations to develop, adopt, and update a comprehensive local wellness policy. Local wellness policies shall be revised at least once every 3 years.\n\n(b) Local wellness policies shall include:\n\n(1) The requirements set forth in federal law; and\n\n(2) Goals for:\n\n(A) Improving the environmental sustainability of schools;\n\n(B) Increasing the use of locally grown, locally processed, and unprocessed foods from growers engaged in sustainable agriculture practices;\n\n(C) Increasing physical activity; and\n\n(D) Developing and implementing an Environmental Literacy Program.\n\n(c) Public schools and public charter schools shall promote their local wellness policy to faculty, staff, parents, and students. A copy shall be:\n\n(1) Posted on each school’s website, if it has one;\n\n(2) Distributed to food service staff members;\n\n(3) Distributed to the school’s parent/teacher organization, if it has one; and\n\n(4) Made available in each school’s office.\n\n(1) The Office of the State Superintendent of Education shall review each local wellness policy to ensure that it complies with federal requirements and shall examine whether schools comply with their policies.\n\n(2) The Office of the State Superintendent of Education may deem a school ineligible for grants from the Healthy Schools Fund if the Office of the State Superintendent of Education finds that the school's local wellness policy does not conform with the federal requirements or that the school has not complied with its local wellness policy.",
      "history": "July 27, 2010, D.C. Law 18-209, § 601, 57 DCR 4779; Dec. 17, 2014, D.C. Law 20-142, § 311(c), 61 DCR 8045",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-826.01.html"
    },
    {
      "id": "section-38-826.02",
      "number": "38-826.02",
      "heading": "School health profiles.",
      "text": "(a) On or before February 15 of each year, each public school and public charter school shall submit the following information to the Office of the State Superintendent of Education regarding each of its campuses:\n\n(1) Health programs:\n\n(A) Whether the school has full-time, part-time, or no nurse coverage;\n\n(B) The name and contact information of the school’s nurse;\n\n(C) Whether the school has a school-based mental health program or offers similar services on site;\n\n(D) Whether there is a certified or highly qualified health teacher on staff; and\n\n(E) Whether there is a school-based health center;\n\n(2) Nutrition programs:\n\n(A) The name of the school’s food service vendor;\n\n(B) Whether the school’s meals meet the nutritional standards required by federal and District law;\n\n(C) Where the information required by § 38-822.05 can be found;\n\n(D) Whether the school participates in the farm-to-school program under § 38-823.01;\n\n(E) Whether the school participates in the School Gardens Program under § 38-825.03;\n\n(F) The number of students qualifying for free, reduced-price, and paid meals;\n\n(G) For the most recent November, the average daily participation in the national school breakfast and school lunch programs with breakdowns for the number of free, reduced-price, and paid students participating in school breakfast and lunch programs on an average daily basis;\n\n(H) Whether the school participates in Afterschool Meal Snack and Supper Program and if so, the number of children served snacks and suppers on an average daily basis;\n\n(I) For elementary schools, whether the school participates in the Fresh Fruit and Vegetable Snack Program;\n\n(J) Whether the school participates in D.C. Free Summer Meals Program and if so, the number of breakfasts, lunches, suppers, and snacks served on an average daily basis the preceding summer;\n\n(K) Whether the schools has vending machines and if so, how many vending machines, the hours of operation of said vending machines, and what items are sold from the machines; and\n\n(L) Whether the school has a school store and if so, what food and beverages are sold and the hours of operation;\n\n(3) Physical and health education:\n\n(A) The average amount of weekly physical education that students receive in each grade;\n\n(B) The average amount of weekly health education that students receive in each grade; and\n\n(C) How the school promotes physical activity;\n\n(4) Wellness policy:\n\n(A) Whether the school is in compliance with its local wellness policy; and\n\n(B) Where a copy of the school’s local wellness policy can be found.\n\n(b) The Office of the State Superintendent of Education may change the information, as set forth in subsection (a) of this section, to be included in the healthy schools profile form.\n\n(c) On or before January 15 of each year, each public school and public charter school shall post the information required by subsection (a) of this section online if the school has a website and make the form available to parents in its office.\n\n(d) The Office of the State Superintendent of Education shall post the information required by subsection (a) of this section on its website within 30 days of receipt.\n\n(1) The Office of the State Superintendent of Education shall ensure each public school and public charter school complies with subsections (a) and (c) of this section.\n\n(2) The Office of the State Superintendent of Education may deem a school ineligible for grants from the Healthy Schools Fund if the Office of the State Superintendent of Education finds that the school has not complied with subsections (a) and (c) of this section.",
      "history": "July 27, 2010, D.C. Law 18-209, § 602, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(l), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(m), 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 94, 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-826.02.html"
    },
    {
      "id": "section-38-826.03",
      "number": "38-826.03",
      "heading": "School health centers.",
      "text": "(a) The Department of Health, in conjunction with the Department of Healthcare Finance, the District of Columbia Public Schools, the Department of General Services, and the Public Charter School Board, shall develop a plan to establish and operate school health centers in public schools and public charter schools on or before December 31, 2015.\n\n(b) The plan shall include the following:\n\n(1) A needs assessment to determine where school health centers shall be located, including a justification for any determination that a school health center is not needed at a public high school; and\n\n(2) A proposal for financial sustainability for the school health centers.\n\n(c) The plan shall be submitted to the Mayor, the Council, and the Healthy Youth and Schools Commission on or before December 31, 2012.",
      "history": "July 27, 2010, D.C. Law 18-209, § 603, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(m), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(l), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-826.03.html"
    },
    {
      "id": "section-38-826.04",
      "number": "38-826.04",
      "heading": "School nurses.",
      "text": "The square footage of a nurse’s suite shall not be a determining factor as to whether or not a school nurse is placed at a public charter school; provided, that all other conditions as required by the Department of Health are met.",
      "history": "July 27, 2010, D.C. Law 18-209, § 604, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-826.04.html"
    },
    {
      "id": "section-38-826.05",
      "number": "38-826.05",
      "heading": "Tobacco-free school campuses.",
      "text": "(a) Tobacco and tobacco products are prohibited in public school and public charter school buildings, grounds, parking lots, parking garages, playing fields, school buses and other vehicles, and at off-campus, school-sponsored events.\n\n(b) For a public charter school located in a mixed-use facility, the requirements of subsection (a) of this section shall apply only to the buildings, grounds, parking lots, garages, and fields under the control of the public charter school.",
      "history": "July 27, 2010, D.C. Law 18-209, § 604a; as added Oct. 20, 2011, D.C. Law 19-37, § 2(n), 58 DCR 6841",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-826.05.html"
    },
    {
      "id": "section-38-826.06",
      "number": "38-826.06",
      "heading": "Youth Risk Behavior Surveillance System.",
      "text": "Each public school and public charter school covered by the Youth Risk Behavior Surveillance System (\"YRBSS\") shall participate, at no cost to the school, in the YRBSS administered by the Office of the State Superintendent of Education pursuant to § 38-2602(b)(31).",
      "history": "July 27, 2010, D.C. Law 18-209, § 604b",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-826.06.html"
    },
    {
      "id": "section-38-827.01",
      "number": "38-827.01",
      "heading": "Establishment of the Healthy Youth and Schools Commission.",
      "text": "(a) There is established the Healthy Youth and Schools Commission with the purpose of advising the Mayor and the Council on health, wellness, and nutritional issues concerning youth and schools in the District, including:\n\n(1) School meals;\n\n(2) Farm-to-school programs;\n\n(3) Physical activity and physical education;\n\n(4) Health education;\n\n(5) Environmental programs;\n\n(6) School gardens;\n\n(7) Sexual health programming;\n\n(8) Chronic disease prevention;\n\n(9) Emotional, social, and mental health services;\n\n(10) Substance abuse; and\n\n(11) Violence prevention.\n\n(b) Specific functions of the Commission shall include the following:\n\n(1) Advising on the operations of all District health, wellness, and nutrition programs;\n\n(2) Reviewing and advising on the best practices in health, wellness, and nutrition programs across the United States;\n\n(3) Recommending standards, or revisions to existing standards, concerning the health, wellness, and nutrition of youth and schools in the District;\n\n(4) Advising on the development of an ongoing program of public information and outreach programs on health, wellness, and nutrition;\n\n(5) Making recommendations on enhancing the collaborative relationship between the District government, the federal government, the University of the District of Columbia, local nonprofit organizations, colleges and universities, and the private sector in connection with health, wellness, and nutrition;\n\n(6) Identifying gaps in funding and services, or methods of expanding services to District residents;\n\n(7) Engaging students in improving health, wellness, and nutrition in schools; and\n\n(8) Participating in the selection process for any grants provided under the Healthy Schools Fund established pursuant to § 38-821.02.\n\n(c) On or before November 30 of each year, the Commission shall submit to the Mayor and the Council a comprehensive report on the health, wellness, and nutrition of youth and schools in the District. The report shall:\n\n(1) Explain the efforts made within the preceding year to improve the health, wellness, and nutrition of youth and schools in the District;\n\n(2) Discuss the steps that other states have taken to address the health, wellness, and nutrition of youth and schools; and\n\n(3) Make recommendations about how to further improve the health, wellness, and nutrition of youth and schools in the District.",
      "history": "July 27, 2010, D.C. Law 18-209, § 701, 57 DCR 4779; Sept. 20, 2012, D.C. Law 19-168, § 4062(n), 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-827.01.html"
    },
    {
      "id": "section-38-827.02",
      "number": "38-827.02",
      "heading": "Composition and organization of the Commission.",
      "text": "(a) The Commission shall be composed of 13 members who are experts in health, wellness, or nutrition; parents; teachers; or students. The Mayor shall appoint 10 members, no more than 5 of whom shall represent District agencies. The Chairman of the Council shall appoint one member. The chair of the Council committee with oversight of education shall appoint one member. The Chair of the Public Charter School Board shall appoint one member.\n\n(b) Members shall serve 3-year terms on the Commission, except that:\n\n(1) Of the Mayor’s first 10 persons appointed, 4 shall be appointed to serve 3-year terms, 3 shall be appointed to serve 2-year terms, and 3 shall be appointed to serve one-year terms; and\n\n(2) Students shall serve for one year.\n\n(c) The Mayor shall designate one member of the Commission to serve as its Chairperson.\n\n(d) A member shall serve for no more than 2 consecutive, full terms.\n\n(e) Unless excused by the Chairperson, any member who fails to attend 3 consecutive meetings shall be deemed to be removed from the Commission, creating a vacancy.\n\n(f) Each member of the Commission shall serve without compensation; provided, that each member may be reimbursed for actual expenses pursuant to § 1-611.08.",
      "history": "July 27, 2010, D.C. Law 18-209, § 702, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-827.02.html"
    },
    {
      "id": "section-38-827.03",
      "number": "38-827.03",
      "heading": "Rules of procedure.",
      "text": "(a) The Chairperson of the Commission, or his or her designated representative, who shall be a member of the Commission, shall convene all meetings of the Commission. Seven members of the Commission shall constitute a quorum. Voting by proxy shall not be permitted.\n\n(b) All meetings, reports, and recommendations shall be a matter of public record.\n\n(c) The Commission shall establish its meeting schedule; provided, that the Commission shall meet at least 4 times during each calendar year.\n\n(d) The Commission may establish subcommittees as needed. Subcommittees may include persons who are not members of the Commission; provided, that each subcommittee shall be chaired by a Commission member.",
      "history": "July 27, 2010, D.C. Law 18-209, § 703, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-827.03.html"
    },
    {
      "id": "section-38-827.04",
      "number": "38-827.04",
      "heading": "Administration.",
      "text": "Subject to appropriations, the Office of the State Superintendent of Education shall provide administrative and technical support to the Commission as necessary.",
      "history": "July 27, 2010, D.C. Law 18-209, § 704, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-827.04.html"
    },
    {
      "id": "section-38-828.01",
      "number": "38-828.01",
      "heading": "Rules.",
      "text": "The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], shall issue rules to implement the provisions of this chapter.",
      "history": "July 27, 2010, D.C. Law 18-209, § 801, 57 DCR 4779",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-828.01.html"
    },
    {
      "id": "section-38-828.02",
      "number": "38-828.02",
      "heading": "Applicability.",
      "text": "(a) Subchapter II of this chapter shall apply as of August 1, 2010.\n\n(b) Repealed.",
      "history": "July 27, 2010, D.C. Law 18-209, § 802, 57 DCR 4779; Sept. 24, 2010, D.C. Law 18-223, § 7005, 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-828.02.html"
    },
    {
      "id": "section-38-831.01",
      "number": "38-831.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) \"1-to-1 device\" means a technological device provided to a student pursuant to a 1-to-1 program.\n\n(2) \"1-to-1 device provider\" means a person or entity, or its agent, parent company, or subsidiary, that provides a 1-to-1 device to a student or educational institution pursuant to a 1-to-1 program.\n\n(3) \"1-to-1 program\" means a program authorized by an educational institution in which a student is provided with a 1-to-1 device for overnight or at-home use.\n\n(4) \"De-identified student information\" means data or other information related to a specific student from which all personally identifiable student information has been removed.\n\n(5) \"Disclose personally identifiable student information\" means to share, transfer, or otherwise communicate personally identifiable student information to a third-party other than the LEA, educational institution, student, or student's parent.\n\n(6) \"Educational institution\" means a public school or public charter school in the District of Columbia.\n\n(7) \"Interactive computer service\" shall have the same meaning as provided in section 230(f)(2) of the Communications Act of 1934, approved February 8, 1996 (110 Stat. 139; 47 U.S.C. § 230(f)(2)).\n\n(8) \"Local education agency\" or \"LEA\" means the District of Columbia Public Schools system or any individual or group of public charter schools operating under a single charter.\n\n(9) \"Location tracking technology\" means hardware, software, or an application that collects or reports data that identifies the geophysical location of a technological device.\n\n(10) \"Operator\" means a person that operates an Internet website, online service, online application, or mobile application:\n\n(A) That is designed, marketed, and primarily used for pre-k through 12 purposes; and\n\n(B) Who has actual knowledge that the person's website, online service, online application, or mobile application is being used for pre-k through 12 purposes.\n\n(11) \"Parent\" includes a student's legal guardian.\n\n(12) \"Personal media account\" means a student-created account with an electronic medium or service through which users may create, share, and view user-generated content, including videos, photographs, blogs, video blogs, podcasts, messages, e-mails, or Internet website profiles or locations. The term \"personal media account\" does not include an account opened at an educational institution's behest or provided by an educational institution.\n\n(13) \"Personal technological device\" means a technological device in the possession of a student that is not the property of an educational institution or a 1-to-1 provider.\n\n(14) \"Personally identifiable student information\" means data or other information that alone or in combination with other data is linked to a specific student that would allow a reasonable person, who does not have personal knowledge of the relevant circumstances, to identify the student with reasonable certainty, including:\n\n(A) A student's name;\n\n(B) The name of a student's parent or other family member;\n\n(C) The address of a student or student's parent or other family member;\n\n(D) A photograph, video, or audio recording that contains the student's image or voice; and\n\n(E) Indirect identifiers, including a student's social security number, student number, telephone number, credit card account number, insurance account number, financial services account number, customer number, geolocation information, persistent unique identifier, email address, social media address, online username, or other personal electronic identifier.\n\n(15) \"Pre-k through 12 purposes\" means uses that promote the functions of an educational institution serving grades prekindergarten through 12, or its agents, including uses that promote curricular, extra-curricular, and administrative activities.\n\n(16) \"School-based personnel\" means an employee or volunteer of an educational institution or an employee of an entity with whom the educational institution contracts, who acts as an agent of the educational institution at the educational institution or activities sponsored by the educational institution.\n\n(17) \"Targeted advertising\" means promoting for remuneration content, products, or services to a student based on information the operator obtained or inferred over time from a student's online behavior, usage of applications, or personally identifiable student information. The term \"targeted advertising\" does not include advertising to a student based on the student's real-time use of an operator's services or in response to a student's request for information or feedback; provided, that the operator does not retain data about the student's real-time activity for the purpose of targeting subsequent advertisements.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.01.html"
    },
    {
      "id": "section-38-831.02",
      "number": "38-831.02",
      "heading": "Operator obligations.",
      "text": "(a) An operator providing services to an educational institution, LEA, or its agent shall:\n\n(1) Implement and maintain reasonable security policies and procedures appropriate to the nature of the personally identifiable student information, and designed to protect that information from unauthorized access, destruction, use, modification, or disclosure; provided, that such policies and procedures shall include provisions for notifying educational institutions and LEAs in the event of unauthorized access to personally identifiable student information consistent with the requirements of subchapter II of Chapter 38 of Title 28;\n\n(2) Agree that personally identifiable student information provided to an operator by a student or educational institution to facilitate the use of the operator's pre-k through 12 purposes website, service, or application is under the control of the LEA;\n\n(3) Delete personally identifiable student information under the control of an LEA within a reasonable period of time after termination or completion of services, unless otherwise requested by the LEA to preserve such information; and\n\n(4) Comply with all the applicable obligations and restrictions established for operators in this subchapter.\n\n(1) An operator shall not knowingly engage in the following activities:\n\n(A) Sell, rent, or trade any personally identifiable student information, unless:\n\n(i) The transaction is part of a sale, merger, or other type of acquisition of an operator by another entity; or\n\n(ii) The operator obtained verified consent from the student, where the student is 13 years of age or older, or the student's parent, where the student is younger than 13 years of age, to sell, rent, or trade specific personally identifiable student information for the purpose of providing the student with information about employment, educational scholarship, financial aid, or postsecondary educational opportunities;\n\n(B) Conduct targeted advertising on an operator's website, service, or application, or target advertising on any other website, service, or application when the advertising is based on information that the operator has acquired through a student's use of the operator's pre-k through 12 purposes website, service, or application;\n\n(C) Except in furtherance of pre-k through 12 purposes, use data, including personally identifiable student information, created, gathered, or stored on the operator's pre-k through 12 purposes website, service, or application, to develop, in full or in part, a profile of a student or group of students; provided, that developing a profile does not include the collection or retention of account information generated by a student, a student's parent, or an educational institution; and\n\n(D) Disclose personally identifiable student information unless the disclosure is consistent with the requirements of this section, and is:\n\n(i) To further the pre-k through 12 purposes of the operator's website, service, or application, or to improve the operability or functionality of the operator's pre-k through 12 purposes website, service, or application; provided, that the operator:\n\n(I) Prohibits the recipient from using personally identifiable student information for any purpose other than providing the contracted service;\n\n(II) Prohibits the recipient from disclosing personally identifiable student information except in accordance with this subparagraph;\n\n(III) Requires the recipient to implement and maintain reasonable security measures consistent with those in subsection (a)(1) of this section; and\n\n(IV) Requires the recipient to delete the personally identifiable student information upon completion or termination of the recipient's services to the operator;\n\n(ii) Necessary to comply with applicable District or federal laws or regulations;\n\n(iii) In response to legal process, a judicial order, or a warrant;\n\n(iv) Necessary to protect the safety of individuals or the security or integrity of the website, service, or application;\n\n(v) Pursuant to the written request or consent of the LEA; or\n\n(vi) For legitimate research purposes:\n\n(I) As required by District or federal law; or\n\n(II) As allowed by District or federal law under the direction or with the consent of the LEA; provided, that no personally identifiable student information is used for commercial gain or to develop a profile on a student or group of students for purposes other than pre-k through 12 purposes.\n\n(2) A sale, merger, or acquisition of an operator shall not void or nullify any contracts or agreements entered into pursuant to this subchapter or regulations issued to enforce it.\n\n(c) An operator that provides digital storage, management, and retrieval of student records shall comply with subsections (a) and (b) of this section.\n\n(d) Nothing in this section shall be construed to prohibit the operator from:\n\n(1) Internally using personally identifiable student information to maintain, develop, support, improve, or diagnose the operator's pre-k through 12 purposes website, service, or application;\n\n(2) Internally using personally identifiable student information for adaptive learning or customized student learning purposes;\n\n(3) Using, sharing, or selling de-identified student information;\n\n(4) Using its pre-k through 12 purposes website, service, or application to recommend products, content, or services to a student related to educational, learning, or employment opportunities; provided, that the recommendation is not determined, in whole or in part, by remuneration from a third party;\n\n(5) Responding to a student's request for information or feedback; provided, that the response is not determined, in whole or in part, by remuneration from a third party; or\n\n(6) Marketing products directly to parents if the marketing did not result from the use of personally identifiable student information obtained by the operator through the provision of services covered under this section.\n\n(e) Nothing in this section shall be construed to:\n\n(1) Limit the authority of a law enforcement agency to obtain content or information from an operator as authorized by law or pursuant to a judicial order or warrant;\n\n(2) Prohibit a student from downloading, editing, exporting, transferring, saving, or otherwise maintaining the student's own student-created data or documents on an operator's website, service, or application;\n\n(3) Limit Internet service providers from providing Internet connectivity to schools or students and their families;\n\n(4) Apply to general audience Internet websites, general audience online services, general audience online applications, or general audience mobile applications, even if login credentials created for an operator's website, service, or application may be used to access those general audience sites, services, or applications;\n\n(5) Impose a duty upon a provider of an electronic store, gateway, marketplace, or other means of purchasing or downloading an operator's software or applications to review or enforce a third-party operator's compliance with this section;\n\n(6) Impose a duty upon a provider of an interactive computer service to review or enforce a third-party operator's compliance with this section;\n\n(7) Impose a duty on an operator to comply with the provisions of this section with respect to sites, services, or applications it operates that are not primarily used for pre-k through 12 purposes; or\n\n(8) Affect the rights or obligations of operators, educational institutions, parents, or students in a manner inconsistent with otherwise applicable federal law.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.02.html"
    },
    {
      "id": "section-38-831.03",
      "number": "38-831.03",
      "heading": "1-to-1 programs.",
      "text": "(a) School-based personnel shall not access the data or functions of a 1-to-1 device provided to a student pursuant to a 1-to-1 program without the student or the student's parent's written consent except in accordance with the provisions of this section.\n\n(b) School-based personnel shall not access, analyze, share, or transfer data on a student's 1-to-1 device, including its browser history, key stroke history, or location history, unless:\n\n(1) The data will be used exclusively for an educational purpose consistent with the school-based personnel's professional duties;\n\n(2) The data will be used exclusively to ensure compliance with District or federal law;\n\n(3) Reasonable suspicion exists that the student has violated or is violating an educational institution policy or law and reasonable suspicion exists that the data on the 1-to-1 device contains evidence of the suspected violation;\n\n(4) Doing so is necessary to update or upgrade the 1-to-1 device's software, or to protect the device from cyber-threats, and access is limited to that purpose;\n\n(A) Doing so is necessary in response to a threat to life or safety and access is limited to that purpose; and\n\n(B) Within 72 hours of accessing, analyzing, sharing, or transferring a 1-to-1 device's data in response to a threat to life or safety, the educational institution that authorized access to the 1-to-1 device shall provide the student to whom the device was provided and the student's parent with a written description of the precise threat that prompted the access and what data was accessed; or\n\n(6) The data is otherwise posted on an electronic medium that is accessible by the general public or by school-based personnel who are granted permission to view the content.\n\n(c) School-based personnel shall not use a student's 1-to-1 device's location tracking technology to track a device's real-time or historical location, unless:\n\n(1) The student to whom the device was provided, or the student's parent, has notified the educational institution or law enforcement that the device is missing or stolen;\n\n(2) The device was not returned to the educational institution at the end of the permitted period of use;\n\n(3) Such use is ordered pursuant to a judicial order or warrant; or\n\n(A) Doing so is necessary in response to a threat to life or safety and access is limited to that purpose; and\n\n(B) Within 72 hours of accessing a 1-to-1 device's location tracking technology, the educational institution that authorized access to the device shall provide the student to whom the device was provided and the student's parent with a written description of the precise threat that prompted the access and what data and features were accessed.\n\n(d) School-based personnel shall not activate or access any audio or video receiving, transmitting, or recording functions on a student's 1-to-1 device remotely, unless:\n\n(1) A student initiates video or audio communication with the school-based personnel or 1-to-1 device provider;\n\n(2) The activation or access is ordered pursuant to a judicial order or warrant; or\n\n(A) Doing so is necessary in response to an imminent threat to life or safety and access is limited to that purpose; and\n\n(B) Within 72 hours of accessing or activating a 1-to-1 device's audio or video receiving, transmitting, or recording function, the educational institution that authorized the access or activation shall provide the student to whom the device was provided and the student's parent with a written description of the precise threat that prompted the access or activation and what data and features were accessed or activated.\n\n(e) When a student permanently returns a 1-to-1 device to an educational institution, the educational institution shall erase all the data stored on the device.\n\n(f) Before issuing a student a 1-to-1 device, an educational institution shall provide the student with written notice that the device can be searched, tracked, or accessed by school-based personnel pursuant to subsections (b), (c), and (d) of this section.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.03.html"
    },
    {
      "id": "section-38-831.04",
      "number": "38-831.04",
      "heading": "Privacy of student personal accounts and devices.",
      "text": "(a) An educational institution or school-based personnel shall not take or threaten to take action against a student or prospective student, including discipline, expulsion, unenrollment, refusal to admit, or prohibiting participation in a curricular or extracurricular activity, because the student or prospective student refused to:\n\n(1) Disclose a username, password, or other means of account authentication used to access the student's personal media account or personal technological device;\n\n(2) Access the student's personal media account or personal technological device in the presence of school-based personnel in a manner that enables the school-based personnel to observe data on the account or device;\n\n(3) Add a person to the list of users who may view the student's personal media account or access a student's personal technological device; or\n\n(4) Change the privacy settings associated with the student's personal media account or personal technological device.\n\n(b) If an educational institution or school-based personnel inadvertently receives the username, password, or other means of account authentication for the personal media account or personal technological device of a student or prospective student through otherwise lawful means, the educational institution or school-based personnel shall:\n\n(1) Not use the information to access the personal media account or personal technological device of the student or prospective student;\n\n(2) Not share the information with anyone; and\n\n(3) Delete the information immediately or as soon as is reasonably practicable.\n\n(c) Notwithstanding subsection (a) of this section, school-based personnel may search a student's personal media account or personal technological device or compel a student to produce data accessible from the student's personal media account or personal technological device, in the following circumstances:\n\n(A) The school-based personnel has a reasonable suspicion that the student has used or is using the student's personal media account or personal technological device in furtherance of a violation of an educational institution policy and a reasonable suspicion that the personal media account or personal technological device contains evidence of the suspected violation;\n\n(B) Before searching or compelling production, the school-based personnel:\n\n(i) Documents the reasonable suspicion giving rise to the need for the search or production; and\n\n(ii) Notifies the student and the student's parent of the suspected violation and the data or components to be searched or that the student will be compelled to produce;\n\n(C) The search or compelled production is limited to data accessible from the account or device or components of the device reasonably likely to yield evidence of the suspected violation; and\n\n(D) No person shall be permitted to copy, share, or transfer data obtained pursuant to a search or compelled production under this subsection that is unrelated to the suspected violation that prompted the search; or\n\n(A) Doing so is necessary in response to an imminent threat to life or safety;\n\n(B) The scope of the search or compelled production is limited to that purpose; and\n\n(C) Within 72 hours of compelling production or searching a student's personal media account or personal technological device, the educational institution that authorized access or compelled production shall provide the student and the student's parent with a written description of the precise threat that prompted the search and the data that was accessed.\n\n(d) An educational institution may seize a student's personal technological device to prevent data deletion pending notification required by subsection (c)(1)(B) of this section; provided, that:\n\n(1) The pre-notification seizure period is no greater than 48 hours; and\n\n(2) The personal technological device is stored securely on the educational institution's property and not accessed during the pre-notification seizure period.\n\n(e) Nothing in this section shall prevent an educational institution from:\n\n(1) Accessing information about a student or prospective student that is publicly available;\n\n(2) Requesting a student or prospective student to voluntarily share specific content accessible from a personal media account or personal technological device for the purpose of ensuring compliance with applicable laws or educational institution policies; provided, that the request complies with the prohibitions in subsection (a) of this section;\n\n(3) Prohibiting a student or prospective student from accessing or operating a personal media account or personal technological device during school hours or while on school property;\n\n(4) Monitoring the usage of the educational institution's computer network; or\n\n(5) Revoking a student's access, in whole or in part, to equipment or computer networks owned or operated by the educational institution.\n\n(f) This section shall apply to media accounts that are created or provided by or at the behest of the educational institution if the educational institution fails to provide a student with notice, at the time the account is created or within 60 days of August 1, 2017, that the account may be monitored at any time by school-based personnel.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.04.html"
    },
    {
      "id": "section-38-831.05",
      "number": "38-831.05",
      "heading": "Rules.",
      "text": "Within 180-days of the February 18, 2017, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this subchapter. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve the proposed rules, in whole or in part, by resolution within the 45-day period, the proposed rules shall be deemed approved.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.05.html"
    },
    {
      "id": "section-38-831.06",
      "number": "38-831.06",
      "heading": "Applicability.",
      "text": "Sections 38-831.02, 38-831.03, and 38-831.04 shall apply as of August 1, 2017.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.06.html"
    },
    {
      "id": "section-38-831.21",
      "number": "38-831.21",
      "heading": "Comprehensive Student Technology Equity Plan.",
      "text": "(a) The Chancellor of the District of Columbia Public Schools (\"DCPS\") shall develop and maintain a Comprehensive Student Technology Equity Plan (\"Plan\") in accordance with this subchapter.\n\n(b) The Plan shall:\n\n(1) Articulate DCPS's vision and goals for ensuring that all DCPS students have:\n\n(A) Digital literacy skills and access to technology in and outside the classroom sufficient to support their learning needs;\n\n(B) Access to robust IT support; and\n\n(C) Sufficient internet access to support in-school and assigned out-of-school learning.\n\n(2) Articulate and clearly define the strategies to achieve the vision and goals identified pursuant to paragraph (1) of this subsection during each of the 3 years following the date of submission of the Plan to the Council;\n\n(3) Include an assessment of the technology needs of each DCPS school, including, for each school:\n\n(A) The number and condition of student and teacher devices and classroom technology;\n\n(B) Dedicated resources for technology device and asset management;\n\n(C) Quality of the Wi-Fi; and\n\n(D) Technology training opportunities for school staff;\n\n(4) Include a schedule and framework for refreshing the technology for all schools in order to maintain current (in-lifecycle) devices for teachers and students, classroom technology, and reliable school building internet infrastructure;\n\n(5) Design an asset management system to maintain, support, and track the devices and software for students and teachers at each school level (elementary, middle, and high school), including staffing, funding, and training;\n\n(6) Include an educational technology professional development plan to provide all teachers with baseline technology skills for instruction;\n\n(7) Delineate the responsibilities of DCPS, the Office of the Chief Technology Officer, DC Net, and the Department of General Services in the provision of technology support and services with clear lines of reporting, metrics, and performance standards;\n\n(8) Provide multi-year detailed cost estimates for every component of the Plan, including hardware and software acquisition costs, the costs of service provision, and capital expenses;\n\n(9) Include comprehensive privacy impact assessments of any third-party learning applications that schools use or any planned expansion of technology; and\n\n(10) Include a section or chapter that explains how the Plan will meet additional technology needs for schools with a large number of at-risk students and schools located in areas with weak internet access.\n\n(c) The Chancellor shall submit the Plan to the Mayor and Council no later than March 31, 2023. Thereafter, the Plan shall be updated annually as of January 31 of each year in coordination with the Mayor's proposed budget submission to Council, and always with a 3year horizon.\n\n(d) In developing the Plan, the Chancellor shall utilize a process that:\n\n(1) Includes both internal (DCPS) and external education technology experts, including, but not limited to the District's Chief Technology Officer;\n\n(2) Prioritizes stakeholder engagement, including DCPS parents and DCPS teachers; and\n\n(3) Incorporates feedback from an advisory committee comprised of internal (DCPS) and external individuals.\n\n(e) In developing the Plan, as well as the annual updates, the Chancellor shall submit a draft plan to the Council for review and comment no less than 2 months in advance of the final submission date.\n\n(f) Following the submission of the first Plan to the Council, the Office of the District of Columbia Auditor will conduct a review of the Plan to assess whether it meets the requirements of this subchapter and shall report its findings to the Council within 180 days after the Plan's submission.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-831.21.html"
    },
    {
      "id": "section-38-841.01",
      "number": "38-841.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Applicable schools” means any public or public charter high school beginning in the 2016-2017 school year and any public or public charter middle school beginning in the 2017-2018 school year.\n\n(2) “Athletic program” means all interscholastic sports offered to students by an applicable school.\n\n(3) “Competition level” means the division or categorization of teams by ability or competitiveness, which may include varsity, junior varsity, and intramural.\n\n(3A) \"DCSAA\" means the District of Columbia State Athletic Association.\n\n(4) “GERC” means a Gender Equity Review Committee established pursuant to § 38-841.04(a).\n\n(5) “Interscholastic athletics program” means all athletic activities or sports offered within a school, the purpose of which is to provide opportunities for students to compete with other students on like teams in other schools.\n\n(6) “Local education agency” or “LEA” means the District of Columbia Public Schools system or any individual or group of public charter schools operating under a single charter.\n\n(7) “OSSE” means the Office of the State Superintendent of Education.\n\n(8) “Participant” means a student who is attending an applicable school and a member on the tryout roster or official team roster of an interscholastic or intramural activity or sport who participated in team practices, contests, and competitions, or otherwise engaging in other activities as part of the team and was eligible for participation.\n\n(9) “Participation rate” means the ratio of the number of participants of that gender in the athletic program to the number of students of that gender in the student body.\n\n(10) “Title IX” means Title IX of the Education Amendments of 1972, approved June 23, 1972 (86 Stat. 373; 20 U.S.C. §§ 1681-1688).\n\n(11) “Title IX regulations” means 34 CFR § 106.1 et seq.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 2, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.01.html"
    },
    {
      "id": "section-38-841.02",
      "number": "38-841.02",
      "heading": "Nondiscrimination.",
      "text": "Each applicable school in the District shall operate its athletic programs in a manner that does not discriminate against students or staff on the basis of sex, gender, or gender identity.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 3, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.02.html"
    },
    {
      "id": "section-38-841.03",
      "number": "38-841.03",
      "heading": "Athletic equity reporting.",
      "text": "(a) Each applicable school shall report to the LEA annually by July 1 a statement of compliance with Title IX and submit the following information:\n\n(1) The total enrollment in the school by gender, race, and ethnicity;\n\n(2) The number of students participating in athletics by team and competition level and by gender, categorized by race or ethnicity, if available;\n\n(3) The coach-to-athlete ratio for each team;\n\n(4) The total number of athletic directors, athletic staff, coaches, trainers, and medical service providers, and for those identified, the following information, to be provided in aggregate by gender:\n\n(A) Total compensation, separated by primary duties and athletic duties, if applicable, and race or ethnicity, if the information is available;\n\n(B) Employment status, such as full-time, part-time, contract, or volunteer;\n\n(C) Qualifications and experience, including relevant certifications and length of time in the current position grouped by number of years: through 5 years; more than 5 years through 10 years; and more than 10 years;\n\n(5) The funding sources for athletic programs and amount by team, if available, including state and federal funding, fundraising, booster clubs, game and concession receipts, donations, grants, and other sources;\n\n(6) The total annual expenditures by athletics team, including:\n\n(A) Expenditures for travel;\n\n(B) Expenditures for equipment, including any equipment replacement schedule;\n\n(C) Expenditures for uniforms, including any uniform replacement schedule;\n\n(D) Expenditures for construction, renovation, expansion, maintenance, repair and rental of athletic facilities, including medical facilities, locker rooms, fields, and gymnasiums;\n\n(E) Publicity and marketing; and\n\n(F) Awards, banquets, insurance, and any other expenses;\n\n(7) The practice and competition schedule, including the days of the week, times, and locations where practices or competitions were scheduled;\n\n(8) The season in which each team competed;\n\n(9) Whether each team participated in post-season competition and the success of the team in any post-season competition;\n\n(10) The nature and extent of training provided to athletic administrators, coaches, and other staff regarding the requirements of Title IX and strategies to promote gender equity in athletics;\n\n(11) The availability of additional academic supports, including tutors, designed exclusively for or available exclusively to athletes;\n\n(12) The conditions and locations of all athletic facilities and a listing of the teams that use each facility;\n\n(13) The graduation rates and college and college athletic scholarship offer and acceptance rates of students by gender, race, and ethnicity; and\n\n(14) For the initial submission under this section, the school year in which each existing team was established and, for each subsequent year, a listing of teams that were newly established, reestablished, eliminated, or demoted from competition during the school year.\n\n(b) If the data reported shows that the allocation of resources, athletic participation opportunities, and benefits and services from interscholastic athletic programs for males and females is not substantially proportional to their respective enrollment numbers, or that the allocation is not substantially proportional within the genders by race and ethnicity, then the statement of compliance that accompanies the data described in subsection (a) of this section shall include an explanation of the disproportion, how it will be remedied, and the timeline for effectuating the remedy.\n\n(c) Each LEA shall submit the assurance of compliance for each school under its control to DCSAA by August 1 annually. If an LEA fails to submit the assurance of compliance by the required date, the school shall complete an DCSAA-approved Title IX training. If a school fails to complete the DCSAA-approved Title IX training by October 1, the school shall be barred from competing in a new season for any District of Columbia State Athletic Association athletic event until the school both submits the required assurance of compliance and completes an DCSAA-approved Title IX training.\n\n(d) DCSAA shall publish, annually within 90 days of August 1, a list of applicable schools that failed to submit the assurance of compliance. DCSAA shall publish the information submitted pursuant to subsections (a) and (b) of this section on its website and submit the information to the Council.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 4, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.03.html"
    },
    {
      "id": "section-38-841.04",
      "number": "38-841.04",
      "heading": "Additional requirements.",
      "text": "(a) Each public or public charter high school shall establish a 3-member Gender Equity Review Committee or identify at least 3 senior administrators to establish criteria for ensuring the gender equity in the school’s athletic program, evaluate the athletics program, and manage Title IX issues at the LEA. This grievance procedures and criteria shall be posted publicly on the school’s website.\n\n(b) An LEA shall develop grievance procedures that are made available upon request or to any person alleging a violation of Title IX in accordance with Title IX regulations.\n\n(c) An applicable school shall maintain Title IX records for a minimum of 10 years. The Title IX records shall be subject to review by the Mayor and shall include the following:\n\n(1) A Title IX Plan, which shall include a self-evaluation of the school’s entire athletic program based on the annual assurance of compliance required by this chapter and proposed plans and timetables, as appropriate, to ensure gender equity in the athletics program, including items such as practice times, facilities, coaching stipends, and athletic budgets;\n\n(2) A summary of Title IX complaints, including the resolution of each, for the current and previous 9 years;\n\n(3) A copy of the school’s grievance procedures; and\n\n(4) For public and public charter high schools, a list of members of the GERC or the 3 senior administrators serving in this capacity and their contact information.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 5, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.04.html"
    },
    {
      "id": "section-38-841.05",
      "number": "38-841.05",
      "heading": "Designation of Title IX athletic coordinators.",
      "text": "(a) DCSAA shall designate a Title IX Coordinator for the District’s interscholastic athletics who shall coordinate the District’s efforts to ensure and encourage compliance with the athletics aspects of Title IX and this chapter. The responsibilities of the Title IX Coordinator shall include those described in 34 C.F.R. § 106.8(a). DCSAA shall annually notify all students and the students’ guardians of and make publicly available on a website the name, office address, e-mail address, and phone number of the Title IX Coordinator designated pursuant to this section. Each applicable school shall post a notice with this information in the school’s athletic facilities.\n\n(b) Each LEA shall designate an LEA Title IX Athletic Coordinator who shall oversee and monitor each applicable school within the LEA to ensure and encourage compliance with the athletic aspects of Title IX and this chapter; and\n\n(c) Each applicable school shall designate a School Title IX Athletic Liaison, in accordance with 34 C.F.R. § 106.8(a), who coordinates the activities at the school level that are designed to promote gender equity in athletics. The School Title IX Athletic Liaison is not required to, but may, serve as one of the 3 members of the GERC. Additionally, the School Title IX Athletic Liaison shall:\n\n(1) Receive and process complaints and inquiries related to Title IX and athletics;\n\n(2) Make recommendations to the school’s GERC on promoting gender equity in athletics;\n\n(3) Maintain the school’s Title IX records as described in § 38-841.04(c);\n\n(4) Enforce the school’s athletic non-discrimination policy, if any; and\n\n(5) Implement corrective measures to comply with Title IX.\n\n(d) If an applicable school is also an LEA, the LEA Title IX Athletic Coordinator shall carry out the responsibilities of both the LEA Title IX Athletic Coordinator and the School Title IX Athletic Liaison.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 6, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.05.html"
    },
    {
      "id": "section-38-841.06",
      "number": "38-841.06",
      "heading": "District of Columbia State Athletic Association responsibility.",
      "text": "The District of Columbia State Athletic Association shall coordinate with each applicable school to educate the school, its students, and the students’ guardians regarding National Collegiate Athletic Association eligibility requirements and collegiate athletic scholarships, with particular emphasis on outreach to girls.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 7, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.06.html"
    },
    {
      "id": "section-38-841.07",
      "number": "38-841.07",
      "heading": "Title IX athletic equity strategic plans.",
      "text": "By August 1, 2016, and every 5 years thereafter, DCSAA shall develop a 5-year strategic plan to encourage and ensure gender equity in compliance with Title IX in public and public charter high schools. The plan shall include:\n\n(1) Data submitted to the DCSAA under this chapter for the prior 5 years;\n\n(2) A listing of schools by gender participation gap by greatest to least, to be measured by the difference between the percentage of enrolled students who are girls and the percentage of total athletic opportunities, measured as spots on teams, provided to girls;\n\n(3) A description of athletic funding, by school;\n\n(4) A strategy for ensuring athletic gender equity;\n\n(5) An account of the District’s high school student-athlete graduation rates, college attendance rates, and college athletic scholarship acceptance rates by gender, as available; and\n\n(6) A survey of best practices from other national membership organizations, states, municipalities, and local community-based organizations.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 8, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.07.html"
    },
    {
      "id": "section-38-841.08",
      "number": "38-841.08",
      "heading": "Rules.",
      "text": "The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], shall issue rules to implement the provisions of this chapter.",
      "history": "Oct. 21, 2015, D.C. Law 21-29, § 9, 62 DCR 10884",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-841.08.html"
    },
    {
      "id": "section-38-851.01",
      "number": "38-851.01",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this chapter, the term:\n\n(1) \"Full school day\" shall have the same meaning as provided in § 38-201(2B).\n\n(2) \"Health care needs\" means specific medical requirements or disability- or health-related supports that are documented by a licensed medical provider with the LEA and that require the use of a personal wireless communication device for monitoring a medical condition, administering medication, receiving health-related alerts, receiving disability-related supports, or communicating with medical personnel or caregivers regarding the student's health during the school day.\n\n(3) \"LEA\" means local education agency, which is the District of Columbia Public Schools system or any individual public charter school or group of public charter schools operating under a single charter.\n\n(4) \"Personal wireless communication device\" means a cellular phone, tablet computer, laptop computer, or gaming device that is not owned or provided by the school.\n\n(5) \"Possessing\" means carrying or holding an item on one's person but does not include carrying or holding an item in a backpack, purse, handbag, or other personal carryall.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-851.01.html"
    },
    {
      "id": "section-38-851.02",
      "number": "38-851.02",
      "heading": "LEA requirements for a personal wireless communication device policy.",
      "text": "(a) No later than 15 days before the start of the 2026-2027 School Year, each LEA serving students enrolled in grades K-12 shall adopt and implement a personal wireless communication device policy that prohibits K-12 students from, at a minimum, possessing a personal wireless communication device on school premises at any time during the full school day.\n\n(b) An LEA's personal wireless communication device policy may include exemptions for a student possessing a personal wireless communication device for specific educational purposes and to manage a student's health care needs.\n\n(c) Each LEA's personal wireless communication device policy shall:\n\n(1) Establish consequences if a student violates the policy; provided, that the consequences shall be consistent with § 38-236.04;\n\n(2) Establish a process and timeline for the LEA to assess whether the policy is working and how to refine it;\n\n(3) Be published on the LEA's website no later than 15 days before the start of each school year for which the policy is in effect, and that mid-year modifications shall be published no later than 15 days before being effective;\n\n(4) Be communicated to all enrolled families before the first day of school; and\n\n(5) Be communicated to all LEA employees, contractors, and volunteers who have contact with students during school hours.\n\n(d) Each LEA's personal wireless communication device policy shall require each school in the LEA to:\n\n(1) Identify how a parent or guardian of an enrolled student should communicate urgent information to their child during the full school day;\n\n(2) Identify how the school will communicate with families in cases of emergency; and\n\n(3) Identify appropriate storage for students' personal wireless communication devices during the full school day.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-851.02.html"
    },
    {
      "id": "section-38-851.03",
      "number": "38-851.03",
      "heading": "State education agency responsibilities.",
      "text": "By March 1, 2026, the Office of the State Superintendent of Education shall develop and share with LEAs a model policy that meets the requirements prescribed in § 38-851.02.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-851.03.html"
    }
  ]
}