{
  "state": "district-of-columbia",
  "path": "title-38/chapter-22",
  "sections": [
    {
      "id": "section-38-2201",
      "number": "38-2201",
      "heading": "Establishment of the 21st Century Public School Information Technology Program.",
      "text": "Expired.",
      "history": "Mar. 20, 1998, D.C. Law 12-60, § 1402, 44 DCR 7378",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2201.html"
    },
    {
      "id": "section-38-2202",
      "number": "38-2202",
      "heading": "Computer literacy requirement for teachers.",
      "text": "Expired. .",
      "history": "Mar. 20, 1998, D.C. Law 12-60, § 1403, 44 DCR 7378",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2202.html"
    },
    {
      "id": "section-38-2203",
      "number": "38-2203",
      "heading": "Establishment of the 21st Century Public School Information Technology Program Fund.",
      "text": "Expired. .",
      "history": "Mar. 20, 1998, D.C. Law 12-60, § 1404, 44 DCR 7378",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2203.html"
    },
    {
      "id": "section-38-2204",
      "number": "38-2204",
      "heading": "Eligibility for funding.",
      "text": "Expired. .",
      "history": "Mar. 20, 1998, D.C. Law 12-60, § 1405, 44 DCR 7378",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2204.html"
    },
    {
      "id": "section-38-2205",
      "number": "38-2205",
      "heading": "Sunset provision.",
      "text": "Expired. .",
      "history": "Mar. 20, 1998, D.C. Law 12-60, § 1406, 44 DCR 7378",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2205.html"
    },
    {
      "id": "section-38-2231",
      "number": "38-2231",
      "heading": "Definitions",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 2, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2231.html"
    },
    {
      "id": "section-38-2232",
      "number": "38-2232",
      "heading": "Establishment of the Housing Support for Teachers Program",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 3, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2232.html"
    },
    {
      "id": "section-38-2233",
      "number": "38-2233",
      "heading": "Eligibility to participate in the Program",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 4, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2233.html"
    },
    {
      "id": "section-38-2234",
      "number": "38-2234",
      "heading": "Commitment period, service agreement, and penalties",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 5, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2234.html"
    },
    {
      "id": "section-38-2235",
      "number": "38-2235",
      "heading": "Selection of Program Participants",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 6, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2235.html"
    },
    {
      "id": "section-38-2236",
      "number": "38-2236",
      "heading": "Housing Support for Teachers Fund",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 7, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2236.html"
    },
    {
      "id": "section-38-2237",
      "number": "38-2237",
      "heading": "Responsibilities of the OSSE",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66 § 8, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2237.html"
    },
    {
      "id": "section-38-2238",
      "number": "38-2238",
      "heading": "Rules",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 9, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2238.html"
    },
    {
      "id": "section-38-2239",
      "number": "38-2239",
      "heading": "Availability of funds",
      "text": "Repealed.",
      "history": "Dec. 21, 2007, D.C. Law 17-66, § 10, 54 DCR 10986",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2239.html"
    },
    {
      "id": "section-38-2241",
      "number": "38-2241",
      "heading": "Definitions.",
      "text": "*NOTE: This section includes amendments by emergency legislation that will expire on February 8, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\nRepealed.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2241.html"
    },
    {
      "id": "section-38-2242",
      "number": "38-2242",
      "heading": "Early Childhood Educator Equitable Compensation Task Force establishment.",
      "text": "*NOTE: This section includes amendments by emergency legislation that will expire on February 8, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\nRepealed.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2242.html"
    },
    {
      "id": "section-38-2251",
      "number": "38-2251",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this chapter:\n\n(1) \"DCPS\" means the District of Columbia Public Schools.\n\n(2) \"District university grantees\" means an accredited university or college, other\n\n(3) \"Dual enrollment student\" means a student who is enrolled in:\n\n(A) A DCPS or public charter school high school; and\n\n(B) UDC or an accredited college or university, other than UDC, that operates in the District of Columbia.\n\n(4) \"Local education agency\" or \"LEA\" means the District of Columbia Public Schools system, any individual District public charter school, or any group of public charter schools operating under a single charter.\n\n(5) \"OSSE\" means the Office of the State Superintendent of Education.\n\n(6) \"Paraprofessional\" means an individual employed by an LEA to provide instructional, behavioral, or other support under the supervision of a licensed or certified teacher, to students in or outside of the classroom. This term includes instructional aides or assistants, teacher aides, and paraeducators.\n\n(7) \"Program\" means the \"Grow Your Own\" Teacher Preparation Support Program established pursuant to this chapter.\n\n(8) \"Program participant\" means a public high school dual enrollment student, a public high school graduate, or a paraprofessional employed by an LEA that is receiving financial assistance or professional support through the Program.\n\n(9) \"Public high school\" means a high school in the DCPS system or a District public charter high school.\n\n(10) \"UDC\" means the University of the District of Columbia.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2251.html"
    },
    {
      "id": "section-38-2252",
      "number": "38-2252",
      "heading": "\"Grow Your Own\" Teacher Preparation Support Program establishment.",
      "text": "(1) OSSE shall establish, in collaboration with UDC, District university grantees, and the District's LEAs, a dual pathway \"Grow Your Own\" Teacher Preparation Support Program for the purpose of educating, training, and providing financial support to public high school dual enrollment students, public high school graduates, and paraprofessionals to become licensed teachers at DCPS schools or certified teachers at District public charter schools.\n\n(b) Through UDC and District university grantees, the Program shall provide:\n\n(1) Education and training to District residents that will lead to:\n\n(A) The successful completion of coursework for a baccalaureate or a master's degree in education or teaching needed to become a teacher licensed by OSSE or a certified teacher at a District public charter school;\n\n(B) Passage of examinations required by OSSE or an LEA to become a teacher licensed by OSSE or a certified teacher at a District public charter school; and\n\n(C) Hiring by an LEA as a licensed or certified teacher.\n\n(2) Two pathways to teacher licensure or certification, which shall be:\n\n(A) The baccalaureate degree pathway, which shall be available to District residents who:\n\n(i) Enroll as or are public high school dual enrollment students that intend to continue to pursue a baccalaureate or master's degree in education or teaching to become a teacher licensed by OSSE or a certified teacher at a District public charter school; or\n\n(ii) Are public high school graduates who are pursuing a baccalaureate or master's degree in education or teaching to become a teacher licensed by OSSE or a certified teacher at a District public charter school; and\n\n(B) The paraprofessional pathway, which shall be available to District residents who are paraprofessionals currently employed by an LEA and who need to complete additional coursework or obtain a baccalaureate or master's degree in education or teaching to become a teacher licensed by OSSE or a certified teacher at a District public charter school; and\n\n(3) Financial assistance to Program participants for payment of:\n\n(A) Tuition and fees at UDC or a District university grantee, to the extent charged;\n\n(B) Academic costs, including books and supplies; and\n\n(C) Testing fees associated with examinations required by OSSE or an LEA to become a licensed or certified teacher.\n\n(1) UDC shall select individuals to enroll or who are enrolled in UDC to participate in the Program, consistent with the eligibility criteria established pursuant to § 38-2255.\n\n(2) District university grantees shall select individuals to enroll or who are enrolled in their institutions to participate in the Program consistent with the eligibility criteria established pursuant to § 38-2255 and their grant agreements with OSSE.\n\n(3) OSSE and UDC shall coordinate to ensure that Program participants do not receive Program financial assistance from more than one post-secondary institution at the same time.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2252.html"
    },
    {
      "id": "section-38-2253",
      "number": "38-2253",
      "heading": "The Program at UDC.",
      "text": "(a) Beginning with School Year 2022-2023, UDC shall begin using at least $200,000 of the subsidy it receives from the District government for the Program to pay for the tuition, required academic fees, bootcamp preparation or training academies, required examination fees, and book and supply costs for District residents it selects to participate in the Program. UDC shall select individuals to participate in both Program pathways, provide extensive mentorship to each Program participant, including continued mentorship during the first 2 years after a Program participant is hired by an LEA as a teacher, and assist Program participants in obtaining employment at an LEA if the Program participant meets all of the employment criteria set by the LEA.\n\n(b) UDC also may use the subsidy it receives from the District government to pay:\n\n(1) The salaries and fringe benefits of faculty, staff, and peer mentors directly engaged in the provision of courses necessary to obtain a baccalaureate or master's degree in education or teaching at UDC;\n\n(2) For instructional materials used in courses necessary to obtain a baccalaureate or master's degree in education or teaching at UDC; and\n\n(3) For marketing and recruitment activities to attract District residents to the Program at UDC.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2253.html"
    },
    {
      "id": "section-38-2254",
      "number": "38-2254",
      "heading": "The Program at District university grantees.",
      "text": "(1) OSSE may establish and administer a competitive grant program to provide \"grow your own\" teacher preparation support grants (\"grants\") to eligible universities or colleges located in the District for the purposes of educating, training, and providing financial support to District residents pursuing a pathway to teacher licensure or certification described in § 38-2252(b)(2) at the university or college.\n\n(2) OSSE may award grants for the purposes described in paragraph (1) of this subsection. If more than one grant is issued in a fiscal year, at least one grant shall be for the baccalaureate degree pathway described in § 38-2252(b)(2)(A), and at least one grant shall be for the paraprofessional degree pathway described in § 38-2252(b)(2)(B). OSSE may award a baccalaureate degree pathway grant and a paraprofessional pathway grant to the same university or college.\n\n(3) OSSE may award the grants on a multi-year basis; provided, that no grant shall be for longer than 5 years.\n\n(4) OSSE may consider the cost of attendance at a particular university or college in determining how much funding to award to each grantee.\n\n(b) To be eligible for a grant, an applicant shall:\n\n(1) Be an accredited university or college that has a physical campus in the District;\n\n(2) Offer a baccalaureate or master's degree in education or teaching;\n\n(3) Have an education program that includes at least one year of residency or student teaching for all participants; and\n\n(4) Demonstrate that its students pursuing degrees in education or teaching consistently and successfully attain the following benchmarks:\n\n(A) Graduate within 5 years with a baccalaureate or master's degree in education or teaching;\n\n(B) Pass the PRAXIS examination;\n\n(C) Obtain licensure by OSSE, if hired as a DCPS teacher;\n\n(D) Be hired by an LEA within one-year of graduating; and\n\n(E) Remain employed as a licensed or certified teacher at an LEA for at least 3 years.\n\n(c) Each District university grantee shall:\n\n(1) Use the grant to pay for Program participants' tuition, required academic fees, bootcamp preparation or training academies, required examination fees, and book and supply costs;\n\n(2) Commit to paying, on behalf of Program participants, 100% of any remaining tuition, required academic fees, required examination fees, and book and supply costs not covered by the grant;\n\n(3) Ensure the design and use of a teacher development plan for each Program participant, consistent with the requirements of subsection (d) of this section;\n\n(4) Provide extensive mentorship and academic support to Program participants enrolled in its institution, including continued mentorship during the first 2 years after a Program participant is hired by a LEA as a teacher;\n\n(5) Provide licensure examination support to all Program participants enrolled in its university or college;\n\n(6) Execute a memorandum of understanding (\"MOU\") with an LEA or LEAs, consistent with the requirements of subsection (e) of this section, to facilitate participation in the Program and the hiring of Program participants;\n\n(7) Assist Program participants in obtaining employment at an LEA if the Program participant meets all of the employment criteria set by the LEA; and\n\n(8) Submit proof of each Program participant's progress to OSSE on a cycle, and in a manner, prescribed by OSSE.\n\n(1) The teacher development plan required pursuant to subsection (c)(3) of this section shall:\n\n(A) Specify how the Program participant will attain the credentials or degree necessary to meet OSSE teacher licensure requirements or the certification requirements set forth by a public charter school LEA if the Program participant anticipates teaching at a District public charter school; and\n\n(B) Identify one or more tools to be used to assess a Program participant's performance once the Program participant is halfway through the participant's teacher residency or student teaching.\n\n(2) If a Program participant is pursuing licensure or credentials through the paraprofessional pathway, the teacher development plan shall be developed by comparing the participant's prior experience and coursework with the District's teacher licensure requirements or LEA's certification requirements.\n\n(e) The MOU between a District university grantee and LEA or LEAs required pursuant to subsection (c)(6) of this section shall:\n\n(1) Identify, indicate the commitment of, and describe the role of the District university grantee and the LEA, including specific duties of each partner, in supporting the goals of the Program; and\n\n(2) Specify the:\n\n(A) Responsibilities of each party in the recruitment, screening, selection, and oversight of Program participants;\n\n(B) Role of each party in field placement and student teaching and a description of the time frame each pathway described in § 38-2252(b)(2) begins; and\n\n(C) Role of each party in selecting, training, and supporting mentors for Program participants.\n\n(1) Prior to April 30, 2022, and every 4 years thereafter, OSSE shall conduct an assessment to identify the areas of high need in the District's elementary and secondary teaching workforce, which shall include an assessment of the District's progress toward achieving diversity in its elementary and secondary public school teachers that matches the demographics of the District's corresponding student population.\n\n(2) In issuing the grants authorized pursuant to this section, OSSE may give a preference to applicants that offer a high-quality education or teaching degree program in one or more high-need categories identified pursuant to paragraph (1) of this subsection.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2254.html"
    },
    {
      "id": "section-38-2255",
      "number": "38-2255",
      "heading": "Conditions of Program eligibility and participation.",
      "text": "(a) To be eligible for Program participation through the baccalaureate degree pathway described in § 38-2252(b)(2)(A), an individual shall:\n\n(1) Meet the relevant enrollment requirements for UDC or the District university grantee in which the individual enrolls;\n\n(2) Be a resident of the District;\n\n(i) Become or be a dual enrollment student; or\n\n(ii) Be a graduate of a public high school; and\n\n(B) Be enrolled in UDC or a District university grantee with an intent to pursue a baccalaureate or master's degree in education or teaching; and\n\n(4) In exchange for Program financial assistance and professional support, commit to teaching at an LEA for a minimum of 3 years after receiving a baccalaureate or master's degree in education or teaching and earning the appropriate licensure or certification needed to teach at an LEA.\n\n(b) To be eligible for Program participation through the paraprofessional degree pathway described in § 38-2252(b)(2)(B), an individual shall:\n\n(1) Meet the relevant enrollment requirements for UDC or District university grantee in which the individual enrolls;\n\n(2) Be a resident of the District;\n\n(3) Be currently employed by an LEA as a paraprofessional;\n\n(4) Enroll in a UDC or District university grantee to complete coursework or with the intent to pursue a baccalaureate or master's degree in education or teaching necessary to be a teacher licensed by OSSE or a certified teacher at a public charter school; and\n\n(5) In exchange for Program financial assistance and support, commit to teaching at an LEA for a minimum of 3 years after completing the necessary coursework or receiving a baccalaureate or master's degree in education or teaching and earning the appropriate licensure or certification needed to teach at an LEA.\n\n(c) To maintain eligibility for Program assistance, a Program participant shall:\n\n(A) Maintain the requisite cumulative grade point average to maintain satisfactory academic progress, as determined by UDC or the District university grantee; and\n\n(B) If participating in the Program through the baccalaureate degree pathway described in § 38-2252(b)(2)(A), be consecutively enrolled as a full-time student in the Program at UDC or a District university grantee to pursue a baccalaureate or master's degree in education or teaching;\n\n(2) Remain a District resident throughout participation in the Program;\n\n(3) If pursuing teacher licensure or certification through the paraprofessional pathway described in § 38-2252(b)(2)(B), remain employed by an LEA as a paraprofessional while participating in the Program; and\n\n(4) Meet any other requirement determined by UDC or OSSE to be necessary or appropriate for Program participation.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2255.html"
    },
    {
      "id": "section-38-2261",
      "number": "38-2261",
      "heading": "Definitions.",
      "text": "(a) For the purposes of this chapter, the term:\n\n(1) \"DCPS\" means the District of Columbia Public Schools.\n\n(2) \"ELL\" means English Language Learner.\n\n(3) \"EPP\" means Education Preparation Provider.\n\n(3A) \"Kindergarten teacher\" means a general education teacher assigned to teach kindergarten.\n\n(3B) \"LEA\" means local education agency, which is the District of Columbia Public School system or any individual or group of public charter schools operating under a single charter in the District.\n\n(4) \"Literacy educator\" means a DCPS English Language Arts instructional coach, English Language Arts assistant principal, general instructional coach, literacy assistant principal, or reading specialist.\n\n(5) \"OSSE\" means the Office of the State Superintendent of Education.\n\n(6) \"Public charter school\" shall have the same meaning as provided in § 38-1800.02(29).\n\n(7) \"Structured literacy training\" means professional development instruction on:\n\n(A) Effective and systematic instructional practices in reading, including phonemic awareness, phonics, fluency, vocabulary, and comprehension; and\n\n(B) The use of empirically validated instructional methods that are appropriate for early, emergent, and struggling readers.\n\n(8) \"Public elementary school\" means a District school that is either a DCPS school or a public charter school and that serves any grades in the kindergarten through grade 5 range.\n\n(9) \"General education teacher\" means a teacher who is responsible for providing instruction in one or all of the following subjects:\n\n(A) Reading;\n\n(B) Social Studies;\n\n(C) Mathematics; or\n\n(D) Science.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2261.html"
    },
    {
      "id": "section-38-2262",
      "number": "38-2262",
      "heading": "Structured literacy training for DCPS.",
      "text": "(a) Starting no later than November 1, 2022, DCPS shall provide all literacy educators serving DCPS students in kindergarten through grade 5 who have not already completed structured literacy training, the opportunity to receive at least 45 hours of structured literacy training over 2 consecutive years.\n\n(b) Literacy educators shall receive a $2,000 stipend for participation in structured literacy training if they are not provided the training during school hours.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2262.html"
    },
    {
      "id": "section-38-2263",
      "number": "38-2263",
      "heading": "Early Literacy Education Task Force establishment.",
      "text": "(1) Starting no later than December 1, 2022, OSSE shall convene a task force of District government agency representatives, which shall be known as the Early Literacy Education Task Force (\"task force\"). The task force shall include representatives from the following District government agencies:\n\n(A) OSSE;\n\n(B) DCPS;\n\n(C) Public Charter School Board;\n\n(D) State Board of Education; and\n\n(E) Deputy Mayor for Education.\n\n(2) The Chairman of the Council shall appoint a Council representative to the task force.\n\n(1) The task force shall submit an early literacy education report to the Mayor and Council by September 30, 2023.\n\n(2) The report shall identify implementable steps to accomplish the following in 4 years:\n\n(A) Provide all public elementary school general education teachers, special education teachers, ELL teachers, and librarians, at least 45 hours of structured literacy training over 2 years;\n\n(B) Provide ELL teachers serving public elementary school students the option to receive bilingual structured literacy training;\n\n(C) Provide all public elementary school administrators, instructional coaches, and EPP faculty responsible for evaluating or providing instructional support to general education teachers, with structured literacy training, including the option to receive specialized administrator structured literacy training;\n\n(D) Establish a mechanism for tracking public elementary school teacher and school leader completion of 45 hours of structured literacy training;\n\n(E) Ensure all public elementary school instructional staff have access to and use culturally responsive, high-quality instructional materials reviewed by an expert review organization to ensure alignment with District of Columbia Common Core State English and Language Arts standards; and\n\n(F) Provide all public elementary school teachers access to on-the-job support from an expert in structured literacy training.\n\n(3) The report shall further:\n\n(A) Identify one literacy training program vendor to provide training to all trainees or provide justification of why more than one vendor is needed and how the structured literacy training provided by multiple vendors complement one another; and\n\n(B) Recommend whether it is advisable to provide pre-kindergarten educators and educators serving DCPS and public charter school students above grade 5 with structured literacy training in future years.\n\n(c) The task force shall meet every 6 weeks until it submits the report required pursuant to subsection (b) of this section.\n\n(d) The task force shall not be considered a public body for purposes of subchapter IV of Chapter 5 of Title 2.",
      "history": "Sept. 21, 2022, D.C. Law 24-167, § 4114; Sept. 21, 2022, D.C. Law 24-167, § 4115; Sept. 21, 2022, D.C. Law 24-167, § 4116",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2263.html"
    },
    {
      "id": "section-38-2264",
      "number": "38-2264",
      "heading": "Achieving competency in structured literacy instruction.",
      "text": "(1) An LEA shall require each of its teachers to successfully complete an OSSE-approved structured literacy training or to demonstrate competency in structured literacy instruction within a year of the teacher's hire or by the start of the school year identified in table 1 of this paragraph, whichever is later:\n\n(2) Teachers may fulfill the requirement to complete an approved structured literacy training or demonstrate competency in structured literacy instruction by:\n\n(A) Providing proof of successful completion of an OSSE-approved structured literacy training for the appropriate instructional cohort; or\n\n(B) Providing proof of receiving a passing score on a structured literacy competency assessment or evaluation that OSSE identified or developed.\n\n(3) A teacher who is employed by an LEA as of the effective date of the Fiscal Year 2025 Budget Support Act of 2024, passed on 2nd reading on June 25, 2024 (Enrolled version of Bill 25-784), shall be deemed to have successfully completed an OSSE-approved structured literacy training or demonstrated competency in structured literacy instruction by the start of the 2026-2027 school year if the teacher successfully completed an OSSE-approved structured literacy training for the appropriate instructional cohort or received a passing score on a structured literacy competency assessment or evaluation that OSSE identified or developed between January 2019 and August 2026.\n\n(1) During School Years 2025-2026 through 2029-2030, including summers, LEAs shall dedicate at least 10 hours of professional development time, scheduled during regularly contracted work hours, for teachers who intend to complete structured literacy training and have not already done so to participate in such training; provided, that the LEA may designate the time and place for the training.\n\n(2) LEAs shall compensate kindergarten teachers, and, subject to the availability of funding, all other teachers, for time spent outside of regularly contracted work hours to complete an OSSE-approved structured literacy training.\n\n(c) OSSE may issue rules prescribing additional requirements for educators employed by an LEA to complete approved structured literacy trainings or demonstrate competency in structured literacy instruction.\n\n(d) Subject to available funding, by April 1, 2026, OSSE shall establish and administer a grant program to reimburse LEAs for costs, including payments to teachers and assessment fees incurred in meeting the requirements of this section.\n\n(1) Beginning October 31, 2026, and by October 31 of each year thereafter, DCPS and each public charter LEA shall send a letter to OSSE reporting whether each school under the LEA's authority has complied with the requirements of subsection (a) of this section by October 5 of the reporting year. If a school has failed to comply, the LEA shall state the name of the school, the deficiency, and the timeline for curing the deficiency.\n\n(2) OSSE shall make the compliance letters received pursuant to paragraph (1) of this subsection publicly available within 15 business days after receiving them.",
      "history": "Sept. 21, 2022, D.C. Law 24-167, § 4115; Sept. 21, 2022, D.C. Law 24-167, § 4115",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2264.html"
    },
    {
      "id": "section-38-2265",
      "number": "38-2265",
      "heading": "Supporting competency in structured literacy instruction.",
      "text": "(a) OSSE shall:\n\n(1) No later than July 1, 2024:\n\n(A) Generate a preliminary list of approved structured literacy trainings and distribute the list to LEAs;\n\n(B) Create and publish an approved list of high-quality instructional materials rooted in the science of reading, which it shall periodically update; and\n\n(C) Develop and publish a walkthrough observation tool for structured literacy instruction to create consistent expectations about what structured literacy instruction looks like in practice and to support administrators, academic coaches, and teachers in providing effective feedback as part of a cycle of continuous improvement for structured literacy instruction;\n\n(2) No later than April 1, 2025:\n\n(A) Develop or identify one or more structured literacy competency assessments or evaluations; and\n\n(B) Provide related professional development modules on the science of reading on its Learning Management System or a similar online system;\n\n(3) No later than June 1, 2025, update the list of approved structured literacy trainings to ensure it includes all approved vendors for structured literacy training, consistent with research-based best practices, including best practices for meeting the needs of adolescent, adult, and diverse learners, which it shall endeavor to update by June 1 of each subsequent year; and\n\n(4) Starting in School Year 2025-26, provide LEAs with a communications toolkit that will support them in communicating with families about students' early reading skills.\n\n(1) Beginning in School Year 2024-25, each LEA shall provide OSSE with information it requests related to literacy instruction including:\n\n(A) The name of the Tier 1 literacy curriculum in use by each school within the LEA serving students in grades kindergarten through 5, disaggregated by school, grade, and teacher;\n\n(B) Classroom-level student academic performance growth and proficiency in literacy as measured by any uniform assessment for students in grades kindergarten through 3, as available;\n\n(C) Teacher and administrator feedback on OSSE-approved structured literacy trainings, structured literacy competency assessments or evaluations identified or developed by OSSE, and the coaching pilot administered by OSSE pursuant to subsection (c) of this section;\n\n(D) Teacher and administrator completion data of OSSE-approved structured literacy training, including the name of the training, completion date of the training, unique teacher identification number, and the teacher grade level and subject area, from the previous 5 years (or since 2019, for educators meeting the 2026-27 deadline); and\n\n(E) Teacher and administrator results and completion data of an OSSE-approved structured literacy competency assessment or evaluation, including the name of the assessment, completion date of the assessment, passage rate for the assessment, and the results by teacher grade level, and subject area.\n\n(2) No later than December 15, 2025, OSSE shall publish in a conspicuous location on its website a list of the Tier 1 literacy curriculum in use by each school within the LEA serving students in grades kindergarten through 5, disaggregated by school.\n\n(1) In School Years 2025-26 and 2026-27, OSSE shall administer a pilot program to support educators' use of new structured literacy instructional skills. Through the program, literacy coaches shall provide direct, intensive support and individualized instructional feedback to classroom teachers across LEAs, prioritizing schools with the lowest performance on statewide assessments and that demonstrate other factors indicating need.\n\n(2) Beginning in the first year of the pilot, OSSE shall maintain and support no fewer than 4 literacy coaches to support up to 20 schools.\n\n(3) OSSE shall collect data to determine the effectiveness of the pilot, which may include data on student growth and proficiency in literacy, pre-and post-tests of educator structured literacy knowledge and skills, classroom observations, and LEA administrator feedback.",
      "history": "Sept. 21, 2022, D.C. Law 24-167, § 4116; Sept. 21, 2022, D.C. Law 24-167, § 4116",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/38-2265.html"
    }
  ]
}