{
  "state": "south-carolina",
  "path": "title-title-47/chapter-chapter-5",
  "sections": [
    {
      "id": "section-47-5-10",
      "number": "47-5-10",
      "heading": "",
      "text": "This chapter may be referred to as the \"Rabies Control Act\".\n\nHISTORY: 1962 Code Section 6-121; 1952 Code Section 6-121; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-10/"
    },
    {
      "id": "section-47-5-20",
      "number": "47-5-20",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) \"Carnivore\" means a flesh-eating animal and includes those animals known to be reservoirs of rabies including, but not limited to, raccoons, foxes, skunks, and bobcats and related species including, but not limited to, coyotes, wolves, wolf dogs, weasels, civet cats, spotted skunks, and lynx or the offspring born to any combinations of crossbreeding between these wild animals and domestic dogs or cats.\n\n(2) \"Department\" means the South Carolina Department of Health and Environmental Control, including county health departments.\n\n(3) \"Domesticated animal\" means owned or stray cats, dogs, and ferrets or other animals for which there exists a rabies vaccine approved by the department and licensed by the United States Department of Agriculture.\n\n(4) \"Inoculation against rabies\" means the injection, subcutaneously, intramuscularly or otherwise, of antirabic vaccine as approved by the department and by the United States Department of Agriculture.\n\n(5) \"Licensed veterinarian\" means a person licensed by law to practice veterinary medicine in this State.\n\n(6) \"Owner\" means any person who:\n\n(a) has a right of property in a pet;\n\n(b) keeps or harbors a pet or who has it in his care or acts as its custodian; or\n\n(c) permits a pet to remain on or about any premises occupied by him.\n\n(7) \"Pet\" means only domesticated cats, dogs, and ferrets.\n\n(8) \"Quarantine\" means a prescribed, restricted confinement of a pet or other animal up to and including a state of enforced isolation. The quarantine is for the purpose of observation of the animal for signs or symptoms, or both, of rabies and for the prevention of potential rabies transmission by the animal to a person, other pets, or other animals. The location, conditions, and length of the quarantine must be prescribed by the department.\n\nHISTORY: 1962 Code Section 6-122; 1952 Code Section 6-122; 1950 (46) 2406; 1969 (56) 803; 1971 (57) 301; 1979 Act No. 134 Section 1; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-20/"
    },
    {
      "id": "section-47-5-30",
      "number": "47-5-30",
      "heading": "",
      "text": "The department may employ a licensed doctor of veterinary medicine to serve as public health veterinarian of the department. In addition to the duties as public health veterinarian, this person shall aid administratively in the prevention and control of all diseases communicable from animal to man in this State and in combating these diseases in cooperation with the Department of Natural Resources, the extension service of Clemson University, and any other state or federal agencies engaged in similar efforts to combat diseases communicable from animal to man.\n\nHISTORY: 1962 Code Section 6-123; 1952 Code Section 6-123; 1950 (46) 2406; 1952 (47) 2890; 1969 (56) 803; 1993 Act No. 181, Section 1171, eff July 1, 1994; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-30/"
    },
    {
      "id": "section-47-5-40",
      "number": "47-5-40",
      "heading": "",
      "text": "The enforcement of the provisions of this chapter must be carried out under the direct supervision of the department. It is unlawful for anyone to obstruct or interfere with the authorized representative of the department as he carries out the provisions of this chapter.\n\nHISTORY: 1962 Code Section 6-124; 1952 Code Section 6-124; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-40/"
    },
    {
      "id": "section-47-5-50",
      "number": "47-5-50",
      "heading": "",
      "text": "(A) No carnivores, which normally are not domesticated, may be sold as pets in this State. A carnivore kept by an individual must not be allowed to run at large and then returned to confinement. A normally wild animal indigenous to this State, if held captive for a period of time, may be released to the wild. This section does not apply to domesticated ferrets. However, no ferret may be sold in this State without proper and current vaccination against rabies. Evidence of rabies vaccination is a certificate signed by a licensed veterinarian. A person who purchases or possesses a domesticated ferret shall maintain proper vaccination treatment for it annually.\n\n(B) Purchasers of a domesticated ferret must be provided with a notice not less than eight inches by eleven inches which shall bear the following inscription in letters not less than three-fourths inch high:\n\n\"FERRETS HAVE A PROPENSITY TO MAKE UNPROVOKED ATTACKS THAT CAUSE BODILY INJURY TO A HUMAN BEING\".\n\n(C) Each business establishment in this State, to which has been issued a retail sales tax license, which offers ferrets for sale must prominently display a notice not less than eight inches by eleven inches which shall bear the following inscription in letters not less than three-fourths inch high:\n\n\"FERRETS HAVE A PROPENSITY TO MAKE UNPROVOKED ATTACKS THAT CAUSE BODILY INJURY TO A HUMAN BEING\".\n\n(D) This section does not apply to the sale, purchase, donation, or transfer of ownership of carnivores between publicly owned zoos or animal dealers located in this State and licensed by the United States Department of Agriculture (USDA) under the Animal Welfare Act on the effective date of this chapter. These exemptions do not allow for the sale, purchase, donation, or transfer of ownership to private individuals in this State. Any public displays, showings, or exhibitions of wild carnivores, primates, or any other animal will default to the Animal Welfare Act 9 CFR 2.131-Handling of Animals.\n\nHISTORY: 1962 Code Section 6-124.1; 1971 (57) 301; 1979 Act No. 134 Section 2; 2000 Act No. 217, Section 1, eff February 25, 2000; 2002 Act No. 343, Section 1, eff July 3, 2002; 2017 Act No. 86 (H.3531), Section 2, eff January 1, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-50/"
    },
    {
      "id": "section-47-5-60",
      "number": "47-5-60",
      "heading": "",
      "text": "A pet owner must have his pet inoculated against rabies at a frequency to provide continuous protection of the pet from rabies using a vaccine approved by the department and licensed by the United States Department of Agriculture. The rabies inoculation for pets must be administered by a licensed veterinarian or someone under a licensed veterinarian's direct supervision, as defined in Section 40-69-20. Evidence of rabies inoculation is a certificate signed by a licensed veterinarian. The rabies vaccination certificate forms may be provided by the licensed veterinarian or by the department or its designee. The veterinarian may stamp or write his name and address on the certificate. The certificate must include information recommended by the National Association of State Public Health Veterinarians. The licensed veterinarian administering or supervising the administration of the vaccine shall provide one copy of the certificate to the owner of the pet and must retain one copy in his files for not less than three years. With the issuance of the certificate, the licensed veterinarian shall furnish a serially numbered metal license tag bearing the same number and year as the certificate with the name and telephone number of the veterinarian, veterinary hospital, or practice. The metal license tag at all times must be attached to a collar or harness worn by the pet for which the certificate and tag have been issued. Annually before February first, the veterinarian shall report to the department the number of animals inoculated against rabies during the preceding year. The department, in conjunction with licensed veterinarians, shall promote annual rabies clinics. The fee for rabies inoculation at these clinics may not exceed ten dollars, including the cost of the vaccine, and this charge must be paid by the pet owner. Fees collected by veterinarians at these clinics are their compensation.\n\nHISTORY: 1962 Code Section 6-125; 1952 Code Section 6-125; 1950 (46) 2406; 1969 (56) 803; 1992 Act No. 517, Section 1, eff September 2, 1992; 2002 Act No. 343, Section 1, eff July 3, 2002; 2010 Act No. 173, Section 1, eff upon approval (became law without the Governor's signature on May 20, 2010).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-60/"
    },
    {
      "id": "section-47-5-80",
      "number": "47-5-80",
      "heading": "",
      "text": "A pet owner or any other person shall notify the county health department if:\n\n(1) a pet or other animal is affected by rabies;\n\n(2) a pet or other animal is suspected of having rabies; or\n\n(3) a pet has been attacked or bitten by a domesticated or wild animal known or suspected of being affected by rabies.\n\nThis notice must include the location where the pet or other animal was last seen or where it may possibly be found, or both.\n\nHISTORY: 1962 Code Section 6-127; 1952 Code Section 6-127; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-80/"
    },
    {
      "id": "section-47-5-90",
      "number": "47-5-90",
      "heading": "",
      "text": "Every physician after his first professional attendance upon a person bitten by a pet or other animal, by the end of the next working day, shall report the bite to the county health department and the name, age, sex, weight, address, and telephone number of the person bitten. If no physician attends to the bite, it is the responsibility of the bitten adult or the parent or guardian of a bitten minor child to report the bite by the end of the next working day to the county health department.\n\nHISTORY: 1962 Code Section 6-128; 1952 Code Section 6-128; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-90/"
    },
    {
      "id": "section-47-5-110",
      "number": "47-5-110",
      "heading": "",
      "text": "The county health department shall serve a written notice to the owner of a pet that has been bitten by or otherwise exposed to any animal affected or suspected of being affected by rabies. The notice must require the owner to have a currently inoculated pet revaccinated immediately and to quarantine the pet for a period of not less than forty-five days. An uninoculated pet must be quarantined for a period of not less than one hundred eighty days. The uninoculated pet must be inoculated after one hundred fifty days of the quarantine period and released from quarantine thirty days after that if no sign of rabies is observed.\n\nHISTORY: 1962 Code Section 6-130; 1952 Code Section 6-130; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-110/"
    },
    {
      "id": "section-47-5-100",
      "number": "47-5-100",
      "heading": "",
      "text": "The county health department shall serve notice upon the owner of a dog, cat, or ferret which has attacked or bitten a person to quarantine the animal at the expense of the owner upon his premises or at an animal shelter or other place designated in the notice for at least ten days after the animal has attacked or bitten a person. The licensed veterinarian, the rabies control officer, or his assistants must be permitted by the owner of the pet or other animal which has attacked or bitten a person to examine the animal at any time, and daily if desired, within the ten-day period of quarantine to determine if the animal shows symptoms of rabies. No person may obstruct or interfere with the rabies control officer or his assistants in making the examination. The removal of the head of an animal suspected of having rabies must be performed by a licensed veterinarian, but the county health department may provide for the removal of the head if there is no veterinarian practicing within the county where the suspected animal is located or if no veterinarian located within the county will remove the head. The department shall serve notice upon the owner of an animal other than a dog, cat, or ferret when the department has knowledge that the animal has attacked or bitten a person. The notice must instruct the owner to have the animal immediately euthanized and have the brain submitted for rabies examination or to have the animal quarantined under conditions specified by the department. The owner shall comply immediately with the instructions in the notice.\n\nHISTORY: 1962 Code Section 6-129; 1952 Code Section 6-129; 1950 (46) 2406; 1969 (56) 803; 1971 (57) 301; 1988 Act No. 547, eff May 17, 1988; 1990 Act No. 553, Section 1, eff June 6, 1990; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-100/"
    },
    {
      "id": "section-47-5-120",
      "number": "47-5-120",
      "heading": "",
      "text": "When there is a danger of rabies spread in a community, and it is necessary in the interest of the public's health and safety, the commissioner of the department or his designee may issue an order to include the general quarantine or immediate inoculation, or both, of pets against rabies within the affected community whether or not these pets have been previously inoculated. The order may require that efforts to reduce the stray and feral animal population be undertaken.\n\nHISTORY: 1962 Code Section 6-131; 1952 Code Section 6-131; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-120/"
    },
    {
      "id": "section-47-5-150",
      "number": "47-5-150",
      "heading": "",
      "text": "The department must ensure the availability of antirabic (human) vaccine and globulin products for persons bitten by or otherwise exposed to a pet or other animal found or suspected to be affected by rabies. The provision of such products shall be in accordance with departmental guidelines. The department is authorized to seek reimbursement for the cost of such products from sources to include, but not limited to, personal/medical insurance and/or Medicaid/Medicare coverage of the person receiving the products.\n\nHISTORY: 1962 Code Section 6-135; 1952 Code Section 6-135; 1950 (46) 2406; 1969 (56) 803; 1992 Act No. 517, Section 2, eff September 2, 1992; 2002 Act No. 285, Section 1, eff May 28, 2002; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-150/"
    },
    {
      "id": "section-47-5-180",
      "number": "47-5-180",
      "heading": "",
      "text": "The department shall enforce this chapter. The sheriff and his deputies, the police officers in each incorporated municipality, and animal control officials in each county and municipality shall assist and cooperate with the county health department in enforcing this chapter.\n\nHISTORY: 1962 Code Section 6-138; 1952 Code Section 6-138; 1950 (46) 2406; 1969 (56) 803; 1992 Act No. 517, Section 3, eff September 2, 1992; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-180/"
    },
    {
      "id": "section-47-5-190",
      "number": "47-5-190",
      "heading": "",
      "text": "The county health departments, the county rabies control officers, their assistants, the department, the public health veterinarian or anyone enforcing the provisions of this chapter are not responsible for any accident or subsequent disease that may occur in connection with the inoculation of any animal as provided in this chapter.\n\nHISTORY: 1962 Code Section 6-139; 1952 Code Section 6-139; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-190/"
    },
    {
      "id": "section-47-5-200",
      "number": "47-5-200",
      "heading": "",
      "text": "A person refusing to comply with the provisions of this chapter or violating any of the provisions of this chapter is guilty of a misdemeanor and, upon conviction, must be punished up to the maximum penalties that may be imposed in magistrate's court.\n\nHISTORY: 1962 Code Section 6-140; 1952 Code Section 6-140; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-200/"
    },
    {
      "id": "section-47-5-210",
      "number": "47-5-210",
      "heading": "",
      "text": "Nothing in this chapter may be construed to limit the power of any political subdivision within the State to prohibit pets from running at large, whether or not they have been inoculated as provided in this chapter; this chapter may not be construed to limit the power of any political subdivision to regulate and control further and to enforce other and additional measures for the restriction and control of rabies.\n\nHISTORY: 1962 Code Section 6-141; 1952 Code Section 6-141; 1950 (46) 2406; 1969 (56) 803; 2002 Act No. 343, Section 1, eff July 3, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-47/chapter-5/section-47-5-210/"
    }
  ]
}