{
  "state": "nebraska",
  "path": "title-chapter-51-libraries-and-museums/chapter-51-211-library-board-general-powers-and-duties-governing-bod",
  "sections": [
    {
      "id": "section-51-211",
      "number": "51-211",
      "heading": "",
      "text": "51-211.Library board; general powers and duties; governing body; duty; discrimination prohibited.\n\n(1) The library board may erect, lease, or occupy an appropriate building for the use of a library, appoint a suitable librarian and assistants, fix the compensation of such appointees, and remove such appointees at the pleasure of the board. The governing body of the county, city, or village in which the library is located shall approve any personnel administrative or compensation policy or procedure before implementation of such policy or procedure by the library board.\n\n(2) The library board may establish rules and regulations for the government of such library as may be deemed necessary for its preservation and to maintain its usefulness and efficiency. The library board may fix and impose, by general rules, penalties and forfeitures for trespasses upon or injury to the library grounds, rooms, books, or other property, for failure to return any book, or for violation of any bylaw, rule, or regulation and fix and impose reasonable fees, not to exceed the library's actual cost, for nonbasic services. The board shall have and exercise such power as may be necessary to carry out the spirit and intent of sections 51-201 to 51-219 in establishing and maintaining a public library and reading room.\n\n(3) The public library shall make its basic services available without charge to all residents of the political subdivision which supplies its tax support.\n\n(4) No service shall be denied to any person because of race, sex, religion, age, color, national origin, ancestry, physical handicap, marital status, or military or veteran status.\n\nSourceLaws 1911, c. 73, § 6, p. 316;R.S.1913, § 3797;Laws 1917, c. 86, § 1, p. 223;C.S.1922, § 3190;C.S.1929, § 51-206;R.S.1943, § 51-211;Laws 1990, LB 1236, § 2;Laws 1997, LB 250, § 22;Laws 2012, LB470, § 2;Laws 2025, LB150, § 93.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-51/statute-51-211/"
    }
  ]
}