{
  "state": "south-dakota",
  "path": "title-title-44-liens/chapter-chapter-09-mechanics-and-materialmens-liens",
  "sections": [
    {
      "id": "section-44-9-1",
      "number": "44-9-1",
      "heading": "Persons entitled to lien--Property affected--Extent of lien--Exceptions",
      "text": "44-9-1. Persons entitled to lien--Property affected--Extent of lien--Exceptions.\n\nWhoever shall, at the request of the owner or the duly authorized agent or representative of the owner, or of any contractor or subcontractor, furnish skill, labor, services, including light, power, or water, equipment, or materials for the improvement, development, or operation of property as hereinafter specified, shall have a first lien thereon and the appurtenances thereto, prior and superior to all other liens except those of the state or of the United States, and except existing liens, mortgages, or other encumbrances then of record or of which the lien claimant has actual notice, for the price or value of the same, so furnished, subject to the further provisions of this chapter, as follows:\n\n(1)For the erection, alteration, repair, or removal of any building, fixture, bridge, fence, or other structure or for grading, filling in, or excavating the same, or for digging or repairing any ditch, drain, well, cistern, reservoir, or vault thereon or for laying, altering, or repairing any sidewalk, curb, gutter, paving, sewer, pipe, or conduit in or upon the same or in or upon the adjoining half of any highway, street, or alley upon which the property abuts, a lien upon the said improvement and the land on which it is situated, or to which it may be removed;\n\n(2)For the construction, alteration, or repair of any line of railway or of any telegraph, telephone, electric light, or power line, or of any line of pipe, conduit, or subway or any structure, appliance, or fixture upon or appertaining to any of them, a lien upon the public utility so constructed, altered, or repaired and upon the line, plants, and property thereof and upon all the rights, franchises, and privileges of the owner appertaining thereto;\n\n(3)Upon any mine or mining claim, oil or gas well or spring, a lien upon the same and any rights, privileges, franchises, easements, and tangible property and other property or appliances appurtenant thereto, for any of the items hereinbefore specified or referred to as giving right to a lien.\n\nSource:SL 1879, ch 41, §8; CL 1887, §§2039, 2046; SL 1895, ch 134, §1; RPolC 1903, §§2573, 2580; SL 1903, ch 182; SL 1909, ch 49, §§1, 11; SL 1913, ch 263, §§1, 3; SL 1915, ch 243, §§1, 11; RC 1919, §§1631, 1642, 1643, 1645; SDC 1939, §39.0701.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-1/"
    },
    {
      "id": "section-44-9-2",
      "number": "44-9-2",
      "heading": "Construction of improvements with knowledge of owner subjects land to lien--Exceptions.",
      "text": "44-9-2. Construction of improvements with knowledge of owner subjects land to lien--Exceptions.\n\nWhen improvements are made by one person upon the land of another, all persons interested therein otherwise than as bona fide prior encumbrancers or lienors shall be deemed to have authorized such improvements, insofar as to subject their interests to the liens therefor; provided that as against a lessor no lien is given for repairs made by or at the instance of his lessee.\n\nSource:SL 1913, ch 263, §5; RC 1919, §1647; SDC 1939, §39.0706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-2/"
    },
    {
      "id": "section-44-9-3",
      "number": "44-9-3",
      "heading": "Vendee authorized to improve land sold under executory contract--Forfeiture or surrender of contract after attachment of liens for improvements--Liability of vendor",
      "text": "44-9-3. Vendee authorized to improve land sold under executory contract--Forfeiture or surrender of contract after attachment of liens for improvements--Liability of vendor.\n\nWhenever land is sold under an executory contract authorizing the vendee to improve the same, and such contract is forfeited or surrendered after liens have attached by reason of such improvements, the title of the vendor shall be subject thereto, but he shall not be personally liable if the contract was made in good faith.\n\nSource:SL 1913, ch 263, §5; RC 1919, §1647; SDC 1939, §39.0706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-3/"
    },
    {
      "id": "section-44-9-4",
      "number": "44-9-4",
      "heading": "Improvement not authorized by owner of land--Notice of nonliability.",
      "text": "44-9-4. Improvement not authorized by owner of land--Notice of nonliability.\n\nAny person who has not authorized the improvement may protect his interests from such liens by serving upon the persons doing the work or otherwise contributing to such improvement, within five days after knowledge thereof, written notice that the improvement is not being made at his instance, or by posting like notice, and keeping the same posted, in a conspicuous place on the premises.\n\nSource:SL 1913, ch 263, §5; RC 1919, §1647; SDC 1939, §39.0706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-4/"
    },
    {
      "id": "section-44-9-5",
      "number": "44-9-5",
      "heading": "Homestead right--Lien does not affect exemption.",
      "text": "44-9-5. Homestead right--Lien does not affect exemption.\n\nThe lien shall not extend to nor affect any rights in any homestead so far as the same is exempt from levy and sale on execution.\n\nSource:SL 1913, ch 263, §2; RC 1919, §1644; SL 1921, ch 280; SDC 1939, §39.0702.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-5/"
    },
    {
      "id": "section-44-9-6",
      "number": "44-9-6",
      "heading": "Contribution under contract with owner--Agreed price--Extent of lien.",
      "text": "44-9-6. Contribution under contract with owner--Agreed price--Extent of lien.\n\nIf the contribution be made under a contract with the owner and for an agreed price, the lien as against him shall be for the sum so agreed upon together with the cost of any additional material or work agreed upon, otherwise, and in all cases as against others than the owner, it shall be for the reasonable value of the work done, and of the skill, material, and machinery furnished.\n\nSource:SL 1913, ch 263, §2; RC 1919, §1644; SL 1921, ch 280; SDC 1939, §39.0702.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-6/"
    },
    {
      "id": "section-44-9-61",
      "number": "44-9-6.1",
      "heading": "Interest on amounts secured by liens.",
      "text": "44-9-6.1. Interest on amounts secured by liens.\n\nThe interest payable on amounts secured by mechanics' or materialmen's liens shall be at the maximum interest rate allowed in §54-3-5.1.\n\nSource:SL 1979, ch 294, §2; SL 1982, ch 28, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-6-1/"
    },
    {
      "id": "section-44-9-7",
      "number": "44-9-7",
      "heading": "Attachment and taking effect of lien--Preference over other encumbrances.",
      "text": "44-9-7. Attachment and taking effect of lien--Preference over other encumbrances.\n\nSuch lien as against the owner of the property shall attach and take effect from the time the first item of material or labor is furnished upon the premises by the lien claimant, and shall be preferred to any mortgage or other encumbrance not then of record, unless the lien holder had actual notice thereof.\n\nSource:SL 1913, ch 263, §4; SL 1917, ch 295, §1; RC 1919, §1646; SDC 1939, §39.0707; SL 1982, ch 301.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-7/"
    },
    {
      "id": "section-44-9-8",
      "number": "44-9-8",
      "heading": "Attachment of lien--Protection of bona fide purchaser, mortgagee, or encumbrancer--Notice of lien for improvements thereafter made.",
      "text": "44-9-8. Attachment of lien--Protection of bona fide purchaser, mortgagee, or encumbrancer--Notice of lien for improvements thereafter made.\n\nAs against a bona fide purchaser, mortgagee, or encumbrancer without notice, however, no lien shall attach prior to the actual and visible beginning of the improvement on the ground, but a person having a contract for the furnishing of labor, skill, material, or machinery for such improvement, may file with the register of deeds of the county within which the premises are situated or of the county to which such county is attached for judicial purposes, or if claimed under subdivision 44-9-1(2), with the secretary of state, a brief statement of the nature of such contract, which statement shall be notice of his lien for the contract price or value of all contributions to such improvement thereafter made by him or at his instance.\n\nSource:SL 1913, ch 263, §4; SL 1917, ch 295, §1; RC 1919, §1646; SDC 1939, §39.0707.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-8/"
    },
    {
      "id": "section-44-9-9",
      "number": "44-9-9",
      "heading": "Concurrent liens upon mine or mining claim, oil or gas well or spring--Pro rata payment.",
      "text": "44-9-9. Concurrent liens upon mine or mining claim, oil or gas well or spring--Pro rata payment.\n\nAll liens, claims for labor performed, or services or materials furnished, as provided in subdivision 44-9-1(3), shall be concurrent liens upon the property charged and shall be paid pro rata out of the proceeds arising from the sale thereof, if the same shall be sold, or upon settlement without sale.\n\nSource:SL 1879, ch 41, §5; CL 1887, §2043; RPolC 1903, §2577; SL 1909, ch 51, §5; SL 1915, ch 243, §5; RC 1919, §1635; SL 1919, ch 261; SDC 1939, §39.0710.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-9/"
    },
    {
      "id": "section-44-9-10",
      "number": "44-9-10",
      "heading": "Materials or services furnished to contractor--Lien account and notice of claim furnished to owner--Withholding of payments from contractor to protect lien claimants",
      "text": "44-9-10. Materials or services furnished to contractor--Lien account and notice of claim furnished to owner--Withholding of payments from contractor to protect lien claimants.\n\nAny person furnishing any of the items for which a lien may be claimed under the provisions of §44-9-1 under a contract, either express or implied between the owner of the property or his duly authorized agent or representative, and any contractor working upon or about such property may serve upon the owner, or his duly authorized agent or representative at any time, a sworn account and notice of his claim showing the items and amounts and the dates that the same were furnished, and thereupon the owner shall withhold from his contractor so much of the contract price as may be necessary to meet the claims of persons who have served such accounts and notices.\n\nSource:SL 1879, ch 41, §2; CL 1887, §2040; RPolC 1903, §2574; SL 1909, ch 51, §2; SL 1913, ch 263, §6; SL 1915, ch 243, §2; RC 1919, §§1632, 1648; SDC 1939, §39.0703.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-10/"
    },
    {
      "id": "section-44-9-11",
      "number": "44-9-11",
      "heading": "Lien account and notice of claim--Service on owner of property--Copy furnished to contractor--Assent of contractor to claim--Payment by owner--Deduction from amount due contractor",
      "text": "44-9-11. Lien account and notice of claim--Service on owner of property--Copy furnished to contractor--Assent of contractor to claim--Payment by owner--Deduction from amount due contractor.\n\nWhenever any such account and notice is served upon the owner of the property or his duly authorized agent or representative, he shall furnish his contractor with a copy of the same, and if such contractor shall not within fifteen days after the receipt of such account and notice give the owner, his agent, or representative, written notice that he intends to dispute the claim, he shall be considered as assenting thereto and such owner may pay the same to the claimant when it becomes due and deduct the amount out of any moneys due such contractor, who may in like manner deduct such amount from any moneys due from him to his subcontractor or the claimant.\n\nSource:SL 1879, ch 41, §3; CL 1887, §2041; RPolC 1903, §2575; SL 1909, ch 51, §3; SL 1913, ch 263, §6; SL 1915, ch 243, §3; RC 1919, §§1633, 1648; SDC 1939, §39.0703.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-11/"
    },
    {
      "id": "section-44-9-12",
      "number": "44-9-12",
      "heading": "Amount due from contractor to creditor--Recovery from owner.",
      "text": "44-9-12. Amount due from contractor to creditor--Recovery from owner.\n\nThe amount which may be due from any contractor to his creditor may be recovered from said owner by the creditor of said contractor, in any action at law, to the extent and value of any balance due by the owner to his contractor under the contract with him, at the time of the notice first given as provided in §44-9-10, or subsequently, according to such contract or under the same.\n\nSource:SL 1879, ch 41, §4; CL 1887, §2042; RPolC 1903, §2576; SL 1909, ch 51, §4; SL 1915, ch 243, §4; RC 1919, §1634; SDC 1939, §39.0705.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-12/"
    },
    {
      "id": "section-44-9-13",
      "number": "44-9-13",
      "heading": "Misappropriation of funds by contractor, subcontractor, or supplier--Theft.",
      "text": "44-9-13. Misappropriation of funds by contractor, subcontractor, or supplier--Theft.\n\nAny contractor, subcontractor, or supplier on any improvement of real estate, mines, or public utilities within the purview of this chapter who knowingly uses more than five hundred dollars of the proceeds of any payment made to him on account of such improvement by the owner of such real estate or person having the improvement made, for any other purpose than the payment for labor, skill, materials, and machinery contributed to such improvement while any account for such labor, skill, material, or machinery furnished for such improvement up to the time of such payment remains unpaid and due and owing under the credit terms arranged, is guilty of theft of the proceeds of such payment. It is not a violation of this section to withhold funds from a contractor, subcontractor, or supplier pending the completion and final approval of his work or product.\n\nSource:SL 1917, ch 296; RC 1919, §1658; SDC 1939, §39.9901; SL 1981, ch 177, §1; SL 1983, ch 307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-13/"
    },
    {
      "id": "section-44-9-14",
      "number": "44-9-14",
      "heading": "Demand of owner for lien accounts--Service on persons claiming liens--Owner defined.",
      "text": "44-9-14. Demand of owner for lien accounts--Service on persons claiming liens--Owner defined.\n\nThe owner, by serving written request within fifteen days after the completion of the contract, may require any person who may have a lien under the provisions of this chapter, to furnish him an itemized and verified account of his lien claim, the amount thereof, and his name and address. No action or other proceeding shall be commenced for the enforcement of such lien until ten days after such statement is so furnished pursuant to the request of the owner.\n\nThe word \"owner\" as used in this section shall include any person interested in the premises otherwise than as a lien holder thereunder.\n\nSource:SL 1913, ch 263, §6; RC 1919, §1648; SDC 1939, §39.0704.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-14/"
    },
    {
      "id": "section-44-9-15",
      "number": "44-9-15",
      "heading": "Lien ceases without filing of required lien statement--Place of filing of statement.",
      "text": "44-9-15. Lien ceases without filing of required lien statement--Place of filing of statement.\n\nThe lien shall cease at the end of one hundred twenty days after doing the last of such work, or furnishing the last item of such skill, services, material, or machinery, unless within such period a statement of the claim therefor be filed with the register of deeds of the county in which the improved premises are situated, or of the county to which such county is attached for judicial purposes, or if the claim be under the provisions of subdivision 44-9-1(2), with the secretary of state.\n\nSource:SL 1913, ch 263, §7; SL 1917, ch 295, §2; RC 1919, §1649; SDC 1939, §39.0708; SL 1961, ch 200.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-15/"
    },
    {
      "id": "section-44-9-16",
      "number": "44-9-16",
      "heading": "Lien statement by lien claimant--Verification--Contents.",
      "text": "44-9-16. Lien statement by lien claimant--Verification--Contents.\n\nSuch statement shall be made by or at the instance of the lien claimant, shall be verified by the oath of some person shown by such verification to have knowledge of the facts stated, and shall set forth:\n\n(1)A notice of intention to claim and hold a lien, and the amount thereof;\n\n(2)That such amount is due and owing to the claimant for labor performed, or for skill, services, material, or machinery furnished, and for what improvement the same was done or supplied;\n\n(3)The names and post office addresses of the claimant, and of the person for or to whom performed or furnished;\n\n(4)The dates when the first and last items of the claimant's contribution were made;\n\n(5)A description of the property to be charged, identifying the same with reasonable certainty;\n\n(6)The name and address of the owner thereof at the time of making such statement, according to the best information then had; and\n\n(7)An itemized statement of the account upon which the lien is claimed.\n\nSource:SL 1879, ch 41, §5; CL 1887, §2043; RPolC 1903, §2577; SL 1909, ch 51, §5; SL 1913, ch 263, §7; SL 1915, ch 243, §5; SL 1917, ch 295, §2; RC 1919, §§1635, 1649; SL 1919, ch 261; SDC 1939, §39.0708.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-16/"
    },
    {
      "id": "section-44-9-17",
      "number": "44-9-17",
      "heading": "Lien statement by lien claimant--Mailing of copy to property owner condition precedent to filing--Post office receipt attached to statement.",
      "text": "44-9-17. Lien statement by lien claimant--Mailing of copy to property owner condition precedent to filing--Post office receipt attached to statement.\n\nBefore filing such lien statement, the person claiming the lien shall mail to the property owner at his last known post office address, by registered or certified mail, a copy of such lien statement and the post office receipt for such mailing shall be attached to the lien statement and filed in the office of register of deeds.\n\nSource:SDC 1939, §39.0708 as added by SL 1967, ch 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-17/"
    },
    {
      "id": "section-44-9-18",
      "number": "44-9-18",
      "heading": "Lien statement by lien claimant--Duties of register of deeds--Filing in numerical order--Contents of record--Entry upon mortgage or lien index.",
      "text": "44-9-18. Lien statement by lien claimant--Duties of register of deeds--Filing in numerical order--Contents of record--Entry upon mortgage or lien index.\n\nThe register of deeds shall file such statement or lien in numerical order and enter the same upon a register to be kept for that purpose containing the name of the owner of the property against whom the lien is claimed, date of filing, amount, description of the property affected by the lien, and a blank space for the date of release. In addition, if such lien affects the title to real property, he shall enter the same upon the mortgage or lien index described in §7-9-9.\n\nSource:SL 1879, ch 41, §5; CL 1887, §2043; RPolC 1903, §2577; SL 1909, ch 51, §5; SL 1915, ch 243, §5; SL 1917, ch 295, §2; RC 1919, §§1635, 1649; SL 1919, ch 261; SDC 1939, §39.0708.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-18/"
    },
    {
      "id": "section-44-9-19",
      "number": "44-9-19",
      "heading": "Fees for the filing, indexing or assignment of liens.",
      "text": "44-9-19. Fees for the filing, indexing or assignment of liens.\n\nThe register of deeds shall charge a fee in accordance with subdivision 7-9-15(3) for the filing and indexing of any lien or assignment of the lien under the provisions of this chapter. However, no fee may be charged for the satisfaction of the lien.\n\nSource:SDC 1939, §39.0721; SL 1976, ch 268, §1; SL 1999, ch 33, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-19/"
    },
    {
      "id": "section-44-9-20",
      "number": "44-9-20",
      "heading": "Claims against two or more buildings or improvements--Exception for condominiums--General contract with owner--Election of lien claimant.",
      "text": "44-9-20. Claims against two or more buildings or improvements--Exception for condominiums--General contract with owner--Election of lien claimant.\n\nExcept as in the case of condominiums under the provisions of §43-15A-29, a lien holder who contributes to the erection, alteration, removal, or repair of two or more buildings or other improvements situated upon or removed to one lot, or upon or to adjoining lots, under or pursuant to the purposes of one general contract with the owner, may file one statement for his entire claim, embracing the whole area so improved. Alternatively, he may apportion his demand between or among the several improvements and shall assert a lien for a proportionate part upon each and upon the ground appurtenant to each respectively.\n\nSource:SL 1913, ch 263, §8; RC 1919, §1650; SDC 1939, §39.0709; SL 1984, ch 284, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-20/"
    },
    {
      "id": "section-44-9-21",
      "number": "44-9-21",
      "heading": "Manner of satisfying liens--Execution and delivery of satisfaction to owner of property--Contents--Acknowledgment--Record of satisfaction--Cancellation of lien",
      "text": "44-9-21. Manner of satisfying liens--Execution and delivery of satisfaction to owner of property--Contents--Acknowledgment--Record of satisfaction--Cancellation of lien.\n\nWhenever a lien has been claimed by filing the same in the office of the register of deeds and it is afterward satisfied by payment, foreclosure, compromise, or other method, the creditor shall execute and deliver to the owner of the property a satisfaction describing the lien by its date, date of filing, amount claimed, description of the property, and the names of the lien claimants and owner of the property. Such satisfaction shall be executed before two witnesses or acknowledged before a notary public, and upon presentation to the register of deeds, he shall file the same and cancel the said lien of record.\n\nSource:CCivP 1877, §670; SL 1879, ch 41, §7; CL 1887, §§2045, 5484; RPolC 1903, §2579; RCCivP 1903, §711; SL 1909, ch 51, §9; SL 1915, ch 243, §9; RC 1919, §§1639, 1659; SDC 1939, §39.0711.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-21/"
    },
    {
      "id": "section-44-9-22",
      "number": "44-9-22",
      "heading": "Neglect of lien holder to satisfy lien on demand--Damages--Attorney fees--Additional penalty.",
      "text": "44-9-22. Neglect of lien holder to satisfy lien on demand--Damages--Attorney fees--Additional penalty.\n\nIf any holder of a lien under the provisions of this chapter shall neglect to execute and deliver such satisfaction within ten days after written demand therefor by the owner of the property or any person interested therein, when such lien has in fact been satisfied as provided in §44-9-21, he shall be liable to the person demanding such satisfaction for all damages, costs, and expenses, including attorney's fees, and an additional penalty of one hundred dollars.\n\nSource:CCivP 1877, §670; SL 1879, ch 41, §7; CL 1887, §§2045, 5484; RPolC 1903, §2579; RCCivP 1903, §711; SL 1909, ch 51, §9; SL 1915, ch 243, §9; RC 1919, §§1639, 1659; SDC 1939, §39.0711.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-22/"
    },
    {
      "id": "section-44-9-23",
      "number": "44-9-23",
      "heading": "Enforcement of lien--Venue of action--Commencement and conduct of proceedings.",
      "text": "44-9-23. Enforcement of lien--Venue of action--Commencement and conduct of proceedings.\n\nThe lien may be enforced by action in the circuit court of the county in which the improved premises or some part thereof are situated, or of the county to which such county is attached for judicial purposes, or, if claimed under subdivision 44-9-1(2), of any county through or into which said railway or other line extends, which action shall be begun and conducted in the same manner as actions for the foreclosure of mortgages upon real estate, except as herein otherwise provided.\n\nSource:SL 1913, ch 263, §9; RC 1919, §1651; SDC 1939, §39.0712.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-23/"
    },
    {
      "id": "section-44-9-24",
      "number": "44-9-24",
      "heading": "Six-year limitation to enforce lien--Cancellation of expired lien.",
      "text": "44-9-24. Six-year limitation to enforce lien--Cancellation of expired lien.\n\nNo lien may be enforced in any case unless the holder of the lien asserts the lien, either by complaint or answer, within six years after the date of the last item of the lien holder's claim as set forth in the filed and entered lien statement. No person is bound by the judgment in the action unless the person is made a party to the action within the six-year period.\n\nIf no action or suit has been commenced to enforce the lien during the six-year period, the owner of the property, the owner's agent, or contractor may file an affidavit with the register of deeds stating that the lien holder has not commenced suit to enforce the lien within the six-year period and requesting that the lien be cancelled. The register of deeds shall cancel the lien of record within thirty days of the filing of the affidavit.\n\nSource:SL 1913, ch 263, §11; SL 1917, ch 295, §4; RC 1919, §1653; SDC 1939, §39.0715; SL 2014, ch 212, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-24/"
    },
    {
      "id": "section-44-9-25",
      "number": "44-9-25",
      "heading": "Parties to action to foreclose lien--Admission of lien holder not named as defendant--Joinder of plaintiffs.",
      "text": "44-9-25. Parties to action to foreclose lien--Admission of lien holder not named as defendant--Joinder of plaintiffs.\n\nThe action to foreclose the lien may be commenced by any lien holder who has filed his lien statement as required in this chapter, and all other such lien holders who are not joined with him as plaintiffs shall be made defendants. Any such lien holder not named as a defendant may nevertheless answer the complaint and be admitted as a party. All parties having liens under this chapter may join as plaintiffs, if they so desire, prior to the commencement of any action by a single lien holder.\n\nSource:SL 1909, ch 51, §7; SL 1913, ch 263, §11; SL 1915, ch 243, §7; SL 1917, ch 295, §4; RC 1919, §§1637, 1653; SDC 1939, §39.0713.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-25/"
    },
    {
      "id": "section-44-9-26",
      "number": "44-9-26",
      "heading": "Forfeiture of lien for failure to commence suit upon demand--Cancellation by register of deeds.",
      "text": "44-9-26. Forfeiture of lien for failure to commence suit upon demand--Cancellation by register of deeds.\n\nUpon written demand by the owner, the owner's agent, or contractor, served on any person holding a lien, requiring the person to commence suit to enforce the lien, the person shall commence suit within thirty days after such service or the lien is forfeited. The register of deeds shall cancel the lien of record, if the owner, the owner's agent, or contractor files no sooner than the fortieth day following service of the written demand:\n\n(1)An affidavit stating that the person holding the lien has not commenced suit to enforce the lien within thirty days after the service of the written demand;\n\n(2)A copy of the written demand that was served on the person holding the lien; and\n\n(3)Proof of service on the person holding the lien.\n\nSource:SL 1913, ch 263, §11; SL 1917, ch 295, §4; RC 1919, §1653; SDC 1939, §39.0713; SL 2007, ch 254, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-26/"
    },
    {
      "id": "section-44-9-27",
      "number": "44-9-27",
      "heading": "Action to enforce lien--Commencement--Issuance of summons--Filing of complaint.",
      "text": "44-9-27. Action to enforce lien--Commencement--Issuance of summons--Filing of complaint.\n\nThe action shall be commenced by issue of a summons and filing complaint in the office of the clerk of courts.\n\nSource:SDC 1939, §39.0716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-27/"
    },
    {
      "id": "section-44-9-28",
      "number": "44-9-28",
      "heading": "Notice of pendency of action to enforce lien--Necessity for filing--Intervention of other lien claimants.",
      "text": "44-9-28. Notice of pendency of action to enforce lien--Necessity for filing--Intervention of other lien claimants.\n\nAt the beginning of the action the plaintiff shall file for record with the register of deeds of the county in which the action is pending and of the several counties into which the utility extends, if the lien is claimed under subdivision §44-9-1(2), a notice of the pendency thereof. After such filing no other action shall be commenced for the enforcement of any lien arising from the improvement described, but all such lien claimants shall intervene in the original action by answer as provided in §44-9-25.\n\nSource:SL 1913, ch 263, §11; SL 1917, ch 295, §4; RC 1919, §1653; SDC 1939, §39.0714.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-28/"
    },
    {
      "id": "section-44-9-29",
      "number": "44-9-29",
      "heading": "Enforcement of lien--Application to make all interested persons parties--Order of court, publication--Rights barred by failure to appear and assert claim",
      "text": "44-9-29. Enforcement of lien--Application to make all interested persons parties--Order of court, publication--Rights barred by failure to appear and assert claim.\n\nUpon the application of the plaintiff, or anyone claiming an interest in the property, the court may make an order requiring all persons claiming any interest in the property or lien thereon to appear in the action, either by complaint in intervention or by answer, and to set up whatever rights, claims, or interests they may have in and to the property involved in the action, within a time to be fixed by the court in its order, which shall not be less than sixty days after the first publication of the same. The order shall be published in a legal newspaper of the county once each week for at least four weeks, and if within the time specified in said order, any party shall not appear and assert his claim by proper pleading, he shall be forever barred from claiming any right, lien, or interest against the property, and judgment shall be entered in favor only of those who appear and establish their liens, claims or interests.\n\nSource:SL 1909, ch 51, §7; SL 1915, ch 243, §7; RC 1919, §1637; SDC 1939, §39.0713.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-29/"
    },
    {
      "id": "section-44-9-30",
      "number": "44-9-30",
      "heading": "Consolidations of actions for foreclosure of liens upon same property--Order of court--Rights of parties protected.",
      "text": "44-9-30. Consolidations of actions for foreclosure of liens upon same property--Order of court--Rights of parties protected.\n\nIf more than one action shall be commenced in good faith for foreclosure of liens upon the same property, all shall be consolidated and tried as one, under such order of the court as may best protect the rights of all parties concerned.\n\nSource:SL 1913, ch 263, §11; SL 1917, ch 295, §4; RC 1919, §1653; SDC 1939, §39.0713.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-30/"
    },
    {
      "id": "section-44-9-31",
      "number": "44-9-31",
      "heading": "Pleadings in action to foreclose lien--Bill of particulars to be attached, verification--Further account may be required by court--Pleading stricken and claim disallowed for failure to file particulars",
      "text": "44-9-31. Pleadings in action to foreclose lien--Bill of particulars to be attached, verification--Further account may be required by court--Pleading stricken and claim disallowed for failure to file particulars.\n\nEach lien holder shall attach to and file with his complaint or answer a bill of the items of his claim, verified by the oath of some person having knowledge thereof, and shall file such further and more particular account, as the court may at any time direct. Upon his failure to file such original or further bill, his pleading shall be stricken out and his claim disallowed.\n\nSource:SL 1913, ch 263, §12; RC 1919, §1654; SDC 1939, §39.0716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-31/"
    },
    {
      "id": "section-44-9-32",
      "number": "44-9-32",
      "heading": "Pleadings in action to foreclose lien--Denial of averments of answer.",
      "text": "44-9-32. Pleadings in action to foreclose lien--Denial of averments of answer.\n\nAll averments of the answer shall be deemed denied without further pleading.\n\nSource:SL 1913, ch 263, §10; SL 1917, ch 295, §3; RC 1919, §1652; SDC 1939, §39.0716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-32/"
    },
    {
      "id": "section-44-9-33",
      "number": "44-9-33",
      "heading": "Foreclosure of liens--Applicability of laws governing civil procedure--Exception.",
      "text": "44-9-33. Foreclosure of liens--Applicability of laws governing civil procedure--Exception.\n\nAll provisions of Title 15 shall be applicable to foreclosure actions under this chapter, except where a different intention plainly appears from the provisions of this chapter.\n\nSource:SDC 1939, §39.0716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-33/"
    },
    {
      "id": "section-44-9-34",
      "number": "44-9-34",
      "heading": "Foreclosure of liens--Appointment of receiver on request of majority of lien holders, parties to action.",
      "text": "44-9-34. Foreclosure of liens--Appointment of receiver on request of majority of lien holders, parties to action.\n\nWhenever action has been commenced for the foreclosure of liens, under this chapter, and a majority of the lien holders, parties to such action, shall by motion request the appointment of a receiver, the court may appoint a receiver to take possession of all the property covered by such liens and to take care of and preserve the same.\n\nSource:SL 1909, ch 51, §8; SL 1915, ch 243, §8; RC 1919, §1638; SDC 1939, §39.0717.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-34/"
    },
    {
      "id": "section-44-9-35",
      "number": "44-9-35",
      "heading": "Foreclosure of liens involving public utility--Receivership created instead of directing sale of property.",
      "text": "44-9-35. Foreclosure of liens involving public utility--Receivership created instead of directing sale of property.\n\nIn all cases of liens arising under the provisions of subdivision §44-9-1(2) a receivership may be created in the first instance instead of directing a sale of the property.\n\nSource:SL 1913, ch 263, §15; RC 1919, §1657; SDC 1939, §39.0717.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-35/"
    },
    {
      "id": "section-44-9-36",
      "number": "44-9-36",
      "heading": "Receiver appointed in foreclosure proceeding--Issuance of certificates for charges necessary to protect property as provided in judgment.",
      "text": "44-9-36. Receiver appointed in foreclosure proceeding--Issuance of certificates for charges necessary to protect property as provided in judgment.\n\nThe court may authorize such receiver to issue receiver's certificates to persons furnishing services, supplies, or equipment only to the extent necessary for preservation of such property, and for taxes, insurance, and similar charges necessary to protection of the property. Such certificates may be made prior and preferred claims to all other liens of every kind and character, except court costs and expenses of sale, if such priority and preference shall be deemed necessary by the court for proper preservation and care of the property. The provision for such receiver's certificates may be made in the judgment of foreclosure or in any intermediate judgment or supplemental judgment.\n\nSource:SL 1909, ch 51, §8; SL 1915, ch 243, §8; RC 1919, §1638; SDC 1939, §39.0717.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-36/"
    },
    {
      "id": "section-44-9-37",
      "number": "44-9-37",
      "heading": "Compensation of receiver fixed by court.",
      "text": "44-9-37. Compensation of receiver fixed by court.\n\nThe compensation of the receiver shall be fixed at a reasonable daily rate by order of the court for each day that the receiver is actually engaged in the performance of his duties.\n\nSource:SL 1909, ch 51, §8; SL 1915, ch 243, §8; RC 1919, §1638; SDC 1939, §39.0717; SL 1979, ch 294, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-37/"
    },
    {
      "id": "section-44-9-38",
      "number": "44-9-38",
      "heading": "General power of court to appoint receiver not abridged.",
      "text": "44-9-38. General power of court to appoint receiver not abridged.\n\nNothing in §§44-9-34 to 44-9-37, inclusive, shall abridge the power of the court otherwise to appoint a receiver under the provisions of chapter 21-21.\n\nSource:SDC 1939, §39.0717.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-38/"
    },
    {
      "id": "section-44-9-39",
      "number": "44-9-39",
      "heading": "Postponement of trial of foreclosure action--Omitted parties--Lien claim not due--Allowance of present worth of claim.",
      "text": "Postponement of trial of foreclosure action--Omitted parties--Lien claim not due--Allowance of present worth of claim.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44-9-40",
      "number": "44-9-40",
      "heading": "Judgment for lien holder--Amount demanded and proved--Costs fixed by court--Excluded from lien of other property.",
      "text": "44-9-40. Judgment for lien holder--Amount demanded and proved--Costs fixed by court--Excluded from lien of other property.\n\nJudgment shall be given in favor of each lien holder for the amount demanded and proved by him, with costs and disbursements to be fixed by the court at the trial, and such amount shall not be included in the lien of any other party.\n\nSource:SL 1913, ch 263, §13; RC 1919, §1655; SDC 1939, §39.0718.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-40/"
    },
    {
      "id": "section-44-9-41",
      "number": "44-9-41",
      "heading": "Foreclosure of lien--Taxation of costs--Sum allowed for preparation and filing of lien statement and account.",
      "text": "44-9-41. Foreclosure of lien--Taxation of costs--Sum allowed for preparation and filing of lien statement and account.\n\nThe clerk of the courts shall tax the same costs as are allowed in foreclosures of real estate mortgages.\n\nThe lien claimant shall be entitled to tax as costs, in addition to all other costs allowed by law, the sum of five dollars for the preparation of the lien statement and account for filing with the register of deeds.\n\nSource:SL 1909, ch 51, §10; SL 1915, ch 243, §10; RC 1919, §1640; SDC 1939, §39.0721.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-41/"
    },
    {
      "id": "section-44-9-42",
      "number": "44-9-42",
      "heading": "Foreclosure of lien--Allowance of fees and expenses, attorneys, receivers, exception.",
      "text": "44-9-42. Foreclosure of lien--Allowance of fees and expenses, attorneys, receivers, exception.\n\nThe court shall have authority in its discretion to allow such attorney's fees and receiver's fees and other expenses as to it may seem warranted and necessary according to the circumstances of each case, and except as otherwise specifically provided in this chapter.\n\nSource:SDC 1939, §39.0721.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-42/"
    },
    {
      "id": "section-44-9-43",
      "number": "44-9-43",
      "heading": "Payment of judgment by lien holder personally indebted for amount of lien--Subrogation to rights of person so paid.",
      "text": "44-9-43. Payment of judgment by lien holder personally indebted for amount of lien--Subrogation to rights of person so paid.\n\nIf, after judgment, a lien holder who is personally indebted for the amount of any lien so adjudged in favor of another shall pay such indebtedness, he shall thereby become subrogated to the rights of the person so paid.\n\nSource:SL 1913, ch 263, §13; RC 1919, §1655; SDC 1939, §39.0718.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-43/"
    },
    {
      "id": "section-44-9-44",
      "number": "44-9-44",
      "heading": "Judgment of sale to satisfy all liens--Manner of sale--Rights of persons which are paramount to liens--Proceeds of sale, distribution by officer making sale",
      "text": "44-9-44. Judgment of sale to satisfy all liens--Manner of sale--Rights of persons which are paramount to liens--Proceeds of sale, distribution by officer making sale.\n\nThe judgment shall direct a sale of the real estate or other property for the satisfaction of all liens charged thereon, and the manner of such sale, subject to the rights of all persons which are paramount to such liens or any of them. It shall require the officer making such sale to pay over and distribute the proceeds of the sale, after deducting all lawful charges and expenses, to and among the lienors to the amount of their respective claims, if there is sufficient therefor; and if there is not sufficient then to divide and distribute the same among the several lienors in proportion to the amount due to each, and without priority among themselves.\n\nSource:SL 1913, ch 263, §14; RC 1919, §1656; SDC 1939, §39.0720.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-44/"
    },
    {
      "id": "section-44-9-45",
      "number": "44-9-45",
      "heading": "Judgment of sale to satisfy all liens--Right of redemption--Leasehold having not more than two years to run--Interest of vendee under executory contract of sale",
      "text": "44-9-45. Judgment of sale to satisfy all liens--Right of redemption--Leasehold having not more than two years to run--Interest of vendee under executory contract of sale.\n\nIf the estate sold be a leasehold having not more than two years to run, or be the interest of a vendee under an executory contract of sale the conditions whereof are to be performed within the same period, no redemption shall be allowed; in all other cases the right of redemption shall be the same as upon execution sales.\n\nSource:SL 1913, ch 263, §14; RC 1919, §1656; SDC 1939, §39.0720.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-45/"
    },
    {
      "id": "section-44-9-46",
      "number": "44-9-46",
      "heading": "Sale of improvements to satisfy all liens--Severance and removal from land.",
      "text": "44-9-46. Sale of improvements to satisfy all liens--Severance and removal from land.\n\nIf, without material injury to the building or other improvement to which the lien holder has contributed, the same can be severed and removed from the land, the judgment, in the discretion of the court, may direct the sale of such improvement, with the privilege to the purchaser of removing the same at any time within sixty days, unless before such removal the owner or other persons interested in the land shall pay to the sheriff, for the purchaser, the amount realized from the sale, with interest and all expenses incurred toward such removal.\n\nSource:SL 1913, ch 263, §15; RC 1919, §1657; SDC 1939, §39.0719.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-46/"
    },
    {
      "id": "section-44-9-47",
      "number": "44-9-47",
      "heading": "Judgment and sale to satisfy all liens--Necessity for report to and confirmation by court.",
      "text": "44-9-47. Judgment and sale to satisfy all liens--Necessity for report to and confirmation by court.\n\nNo sale shall be deemed complete until reported to and confirmed by the court.\n\nSource:SL 1913, ch 263, §14; RC 1919, §1656; SDC 1939, §39.0720.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-47/"
    },
    {
      "id": "section-44-9-48",
      "number": "44-9-48",
      "heading": "Judgment and sale to satisfy all liens--Sale not confirmed by court--Resale--Receiver to handle property.",
      "text": "44-9-48. Judgment and sale to satisfy all liens--Sale not confirmed by court--Resale--Receiver to handle property.\n\nIf in any case the sale be not confirmed, the court may direct a resale, or if deemed best may appoint a receiver to lease or otherwise handle the property under its direction, in the interests of all persons concerned.\n\nSource:SDC 1939, §39.0720.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-48/"
    },
    {
      "id": "section-44-9-49",
      "number": "44-9-49",
      "heading": "Failure to comply with chapter does not affect right of person to recover, in civil action, from party with whom he contracted.",
      "text": "44-9-49. Failure to comply with chapter does not affect right of person to recover, in civil action, from party with whom he contracted.\n\nNo failure to comply with any of the provisions of this chapter shall affect the right of any person to recover, in an ordinary civil action, from the party with whom he has contracted.\n\nSource:SL 1913, ch 263, §12; RC 1919, §1654; SDC 1939, §39.0716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-49/"
    },
    {
      "id": "section-44-9-50",
      "number": "44-9-50",
      "heading": "Notice of project commencement--Time of filing--Fees--Register of deeds to maintain index.",
      "text": "44-9-50. Notice of project commencement--Time of filing--Fees--Register of deeds to maintain index.\n\nAny owner or any person entering into a direct agreement with the owner, or the duly authorized agent or representative of the owner, may file with the register of deeds of the county in which the improved premises are situated a notice of project commencement. The notice of project commencement shall contain the following information:\n\n(1)The name and address of the person filing the notice of project commencement;\n\n(2)The name and address of the owner or developer;\n\n(3)A general description of the improvement; and\n\n(4)The location of the project, including the legal description of the property.\n\nThe notice shall be filed within thirty days of the commencement of work and shall be accompanied by a filing fee as provided in subdivision 7-9-15(3). The register of deeds in each county shall maintain an index of all notices of project commencements.\n\nSource:SL 1999, ch 217, §1; SL 2012, ch 51, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-50/"
    },
    {
      "id": "section-44-9-51",
      "number": "44-9-51",
      "heading": "Contractor's name and address and location notice to be posted--Contents of location notice.",
      "text": "44-9-51. Contractor's name and address and location notice to be posted--Contents of location notice.\n\nAny person filing a notice of project commencement shall post the name and address of the contractor and location notice at the job site. The location notice shall contain the following statement: The contractor on this project has filed a notice of project commencement at the county courthouse. Any sub-subcontractor and any supplier to a subcontractor shall comply with the notice provisions of §44-9-53 before filing liens in connection with this project.\n\nSource:SL 1999, ch 217, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-51/"
    },
    {
      "id": "section-44-9-52",
      "number": "44-9-52",
      "heading": "Notice of project commencement does not affect title, liens allowable, or mortgage.",
      "text": "44-9-52. Notice of project commencement does not affect title, liens allowable, or mortgage.\n\nThe filing of a notice of project commencement does not constitute a cloud, lien, or encumbrance upon, or defect to, the title of the real property described in the notice, nor does it alter the aggregate amounts of liens allowable by applicable statute, nor does it affect the priority of any mortgage or future advances under any mortgage.\n\nSource:SL 1999, ch 217, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-52/"
    },
    {
      "id": "section-44-9-53",
      "number": "44-9-53",
      "heading": "Notice of furnishing labor or materials required before lien extended--Notice recipients--Time for filing--Contents of notice--Exemption.",
      "text": "44-9-53. Notice of furnishing labor or materials required before lien extended--Notice recipients--Time for filing--Contents of notice--Exemption.\n\nIf the provisions of §§44-9-50 and 44-9-51 are first invoked, no sub-subcontractor or supplier to subcontractors is entitled to extend, pursuant to §44-9-15, a lien created pursuant to subdivision 44-9-1(1), unless the sub-subcontractor or supplier has first provided notice of furnishing labor or materials by certified or registered mail to the contractor identified in the notice of project commencement and has provided a copy of the notice to the owner of record. Notice pursuant to this section shall be made not later than sixty days after doing the last of such work, or furnishing the last item of such skill, services, material, or machinery, and the post office receipt for mailing such notice shall be attached to the lien and filed in the office of register of deeds. Such notice of furnishing labor or materials shall include:\n\n(1)The name of the sub-subcontractor or supplier who claims payment;\n\n(2)The name of the person with whom the claimant contracted or by whom the claimant was employed;\n\n(3)A description of the labor, services, or materials furnished and the contract price or value thereof. Materials specifically fabricated by a person other than the one giving notice and contract price or value thereof shall be separately stated in the notice;\n\n(4)A description of the project, sufficient for identification;\n\n(5)The date when the first and last item of labor or materials was actually furnished or scheduled to be furnished; and\n\n(6)The amount claimed to be due, if any.\n\nAny person who gives notice in accordance with this section may extend a lien as provided in §44-9-15.\n\nThis section does not apply to claims of individual laborers when the amount of their lien is less than two thousand dollars.\n\nSource:SL 1999, ch 217, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-09/section-44-9-53/"
    }
  ]
}