{
  "state": "south-dakota",
  "path": "title-title-44-liens/chapter-chapter-03-redemption-satisfaction-marshaling-and-merger-of-",
  "sections": [
    {
      "id": "section-44-3-1",
      "number": "44-3-1",
      "heading": "Marshaling securities among lien holders--Lien upon several things--Subordinate interest of others in some of the things--Classes of property to which resort may be had",
      "text": "44-3-1. Marshaling securities among lien holders--Lien upon several things--Subordinate interest of others in some of the things--Classes of property to which resort may be had.\n\nWhere one has a lien upon several things and other persons have subordinate liens upon or interests in some but not all of the same things, the person having the prior lien, if he can do so without risk of loss to himself or of injustice to other persons, must resort to the property in the following order on the demand of any party interested:\n\n(1)To the things on which he has exclusive lien;\n\n(2)To the things which are subject to the fewest subordinate liens; and\n\n(3)In like manner inversely to the number of subordinate liens upon the same thing.\n\nSource:CivC 1877, §1713; CL 1887, §4337; RCivC 1903, §2033; RC 1919, §1538; SDC 1939, §39.0114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-1/"
    },
    {
      "id": "section-44-3-2",
      "number": "44-3-2",
      "heading": "Marshaling securities among lien holders--Several things within the same class and subject to same number of liens--Property to which resort may be had",
      "text": "44-3-2. Marshaling securities among lien holders--Several things within the same class and subject to same number of liens--Property to which resort may be had.\n\nWhen several things are within one of the classes described by §44-3-1 and subject to the same number of liens, resort must be had:\n\n(1)To the things which had not been transferred since the prior lien was created;\n\n(2)To the things which have been so transferred without a valuable consideration; and\n\n(3)To the things which have been so transferred for a valuable consideration.\n\nSource:CivC 1877, §1713, subdiv 4; CL 1887, §4337, subdiv 4; RCivC 1903, §2033, subdiv 4; RC 1919, §1538 (4); SDC 1939, §39.0114 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-2/"
    },
    {
      "id": "section-44-3-3",
      "number": "44-3-3",
      "heading": "Redemption from lien--Manner of making--Performance of condition--Payment of damages for delay.",
      "text": "44-3-3. Redemption from lien--Manner of making--Performance of condition--Payment of damages for delay.\n\nRedemption from a lien is made by performing or offering to perform the act for the performance of which it is a security and paying or offering to pay the damages, if any, to which the holder of the lien is entitled for delay.\n\nSource:CivC 1877, §1716; CL 1887, §4340; RCivC 1903, §2036; RC 1919, §1541; SDC 1939, §39.0116.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-3/"
    },
    {
      "id": "section-44-3-4",
      "number": "44-3-4",
      "heading": "Right to redeem from lien--Time for redemption.",
      "text": "44-3-4. Right to redeem from lien--Time for redemption.\n\nEvery person having an interest in property subject to a lien has a right to redeem it from a lien at any time after the claim is due and before his right of redemption is foreclosed.\n\nSource:CivC 1877, §1714; CL 1887, §4338; RCivC 1903, §2034; RC 1919, §1539; SDC 1939, §39.0115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-4/"
    },
    {
      "id": "section-44-3-5",
      "number": "44-3-5",
      "heading": "Inferior lien holder--Right to redeem.",
      "text": "44-3-5. Inferior lien holder--Right to redeem.\n\nOne who has a lien inferior to another upon the same property has a right to redeem the property in the same manner as its owner might from the superior lien.\n\nSource:CivC 1877, §1715, subdiv 1; CL 1887, §4339, subdiv 1; RCivC 1903, §2035, subdiv 1; RC 1919, §1540 (1); SDC 1939, §39.0117 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-5/"
    },
    {
      "id": "section-44-3-6",
      "number": "44-3-6",
      "heading": "Subrogation of inferior lien holder.",
      "text": "44-3-6. Subrogation of inferior lien holder.\n\nOne who has a lien inferior to another upon the same property has a right to be subrogated to all the benefits of the superior lien when necessary for the protection of his interests upon satisfying the claim secured thereby.\n\nSource:CivC 1877, §1715, subdiv 2; CL 1887, §4339, subdiv 2; RCivC 1903, §2035, subdiv 2; RC 1919, §1540 (2); SDC 1939, §39.0117 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-6/"
    },
    {
      "id": "section-44-3-7",
      "number": "44-3-7",
      "heading": "Satisfaction of prior lien by special lien holder--Enforcement of repayment of amount.",
      "text": "44-3-7. Satisfaction of prior lien by special lien holder--Enforcement of repayment of amount.\n\nWhere a holder of a special lien satisfies a prior lien for his own protection he may enforce payment of the amount so paid by him as a part of the claim for which his own lien exists.\n\nSource:CivC 1877, §1700; CL 1887, §4324; RCivC 1903, §2020; RC 1919, §1525; SDC 1939, §39.0106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-7/"
    },
    {
      "id": "section-44-3-8",
      "number": "44-3-8",
      "heading": "Satisfaction of lien--Execution of discharge or release by holder--Damages for failure to execute and deliver satisfaction--Attorney fees--Additional penalty",
      "text": "44-3-8. Satisfaction of lien--Execution of discharge or release by holder--Damages for failure to execute and deliver satisfaction--Attorney fees--Additional penalty.\n\nWhenever any mortgage, pledge, or other lien of any kind has been satisfied either by payment, foreclosure, or other legal means, the holder of such lien shall, within thirty days of satisfaction, deliver a sworn satisfaction to the debtor. However, immediately upon satisfaction of a lien or at any time thereafter, if the owner of the property makes written demand on the lienholder, the lienholder shall, within ten days of receipt, execute and deliver to the debtor a sufficient sworn satisfaction to cancel the lien or any record thereof. If the lienholder fails to execute and deliver to the owner of the property a sworn satisfaction within ten days of receipt of a proper written demand, the owner of the property is entitled to recover from the person who failed to comply with the provisions of this section all damages that he or she may have sustained thereby, including attorney's fees and an additional penalty in the sum of one hundred dollars.\n\nSource:SDC 1939, §39.0118; SL 2003, ch 229, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-03/section-44-3-8/"
    }
  ]
}