{
  "state": "south-dakota",
  "path": "title-title-44-liens/chapter-chapter-04-release-of-liens-by-undertaking",
  "sections": [
    {
      "id": "section-44-4-1",
      "number": "44-4-1",
      "heading": "Liens subject to release by undertaking",
      "text": "44-4-1. Liens subject to release by undertaking.\n\nWhen any mechanics', miners', laborers', or materialmen's lien on real or personal property or on the proceeds of public improvement contracts, lien for the service of sires, seed lien, crop production lien, or vaccination of livestock lien under the provisions of chapters 5-22, 38-17, 40-27, 44-9, and 44-11, is filed against real or personal property located in this state, the property affected may be released by an undertaking in the manner provided in this chapter.\n\nSource:SL 1966, ch 124, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-1/"
    },
    {
      "id": "section-44-4-2",
      "number": "44-4-2",
      "heading": "Affidavit by interested person or agent to release property from lien by undertaking--Filing with custodian of lien record--Contents.",
      "text": "44-4-2. Affidavit by interested person or agent to release property from lien by undertaking--Filing with custodian of lien record--Contents.\n\nThe owner of the property to be released by undertaking, or a person substantially affected thereby or having a substantial interest in the lien to be released, shall cause to be filed with the officer having control or custody of the record of the lien, his affidavit, or the affidavit of his agent or attorney, describing the property, lien, and his interest in said property and stating that the owner or interested party desires a discharge of the lien from the records.\n\nSource:SL 1966, ch 124, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-2/"
    },
    {
      "id": "section-44-4-3",
      "number": "44-4-3",
      "heading": "Undertaking to release property from lien--Amount--Sureties--Terms and conditions--Justification of sureties.",
      "text": "44-4-3. Undertaking to release property from lien--Amount--Sureties--Terms and conditions--Justification of sureties.\n\nThe person filing an affidavit pursuant to §44-4-2 shall cause to be filed with the officer an undertaking in an amount of not less than twice the amount of the lien executed by at least two sureties, resident freeholders of this state, or a qualified corporate surety, to the effect that the owner or interested party will, on demand, pay the amount that may be recovered by the lien claimant, together with interest and costs. Personal sureties shall justify their responsibility by affidavit annexed to the undertaking, stating a sum which each is worth in property in this state over and above all debts and liabilities and property exempt from execution, the aggregate of which shall be double the amount specified in the undertaking.\n\nSource:SL 1966, ch 124, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-3/"
    },
    {
      "id": "section-44-4-4",
      "number": "44-4-4",
      "heading": "Affidavit to release property from lien by undertaking--Filing fee--Recording of documents--Certified copies as evidence.",
      "text": "44-4-4. Affidavit to release property from lien by undertaking--Filing fee--Recording of documents--Certified copies as evidence.\n\nThe officer before whom the proceedings are held may charge a fee in accordance with subdivision 7-9-15(3) upon the filing of the affidavit and undertaking and notice, and the documents shall be filed or recorded in the same manner as the notice of lien. Certified copies of the documents shall be prima facie evidence, in the courts of this state, of the matters therein contained.\n\nSource:SL 1966, ch 124, §5; SL 1999, ch 33, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-4/"
    },
    {
      "id": "section-44-4-5",
      "number": "44-4-5",
      "heading": "Service of affidavit, undertaking, and notice of time and place of hearing on lien claimant or agent--Return.",
      "text": "44-4-5. Service of affidavit, undertaking, and notice of time and place of hearing on lien claimant or agent--Return.\n\nThe person presenting the release from lien by undertaking shall serve a copy of the affidavit and undertaking, together with a notice designating the time when and the office where the application will be made for release of the lien, on the lien claimant or the lien claimant's agent or attorney either personally in the manner provided for service of a summons or by certified mail not less than ten days before the time of the application. Return or affidavit of service or affidavit of mailing with postal receipt attached shall be filed with the officer having control and custody of the record of the lien.\n\nSource:SL 1966, ch 124, §3; SL 2007, ch 253, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-5/"
    },
    {
      "id": "section-44-4-6",
      "number": "44-4-6",
      "heading": "Hearing on application for release of property from lien by undertaking--Exception to sufficiency of surety--Justification of sureties--Dismissal of application upon failure of sureties to justify",
      "text": "44-4-6. Hearing on application for release of property from lien by undertaking--Exception to sufficiency of surety--Justification of sureties--Dismissal of application upon failure of sureties to justify.\n\nAt the time and place specified in the notice for the hearing, the lien claimant or his agent or attorney may except to the sufficiency of the surety, and thereupon the sureties may justify before the officer named in the original notice. If the sureties, or others substituted, fail to justify within ten days from the date named for the hearing, said application shall be dismissed.\n\nSource:SL 1966, ch 124, §4; SL 1988, ch 27, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-6/"
    },
    {
      "id": "section-44-4-7",
      "number": "44-4-7",
      "heading": "Approval of undertaking for release of property from lien--Discharge of lien--Recording by marginal entry.",
      "text": "44-4-7. Approval of undertaking for release of property from lien--Discharge of lien--Recording by marginal entry.\n\nIf no exception is taken to the sufficiency of the sureties, or if the sureties justify as provided in §44-4-6, and if the officer having control of the record of the lien approves the undertaking the lien shall be discharged of record by an entry on the margin of the record thereof as follows: \"discharged by undertaking.\" The officer shall date and sign the discharge and thereafter the lien shall be of no effect.\n\nSource:SL 1966, ch 124, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-7/"
    },
    {
      "id": "section-44-4-8",
      "number": "44-4-8",
      "heading": "Release and exoneration of sureties on undertaking for release of property from lien.",
      "text": "44-4-8. Release and exoneration of sureties on undertaking for release of property from lien.\n\nSureties on the bond shall be released and exonerated unless action is commenced on the claim on which said lien was based within one year from the date said lien was discharged.\n\nSource:SL 1966, ch 124, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-44/chapter-04/section-44-4-8/"
    }
  ]
}