{
  "state": "south-dakota",
  "path": "title-title-42-recreation-and-sports/chapter-chapter-07-horse-and-dog-racing",
  "sections": [
    {
      "id": "section-42-7-1",
      "number": "42-7-1",
      "heading": "42-7-1 to 42-7-46.Repealed by SL 1977, ch 3, §2 (4)Section 42-7-47 - State policy in exercise of police powers",
      "text": "Section 42-7-48 - Definition of terms.Section 42-7-49 - 42-7-49 to 42-7-55.Repealed by SL 1991, ch 349, §§2 to 8Section 42-7-56 - Powers and responsibilities of commission on gaming.Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-47",
      "number": "42-7-47",
      "heading": "State policy in exercise of police powers.",
      "text": "42-7-47. State policy in exercise of police powers.\n\nIt is the policy of the State of South Dakota to utilize its police powers to provide forceful and honest state-wide regulation of racing in order to foster honest and fair racing practices, to ensure that all funds contributed are properly distributed and to provide for the health and safety of persons and animals lawfully on the premises of licensed racing facilities.\n\nSource:SL 1978, ch 302, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-47/"
    },
    {
      "id": "section-42-7-48",
      "number": "42-7-48",
      "heading": "Definition of terms.",
      "text": "42-7-48. Definition of terms.\n\nTerms as used in this chapter mean:\n\n(1)\"Commission,\" the South Dakota Commission on Gaming;\n\n(2)\"Dog racing day,\" a period of twenty-four hours, beginning at midnight, during which period of time a license has been granted by the commission to an association to conduct a contest between dogs for purse, stakes, premium, wager for money or entrance fees on a course;\n\n(3)\"Executive secretary,\" the executive secretary of the South Dakota Commission on Gaming;\n\n(4)\"Horse racing day,\" a period of twenty-four hours, beginning at midnight, during which period of time a license has been granted by the commission to an association to conduct a contest between horses for purse, stakes, premium, wager for money or entrance fees on a course;\n\n(5)\"Host facility,\" the racetrack at which the race is run, or the facility which is designated as the host facility if the race is run in a jurisdiction which is not participating in the interstate combined wagering pool;\n\n(6)\"Host jurisdiction,\" the jurisdiction in which the host facility is located;\n\n(7)\"Interstate combined wagering pool,\" a pari-mutuel pool established in one jurisdiction which is combined with comparable pari- mutuel pools from one or more racing jurisdictions if such pool is established for the purpose of establishing pay-off prices in the various jurisdictions;\n\n(8)\"Racing,\" horse and dog racing under the certificate system; and\n\n(9)\"Racing jurisdiction,\" a governmental jurisdiction responsible for the regulation of pari-mutuel racing in that jurisdiction.\n\nSource:SL 1978, ch 302, §2; SL 1985, ch 330, §1; SL 1990, ch 339, §1; SL 1991, ch 349, §1; SL 1991, ch 350, §1; SL 2004, ch 271, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-48/"
    },
    {
      "id": "section-42-7-49",
      "number": "42-7-49",
      "heading": "42-7-49 to 42-7-55.Repealed by SL 1991, ch 349, §§2 to 8",
      "text": "42-7-49 to 42-7-55.Repealed by SL 1991, ch 349, §§2 to 8",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-56",
      "number": "42-7-56",
      "heading": "Powers and responsibilities of commission on gaming.",
      "text": "42-7-56. Powers and responsibilities of commission on gaming.\n\nThe commission shall:\n\n(1)Provide for racing under the certificate system;\n\n(2)Perform quasi-legislative, quasi-judicial, and advisory functions excluding special budgetary functions as defined in §1-32-1;\n\n(3)Set racing dates;\n\n(4)Promulgate rules pursuant to chapter 1-26 for effectively preventing the use of any substance, compound items, or combination thereof of any medicine, narcotic, stimulant, depressant, or anesthetic which could alter the normal performance of a racing animal unless specifically authorized by the commission;\n\n(5)Supervise and check the making of pari-mutuel pools, pari-mutuel machines, and equipment used within the state;\n\n(6)Promulgate rules pursuant to chapter 1-26 governing, restricting, or regulating bids on licensees' concessions and leases on equipment;\n\n(7)Approve all proposed extensions, additions, or improvements to the buildings, stables, or tracts upon property owned or leased by a licensee;\n\n(8)Exclude from race courses or other pari-mutuel facilities any person who violates the racing laws or any rule or order of the commission or is not eligible for licensing in another racing jurisdiction;\n\n(9)Compel the production of all documents showing the receipts and disbursements of any licensee and determine the manner in which the financial records shall be kept;\n\n(10)Investigate the operations of any licensee and cause the various places where the certificate system is operated to be visited and inspected at reasonable intervals for the purpose of satisfying itself that the rules are strictly complied with;\n\n(11)Request appropriate state officials to perform inspections necessary for the health and safety of spectators, employees, participants, and animals that are lawfully on the race track;\n\n(12)License all participants in the racing industry and require and obtain such information as the commission deems necessary from licensed applicants;\n\n(13)Promulgate and enforce additional rules pursuant to chapter 1-26, and conditions under which all horse and dog races held shall be conducted and promulgate rules pursuant to chapter 1-26 to preserve the integrity and security of racing;\n\n(14)License all facilities at which money is collected or disbursed under the certificate system;\n\n(15)Promulgate rules pursuant to chapter 1-26 for the authorization, regulation, and auditing of account wagering on horse and dog racing authorized by this chapter;\n\n(16)Promulgate rules pursuant to chapter 1-26 regarding the licensing and regulation of multi-jurisdictional totalizator hubs and the employees of such facilities; and\n\n(17)Promulgate rules pursuant to chapter 1-26 to establish application fees and initial system audit fees that shall be used to conduct the background investigation of the applicant and the initial system audit of the multi-jurisdictional totalizator hub. If the commission or the executive secretary determines that the actual cost of the background investigation or initial system audit will exceed the amount of the fees paid, the commission may assess the actual cost of the background investigation or initial system audit, including the costs for personnel and travel, against the applicant.\n\nSource:SDC 1939, §53.0502; SL 1949, ch 213; SDCL, §42-7-7; SL 1978, ch 302, §9; SL 1985, ch 331, §§2, 5; SL 1986, ch 22, §20; SL 1990, ch 339, §2; SL 1991, ch 349, §9; SL 2005, ch 229, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-56/"
    },
    {
      "id": "section-42-7-57",
      "number": "42-7-57",
      "heading": "License required to hold race meeting or handle money under certificate system--Violation as misdemeanor.",
      "text": "42-7-57. License required to hold race meeting or handle money under certificate system--Violation as misdemeanor.\n\nNo person may hold any racing meeting or collect or disburse any money under the certificate system without having first obtained and having in full force and effect a license issued by the commission. Any person who violates the provisions of this section is guilty of a Class 1 misdemeanor.\n\nSource:SDC 1939, §53.9902; SDCL, §42-7-9; SL 1977, ch 190, §622; SL 1978, ch 302, §13; SL 1991, ch 349, §10; SL 2000, ch 212, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-57/"
    },
    {
      "id": "section-42-7-58",
      "number": "42-7-58",
      "heading": "Authority for racing under certificate system--Issuance of license.",
      "text": "42-7-58. Authority for racing under certificate system--Issuance of license.\n\nThe commission may permit and authorize the racing of horses and dogs under what is here designated the \"certificate system.\" The commission may issue, on compliance of an applicant with the requirements of this chapter, a license to conduct races under the certificate system.\n\nSource:SDC 1939, §53.0503; SL 1949, ch 213; SL 1961, ch 265, §1; SL 1963, ch 296, §2; SDCL, §42-7-8; SL 1969, ch 201; SL 1978, ch 302, §12; SL 1991, ch 349, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58/"
    },
    {
      "id": "section-42-7-581",
      "number": "42-7-58.1",
      "heading": "Satellite facilities of horse or dog track licensees.",
      "text": "42-7-58.1. Satellite facilities of horse or dog track licensees.\n\nThe commission may allow licensees approved by the commission to collect and disburse money under the certificate system at locations other than where licensed races are conducted if the satellite locations are more than fifty miles away from any pari-mutuel horse track or dog track licensed by the commission which is conducting a race meet at that time or if the pari-mutuel horse or dog track agrees to the operation of such a location within the fifty mile radius. The special racing fund shall receive one and one-half percent of the total amount contributed from the satellite location, and the special racing revolving fund in the Office of the State Treasurer and the South Dakota bred racing fund shall each receive one and one-half percent of the total amount contributed, with the remaining amount of the contribution withheld at the satellite location to be retained by the licensees. No other deductions may be made from the amount withheld by the licensee at the satellite location. Satellite facilities may receive contributions between the hours of 9:00 a.m. and 1:00 a.m.\n\nSource:SL 1985, ch 331, §1; SL 1987, ch 309; SL 1989, ch 367, §1; SL 1991, ch 349, §12; SL 1994, ch 328, §1; SL 1995, ch 240, §1; SL 2000, ch 212, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-1/"
    },
    {
      "id": "section-42-7-582",
      "number": "42-7-58.2",
      "heading": "Wagering on televised races--Request and reciprocal agreement.",
      "text": "42-7-58.2. Wagering on televised races--Request and reciprocal agreement.\n\nUpon written request of a licensee, the commission may approve wagering on races televised to South Dakota from another licensed racing jurisdiction. The request shall be made not less than seven days prior to the race to be televised. The request shall be accompanied by a signed reciprocal agreement between the racetrack originating the broadcast and the South Dakota racetrack receiving the broadcast.\n\nSource:SL 1987, ch 310, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-2/"
    },
    {
      "id": "section-42-7-583",
      "number": "42-7-58.3",
      "heading": "Approved simulcast races conducted on day assigned by commission.",
      "text": "42-7-58.3. Approved simulcast races conducted on day assigned by commission.\n\nAll approved simulcast races shall be conducted at a licensed location on a day assigned by the commission.\n\nSource:SL 1987, ch 310, §2; SL 1988, ch 343, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-3/"
    },
    {
      "id": "section-42-7-584",
      "number": "42-7-58.4",
      "heading": "Distribution of contributions.",
      "text": "42-7-58.4. Distribution of contributions.\n\nAll contributions received pursuant to §§42-7-58.2 to 42-7-58.5, inclusive, shall be distributed pursuant to §42-7-58.1.\n\nSource:SL 1987, ch 310, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-4/"
    },
    {
      "id": "section-42-7-585",
      "number": "42-7-58.5",
      "heading": "Simulcast wagering in compliance with federal laws.",
      "text": "42-7-58.5. Simulcast wagering in compliance with federal laws.\n\nIn addition to all state laws and applicable rules of the commission, simulcast wagering and interstate combined wagering pools shall be in compliance with the United States Code, Title 15, Section 3001, et seq., as in effect on December 31, 1990.\n\nSource:SL 1987, ch 310, §4; SL 1991, ch 350, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-5/"
    },
    {
      "id": "section-42-7-586",
      "number": "42-7-58.6",
      "heading": "Eligibility for license to operate satellite races absent conducting live meet.",
      "text": "42-7-58.6. Eligibility for license to operate satellite races absent conducting live meet.\n\nA licensee shall be eligible to receive a license under the certificate system to operate satellite races from either within or without the state without being obligated to conduct a live meet during the year.\n\nSource:SL 1991, ch 349, §41; SL 1995, ch 240, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-6/"
    },
    {
      "id": "section-42-7-587",
      "number": "42-7-58.7",
      "heading": "Consideration of applications for licenses for satellite facilities and multi-jurisdictional totalizator hubs--Restrictions.",
      "text": "42-7-58.7. Consideration of applications for licenses for satellite facilities and multi-jurisdictional totalizator hubs--Restrictions.\n\nNotwithstanding any other provisions of this chapter, the commission may accept and consider applications at any time for operation of satellite facilities and multi-jurisdictional totalizator hubs to be operated under the certificate system and issue a license at any time for the operation of the facilities or hubs, if the facilities or hubs only allow wagering on horse and dog racing authorized by this chapter.\n\nSource:SL 1994, ch 328, §2; SL 2005, ch 229, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-58-7/"
    },
    {
      "id": "section-42-7-59",
      "number": "42-7-59",
      "heading": "Filing of application for racing license or provision of simulcast signal--Contents.",
      "text": "42-7-59. Filing of application for racing license or provision of simulcast signal--Contents.\n\nThe application for a license to hold or conduct a racing meeting or to provide a simulcast signal to a satellite facility shall be signed under oath and filed with the commission on or before a day prescribed in this chapter. The application shall state:\n\n(1)The full name and address of the applicant. If the applicant for a license is a corporation, the names of all officers, directors, or stockholders of the corporation or any of its holding corporations shall be disclosed individually to the commission. The commission may require disclosure of any person or group of persons holding directly, indirectly, or beneficially an interest of any nature whatsoever in the corporation or any of its holding corporations, whether financial, administrative, policy-making, or supervising;\n\n(2)The location of its racetrack or other facilities and whether the racetrack or other facilities are owned or leased. If leased, state the names and addresses of the lessors;\n\n(3)A statement of the assets and liabilities of such applicant;\n\n(4)A description of the qualifications and experience of the applicant, if an individual, or of its officers and directors, if a corporation, in the conduct of racing establishments in the five years preceding the filing of such application;\n\n(5)The time, place, and number of days such racing meet is proposed to be conducted or such satellite facilities are proposed to be in operation;\n\n(6)The type of racing to be conducted or simulcast;\n\n(7)Such other information as the commission may require.\n\nAny expenses incurred by the commission in regard to the investigation of an applicant shall be paid by the applicant.\n\nSource:SDC 1939, §53.0506; SL 1949, ch 213; SL 1961, ch 265, §2; SL 1963, ch 296, §3; SDCL, §42-7-10; SL 1969, ch 201; SL 1978, ch 302, §14; SL 1985, ch 331, §3; SL 1990, ch 339, §3; SL 1991, ch 349, §13; SL 2000, ch 212, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-59/"
    },
    {
      "id": "section-42-7-60",
      "number": "42-7-60",
      "heading": "Bond required of applicant for license--Waiver--Revocation or suspension of license on nonpayment of fees or taxes.",
      "text": "42-7-60. Bond required of applicant for license--Waiver--Revocation or suspension of license on nonpayment of fees or taxes.\n\nEvery person applying for a license under §§42-7-58, 42-7-58.1, and 42-7-56(16) shall give bond payable to the State of South Dakota with good security to be approved by the commission. The bond shall be the amount which the commission determines is adequate to protect the amount normally due and owing to the commission in a sixty-day period or, in the case of new or altered conditions, based on the projected revenues and to guarantee proper payout of wagers.\n\nThe commission may waive the bond. In such event, the amount of taxes and fees due and owing the state shall be a lien on the license to operate. The lack of timely payment shall be cause for revocation or suspension of the license to operate.\n\nSource:SDC 1939, §53.0504; SDCL, §42-7-11; SL 1978, ch 302, §16; SL 1991, ch 349, §14; SL 2000, ch 212, §4; SL 2005, ch 229, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-60/"
    },
    {
      "id": "section-42-7-61",
      "number": "42-7-61",
      "heading": "Application for new site submitted to county commissioners--Notice to county auditors--Provision for vote.",
      "text": "42-7-61. Application for new site submitted to county commissioners--Notice to county auditors--Provision for vote.\n\nAn application for a license to conduct the racing of horses or dogs on any new site which has not before July 1, 1967, been utilized for the conduct of racing horses or dogs, shall first be submitted, not less than ninety days prior to the next general election, to the board of county commissioners of the county where the site is to be located. The board of county commissioners shall notify the county auditor of each county which has any portion of its border within fifteen miles of the proposed site. Upon receipt of such notice, the county auditor of each county shall take the necessary action to provide that a vote shall be conducted at the next general election for the purpose of approving or disapproving such proposed site.\n\nSource:SDC 1939, §53.0506 as added by SL 1967, ch 244; SDCL, §42-7-12; SL 1969, ch 201; SL 1978, ch 302, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-61/"
    },
    {
      "id": "section-42-7-62",
      "number": "42-7-62",
      "heading": "Certification of votes on new racing site--Application forwarded to commission if approved by voters.",
      "text": "42-7-62. Certification of votes on new racing site--Application forwarded to commission if approved by voters.\n\nThe county auditor of each county voting on the question provided for in §42-7-61 shall submit a certified statement of the total votes cast for approval and disapproval to the board of county commissioners of the proposed-site county within sixty days after the general election. The board of county commissioners of the proposed-site county shall add the total votes cast for approval and disapproval from all such counties voting. If a majority of all votes cast approves such proposed site, the application for a license shall be further submitted by the county auditor of the proposed-site county together with a certificate indicating such approval to the commission for their consideration and action.\n\nSource:SDC 1939, §53.0506 as added by SL 1967, ch 244; SDCL, §42-7-13; SL 1969, ch 201; SL 1978, ch 302, §22; SL 1991, ch 349, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-62/"
    },
    {
      "id": "section-42-7-63",
      "number": "42-7-63",
      "heading": "Fee for collecting and disbursing money--Disposition.",
      "text": "42-7-63. Fee for collecting and disbursing money--Disposition.\n\nThe commission may charge a fee for licensees to collect and disburse money under the certificate system commensurate with the amount of money which is collected daily, but no charge less than ten dollars nor in excess of one hundred dollars per day shall be made. The license fees shall be remitted to the state treasurer and placed in the special racing fund.\n\nSource:SDC 1939, §53.0509; SDCL, §42-7-16; SL 1978, ch 302, §19; SL 1991, ch 349, §16; SL 2000, ch 212, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-63/"
    },
    {
      "id": "section-42-7-64",
      "number": "42-7-64",
      "heading": "Contents of license for racing under certificate system--Days and hours of racing specified--License issued on basis of calendar year.",
      "text": "42-7-64. Contents of license for racing under certificate system--Days and hours of racing specified--License issued on basis of calendar year.\n\nEach license issued under the certificate system shall describe the place and track or race course at which the licensee may hold such meetings. The authority conferred in any one license shall be limited to the calendar year for which it is issued. Every license shall specify the number of days the licensed meet shall continue, the hours during which racing is to be conducted and the number of races to be held per day. Races authorized under this chapter may be held only between the hours of 9:00 a.m. and 12:00 midnight. For the purpose of simulcasting or satellite facilities, a race meeting is considered to be the period of time a licensee starts its simulcast racing until it ends its simulcast racing. The commission shall issue a license on the basis of a calendar year.\n\nSource:SDC 1939, §§53.0503, 53.0506; SL 1949, ch 213; SL 1961, ch 265, §§1, 2; SL 1963, ch 296, §§2, 3; SDCL, §42-7-17; SL 1969, ch 201; SL 1970, ch 246; SL 1978, ch 302, §17; SL 1989, ch 367, §2; SL 1995, ch 240, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-64/"
    },
    {
      "id": "section-42-7-65",
      "number": "42-7-65",
      "heading": "Transfer of license or stock ownership subject to approval--Standards applied.",
      "text": "42-7-65. Transfer of license or stock ownership subject to approval--Standards applied.\n\nAll transfers of licenses to collect or disburse money under the certificate system or transfers of stock in a corporation holding a license shall be subject to prior review and approval by the commission, and the disclosure requirements as provided in §42-7-59. The commission may approve minor transfers of stock without a hearing. The commission shall apply the standards provided in §42-7-91 in determining whether it shall permit a transfer of stock.\n\nSource:SL 1978, ch 302, §18; SL 1991, ch 349, §17; SL 2005, ch 229, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-65/"
    },
    {
      "id": "section-42-7-66",
      "number": "42-7-66",
      "heading": "Investigation of stock ownership--Failure to disclose.",
      "text": "42-7-66. Investigation of stock ownership--Failure to disclose.\n\nThe commission may conduct investigations to ascertain if any capital stock of any corporate applicant is held for an undisclosed principal. Failure to disclose a principal is a material false statement.\n\nSource:SL 1978, ch 302, §18; SL 1991, ch 349, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-66/"
    },
    {
      "id": "section-42-7-67",
      "number": "42-7-67",
      "heading": "Licensing of participants and track personnel--Maximum fee--Duration and privileges conferred--Fine, suspension or revocation.",
      "text": "42-7-67. Licensing of participants and track personnel--Maximum fee--Duration and privileges conferred--Fine, suspension or revocation.\n\nThe commission may grant, refuse, suspend, or withdraw licenses to every participant and employee engaged in racing under the certificate system as authorized in this chapter. The commission shall promulgate rules pursuant to chapter 1-26 to establish fees for licenses issued pursuant to this chapter. The maximum fee may not exceed fifty dollars. No license is valid for more than one calendar year, but a license issued pursuant to this chapter is valid at all race meetings in the state during the one year period. Licenses are the property of the state.\n\nThe commission, upon proof of violation of any provision of this chapter or any rule adopted by the commission, may fine, suspend, or revoke any license granted pursuant to this section.\n\nSource:SL 1978, ch 302, §38; SL 1990, ch 339, §4; SL 1991, ch 349, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-67/"
    },
    {
      "id": "section-42-7-68",
      "number": "42-7-68",
      "heading": "Allotment of racing days to applicants--Preference to past users--Annual scheduling--Procedure for simulcast or satellite facilities.",
      "text": "42-7-68. Allotment of racing days to applicants--Preference to past users--Annual scheduling--Procedure for simulcast or satellite facilities.\n\nIf an applicant is eligible to receive a license under the provisions of this chapter, the commission shall fix the racing days allotted to the applicant and issue a license for the holding of such meetings. Any racing association, agriculture, livestock, or fair exposition which has adopted and used regular or approximate regular dates for their events for the past two years shall be allotted those dates if such association or organization requests them.\n\nWritten applications for live racing dates for the next calendar year shall be submitted to the commission prior to October thirty-first of the preceding year. Allotment of the live racing dates for the next calendar year shall be made by the commission by December thirty-first of the preceding year.\n\nThe commission may grant additional live racing days to any currently licensed racing association upon a written application for additional live racing dates for the current calendar year.\n\nSimulcasting or satellite facilities licensed to operate in this state shall also submit their projected racing dates prior to October thirty-first of the preceding year. However, the dates are subject to revision by the commission or the executive secretary at any time. The commission shall establish, by rules promulgated pursuant to chapter 1-26, the procedures for revising simulcast or satellite racing dates.\n\nSource:SDC 1939, §53.0506; SL 1949, ch 213; SL 1961, ch 265, §2; SL 1963, ch 296, §3; SDCL, §42-2-17; SL 1969, ch 201; SL 1970, ch 246; SL 1978, ch 302, §20; SL 1985, ch 330, §2; SL 1989, ch 367, §3; SL 1991, ch 349, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-68/"
    },
    {
      "id": "section-42-7-69",
      "number": "42-7-69",
      "heading": "42-7-69, 42-7-70.Repealed by SL 2000, ch 212, §§6, 7",
      "text": "42-7-69, 42-7-70.Repealed by SL 2000, ch 212, §§6, 7",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-71",
      "number": "42-7-71",
      "heading": "South Dakota-bred racing fund--Use of fund.",
      "text": "42-7-71. South Dakota-bred racing fund--Use of fund.\n\nOne-fourth of all money received by the state treasurer under this chapter from licensees operating horse racing tracks shall be placed in a special revenue fund to be known as the South Dakota-bred racing fund. The fund shall be used by the commission to encourage horse racing and the raising and breeding of horses in South Dakota and shall be used for the purpose of providing compensation to South Dakota-bred horses and providing funds to all horsetracks licensed in South Dakota.\n\nSource:SDC 1939, §53.0508 as enacted by SL 1963, ch 296, §5; SDCL, §42-7-26; SL 1978, ch 302, §31; SL 1983, ch 301, §1; SL 1990, ch 340, §1; SL 1991, ch 349, §22; SL 2005, ch 229, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-71/"
    },
    {
      "id": "section-42-7-72",
      "number": "42-7-72",
      "heading": "42-7-72.Repealed by SL 1983, ch 301, §2",
      "text": "42-7-72.Repealed by SL 1983, ch 301, §2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-73",
      "number": "42-7-73",
      "heading": "Bonus paid to breeder of winner of South Dakota-bred race--Registration of qualifying horses.",
      "text": "42-7-73. Bonus paid to breeder of winner of South Dakota-bred race--Registration of qualifying horses.\n\nA sum equal to five percent of the first money of every purse won by a \"South Dakota-bred\" horse shall be paid by the licensee conducting the horse racing meeting to the breeder of such animal. The commission shall by rule provide for the definition and registration of all \"South Dakota-bred\" horses.\n\nSource:SDC 1939, §53.0508 as enacted by SL 1963, ch 296, §5; SDCL, §42-7-31; SL 1978, ch 302, §34; SL 1991, ch 349, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-73/"
    },
    {
      "id": "section-42-7-74",
      "number": "42-7-74",
      "heading": "42-7-74, 42-7-75.Repealed by SL 1983, ch 301, §3",
      "text": "42-7-74, 42-7-75.Repealed by SL 1983, ch 301, §3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-76",
      "number": "42-7-76",
      "heading": "Contributions by win bettors--Minors prohibited from participating--Interest acquired--Certificates issued.",
      "text": "42-7-76. Contributions by win bettors--Minors prohibited from participating--Interest acquired--Certificates issued.\n\nThe certificate system shall expressly authorize the right of a licensee to collect and receive contributions of money from any person eighteen years or older toward the entry of any horse or dog in such race selected by such person to run first in the race, and the person contributing such money shall acquire an interest in the total money contributed on all horses and dogs in the race as first winner in proportion to the amount of money contributed by such person. The licensee shall receive such contributions of money and issue to the contributors thereof certificates on which shall be shown the number of the race, the amount contributed, and the number or name of the horse or dog selected by such person as first winner.\n\nSource:SDC 1939, §53.0503; SL 1949, ch 213; SL 1961, ch 265, §1; SL 1963, ch 296, §2; SDCL, §42-7-19; SL 1969, ch 201; SL 1972, ch 230, §1; SL 1974, ch 281, §3; SL 1975, ch 266; SL 1978, ch 302, §24; SL 1985, ch 331, §4; SL 1987, ch 29, §97.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-76/"
    },
    {
      "id": "section-42-7-761",
      "number": "42-7-76.1",
      "heading": "Accepting of large bets by persons other than licensee as felony.",
      "text": "42-7-76.1. Accepting of large bets by persons other than licensee as felony.\n\nAny person who accepts bets in excess of two hundred dollars by any other persons, other than the licensee, on the outcome of any horse or dog race conducted pursuant to this chapter is guilty of a Class 6 felony.\n\nSource:SL 1987, ch 311, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-76-1/"
    },
    {
      "id": "section-42-7-762",
      "number": "42-7-76.2",
      "heading": "Accepting of medium bets as misdemeanor.",
      "text": "42-7-76.2. Accepting of medium bets as misdemeanor.\n\nAny person who accepts bets of one hundred to two hundred dollars from any other persons on the outcome of any horse or dog race conducted pursuant to this chapter is guilty of a Class 1 misdemeanor.\n\nSource:SL 1987, ch 311, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-76-2/"
    },
    {
      "id": "section-42-7-763",
      "number": "42-7-76.3",
      "heading": "Accepting of small bets as misdemeanor.",
      "text": "42-7-76.3. Accepting of small bets as misdemeanor.\n\nAny person who accepts bets of less than one hundred dollars from any other persons on the outcome of any horse or dog race conducted pursuant to this chapter is guilty of a Class 2 misdemeanor.\n\nSource:SL 1987, ch 311, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-76-3/"
    },
    {
      "id": "section-42-7-77",
      "number": "42-7-77",
      "heading": "Place and show betting--Combinations of races for betting.",
      "text": "42-7-77. Place and show betting--Combinations of races for betting.\n\nThe licensee shall receive such contributions on horses or dogs selected to run second, third, or both, the method and procedure and the right of the licensee to be as specified in §§42-7-76, 42-7-78, and 42-7-79, with reference to selection of a horse or dog to run first. Any contributions collected or received under the provisions of this chapter may apply to one or more races or to any combination of races.\n\nSource:SDC 1939, §53.0503; SL 1949, ch 213; SL 1961, ch 265, §1; SL 1963, ch 296, §2; SDCL, §42-7-19; SL 1969, ch 201; SL 1972, ch 230, §1; SL 1974, ch 281, §3; SL 1975, ch 266; SL 1978, ch 302, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-77/"
    },
    {
      "id": "section-42-7-78",
      "number": "42-7-78",
      "heading": "Deduction from pari-mutuel pool on horse race--Payments to winners.",
      "text": "42-7-78. Deduction from pari-mutuel pool on horse race--Payments to winners.\n\nAs each horse race is run the licensee shall be authorized to deduct from the total sum contributed on all horses as first winners eighteen and one-quarter percent and the balance remaining on hand after deducting such percentage shall be paid out to the holders of certificates on the winning horse equally in proportion as the amount contributed by such person bears to the total amount contributed toward the entry of all horses in such race to run first.\n\nSource:SDC 1939, §53.0503; SL 1949, ch 213; SL 1961, ch 265, §1; SL 1963, ch 296, §2; SDCL, §42-7-19; SL 1969, ch 201; SL 1972, ch 230, §1; SL 1974, ch 281, §3; SL 1975, ch 266; SL 1978, ch 302, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-78/"
    },
    {
      "id": "section-42-7-781",
      "number": "42-7-78.1",
      "heading": "Additional deduction from pools on horse races--Distribution.",
      "text": "42-7-78.1. Additional deduction from pools on horse races--Distribution.\n\nIn addition to the deductions authorized by §42-7-78, a licensee of a horse track may deduct from the total sum contributed on horse races, except contributions on horse races in the win, place, or show pool, an additional three percent, which shall be retained by the licensee as additional compensation, to be used only by the licensee for capital improvements, increases in purses, or for such other purpose which has been approved by the commission. Such deduction is not subject to the provisions of §42-7-85.\n\nSource:SL 1981, ch 305, §1; SL 1991, ch 349, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-78-1/"
    },
    {
      "id": "section-42-7-79",
      "number": "42-7-79",
      "heading": "Deduction from pari-mutuel pool on dog race--Weekly remittances--Payments to winners.",
      "text": "42-7-79. Deduction from pari-mutuel pool on dog race--Weekly remittances--Payments to winners.\n\nAs each dog race is run, the licensee shall deduct from the total sum contributed on all dogs as first winners eighteen and one-quarter percent of the amount thus contributed. This deduction shall be made from all sums contributed on dog races under the certificate system. Of this eighteen and one-quarter percent withheld, five percent of the total sum contributed shall be remitted on a weekly basis to the special racing fund, one-half of one percent of the total sum contributed shall be remitted on a weekly basis to the South Dakota-bred racing fund as provided in §42-7-71, and one-half of one percent of the total sum contributed shall be remitted on a weekly basis to the special racing revolving fund as provided in §42-7-79.1. The balance remaining on hand after deducting the eighteen and one-quarter percent shall be paid out to the holders of certificates on the winning dog equally in proportion as the amount contributed by such person bears to the total amount contributed toward the entry of all dogs in such race to run first. All funds not remitted to the state or paid to the South Dakota-bred racing fund or the special racing revolving fund provided for in §42-7-79.1 or paid out to holders of certificates on winning dogs shall be retained by the track.\n\nSource:SL 1949, ch 213; SDC Supp 1960, §53.0503; SL 1961, ch 265, §1; SL 1963, ch 296, §2; SDCL, §42-7-19; SL 1969, ch 201; SL 1972, ch 230, §1; SL 1974, ch 281, §§3, 5; SL 1975, ch 266; SL 1976, ch 263; SL 1978, ch 302, §24; SL 1989, ch 367, §4; SL 1992, ch 303, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-79/"
    },
    {
      "id": "section-42-7-791",
      "number": "42-7-79.1",
      "heading": "Additional deduction from some pools on dog races--Distribution.",
      "text": "42-7-79.1. Additional deduction from some pools on dog races--Distribution.\n\nIn addition to the deductions authorized by §42-7-79, the dog racing licensees shall deduct from the total sum contributed on dog races, except contributions on dog races in the win, place, and show pool, an additional three and three-quarters percent on the dollars contributed. The licensee will retain one-quarter of one percent for capital improvements on all amounts contributed and an additional three and one-half percent shall be retained by the licensee for discretionary use. The special racing revolving fund shall be in the Office of the State Treasurer to be disbursed by the commission to increase purses or for operations, or upon request, funds may be granted to a political subdivision of the state for unusual or unique law enforcement expenses incidental to having a race track or off-track site in that political subdivision. Funds in the South Dakota-bred racing fund and the special racing revolving fund shall be disbursed by the commission on warrants drawn by the state auditor on vouchers approved by the commission and such funds shall be disbursed without authority of appropriation acts.\n\nSource:SL 1981, ch 305, §2; SL 1985, ch 332, §1; SL 1987, ch 312, §1; SL 1989, ch 367, §5; SL 1990, ch 340, §2; SL 1991, ch 349, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-79-1/"
    },
    {
      "id": "section-42-7-80",
      "number": "42-7-80",
      "heading": "42-7-80.Repealed by SL 2015, ch 63, §2.",
      "text": "42-7-80.Repealed by SL 2015, ch 63, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-81",
      "number": "42-7-81",
      "heading": "Deduction of breakage from pari-mutuel payments--Licensee to retain breakage.",
      "text": "42-7-81. Deduction of breakage from pari-mutuel payments--Licensee to retain breakage.\n\nBefore any payment is made to a person who has contributed to a pari-mutuel pool, the licensee shall deduct the odd cents by which the amount payable to such person exceeds a multiple of ten cents, which shall be known as breakage. The licensee conducting the live race meet or providing the simulcast signal to the location where the money is collected shall retain all breakage.\n\nSource:SDC 1939, §53.0503 as added by SL 1963, ch 296, §2; SDCL, §42-7-20; SL 1969, ch 201; SL 1970, ch 245, §2; SL 1978, ch 302, §26; SL 1992, ch 303, §2; SL 2000, ch 212, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-81/"
    },
    {
      "id": "section-42-7-82",
      "number": "42-7-82",
      "heading": "Time for claiming payments from pari-mutuel pool.",
      "text": "42-7-82. Time for claiming payments from pari-mutuel pool.\n\nClaims for any part of a redistribution from a pari-mutuel pool shall be made within one year from the date on which the race was held or be forever barred. Any sums so barred shall become the property of the licensee conducting the meet or providing the simulcast signal from the host track to the satellite facility or the multi-jurisdictional totalizator hub at which the contribution was made.\n\nSource:SDC 1939, §53.0507 as added by SL 1963, ch 296, §4; SDCL, §42-7-22; SL 1978, ch 302, §27; SL 2000, ch 212, §9; SL 2005, ch 229, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-82/"
    },
    {
      "id": "section-42-7-83",
      "number": "42-7-83",
      "heading": "42-7-83.Repealed by SL 1989, ch 367, §6",
      "text": "42-7-83.Repealed by SL 1989, ch 367, §6",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-84",
      "number": "42-7-84",
      "heading": "Additional withholding by horse licensees.",
      "text": "42-7-84. Additional withholding by horse licensees.\n\nThe licensee of each horse racing track shall withhold and retain at the end of each week of racing, as additional compensation to the licensee, one and one-quarter percent of the total sum contributed.\n\nSource:SL 1972, ch 230, §2; SDCL Supp, §42-7-23; SL 1974, ch 281, §§2, 5; SL 1976, ch 263; SL 1977, ch 338; SL 1978, ch 302, §28; SL 1982, ch 295; SL 1983, ch 302, §2; SL 1985, ch 332, §2; SL 1989, ch 367, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-84/"
    },
    {
      "id": "section-42-7-841",
      "number": "42-7-84.1",
      "heading": "42-7-84.1.Repealed by SL 1989, ch 367, §8",
      "text": "42-7-84.1.Repealed by SL 1989, ch 367, §8",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-85",
      "number": "42-7-85",
      "heading": "Portion of horse-racing pari-mutuel pool paid to state.",
      "text": "42-7-85. Portion of horse-racing pari-mutuel pool paid to state.\n\nA license to conduct racing under the certificate system shall further expressly provide that the licensee of any horse racing track shall remit to the state treasurer at the end of each week of racing, four-seventeenths of the total of all money retained as compensation by the licensee as authorized by this chapter which is in excess of the one and one-quarter percent retained by the licensee or remitted to the county treasurer wherein the site is located except breakage.\n\nSource:SDC 1939, §53.0506; SL 1949, ch 213; SL 1961, ch 265, §2; SL 1963, ch 296, §3; SDCL, §42-7-23; SL 1969, ch 201; SL 1972, ch 230, §2; SL 1974, ch 281, §§2, 5; SL 1976, ch 263; SL 1977, ch 338; SL 1978, ch 302, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-85/"
    },
    {
      "id": "section-42-7-86",
      "number": "42-7-86",
      "heading": "42-7-86, 42-7-87.Repealed by SL 1989, ch 367, §§9, 10",
      "text": "42-7-86, 42-7-87.Repealed by SL 1989, ch 367, §§9, 10",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-88",
      "number": "42-7-88",
      "heading": "42-7-88.Repealed by SL 1992, ch 303, §3",
      "text": "42-7-88.Repealed by SL 1992, ch 303, §3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-89",
      "number": "42-7-89",
      "heading": "Payments to state in lieu of other taxes.",
      "text": "42-7-89. Payments to state in lieu of other taxes.\n\nThe payments required in §§42-7-63, 42-7-79, 42-7-85, and 42-7-102 to be made by the licensee to the state treasurer are in lieu of all other or further excise or occupational taxes to the state or any county, municipality, or other political subdivision.\n\nSource:SDC 1939, §53.0510; SDCL, §42-7-24; SL 1978, ch 302, §30; SL 1989, ch 367, §11A; SL 2005, ch 229, §7; SL 2021, ch 49, § 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-89/"
    },
    {
      "id": "section-42-7-90",
      "number": "42-7-90",
      "heading": "Audit of licensee by auditor-general--Reimbursement of expense.",
      "text": "42-7-90. Audit of licensee by auditor-general--Reimbursement of expense.\n\nThe auditor-general shall, when requested by the commission, executive board of the Legislative Research Council, or the Governor, conduct audits and investigate the operations of any licensee. The commission shall reimburse the Department of Legislative Audit for all services rendered.\n\nSource:SDC 1939, §53.0505; SL 1955, ch 229, §2; SL 1957, ch 273, §2; SDCL, §42-7-25; SL 1978, ch 302, §11; SL 1991, ch 349, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-90/"
    },
    {
      "id": "section-42-7-91",
      "number": "42-7-91",
      "heading": "Grounds for refusal, suspension, or withdrawal of license.",
      "text": "42-7-91. Grounds for refusal, suspension, or withdrawal of license.\n\nThe commission may refuse, suspend, or withdraw licenses under the certificate system and privileges granted by it or terminate license privileges for just cause. Those things constituting just cause are:\n\n(1)Any action or attempted action by a person contrary to the provisions of this chapter and law;\n\n(2)Corrupt practices, which include but are not limited to:\n\n(a)Prearranging or attempting to prearrange the order of finish of a race;\n\n(b)Failing to properly pay the winnings to a bettor or to properly return change to a bettor upon purchasing a ticket;\n\n(c)Falsifying or manipulating the odds on any entrant in a race;\n\n(3)Any violation of the rules of racing adopted by the commission;\n\n(4)Falsification or misstatement of fact in an application for any license issued pursuant to this chapter;\n\n(5)Material false statement to a racing official or to the commission;\n\n(6)Willful disobedience of a commission order or of a lawful order of a racing official other than a commissioner;\n\n(7)Continued failure or inability to meet financial obligations connected with the licensee's business, occupation or profession performed or engaged on the track grounds;\n\n(8)Failure or inability to maintain properly a race track;\n\n(9)The refusal to license, or the suspension, or the revocation of a racing license by another racing jurisdiction.\n\nSource:SL 1978, ch 302, §15; SL 1990, ch 339, §5; SL 1991, ch 349, §27; SL 2005, ch 229, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-91/"
    },
    {
      "id": "section-42-7-92",
      "number": "42-7-92",
      "heading": "Legal representation of commission--Prosecution of violations.",
      "text": "42-7-92. Legal representation of commission--Prosecution of violations.\n\nThe attorney general shall represent the state in all hearings before the commission concerning racing and shall prosecute all criminal proceedings arising from violations of this chapter. The commission shall reimburse the attorney general for all services rendered. The commission may employ private counsel for rule promulgation and to ensure that all its hearings are conducted fairly.\n\nSource:SL 1978, ch 302, §10; SL 1991, ch 349, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-92/"
    },
    {
      "id": "section-42-7-93",
      "number": "42-7-93",
      "heading": "Fine, revocation, or suspension of license after notice and hearing--Waiting period for new license after revocation.",
      "text": "42-7-93. Fine, revocation, or suspension of license after notice and hearing--Waiting period for new license after revocation.\n\nThe commission, upon proof of violation by a licensee, or his agents or employees, of any provision of this chapter or any rule promulgated by the commission, may, pursuant to chapter 1-26, after reasonable notice to the licensee and after giving the licensee an opportunity to be heard, fine him or revoke or suspend his license. In the event of revocation, the licensee is not eligible to apply for another license within twelve months from the date of the revocation.\n\nSource:SDC 1939, §53.0511; SDCL, §42-7-35; SL 1978, ch 302, §40; SL 1985, ch 330, §3; SL 1990, ch 339, §6; SL 1991, ch 349, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-93/"
    },
    {
      "id": "section-42-7-94",
      "number": "42-7-94",
      "heading": "Decisions and orders in writing--Service on person affected.",
      "text": "42-7-94. Decisions and orders in writing--Service on person affected.\n\nEvery decision or order of the commission shall be made in writing and filed with the executive secretary and preserved as a permanent record of the commission. Such decisions shall be signed by the chairman and attested by the executive secretary and dated. No decision or order of the commission shall be effective as to any person until a certified copy has been personally served or sent by certified or registered mail to such person.\n\nSource:SDC 1939, §53.0512; SDCL, §42-7-36; SL 1978, ch 302, §39; SL 1991, ch 24, §16; SL 1991, ch 349, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-94/"
    },
    {
      "id": "section-42-7-95",
      "number": "42-7-95",
      "heading": "Judicial review of commission actions--Cost bond.",
      "text": "42-7-95. Judicial review of commission actions--Cost bond.\n\nIf any licensee is dissatisfied with the decision of the commission, he may have such decision reviewed by the circuit court in the manner provided by chapter 1-26, by furnishing a bond to the commission to be approved by the clerk of the court to which the appeal is taken, in the penal sum of two hundred fifty dollars conditioned for the payment of the costs.\n\nSource:SDC 1939, §53.0513; SDCL, §42-7-37; SL 1978, ch 302, §43; SL 1991, ch 349, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-95/"
    },
    {
      "id": "section-42-7-96",
      "number": "42-7-96",
      "heading": "Suspensions and fines by racing judges or stewards--Notice and hearing--Appeals--Reference to commission.",
      "text": "42-7-96. Suspensions and fines by racing judges or stewards--Notice and hearing--Appeals--Reference to commission.\n\nThe commission shall promulgate rules permitting a panel of three racing judges or stewards to impose suspensions not to exceed four horse racing days or twelve dog racing days and any intervening calendar days and a fine not to exceed five hundred dollars on persons violating this chapter or the rules of the commission after notice and hearing pursuant to chapter 1-26.\n\nAn appeal from the order of the racing judges or stewards shall be made to the commission only and not to the circuit court and shall operate as a stay of all proceedings under such order until the commission renders its decision which shall be final agency action.\n\nIf the racing judges or stewards find that a penalty which exceeds their limits to impose should be rendered, they may not impose any penalty and shall forward their findings and conclusions and recommendations to the commission for final agency action.\n\nIf a matter is not appealed to the commission by the person upon whom a penalty was imposed by the stewards or judges within seven days of the date of service of the judges' or stewards' order, the decision and penalty of the judges or stewards shall be final in that the appeal time to the commission has lapsed.\n\nSource:SL 1977, ch 337, §1; SDCL Supp, §42-7-35.1; SL 1978, ch 302, §41; SL 1985, ch 330, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-96/"
    },
    {
      "id": "section-42-7-97",
      "number": "42-7-97",
      "heading": "42-7-97.Superseded",
      "text": "42-7-97.Superseded",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-971",
      "number": "42-7-97.1",
      "heading": "Suspensions or revocations exceeding racing season.",
      "text": "42-7-97.1. Suspensions or revocations exceeding racing season.\n\nIf a suspension or revocation of racing privileges is levied by the commission or by a panel of three racing judges or stewards the horse racing days or dog racing days that the license is suspended for or revoked for shall be served in the next racing season if there are not sufficient horse racing days or dog racing days in the season when the penalty is carried out.\n\nSource:SL 1985, ch 330, §6; SL 1991, ch 349, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-97-1/"
    },
    {
      "id": "section-42-7-98",
      "number": "42-7-98",
      "heading": "Receipts retained in special racing fund.",
      "text": "42-7-98. Receipts retained in special racing fund.\n\nAll moneys received by the state treasurer except for those moneys in the South Dakota-bred racing fund and the racing revolving fund shall be retained by the treasurer in a special racing fund.\n\nSource:SDC 1939, §53.0507; SL 1949, ch 213; SL 1955, ch 229, §3; SL 1957, ch 273, §3; SL 1959, ch 284; SL 1963, ch 296, §4; SDCL, §42-7-33; SL 1978, ch 302, §36; SL 1991, ch 349, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-98/"
    },
    {
      "id": "section-42-7-981",
      "number": "42-7-98.1",
      "heading": "Transfer of revenue in special racing fund--Procedure.",
      "text": "42-7-98.1. Transfer of revenue in special racing fund--Procedure.\n\nThe state treasurer shall transfer the first seventy-five thousand dollars received in a special racing fund to the special racing revolving fund and any amounts received during any year in excess of seventy-five thousand dollars shall be transferred as follows:\n\n(1)One-half of the remaining revenue shall be transferred to the South Dakota-bred racing fund;\n\n(2)The other one-half of the remaining revenue shall be transferred to the special racing revolving fund.\n\nAll transfers by the state treasurer except for the transfer on April 1, 1991, shall be made on a monthly basis on the first day of the month or as soon thereafter as is reasonably possible.\n\nSource:SL 1991, ch 349, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-98-1/"
    },
    {
      "id": "section-42-7-99",
      "number": "42-7-99",
      "heading": "42-7-99, 42-7-100.Repealed by SL 1991, ch 349, §§34, 35",
      "text": "42-7-99, 42-7-100.Repealed by SL 1991, ch 349, §§34, 35",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42-7-101",
      "number": "42-7-101",
      "heading": "Devices or expedients to increase horse's speed prohibited.",
      "text": "42-7-101. Devices or expedients to increase horse's speed prohibited.\n\nNo person may have in his possession an electrical device, mechanical device, or other expedient designed to increase the speed of a horse other than an ordinary whip at anytime on the grounds of a race track licensed by the commission. A violation of this section is a Class 1 misdemeanor. A subsequent violation of this section is a Class 6 felony.\n\nSource:SL 1985, ch 330, §5; SL 1991, ch 349, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-101/"
    },
    {
      "id": "section-42-7-102",
      "number": "42-7-102",
      "heading": "Interstate combined wagering pool--Take-out of host jurisdiction or facility--Percentage to state.",
      "text": "42-7-102. Interstate combined wagering pool--Take-out of host jurisdiction or facility--Percentage to state.\n\nNotwithstanding any other provision of this chapter, the commission may authorize any licensee to participate in an interstate combined wagering pool with one or more other racing jurisdictions. If a licensee participates in an interstate combined wagering pool, the licensee may adopt the take-out of the host jurisdiction or facility. The State of South Dakota shall receive one and one-half percent of the total contributed in this state, and the special racing revolving fund and the South Dakota-bred racing fund shall each receive one and one-half percent of the total contributed in this state. However, if the licensee participating in the interstate combined wagering pool is a multi-jurisdictional totalizator hub, the total portion to be received by the state shall be one-fourth of one percent of the total contributed through the hub, of which the special racing revolving fund shall receive one-fifth of one percent of the total contributed through the hub and the South Dakota-bred racing fund shall receive one-twentieth of one percent of the total contributed through the hub. Any such interstate combined wagering pool may only apply to horse and dog racing authorized by this chapter.\n\nSource:SL 1991, ch 350, §2; SL 1995, ch 241; SL 2005, ch 229, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-102/"
    },
    {
      "id": "section-42-7-103",
      "number": "42-7-103",
      "heading": "Combining pari-mutuel pools to establish interstate combined wagering pool.",
      "text": "42-7-103. Combining pari-mutuel pools to establish interstate combined wagering pool.\n\nThe commission may permit a licensee to use one or more of its races for an interstate combined wagering pool at locations outside its jurisdiction, and may allow pari-mutuel pools in other states to be combined with pari-mutuel pools in its jurisdiction for the purpose of establishing an interstate combined wagering pool.\n\nSource:SL 1991, ch 350, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-103/"
    },
    {
      "id": "section-42-7-104",
      "number": "42-7-104",
      "heading": "Physical location as place of business.",
      "text": "42-7-104. Physical location as place of business.\n\nNo licensee may be considered to be doing business in any jurisdiction other than the jurisdiction in which the licensee is physically located if the licensee participates in an interstate combined wagering pool.\n\nSource:SL 1991, ch 350, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-104/"
    },
    {
      "id": "section-42-7-105",
      "number": "42-7-105",
      "heading": "Tax of wagers in interstate combined wagering pool.",
      "text": "42-7-105. Tax of wagers in interstate combined wagering pool.\n\nTaxes or commissions imposed on pari-mutuel wagering may not be imposed on any amounts wagered in an interstate combined wagering pool other than amounts wagered within this state.\n\nSource:SL 1991, ch 350, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-105/"
    },
    {
      "id": "section-42-7-106",
      "number": "42-7-106",
      "heading": "Breakage calculation for interstate combined wagering pool.",
      "text": "42-7-106. Breakage calculation for interstate combined wagering pool.\n\nThe commission may negotiate the breakage calculation for interstate combined wagering pools and the distribution of breakage among the participating jurisdictions.\n\nSource:SL 1991, ch 350, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-42/chapter-07/section-42-7-106/"
    }
  ]
}