{
  "state": "michigan",
  "path": "title-chapter-457-fraternal-associations/chapter-act-53-of-1875-societies-of-st-patrick-45731-45737",
  "sections": [
    {
      "id": "section-45731",
      "number": "457.31",
      "heading": "St. Patrick's Societies; Incorporators",
      "text": "That any number of persons of Irish birth or extraction, who may now or hereafter be residents of this state, or the descendants of such persons, may be incorporated in pursuance of the provisions of this act.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4513 ;-- CL 1897, 7818 ;-- CL 1915, 10254 ;-- CL 1929, 10544 ;-- CL 1948, 457.31",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-31/"
    },
    {
      "id": "section-45732",
      "number": "457.32",
      "heading": "Articles of Association; Execution, Contents.",
      "text": "Any 10 or more persons, residents of this state, being of Irish birth, or their descendants as aforesaid, desiring to become incorporated, may make and execute articles of association, under their hands and seals, which said articles of association shall be acknowledged before some officer of this state having authority to take acknowledgments of deeds, and shall set forth\n\nFirst, The names of the persons associating, and their place of residence;\n\nSecond, The location of the association of which they are members;\n\nThird, The corporate name by which such association shall be known in the law: Provided, That each association incorporated under this act shall be known as \"The Society of St. Patrick\" of (the name of the city, village, or township where such association is located, and if more than 1 such association is located in the same city, village, or township, the same shall be designated by number);\n\nFourth, The object and purpose of such association, which shall be to provide for the relief of distressed members and their families, the visitation of the sick, the burial of the dead, and to aid and assist the widows and orphans of deceased members. The period for which such association shall be incorporated shall not exceed 30 years.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4514 ;-- CL 1897, 7819 ;-- CL 1915, 10255 ;-- CL 1929, 10545 ;-- CL 1948, 457.32",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-32/"
    },
    {
      "id": "section-45733",
      "number": "457.33",
      "heading": "Filing Copy of Articles With Department of Commerce; Associates and Successors as Body Politic and Corporate; Powers; Evidence of Existence and Incorporation",
      "text": "A copy of said articles of association shall be filed with the corporation and securities bureau of the department of commerce, and thereupon the persons who shall have signed said articles of association, their associates and successors, shall be a body politic and corporate by the name expressed in such articles of association, and by that name they and their successors shall have succession, and shall be persons in the law capable of suing and being sued, and they and their successors may have a common seal, and the same may change and alter at pleasure, and a certified copy of the record of such articles of association, under the seal of the corporation and securities bureau of the department of commerce where said record is kept, shall be received as prima facie evidence in all courts in this state of the existence and due incorporation of such corporation.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4515 ;-- CL 1897, 7820 ;-- CL 1915, 10256 ;-- CL 1929, 10546 ;-- CL 1948, 457.33 ;-- Am. 1982, Act 76, Imd. Eff. Apr. 19, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-33/"
    },
    {
      "id": "section-45734",
      "number": "457.34",
      "heading": "Property; Holding, Disposition.",
      "text": "Every corporation formed in pursuance of this act shall be capable in its corporate name of purchasing, taking, receiving, holding to itself and enjoying estates both real and personal: Provided, That the value of such real and personal estate shall not exceed the sum of 100,000 dollars, and that they and their successors shall have full authority and power to give, grant, sell, mortgage, lease, devise, and dispose of said real and personal estate, or part thereof, and other estate, real and personal, may acquire instead thereof, at their will and pleasure; and the proceeds shall be devoted exclusively to the charitable and benevolent purposes set forth in section 2.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4516 ;-- CL 1897, 7821 ;-- CL 1915, 10257 ;-- CL 1929, 10547 ;-- CL 1948, 457.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-34/"
    },
    {
      "id": "section-45735",
      "number": "457.35",
      "heading": "By-Laws and Rules; Officers, Powers.",
      "text": "Said corporations shall have full force and authority to make and establish rules, regulations, and by-laws for regulating and governing all the affairs and business of said corporation, not contrary to the laws of this state or of the United States, and to designate, elect, or appoint, from among their number such officers, under such names and style as shall be in accordance with the constitution or charter of said society, who shall have the supervision or control and management of the affairs of said corporations.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4517 ;-- CL 1897, 7822 ;-- CL 1915, 10258 ;-- CL 1929, 10548 ;-- CL 1948, 457.35",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-35/"
    },
    {
      "id": "section-45736",
      "number": "457.36",
      "heading": "Erection of Buildings; Capital Stock, Creation, Shares.",
      "text": "Any corporations formed in pursuance of this act may erect and own such suitable edifices, buildings, or halls as such corporations shall deem necessary, with convenient rooms for the meeting of said society, and for that purpose may create a capital stock of not more than 60,000 dollars, to be divided into shares of not more than 25 dollars each.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4518 ;-- CL 1897, 7823 ;-- CL 1915, 10259 ;-- CL 1929, 10549 ;-- CL 1948, 457.36",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-36/"
    },
    {
      "id": "section-45737",
      "number": "457.37",
      "heading": "Governing Law; Amendment of Act.",
      "text": "All corporations formed under the provisions of this act shall be subject to the provisions of chapter 73 of the Compiled Laws of this state, so far as the same may be applicable to corporations formed under this act, and the legislature may alter or amend this act at any time.\n\nHistory:1875, Act 53, Eff. Aug. 3, 1875 ;-- How. 4519 ;-- CL 1897, 7824 ;-- CL 1915, 10260 ;-- CL 1929, 10550 ;-- CL 1948, 457.37Compiler's Notes:For provisions of chapter 73, referred to in this section, which have not been repealed or reenacted, see MCL 450.504 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-53-of-1875/section-457-37/"
    }
  ]
}