{
  "state": "michigan",
  "path": "title-chapter-457-fraternal-associations/chapter-act-80-of-1909-kalevan-ritarit-457691-457695",
  "sections": [
    {
      "id": "section-457691",
      "number": "457.691",
      "heading": "Kalevan Ritarit; Incorporation",
      "text": "Any lodge of the Kalevan Ritarit organized within this state and having a charter from the Grand Lodge of the Kalevan Ritarit, may become incorporated under the provisions of this act.\n\nHistory:1909, Act 80, Eff. Sept. 1, 1909 ;-- CL 1915, 10633 ;-- CL 1929, 10832 ;-- CL 1948, 457.691",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-80-of-1909/section-457-691/"
    },
    {
      "id": "section-457692",
      "number": "457.692",
      "heading": "Incorporators; Articles of Association, Execution, Contents.",
      "text": "Any 12 or more persons, residents of this state, being members in good standing of a lodge of the Kalevan Ritarit, having competent authority from the grand lodge of the order, desirous of becoming incorporated, may make and execute articles of association, under their hands and seals, which articles of association shall be acknowledged before some officer authorized by law to take acknowledgments of deeds, and shall set forth:\n\nFirst, The names of the persons associating in the first instance, and their places of residence;\n\nSecond, The corporate name by which such association shall be known in law, and the place of its business office;\n\nThird, The object and purpose of such association shall be to promote the general welfare of the Kalevan Ritarit fraternity during the period for which it is incorporated, not exceeding 30 years.\n\nHistory:1909, Act 80, Eff. Sept. 1, 1909 ;-- CL 1915, 10634 ;-- CL 1929, 10833 ;-- CL 1948, 457.692",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-80-of-1909/section-457-692/"
    },
    {
      "id": "section-457693",
      "number": "457.693",
      "heading": "Filing Copy of Articles of Association and Charter With Department of Commerce; Signers of Articles, Associates, and Successors as Body Politic and Corporate; Power and Authority",
      "text": "A copy of said articles of association, together with a copy of the charter of the Grand Lodge of Kalevan Ritarit, shall be filed with the corporation and securities bureau of the department of commerce, and thereupon the persons who have signed such articles of association, their associates and successors shall be a body politic and corporate, by the name expressed in such articles of association, and by that name they and their successors shall have succession, and shall be persons in the law, capable to purchase, take, receive, hold, and enjoy to them and their successors, estate, real, personal and mixed, of using and being used, and to have a common seal which may be altered or changed at their pleasure: Provided, That the value of such real, personal, and mixed estate shall not exceed the sum of $50,000.00. They and their successors shall have power and authority to give, grant, bargain, sell, lease, release, demise, and dispose of said real, personal, and mixed estate or any part thereof at their will and pleasure, and the proceeds, rents, gains, profits, and income shall be devoted to the protection and aid of its members and their families and to no other purpose.\n\nHistory:1909, Act 80, Eff. Sept. 1, 1909 ;-- CL 1915, 10635 ;-- CL 1929, 10834 ;-- CL 1948, 457.693 ;-- Am. 1982, Act 119, Imd. Eff. Apr. 19, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-80-of-1909/section-457-693/"
    },
    {
      "id": "section-457694",
      "number": "457.694",
      "heading": "Rules and By-Laws; Officers.",
      "text": "Every corporation organized under and in pursuance of this act shall have full power and authority to make and establish rules, regulations and by-laws for regulating and governing all the affairs and business of said corporation, not repugnant to nor inconsistent with the constitution, rules, regulations and edicts of the grand lodge of the order, or the constitution and laws of this state or of the United States, and may elect and appoint from its members such officers under such name and style as shall be in accordance with the constitution of the grand lodge of the order.\n\nHistory:1909, Act 80, Eff. Sept. 1, 1909 ;-- CL 1915, 10636 ;-- CL 1929, 10835 ;-- CL 1948, 457.694",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-80-of-1909/section-457-694/"
    },
    {
      "id": "section-457695",
      "number": "457.695",
      "heading": "Evidence of Existence and Incorporation.",
      "text": "A copy of the record of such articles of association under the seal of the corporation and securities bureau of the department of commerce, duly certified according to law, shall be received as prima facie evidence in all courts in this state of the existence and due incorporation of such corporation.\n\nHistory:1909, Act 80, Eff. Sept. 1, 1909 ;-- CL 1915, 10637 ;-- CL 1929, 10836 ;-- CL 1948, 457.695 ;-- Am. 1982, Act 119, Imd. Eff. Apr. 19, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-80-of-1909/section-457-695/"
    }
  ]
}