{
  "state": "michigan",
  "path": "title-chapter-457-fraternal-associations/chapter-act-26-of-1875-independent-order-of-philanthropists-457571-4",
  "sections": [
    {
      "id": "section-457571",
      "number": "457.571",
      "heading": "Independent Order of Philanthropists; Incorporation",
      "text": "That grand and subordinate lodges of the Independent Order of Philanthropists of the state of Michigan, may be incorporated in pursuance of the provisions of this act.\n\nHistory:1875, Act 26, Eff. Aug. 3, 1875 ;-- How. 4559 ;-- CL 1897, 8083 ;-- CL 1915, 10557 ;-- CL 1929, 10758 ;-- CL 1948, 457.571",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-26-of-1875/section-457-571/"
    },
    {
      "id": "section-457572",
      "number": "457.572",
      "heading": "Grand Lodge; Incorporators; Articles, Execution, Contents.",
      "text": "That any 10 or more persons, with their associates and successors, shall constitute the grand lodge of the Independent Order of Philanthropists, of the state of Michigan; and they are hereby authorized to make and execute, under their hands and seals, articles of association, which said articles of association shall be acknowledged before some officer of this state having authority to make [take] acknowledgments of deeds, and shall set forth:\n\nFirst, The names of persons so associating in the first instance, and their places of residence;\n\nSecond, The corporate name by which such association shall be known in the law, and the place of its business office;\n\nThird, The object and purpose of such association, which shall be to promote the general welfare of the fraternity known as the Independent Order of Philanthropists, of the state of Michigan, and the period for which it is incorporated, not exceeding 30 years.\n\nHistory:1875, Act 26, Eff. Aug. 3, 1875 ;-- How. 4560 ;-- CL 1897, 8084 ;-- CL 1915, 10558 ;-- CL 1929, 10759 ;-- CL 1948, 457.572",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-26-of-1875/section-457-572/"
    },
    {
      "id": "section-457573",
      "number": "457.573",
      "heading": "Grand Lodge; Articles and Constitution, Filing; Body Corporate, Powers.",
      "text": "A copy of said articles of association, together with a copy of the constitution of said grand lodge, shall be filed with the secretary of state, and thereupon the persons who shall have signed such articles of association, and their associates, and successors shall be a body politic and corporate under the name of the grand lodge of the Independent Order of Philanthropists, of the state of Michigan, and by that name they and their associates shall have succession, and shall be persons in the law, capable to purchase, take, receive, hold, and enjoy, to them, and their successors, estates real and personal, of suing, and being sued, and they and their successors may have a common seal, which may be changed and altered at their pleasure: Provided, That the value of such real and personal estate shall not exceed the sum of 50,000 dollars, and that they, and their successors, shall have authority and power to give, grant, sell, lease, demise, and dispose of said real estate, or part thereof, at their will and pleasure, and the proceeds, rents, and incomes, shall be devoted exclusively to the charitable and benevolent purposes of the Independent Order of Philanthropists, of the state of Michigan. Said corporation shall have full power and authority to make and establish rules, regulations, and by-laws for regulating and governing all the affairs and business of said corporation, according to the laws of this state and the United States, and to designate, elect, or appoint, from its members, such officers, under such name and style as shall be in accordance with the customs of their order.\n\nHistory:1875, Act 26, Eff. Aug. 3, 1875 ;-- How. 4561 ;-- CL 1897, 8085 ;-- CL 1915, 10559 ;-- CL 1929, 10760 ;-- CL 1948, 457.573",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-26-of-1875/section-457-573/"
    },
    {
      "id": "section-457574",
      "number": "457.574",
      "heading": "Grand Lodge; Certified Copy of Articles as Evidence.",
      "text": "A copy of the record of said articles of association, under the seal of the state, duly certified according to law, shall be received as prima facie evidence in all courts of this state of the existence and due incorporation of such corporation.\n\nHistory:1875, Act 26, Eff. Aug. 3, 1875 ;-- How. 4562 ;-- CL 1897, 8086 ;-- CL 1915, 10560 ;-- CL 1929, 10761 ;-- CL 1948, 457.574",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-26-of-1875/section-457-574/"
    },
    {
      "id": "section-457575",
      "number": "457.575",
      "heading": "Subordinate Lodges; Chartering, Regulation.",
      "text": "Such corporation, when duly formed, shall have power to institute and charter subordinate lodges within this state, and from time to time to make, ordain, constitute, and establish such constitution, general laws and by-laws, ordinances, and regulations, as it shall judge proper for the regulation and government of such subordinate lodges, not repugnant to the laws of this state.\n\nHistory:1875, Act 26, Eff. Aug. 3, 1875 ;-- How. 4563 ;-- CL 1897, 8087 ;-- CL 1915, 10561 ;-- CL 1929, 10762 ;-- CL 1948, 457.575",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-26-of-1875/section-457-575/"
    },
    {
      "id": "section-457576",
      "number": "457.576",
      "heading": "Governing Law; Amendment of Act.",
      "text": "All corporations formed under this act shall be subject to the provisions of chapter 130 of the Compiled Laws of 1871, so far as the same may be applicable to corporations formed under this act; and the legislature may alter and amend this act at any time.\n\nHistory:1875, Act 26, Eff. Aug. 3, 1875 ;-- How. 4564 ;-- CL 1897, 8088 ;-- CL 1915, 10562 ;-- CL 1929, 10763 ;-- CL 1948, 457.576Compiler's Notes:For the provisions of chapter 130 of the Compiled Laws of 1871, referred to in this section, see MCL 450.504 to 450.525.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-26-of-1875/section-457-576/"
    }
  ]
}