{
  "state": "michigan",
  "path": "title-chapter-457-fraternal-associations/chapter-act-145-of-1865-masonic-lodges-457201-457210",
  "sections": [
    {
      "id": "section-457201",
      "number": "457.201",
      "heading": "Masonic Lodges; Incorporation.Section 457",
      "text": "That any chapter of Royal Arch Masons, and any chartered lodge of the order of Free and Accepted Masons, may be incorporated in pursuance of the provisions of this act.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- CL 1871, 3217 ;-- How. 4472 ;-- CL 1897, 7961 ;-- CL 1915, 10398 ;-- CL 1929, 10599 ;-- CL 1948, 457.201",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-201/"
    },
    {
      "id": "section-457202",
      "number": "457.202",
      "heading": "Incorporators; Articles of Association, Execution, Contents.",
      "text": "Any 10 or more residents of this state being members either of any commandery of Knights, Templars, council, chapter of Royal Arch Masons or of any chartered lodge of the order of Free and Accepted Masons or being members of any such commandery, council, chapter or lodge who shall be desirous to become incorporated, may make and execute articles of association under their hands and seals, which said articles of association shall be acknowledged before some officer of this state, having authority to take acknowledgments of deeds, and shall set forth—\n\nFirst, The names of persons associating in the first instance, and their place of residence;\n\nSecond, The name and location of the lodge of which they are members; or the name and location of the commandery, council or chapter of which they are members; and in case it is the intention to incorporate a lodge and chapter together, the names of both such lodge and chapter shall be stated or given;\n\nThird, The corporate name by which such association shall be known in the law;\n\nFourth, The object and purpose of such association, which shall be to promote the general welfare of the Masonic fraternity, and the period for which it is incorporated, not exceeding 30 years.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- Am. 1867, Act 141, Imd. Eff. Mar. 27, 1867 ;-- CL 1871, 3218 ;-- How. 4473 ;-- CL 1897, 7962 ;-- CL 1915, 10399 ;-- CL 1929, 10600 ;-- CL 1948, 457.202",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-202/"
    },
    {
      "id": "section-457203",
      "number": "457.203",
      "heading": "Filing Copy of Articles and Charter With Department of Commerce; Signers of Articles, Associates, and Successors as Body Politic and Corporate.",
      "text": "A copy of said articles of association, together with a copy of the charter of the lodge or chapter, of which the persons executing said articles are members, or in case a lodge and chapter are to be incorporated together, a copy of the charters of both such lodge and chapter of which such persons are members of 1 or both, shall be filed with the corporation and securities bureau of the department of commerce and thereupon the persons who shall have signed said articles of association, their associates and successors, shall be a body politic and corporate, by the name expressed in such articles of association; and by that name they and their successors shall have succession, and shall be persons in the law, capable of suing and being sued, and they and their successors may have a common seal, and the same may change and alter at pleasure; and a certified copy of the record of such articles of association, under the corporation and securities bureau of the department of commerce, shall be received as prima facie evidence in all courts in this state of the existence and due incorporation of such corporation.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- Am. 1867, Act 141, Imd. Eff. Mar. 27, 1867 ;-- CL 1871, 3219 ;-- How. 4474 ;-- CL 1897, 7963 ;-- CL 1915, 10400 ;-- CL 1929, 10601 ;-- CL 1948, 457.203 ;-- Am. 1982, Act 94, Imd. Eff. Apr. 19, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-203/"
    },
    {
      "id": "section-457204",
      "number": "457.204",
      "heading": "Erection of Buildings; Capital Stock, Creation, Shares; Property, Holding and Disposition; Cemetery.",
      "text": "Every corporation formed in pursuance with this act may erect and own such suitable edifice, building or hall as to such corporation shall seem proper, with convenient rooms for the meetings of the Masonic bodies, and for this purpose may create a capital stock of not more than 500,000 dollars, to be divided into shares of not more than 50 dollars each, and may take, receive, purchase and hold in its corporate capacity real and personal estate, and the same or any part thereof, demise, convey, mortgage, use and dispose of at pleasure; and any such corporation may take, purchase, hold and own such suitable lot or parcel of ground as may be convenient for the purpose of a cemetery; and make all lawful rules and regulations for the disposal of lots and the burial of the dead therein as to such corporation may seem proper.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- Am. 1867, Act 180, Imd. Eff. Mar. 27, 1867 ;-- CL 1871, 3220 ;-- How. 4475 ;-- Am. 1893, Act 33, Imd. Eff. Apr. 14, 1893 ;-- CL 1897, 7964 ;-- CL 1915, 10401 ;-- CL 1929, 10602 ;-- CL 1948, 457.204",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-204/"
    },
    {
      "id": "section-457205",
      "number": "457.205",
      "heading": "Board of Trustees; Election, Quorum; Officers, Appointment, Duties.",
      "text": "The stockholders, each of whom shall be entitled to 1 vote for each share of stock held by him, may elect from their number a board of trustees of not less than 6 nor more than 15 members, a majority of whom shall constitute a quorum, and the trustees shall appoint from their own number a president, secretary and treasurer, who shall perform the duties of their respective offices in accordance with the rules and regulations which may be prescribed by the board of trustees.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- Am. 1867, Act 180, Imd. Eff. Mar. 27, 1867 ;-- CL 1871, 3221 ;-- How. 4476 ;-- Am. 1893, Act 33, Imd. Eff. Apr. 14, 1893 ;-- CL 1897, 7965 ;-- CL 1915, 10402 ;-- CL 1929, 10603 ;-- CL 1948, 457.205",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-205/"
    },
    {
      "id": "section-457206",
      "number": "457.206",
      "heading": "Board of Trustees; Powers.",
      "text": "The management and direction of the interests, affairs and property of such corporation shall be vested in said board of trustees, and said board shall make all needful rules, ordinances and by-laws, regulating the transaction of the business and management of the property, and all the affairs, concerns and interests of such corporation, and providing for the time and manner of electing the officers and trustees of the corporation, and the length of the terms of office of the trustees, a part of whom, after the first election, shall be chosen annually: Provided, That such rules, ordinances and by-laws, shall not be repugnant to the constitution and laws of the grand lodge of the order of Free Masons of the state of Michigan, and the constitution and laws of the United States and this state.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- CL 1871, 3222 ;-- How. 4477 ;-- CL 1897, 7966 ;-- CL 1915, 10403 ;-- CL 1929, 10604 ;-- CL 1948, 457.206",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-206/"
    },
    {
      "id": "section-457207",
      "number": "457.207",
      "heading": "By-Laws and Rules; Powers of Trustees.",
      "text": "Every corporation organized under and in pursuance of this act, shall have full power and authority to provide by its by-laws, from time to time, for the election from its members of such other officers of the corporation, under and by such name and style as shall be in accordance with its Masonic constitution; and instead of appointing a board of trustees to have the management and control of its property, interests and affairs, as provided in sections 5 and 6 of this act, may, if the corporation so choose, provide in its by-laws that the property, affairs and interests of the corporation shall be managed and controlled by such persons or officers of the corporation or in such manner as the corporation shall from time to time provide for that purpose in such by-laws; and the corporation may enact all such by-laws, rules and regulations as may be necessary for its government, and for the care and management of its property, affairs and interests, and to carry into effect the powers and privileges in this act granted, and may alter and amend the same at pleasure: Provided, That in all cases where such corporation shall choose to appoint a board of trustees to have the management of its property and affairs such board shall have the powers and the management and direction of the interests and property of the corporation, as provided in said sections 5 and 6 of this act.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- Am. 1867, Act 180, Imd. Eff. Mar. 27, 1867 ;-- CL 1871, 3223 ;-- How. 4478 ;-- CL 1897, 7967 ;-- CL 1915, 10404 ;-- CL 1929, 10605 ;-- CL 1948, 457.207Compiler's Notes:The phrase “if the corporation so choose,” evidently should read “if the corporation so chooses,”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-207/"
    },
    {
      "id": "section-457208",
      "number": "457.208",
      "heading": "Governing Law; Amendment of Act.",
      "text": "All corporations, formed under this act, shall be subject to the provisions of chapter 73, of the Compiled Laws of this state, so far as the same may be applicable to corporations formed under this act, and the legislature may alter or amend this act at any time.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- Am. 1867, Act 180, Imd. Eff. Mar. 27, 1867 ;-- Am. 1869, Act 61, Imd. Eff. Mar. 26, 1869 ;-- CL 1871, 3224 ;-- How. 4479 ;-- CL 1897, 7968 ;-- CL 1915, 10405 ;-- CL 1929, 10606 ;-- CL 1948, 457.208Compiler's Notes:For provisions of chapter 73, referred to in this section, which have not been repealed or reenacted, see MCL 450.504 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-208/"
    },
    {
      "id": "section-457209",
      "number": "457.209",
      "heading": "Effective Date of Act.",
      "text": "This act shall take immediate effect.\n\nHistory:1865, Act 145, Imd. Eff. Mar. 10, 1865 ;-- CL 1871, 3224 ;-- CL 1915, 10406 ;-- CL 1929, 10607 ;-- CL 1948, 457.209",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-209/"
    },
    {
      "id": "section-457210",
      "number": "457.210",
      "heading": "Incorporated Lodge or Chapter; Surrender of Corporate Rights, Powers, and Liabilities; Effect; Reincorporation.",
      "text": "Any lodge or chapter which shall have been incorporated before this act as amended takes effect as a law, may by a vote of the members of such lodge or chapter at any regular meeting thereof surrender their corporate rights, powers and liabilities; but such surrender shall not in any manner affect any suits which may be pending, or any action or causes of action accrued or accruing or any rights which any person may have acquired by virtue of such incorporation; but before such surrender shall be valid, a certificate of the proper officer under the seal of such lodge or chapter shall be filed in the corporation and securities bureau of the department of commerce certifying that such lodge or chapter has voted to surrender its corporate rights and any such lodge or chapter having so surrendered its corporate rights may be again incorporated in conformity with this act as hereby amended.\n\nHistory:Add. 1867, Act 141, Imd. Eff. Mar. 27, 1867 ;-- CL 1871, 3225 ;-- How. 4480 ;-- CL 1897, 7969 ;-- CL 1915, 10407 ;-- CL 1929, 10608 ;-- CL 1948, 457.210 ;-- Am. 1982, Act 94, Imd. Eff. Apr. 19, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-457/statute-act-145-of-1865/section-457-210/"
    }
  ]
}