{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-42-conspiracy-to-rig-bids-to-government",
  "sections": [
    {
      "id": "section-591-686",
      "number": "59.1-68.6.",
      "heading": "Definitions§ 59.1-68.7. Combinations to rig bids§ 59.1-68.8. Enforcement",
      "text": "As used in this chapter, unless the text indicates otherwise:\n\n1. \"Person\" means any individual, firm, partnership or corporation;\n\n2. \"Governmental units\" means all state agencies and all political subdivisions or agencies thereof;\n\n3. \"Bid\" means any submission of a price, whether written or oral, for any goods, services or construction to be provided.\n\n1980, c. 471.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-4-2/section-59-1-68-6/"
    },
    {
      "id": "section-591-687",
      "number": "59.1-68.7.",
      "heading": "Combinations to rig bids",
      "text": "A. Any combination, conspiracy or agreement to intentionally rig, alter or otherwise manipulate, or to cause to be rigged, altered or otherwise manipulated any bid submitted to the Commonwealth of Virginia or any governmental unit for the purpose of allocating purchases or sales to or among persons, raising or otherwise fixing the prices of the goods or services, or excluding other persons from dealing with the Commonwealth or any other governmental unit shall be unlawful.\n\nB. Any person violating this section shall be guilty of a Class 6 felony.\n\n1980, c. 471.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-4-2/section-59-1-68-7/"
    },
    {
      "id": "section-591-688",
      "number": "59.1-68.8.",
      "heading": "Enforcement",
      "text": "The Attorney General of Virginia, with respect to state agencies only, shall have concurrent power and authority to investigate and prosecute any violation of § 59.1-68.7. In addition, the attorneys for the Commonwealth of the several counties and cities shall retain the power and authority to prosecute any and all violations of § 59.1-68.7 occurring within their jurisdiction.\n\n1980, c. 471.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-4-2/section-59-1-68-8/"
    }
  ]
}