{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-45-the-amusement-device-rider-safety-act",
  "sections": [
    {
      "id": "section-591-519",
      "number": "59.1-519.",
      "heading": "Definitions§ 59.1-520. Rider conduct; reports§ 59",
      "text": "As used in this chapter:\n\n\"Amusement device\" means (i) a device or structure open to the public by which persons are conveyed or moved in an unusual manner for diversion and (ii) a device suspended in the air by the use of steel cables, chains, belts, or ropes, and usually supported by trestles or towers with one or more spans, also known as a passenger tramway, used to transport passengers uphill.\n\n\"Operator\" means the entity listed as operator on the Certificate of Inspection issued for the amusement device pursuant to § 36-98.3 and the regulations promulgated pursuant thereto.\n\n\"Owner\" means the entity listed as owner on the Certificate of Inspection issued for the amusement device pursuant to § 36-98.3 and the regulations promulgated pursuant thereto.\n\n\"Parent or guardian\" means any parent, guardian, legal custodian or other person having immediate control or charge of a child.\n\n\"Rider\" means any person who is (i) waiting in the immediate vicinity to get on an amusement device; (ii) getting on an amusement device; (iii) using an amusement device; (iv) getting off an amusement device; or (v) leaving an amusement device and still in its immediate vicinity. \"Rider\" does not include employees, agents, or servants of the owner or operator of the amusement device while engaged in the duties of their employment.\n\n2002, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-45/section-59-1-519/"
    },
    {
      "id": "section-591-520",
      "number": "59.1-520.",
      "heading": "Rider conduct; reports",
      "text": "A. A rider, or his parent or guardian on a rider's behalf, shall report in writing to the owner or operator any injury sustained on an amusement device before leaving the owner's or operator's premises, or, if the parent or guardian is not present, then as soon as reasonably possible, including (i) the name, address, and phone number of the injured person; (ii) a full description of the incident, the injuries claimed, any treatment received, and the location, date, and time of the injury; (iii) the cause of the injury, if known; and (iv) the names, addresses, and phone numbers of any witnesses to the incident, if known by the rider or his parent or guardian. If the rider, or his parent or guardian on a rider's behalf, is unable to file a report because of the severity of his injuries, he shall file the report as soon as reasonably possible. The failure of a rider, or his parent or guardian on a rider's behalf, to report an injury under this subsection shall have no effect on the rider's right to commence a civil action.\n\nB. A rider shall:\n\n1. Obey the posted rules, warnings, and oral instructions for an amusement device issued by the owner, operator or an employee or agent of the owner or operator; and\n\n2. Not intentionally act in any manner that may cause or contribute to injuring the rider or others, including:\n\na. Interfering with safe operation of the amusement device;\n\nb. Failing to engage any safety devices that are provided;\n\nc. Disconnecting or disabling a safety device except at the express instruction of the owner's or operator's agent or employee;\n\nd. Altering or enhancing the intended speed, course, or direction of an amusement device;\n\ne. Using the controls of an amusement device designed solely to be operated by the owner's or operator's agent or employee;\n\nf. Throwing, intentionally dropping, or intentionally expelling an object from or toward an amusement device;\n\ng. Getting on or off an amusement device except at the designated time and area, if any, at the direction of the owner's or operator's agent or employee, or in an emergency;\n\nh. Not reasonably controlling the speed or direction of the rider or an amusement device that requires the rider to control or direct himself on a ride; and\n\ni. Overloading an amusement device beyond its posted capacity.\n\n2002, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-45/section-59-1-520/"
    },
    {
      "id": "section-591-521",
      "number": "59.1-521.",
      "heading": "Duty of parent or guardian",
      "text": "Parents or guardians of a rider shall have a duty to ensure that the rider complies with all provisions of this chapter.\n\n2002, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-45/section-59-1-521/"
    },
    {
      "id": "section-591-522",
      "number": "59.1-522.",
      "heading": "Owner or operator duty to post",
      "text": "A. The owner or operator shall post signs stating \"State law requires riders to obey all warnings and directions and behave in a manner that will not cause or contribute to injuring themselves or others. Riders shall report all injuries before leaving.\"\n\nB. Such signs shall be posted at (i) any station designated for reporting an injury, (ii) any first aid station, and (iii) every entrance or exit to or from the premises designated for riders or any area or structure at which riders may purchase admission or obtain authority to use an amusement device.\n\n2002, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-45/section-59-1-522/"
    },
    {
      "id": "section-591-523",
      "number": "59.1-523.",
      "heading": "Enforcement; civil penalties; limitation",
      "text": "A. Enforcement of the provisions of this chapter may be brought only as follows:\n\n1. Any law-enforcement officer may issue a summons for a violation of this chapter; and\n\n2. The attorney for the county, city or town in which the alleged violation occurred may bring an action to recover the civil penalty authorized by subsection B.\n\nB. Except for the failure to report an injury, any person who violates the provisions of this chapter may be subject to a civil penalty in an amount not to exceed $500. Such penalty shall be paid into the local treasury.\n\n2002, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-45/section-59-1-523/"
    },
    {
      "id": "section-591-524",
      "number": "59.1-524.",
      "heading": "Common law doctrines not affected",
      "text": "Nothing in this chapter shall be construed to repeal or diminish in any respect common law doctrines, which shall continue in full force and effect nor shall a violation of this chapter constitute negligence per se in any civil action.\n\n2002, c. 788.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-45/section-59-1-524/"
    }
  ]
}