{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-21-business-opportunity-sales-act",
  "sections": [
    {
      "id": "section-591-262",
      "number": "59.1-262.",
      "heading": "Short title§ 59.1-263. Definitions§ 59",
      "text": "1-264. Written disclosure statement required§ 59.1-265. Seller required to obtain bond or establish escrow account; action for damages against bond or account; limitation on liability of surety or escrow agent§ 59.1-266. Prohibited acts§ 59.1-267. Contracts req",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-263",
      "number": "59.1-263.",
      "heading": "Definitions",
      "text": "A. For purposes of this chapter, \"business opportunity\" means the sale of any products, equipment, supplies or services which are sold to a purchaser upon payment of an initial required consideration exceeding $500 for the purpose of enabling such purchaser to start a business, and in which the seller:\n\n1. Represents that the seller will provide locations or assist the purchaser in finding locations for the use or operation of vending machines, racks, display cases or other similar devices, or currency-operated amusement machines or devices, on premises neither owned nor leased by the purchaser or seller; or\n\n2. Represents that it will purchase any or all products made, produced, fabricated, grown, bred or modified by the purchaser using in whole or in part the supplies, services or chattels sold by the seller to the purchaser; or\n\n3. Guarantees that the purchaser will derive income from the business opportunity which exceeds the price paid for the business opportunity, or that the seller will refund all or part of the price paid for the business opportunity, or repurchase any of the products, equipment, supplies or chattels supplied by the seller, if the purchaser is not satisfied with the business opportunity; or\n\n4. Represents that the seller will provide a sales program or marketing program which will enable the purchaser to derive income from the business opportunity which exceeds the price paid for the business opportunity.\n\nB. Exclusions. -- Such definition of \"business opportunity\" shall not include the following:\n\n1. A security as defined by § 13.1-501; or\n\n2. A franchise as defined in subsection A of § 13.1-559 or § 59.1-21.10; or\n\n3. A license granted by a general merchandise retailer which allows the licensee to sell goods, equipment, supplies, products or services to the general public under the retailer's trademark, trade name or service mark, provided that such general merchandise retailer has been doing business in the Commonwealth continuously for five years prior to the granting of such license and such general merchandise retailer also sells the same goods, equipment, supplies, products or services directly to the general public; or\n\n4. A newspaper distribution system; or\n\n5. The sale of an on-going business. An \"on-going business\" as used herein is one which for at least twelve months previous to the sale: (i) has been operated from a specific location, (ii) has been open for business to the general public and (iii) has had all equipment and supplies necessary for operating the business located at such specific location; or\n\n6. The sale of sales demonstration equipment and materials furnished at cost for use in making sales and not for resale; or\n\n7. A contract or agreement by which a retailer of goods or services is granted the right to sell goods or services within, or appurtenant to, a retail business establishment as a department or division thereof.\n\n1979, c. 523; 1985, c. 242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-263/"
    },
    {
      "id": "section-591-264",
      "number": "59.1-264.",
      "heading": "Written disclosure statement required",
      "text": "A. At least forty-eight hours prior to the time the purchaser signs a business opportunity contract, or at least forty-eight hours prior to the receipt of any consideration therefor by the seller, whichever occurs first, the seller shall provide the prospective purchaser with a written document, the cover sheet of which is entitled in at least ten-point boldface capital letters \"DISCLOSURES REQUIRED BY VIRGINIA LAW.\" Under this title shall appear the following statement in at least ten-point type: \"The Commonwealth of Virginia has not reviewed and does not approve, recommend, endorse or sponsor any business opportunity. The information contained in this disclosure has not been verified by the Commonwealth. If you have any questions about this investment, see an attorney before you sign a contract or agreement.\" Nothing except the title and required statement shall appear on the cover sheet. The disclosure document shall also contain the following:\n\n1. The name of the seller; whether the seller is doing business as an individual, partnership, or corporation; the names under which the seller has done, is doing or intends to do business in Virginia; and the name of any parent or affiliated company which is legally obligated to engage in business transactions with purchasers.\n\n2. The names, addresses and titles of the seller's officers, directors, trustees, general partners, general managers, principal executives, and any other person charged with responsibility for the seller's business activities relating to the sale of business opportunities.\n\n3. The length of time the seller has:\n\na. Sold business opportunities;\n\nb. Sold business opportunities involving the product, products, equipment, supplies, or services currently being offered to the purchaser.\n\n4. A full and detailed description of the actual services that the business opportunity seller agrees to perform for the purchaser.\n\n5. A copy of a financial statement of the seller, which shall not be older than thirteen months, which shall be updated to reflect any material changes in the seller's financial condition.\n\n6. The following statement:\n\n\"If the seller fails to deliver the product, products, equipment or supplies necessary to begin substantial operation of the business within forty-five days of the delivery date stated in your contract, you may notify the seller in writing of your termination of the contract.\"\n\nB. If training of any type is promised by the seller, the disclosure statement shall set forth a complete description of the training and the length of the training.\n\nC. If the seller promises services to be performed in connection with the placement of the equipment, product, products, or supplies at any location or at various locations, the disclosure statement must set forth the full nature of those services as well as the nature of the agreements to be made with the owners or managers of the location or locations where the purchaser's equipment, product, products or supplies will be placed.\n\nD. If the business opportunity seller is required to secure a bond or establish a trust deposit pursuant to § 59.1-265, the document shall state in at least ten-point type, either:\n\n1. \"As required by Virginia law, the seller has secured a bond issued by\n\n...........................… (name and address of surety company), a suretycompany authorized to do business in this State. Before signing a contract topurchase this business opportunity, you should check with the surety companyto determine the bond's current status,\" or\n\n2. \"As required by Virginia law, the seller has established a trust\n\naccount with..................................… (name and address of bankor savings institution). Before signing a contract to purchase this businessopportunity, you should check with the bank or savings institution todetermine the current status of the trust account.\"\n\nE. If the seller makes any statement concerning sales or earnings or any range of sales or earnings that the purchaser may reasonably expect to be made through this business opportunity, the document shall disclose:\n\n1. The total number of purchasers of business opportunities within the United States involving the product, products, equipment, supplies or services being offered who, to the seller's knowledge, have actually received earnings in the amount or range specified, within three years prior to the date of the disclosure statement, and\n\n2. The total number of purchasers of business opportunities within the United States involving the product, products, equipment, supplies, or services being offered within three years prior to the date of the disclosure statement.\n\n1979, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-264/"
    },
    {
      "id": "section-591-265",
      "number": "59.1-265.",
      "heading": "Seller required to obtain bond or establish escrow account; action for damages against bond or account; limitation on liability of surety or escrow agent",
      "text": "Before the business opportunity seller makes any of the representations set forth in § 59.1-263, the seller shall either have obtained a surety bond issued by a surety company authorized to do business in this Commonwealth or have established an escrow account with any credit union or any licensed and insured commercial bank or savings institution located in the Commonwealth of Virginia. The amount of the bond or escrow account shall be an amount not less than $50,000. Any person who is damaged by any violation of this chapter or by the business opportunity seller's breach of the contract for the business opportunity sale or of any obligation arising therefrom may bring an action against the bond or escrow account to recover damages suffered; provided, however, that the aggregate escrow liability of the surety or escrow agents under any such bond or escrow account shall be only for actual damages and in no event shall exceed the amount of the bond or escrow account.\n\n1979, c. 523; 1996, c. 77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-265/"
    },
    {
      "id": "section-591-266",
      "number": "59.1-266.",
      "heading": "Prohibited acts",
      "text": "No business opportunity seller shall:\n\n1. Represent that the business opportunity provides income or earning potential of any kind unless the seller has documented data to substantiate the claims of income or earning potential and discloses such data to the prospective purchaser at the time such representations are made; or\n\n2. Use the trademark, service mark, trade names, logotype, advertising or other commercial symbol of any business which does not either control the ownership interest in the seller or is not legally obligated for all representations made by the seller in regard to the business opportunity, unless it is clear from the circumstances that the owner of the commercial symbol is not involved in the sale of the business opportunity; or\n\n3. Make or authorize the making of any reference to its compliance with this chapter in any advertisement or other contact with prospective purchasers.\n\n1979, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-266/"
    },
    {
      "id": "section-591-267",
      "number": "59.1-267.",
      "heading": "Contracts required to be in writing; contents",
      "text": "A. Every business opportunity sales contract shall be in writing and a copy shall be given to the purchaser at the time he signs the contract.\n\nB. Every contract for the sale of a business opportunity shall include the following:\n\n1. The terms and conditions of payment;\n\n2. A full and detailed description of the acts or services that the business opportunity seller undertakes to perform for the purchaser;\n\n3. The seller's principal business address and the name and address of its agent in the Commonwealth of Virginia authorized to receive service of process;\n\n4. A full and detailed description of any product, products, equipment or supplies the business opportunity seller is to deliver to the purchaser;\n\n5. The approximate delivery date of any product, products, equipment, or supplies the business opportunity seller is to deliver to the purchaser.\n\n1979, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-267/"
    },
    {
      "id": "section-591-268",
      "number": "59.1-268.",
      "heading": "Purchaser's remedies",
      "text": "If a business opportunity seller (i) uses any untrue or misleading statements in the sale of a business opportunity, (ii) fails to give the proper disclosures in the manner required by § 59.1-264, or (iii) fails to deliver the equipment, supplies, product or products necessary to begin substantial operation of the business within forty-five days of the delivery date stated in the business opportunity contract, or if the contract does not comply with the requirements of § 59.1-267, then, within one year of the date of the contract, upon written notice to seller, the purchaser may void the contract and shall be entitled to receive from the business opportunity seller all sums paid to the business opportunity seller. Upon receipt of such sums, the purchaser shall make available to the seller at the purchaser's address or at the places at which they are located at the time such notice is given, all product, products, equipment and supplies received by the purchaser. No purchaser shall be entitled to any unjust enrichment by exercise of the remedies provided in this subsection.\n\nAny purchaser injured by (i) a violation of this chapter, (ii) the business opportunity seller's breach of a contract subject to this chapter, or (iii) by any obligation arising therefrom may bring a civil action for recovery of damages, including reasonable attorney's fees.\n\nUpon complaint of any person that a business opportunity seller has violated the provisions of this chapter, the circuit court wherein the violation is alleged to have occurred shall have jurisdiction to enjoin such seller from further violations of this chapter.\n\nThe remedies provided herein shall be in addition to any other remedies provided for by law or in equity.\n\n1979, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-268/"
    },
    {
      "id": "section-591-269",
      "number": "59.1-269.",
      "heading": "Penalty; limitation",
      "text": "A. Any person who shall knowingly and willfully make, or cause to be made, any false statement in any disclosure statement or contract subject to the provisions of this chapter, or who shall knowingly and willfully commit any act prohibited by § 59.1-266 with the intent to defraud or to deceive a purchaser as to any material fact shall be guilty of a Class 4 felony.\n\nB. Any person who shall knowingly make or cause to be made any false statement in any disclosure statement or contract subject to the provisions of this chapter or who shall commit any act prohibited by § 59.1-266 shall be guilty of a Class 1 misdemeanor.\n\nC. No prosecution under this section shall be begun more than three years from the date of the alleged offense.\n\n1979, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-21/section-59-1-269/"
    }
  ]
}