{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-181-bad-faith-assertions-of-patent-infringement",
  "sections": [
    {
      "id": "section-591-2151",
      "number": "59.1-215.1.",
      "heading": "Definitions§ 59.1-215.2. Bad faith assertions of patent infringement§ 59",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Assertion of patent infringement\" means (i) sending or delivering a demand letter to a target; (ii) threatening a target with litigation asserting, alleging, or claiming that the target has engaged in patent infringement; (iii) sending or delivering a demand letter to the customers of a target; or (iv) otherwise making claims or allegations, other than those made in litigation against a target, that a target has engaged in patent infringement or that a target should obtain a license to a patent in order to avoid litigation.\n\n\"Demand letter\" means a letter, email, or other communication asserting, alleging, or claiming that the target has engaged in patent infringement, or that a target should obtain a license to a patent in order to avoid litigation, or any similar assertion.\n\n\"Patent infringement\" means any conduct that constitutes infringement pursuant to applicable law, including 35 U.S.C. § 271, as amended.\n\n\"Target\" means a person residing in, conducting substantial business in, or having its principal place of business in the Commonwealth and with respect to whom an assertion of patent infringement is made.\n\n2014, cc. 810, 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-18-1/section-59-1-215-1/"
    },
    {
      "id": "section-591-2152",
      "number": "59.1-215.2.",
      "heading": "Bad faith assertions of patent infringement",
      "text": "A. A person shall not make, in bad faith, an assertion of patent infringement.\n\nB. The following shall constitute indicia that a person's assertion of patent infringement was made in bad faith:\n\n1. The demand letter does not contain:\n\na. The number of the patent that is asserted, alleged, or claimed to have been infringed; or\n\nb. The name and address of the patent's owner or owners and assignee or assignees, if any.\n\n2. The person sends a demand letter to a target without first making a reasonable effort under the circumstances to conduct an analysis comparing the claims in the patent to the target's products, services, and technology, or to identify specific areas in which the products, services, or technology are covered by the claims in the patent.\n\n3. The demand letter does not identify specific areas in which the products, services, and technology are covered by the claims in the patent.\n\n4. The person offers to license the patent for an amount that is not based on a reasonable estimation of the value of a license to the patent.\n\n5. The person making an assertion of patent infringement acts in subjective bad faith, or a reasonable actor in the person's position would know or reasonably should know that such assertion is baseless.\n\n6. The assertion of patent infringement is deceptive, or the person threatens legal action that cannot legally be taken or that is not intended to be taken.\n\n7. The person or its subsidiaries or affiliates have previously filed or threatened to file one or more lawsuits based on the same or similar assertion of patent infringement, the person attempted to enforce the assertion of patent infringement in litigation, and a court found the assertion to be objectively baseless or imposed sanctions for the assertion.\n\n8. The patent alleged to be infringed was not in force at the time the allegedly infringing conduct occurred, or the patent claims alleged to be infringed have previously been held to be invalid.\n\nC. The following shall constitute indicia that a person's assertion of patent infringement was not made in bad faith, but the absence of such indicia shall not constitute evidence of bad faith:\n\n1. The person engages in a reasonable effort under the circumstances to establish that the target has infringed the patent and to negotiate an appropriate remedy.\n\n2. The person makes a substantial investment in the use of the patent or in the development, production, or sale of a product or item covered by the patent.\n\n3. The person has:\n\na. Demonstrated good faith in previous efforts to enforce the patent or a substantially similar patent; or\n\nb. Successfully enforced the patent, or a substantially similar patent, through litigation.\n\n4. The person is an institution of higher education or a technology transfer office organization owned by or affiliated with an institution of higher education.\n\nD. The lists of indicia in this section are non-exclusive, and all indicia need not be present for a finding of bad faith or good faith.\n\n2014, cc. 810, 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-18-1/section-59-1-215-2/"
    },
    {
      "id": "section-591-2153",
      "number": "59.1-215.3.",
      "heading": "Enforcement; remedies; civil investigative demands; assurances of voluntary compliance; restraining prohibited acts",
      "text": "A. Whenever the Attorney General has reasonable cause to believe that any person has engaged in, or is engaging in, or is about to engage in, any violation of this chapter, the Attorney General is empowered to issue a civil investigative demand. The provisions of § 59.1-9.10 shall apply mutatis mutandis to civil investigative demands issued pursuant to this section.\n\nB. The Attorney General or any attorney for the Commonwealth may accept an assurance of voluntary compliance with this chapter from any person subject to the provisions of this chapter. Any such assurance shall be in writing and be filed with and be subject on petition to the approval of the appropriate circuit court. Such assurance of voluntary compliance shall not be considered an admission of guilt or a violation for any purpose. Such assurance of voluntary compliance may at any time be reopened by the Attorney General or the attorney for the Commonwealth for additional orders or decrees to enforce the assurance of voluntary compliance. When an assurance is presented to the circuit court for approval, the Attorney General or the attorney for the Commonwealth shall file, in the form of a complaint, the allegations that form the basis for the entry of the assurance. The assurance may provide by its terms for any relief that an appropriate circuit court could grant, including but not limited to arbitration of disputes between a person subject to the provisions of this chapter and any targets, investigative expenses, civil penalties, and costs, provided, however, that nothing in this chapter shall be construed to authorize or require the Commonwealth, the Attorney General, or any attorney for the Commonwealth to participate in arbitration of violations under this section.\n\nC. Notwithstanding any other provisions of law to the contrary, the Attorney General or any attorney for the Commonwealth may cause an action to be brought in the appropriate circuit court in the name of the Commonwealth to enjoin any violation of this chapter. The circuit court having jurisdiction may enjoin such violations notwithstanding the existence of an adequate remedy at law. In any action under this section, it shall not be necessary that damages be proved. Unless the Attorney General or the attorney for the Commonwealth determines that a person subject to the provisions of this chapter intends to depart from the Commonwealth or to remove his property from the Commonwealth, or to conceal himself or his property within the Commonwealth, or on a reasonable determination that irreparable harm may occur if immediate action is not taken, the Attorney General or the attorney for the Commonwealth shall, before initiating any legal proceedings as provided in this section, give notice in writing that such proceedings are contemplated and allow such person a reasonable opportunity to show that a violation did not occur or execute an assurance of voluntary compliance as provided in subsection B. The circuit courts are authorized to issue temporary or permanent injunctions to restrain and prevent violations of this chapter. The circuit court also may award to the Commonwealth a civil penalty of not more than $2,500 for each violation, reasonable expenses incurred in investigating and preparing the case, and attorneys' fees.\n\nD. Any person outside the Commonwealth asserting patent infringement to a target shall be deemed to be transacting business within the Commonwealth within the meaning of subdivision A 1 of § 8.01-328.1 and shall thereby be subject to the jurisdiction of the courts of the Commonwealth.\n\nE. The enforcement provisions of this section shall be exercised solely by the Attorney General or an attorney for the Commonwealth. Nothing in this chapter shall create a private cause of action in favor of any person aggrieved by a violation of this chapter.\n\nF. Nothing in this chapter authorizes the courts of the Commonwealth, the Attorney General, or any attorney for the Commonwealth to exercise jurisdiction over a claim for relief arising under an Act of Congress relating to patents.\n\n2014, cc. 810, 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-18-1/section-59-1-215-3/"
    },
    {
      "id": "section-591-2154",
      "number": "59.1-215.4.",
      "heading": "Exemptions",
      "text": "A demand letter or assertion of patent infringement that includes a claim for relief arising under 35 U.S.C. § 271 (e)(2) or 42 U.S.C. § 262 shall not be subject to the provisions of this chapter.\n\n2014, cc. 810, 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-18-1/section-59-1-215-4/"
    }
  ]
}