{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-7-names-marks-and-devices-on-certain-containers-and-",
  "sections": [
    {
      "id": "section-591-93",
      "number": "59.1-93.",
      "heading": "\"Person\" defined§ 59.1-94. Filing and publication of description of names, marks or devices§ 59",
      "text": "1-95. Certified copy as evidence; fees of the State Corporation Commission§ 59.1-95.1. Fees to cover expense of regulation§ 59.1-96. Offenses and punishments§ 59.1-97. Presumptive evidence of unlawful use",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-94",
      "number": "59.1-94.",
      "heading": "Filing and publication of description of names, marks or devices",
      "text": "Any person engaged in manufacturing, bottling or selling soda waters, mineral or aerated waters, cider, ginger ale, milk, cream, ice cream, soft drinks or other beverages, or medicines, medical preparations, perfumery, oils, compounds or mixtures, in bottles, siphons, tins, crates or kegs, with his or its name or other marks or devices branded, stamped, engraved, etched, blown, impressed or otherwise produced upon such bottles, siphons, siphon heads, tins, crates, or kegs, or the boxes used by him, or any person engaged in the business of regularly supplying clean laundered garments, towels, table or bed linens or other such articles with his or its name or other marks or devices woven, impressed or produced thereon, and who periodically exchanges such clean articles for soiled articles, may file in the office of the clerk of the circuit court in which his principal office of business is situated, or if such person shall manufacture, supply or bottle out of this Commonwealth, then in any county or city in this Commonwealth, and also in the office of the State Corporation Commission, a description of the name or names or marks or devices so used by him and cause such description to be printed once in each week, for three weeks successively, in a newspaper published in the county or city in which such description may have been filed as aforesaid, and if there be no newspaper published in the county or city in which such description has been filed, then in the newspaper published nearest to that county or city, and he shall thereupon be deemed the proprietor of such name, mark or device, and of every vessel or receptacle or clean laundered or soiled articles mentioned herein upon which it may be branded, stamped, engraved, etched, blown, impressed, woven or otherwise produced.\n\nCode 1950, § 59-191; 1958, c. 579; 1968, c. 439; 2002, c. 858.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-94/"
    },
    {
      "id": "section-591-95",
      "number": "59.1-95.",
      "heading": "Certified copy as evidence; fees of the State Corporation Commission",
      "text": "A certified copy of the description of the names, marks or devices referred to in this chapter, and filed with the State Corporation Commission, shall be prima facie evidence of the ownership of such bottles, siphons, boxes, crates, tins, kegs or clean laundered or soiled articles mentioned in this chapter in the trial of any case arising under the provisions of this chapter. For filing such paper or giving such copy, the State Corporation Commission may make a reasonable charge not exceeding five dollars.\n\nCode 1950, § 59-192; 1958, c. 579; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-95/"
    },
    {
      "id": "section-591-951",
      "number": "59.1-95.1.",
      "heading": "Fees to cover expense of regulation",
      "text": "The fees paid into the state treasury under this chapter, except for fees and funds collected for the Literary Fund, shall be deposited into a special fund and specifically accounted for and used by the State Corporation Commission to defray the costs of supervising, implementing, and administering the provisions of Chapters 5 (§ 13.1-501 et seq.) and 8 (§ 13.1-557 et seq.) of Title 13.1, and Chapters 6.1 (§ 59.1-92.1 et seq.) and 7 (§ 59.1-93 et seq.) of this title. Included in the Commission's costs shall be a reasonable margin in the nature of a reserve fund. All excesses of fees collected exceeding these costs shall revert to the general fund.\n\n1987, c. 434.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-95-1/"
    },
    {
      "id": "section-591-96",
      "number": "59.1-96.",
      "heading": "Offenses and punishments",
      "text": "It shall be unlawful for any person to fill with soda waters, mineral or aerated waters, cider, ginger ale, milk, or soft drinks, or other beverages or with medicine, medical preparations, perfumery, oils, compounds or mixtures, any bottle, box, crate, tin or keg so marked or distinguished as provided in § 59.1-94 with or by any name, mark or device, of which a description shall have been filed and published, as provided in such section, or to deface, erase, obliterate, cover up or otherwise remove, or conceal, any such name, mark or device thereon, or to sell, buy, give, take, receive, or otherwise dispose of or traffic in the same without the written consent of, or unless the same shall have been purchased by an agreement in writing from, the person whose mark or device shall be or shall have been in or upon the bottle, siphon, siphon head, crate, tin or keg so filled, trafficked in, used or handled as aforesaid. It shall also be unlawful for any person to sell, buy, rent, or otherwise traffic in any clean laundered or soiled articles mentioned in this chapter so marked or designated as provided in § 59.1-94 with or by any name, mark or device, of which a description shall have been filed and published, as provided in such section, or to deface, erase, obliterate, cover up or otherwise remove or conceal, any such name, mark or device thereon, or to sell, buy, give, take, receive or otherwise dispose of or traffic in the same without the written consent of, or unless the same shall have been purchased by an agreement in writing from, the person whose mark or device shall be or shall have been in or upon any such clean laundered or soiled article. Any person offending against the provisions of this section shall be deemed guilty of a misdemeanor, and shall be punished for the first offense by imprisonment for not less than ten days, nor more than one year, or by a fine of $5, and in addition thereto fifty cents for each and every such bottle, box, siphon, siphon head, crate, tin, or keg, sold, disposed of, received, bought or trafficked in, or by both such fine and imprisonment, and for each subsequent offense by imprisonment for not less than twenty days nor more than one year, or by a fine of not less than $50, and in addition thereto $1 for each and every bottle, box, siphon, crate, tin or keg filled, sold, used, disposed of, received, bought or trafficked in, or by both such fine and imprisonment, in the discretion of the judge or jury before whom the offense shall be tried; provided that in the case of any person offending against the provisions of this section relating to clean laundered or soiled articles such fine for the first offense shall be not less than $25 nor more than $200 and for each subsequent offense, the fine shall be not less than $50 nor more than $400.\n\nCode 1950, § 59-193; 1958, c. 579; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-96/"
    },
    {
      "id": "section-591-97",
      "number": "59.1-97.",
      "heading": "Presumptive evidence of unlawful use and trafficking in marked containers and other articles",
      "text": "The use by any person other than the person whose device, name or mark shall be or shall have been upon the same without such written consent as aforesaid, of any such marked or distinguished bottle, box, siphon, siphon heads, crate, tin or keg, and filed and published as aforesaid, for the sale therein of soda water, mineral or aerated waters, cider, ginger ale, milk, cream, soft drinks or other beverages, or of any articles of merchandise, medicines, medical preparations, perfumery, oils, compounds, mixtures or preparations, or for the furnishing of such or similar beverages to customers, or the receiving, buying, selling, using, disposing of or trafficking in any such bottles, boxes, siphons, siphon heads, crates, tins or kegs by any person other than the person having his name, mark or device thereon, or the having by any junk dealer, or dealers in secondhand articles, venders of bottles, etc., possession of any such bottles, boxes, siphons, siphon heads, crates, tins, or kegs, and description of the marks, names or devices whereon shall have been so filed and published, as aforesaid, or any such use of such device, name or mark distinguishing any clean laundered or soiled article mentioned in this chapter or any such receiving, buying, selling, using, disposing of or trafficking in any such article by any person other than the person having his name, mark or device thereon, or such having by any such junk dealer or other secondhand dealers possession of any such article and description of the marks, names or devices whereon shall have been so filed and published, as aforesaid, shall be presumptive evidence of the unlawful use and purchase of and trafficking in such bottles, siphons, boxes, siphon heads, crates, tins, kegs, or clean laundered or soiled article mentioned in this chapter.\n\nCode 1950, § 59-194; 1958, c. 579; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-97/"
    },
    {
      "id": "section-591-98",
      "number": "59.1-98.",
      "heading": "Procedure when violation charged; awarding possession of property to owner",
      "text": "Whenever any person mentioned in § 59.1-94 or his agent shall make oath before any magistrate, or other officer empowered to issue criminal warrants, that he has reason to believe, and does believe, that within the city, town or county served by such magistrate or other officer, any of his bottles, boxes, siphons, siphon heads, crates, tins, kegs, or clean laundered or soiled articles mentioned in this chapter a description of the names, marks or devices whereon has been filed and published as aforesaid, are being unlawfully used or filled or had, by any person manufacturing or selling soda, mineral or aerated waters, cider, ginger ale, milk, cream, soft drinks or other beverages or medicines, medical preparations, perfumery, oils, compounds or mixtures, or that any junk dealer or dealer in secondhand articles, vendor of bottles, or any other person has any such bottles, boxes, siphons, siphon heads, crates, tins, kegs or clean laundered or soiled articles mentioned in this chapter in his possession or secreted in any place, the magistrate or other officer, before whom such oath is made must thereupon issue a search warrant to discover and obtain the same, and may also issue his warrant stating the offense charged, and cause to be brought before any general district court having jurisdiction the person in whose possession such bottles, boxes, siphons, siphon heads, crates, tins, kegs or clean laundered or soiled articles mentioned in this chapter may be found, and shall then inquire into the circumstances of such possession and if such general district court finds such person has been guilty of a violation of § 59.1-96, it must impose the punishment therein prescribed, and it shall award possession of the property taken upon such warrant to the owner thereof.\n\nCode 1950, § 59-195; 1958, c. 579; 1968, c. 439; 2008, cc. 551, 691.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-98/"
    },
    {
      "id": "section-591-99",
      "number": "59.1-99.",
      "heading": "Right of appeal; commitment to jail; return and filing of papers",
      "text": "Any person convicted under the provisions of § 59.1-98 shall have the right of appeal from the decision of such court not of record to the circuit, corporation or hustings court, and shall, unless let to bail, be committed to jail, until next term of such court of record, and the witnesses shall be recognized to appear at the same time. The judge of the court not of record shall return and file all of the papers in each case with the clerk of the court of record.\n\nCode 1950, § 59-196; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-99/"
    },
    {
      "id": "section-591-100",
      "number": "59.1-100.",
      "heading": "Trial on appeal",
      "text": "The appeal shall be tried without formal pleadings in writing, and the accused shall be entitled to trial by jury in the same manner as if he had been indicted for the offense in such court.\n\nCode 1950, § 59-197; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-100/"
    },
    {
      "id": "section-591-101",
      "number": "59.1-101.",
      "heading": "Requiring or accepting deposit upon property not deemed a sale thereof",
      "text": "The requiring, taking or accepting of any deposit, for any purpose, upon any bottle, siphon, siphon head, crate, tin, keg, freezer, can, spoon, block, mould, tray, pan, brick, pail, tub, refrigerator box, cutlery, glass, china, chair, table, sign or clean laundered or soiled article mentioned in this chapter shall not be deemed or constitute a sale of such property, either optional or otherwise in any proceeding under this chapter.\n\nCode 1950, § 59-198; 1958, c. 579; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-101/"
    },
    {
      "id": "section-591-102",
      "number": "59.1-102.",
      "heading": "Records; previous filing and publishing of names, marks, etc.",
      "text": "The Secretary of the Commonwealth shall deliver the records of his office relating to names, marks and devices on such property as is mentioned in § 59.1-94 to the State Corporation Commission. No person who has filed prior to July 1, 1948, in the proper offices, a description of the name or names, marks or devices upon such property and has caused the same to be published according to the law existing at the time of such filing and publication, shall be required to again file and publish such description to be entitled to the benefits of this chapter.\n\nCode 1950, § 59-199; 1968, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-7/section-59-1-102/"
    }
  ]
}