{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-17-virginia-consumer-protection-act",
  "sections": [
    {
      "id": "section-591-196",
      "number": "59.1-196.",
      "heading": "Title§ 59.1-197. Intent§ 59.1-198",
      "text": "Definitions§ 59.1-199. Exclusions§ 59.1-200. Prohibited practices§ 59.1-200.1. Prohibited practices; foreclosure rescue§ 59.1-201. Civil investigative orders§ 59.1-201.1. Attorney General empowered to issue civil investigative demands§ 59.1-202. Assurances of volun",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-197",
      "number": "59.1-197.",
      "heading": "Intent",
      "text": "It is the intent of the General Assembly that this chapter shall be applied as remedial legislation to promote fair and ethical standards of dealings between suppliers and the consuming public.\n\n1977, c. 635.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-197/"
    },
    {
      "id": "section-591-198",
      "number": "59.1-198.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Business opportunity\" means the sale of any products, equipment, supplies, or services that are sold to an individual for the purpose of enabling such individual to start a business to be operated out of his residence, but does not include a business opportunity that is subject to the Business Opportunity Sales Act (§ 59.1-262 et seq.).\n\n\"Children's product\" means a consumer product designed or intended primarily for children 12 years of age or younger. In determining whether a consumer product is primarily intended for a child 12 years of age or younger, the following factors shall be considered:\n\n1. A statement by a manufacturer about the intended use of such product, including a label on such product if such statement is reasonable;\n\n2. Whether the product is represented in its packaging, display, promotion, or advertising as appropriate for use by children 12 years of age or younger;\n\n3. Whether the product is commonly recognized by consumers as being intended for use by a child 12 years of age or younger; and\n\n4. The Age Determination Guidelines issued by the staff of the Consumer Products Safety Commission in September 2002, and any successor to such guidelines.\n\n\"Consent\" means the same as that term is defined in § 59.1-575.\n\n\"Consumer transaction\" means:\n\n1. The advertisement, sale, lease, license, or offering for sale, lease, or license, of goods or services to be used primarily for personal, family, or household purposes;\n\n2. Transactions involving the advertisement, offer, or sale to an individual of a business opportunity that requires both his expenditure of money or property and his personal services on a continuing basis and in which he has not been previously engaged;\n\n3. Transactions involving the advertisement, offer, or sale to an individual of goods or services relating to the individual's finding or obtaining employment;\n\n4. A layaway agreement, whereby part or all of the price of goods is payable in one or more payments subsequent to the making of the layaway agreement and the supplier retains possession of the goods and bears the risk of their loss or damage until the goods are paid in full according to the layaway agreement;\n\n5. Transactions involving the advertisement, sale, lease, or license, or the offering for sale, lease, or license, of goods or services to a church or other religious body; and\n\n6. Transactions involving the advertisement of legal services that contain information about the results of a state or federal survey, inspection, or investigation of a nursing home or certified nursing facility as described in subsection E of § 32.1-126.\n\n\"Cure offer\" means a written offer of one or more things of value, including but not limited to the payment of money, that is made by a supplier and that is delivered to a person claiming to have suffered a loss as a result of a consumer transaction or to the attorney for such person. A cure offer shall be reasonably calculated to remedy a loss claimed by the person and it shall include a minimum additional amount equaling 10 percent of the value of the cure offer or $500, whichever is greater, as compensation for inconvenience, any attorney's or other fees, expenses, or other costs of any kind that such person may incur in relation to such loss, provided, however, that the minimum additional amount need not exceed $4,000.\n\n\"Defective drywall\" means drywall, or similar building material composed of dried gypsum-based plaster, that (i) as a result of containing the same or greater levels of strontium sulfide that has been found in drywall manufactured in the People's Republic of China and imported into the United States between 2004 and 2007 is capable, when exposed to heat, humidity, or both, of releasing sulfur dioxide, hydrogen sulfide, carbon disulfide, or other sulfur compounds into the air or (ii) has been designated by the U.S. Consumer Product Safety Commission as a product with a product defect that constitutes a substantial product hazard within the meaning of § 15(a)(2) of the Consumer Product Safety Act (15 U.S.C. § 2064 (a)(2)).\n\n\"Goods\" means all real, personal, or mixed property, tangible or intangible. For purposes of this chapter, intangible property includes but shall not be limited to \"computer information\" and \"informational rights\" in computer information as defined in § 59.1-501.2.\n\n\"Person\" means any natural person, corporation, trust, partnership, association, and any other legal entity.\n\n\"Reproductive or sexual health information\" means information relating to the past, present, or future reproductive or sexual health of an individual, including:\n\n1. Efforts to research or obtain reproductive or sexual health information services or supplies, including location information that may indicate an attempt to acquire such services or supplies;\n\n2. Reproductive or sexual health conditions, status, diseases, or diagnoses, including pregnancy, menstruation, ovulation, ability to conceive a pregnancy, whether an individual is sexually active, and whether an individual is engaging in unprotected sex;\n\n3. Reproductive and sexual health-related surgeries and procedures, including termination of a pregnancy;\n\n4. Use or purchase of contraceptives, birth control, or other medication related to reproductive health, including abortifacients;\n\n5. Bodily functions, vital signs, measurements, or symptoms related to menstruation or pregnancy, including basal temperature, cramps, bodily discharge, or hormone levels;\n\n6. Any information about diagnoses or diagnostic testing, treatment, or medications, or the use of any product or service relating to the matters described in subdivisions 1 through 5; and\n\n7. Any information described in subdivisions 1 through 6 that is derived or extrapolated from non-health-related information such as proxy, derivative, inferred, emergent, or algorithmic data.\n\n\"Reproductive or sexual health information\" does not include health information that is protected under the federal Health Insurance Portability and Accountability Act of 1996 (42 U.S.C. § 1320d et seq.), health records for the purposes of Title 32.1, or patient-identifying records for the purposes of 42 U.S.C. § 290dd-2.\n\n\"Services\" includes but is not limited to (i) work performed in the business or occupation of the supplier, (ii) work performed for the supplier by an agent whose charges or costs for such work are transferred by the supplier to the consumer or purchaser as an element of the consumer transaction, or (iii) the subject of an \"access contract\" as defined in § 59.1-501.2.\n\n\"Supplier\" means a seller, lessor, licensor, or professional that advertises, solicits, or engages in consumer transactions, or a manufacturer, distributor, or licensor that advertises and sells, leases, or licenses goods or services to be resold, leased, or sublicensed by other persons in consumer transactions.\n\n1977, c. 635; 1981, c. 205; 1987, c. 464; 1988, c. 485; 1992, c. 278; 2001, cc. 741, 762; 2004, cc. 41, 90; 2009, cc. 359, 700; 2010, c. 143; 2011, c. 615; 2019, cc. 291, 292; 2025, c. 591.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-198/"
    },
    {
      "id": "section-591-199",
      "number": "59.1-199.",
      "heading": "Exclusions",
      "text": "Nothing in this chapter shall apply to:\n\n1. Any aspect of a consumer transaction which aspect is authorized under laws or regulations of the Commonwealth or the United States, or the formal advisory opinions of any regulatory body or official of the Commonwealth or the United States.\n\n2. Acts done by the publisher, owner, agent, or employee of a newspaper, periodical, or radio or television station, or other advertising media such as outdoor advertising and advertising agencies, in the publication or dissemination of an advertisement in violation of § 59.1-200, unless it be proved that such person knew that the advertisement was of a character prohibited by § 59.1-200.\n\n3. Those aspects of a consumer transaction that are regulated by the Federal Consumer Credit Protection Act, 15 U.S.C. § 1601 et seq.\n\n4. Banks, savings institutions, credit unions, small loan companies, public service corporations, mortgage lenders as defined in § 6.2-1600, broker-dealers as defined in § 13.1-501, gas suppliers as defined in subsection E of § 56-235.8, and insurance companies regulated and supervised by the State Corporation Commission or a comparable federal regulating body.\n\n5. Any aspect of a consumer transaction that is subject to the Virginia Residential Landlord and Tenant Act (§ 55.1-1200 et seq.) or Chapter 14 (§ 55.1-1400 et seq.) of Title 55.1, unless the act or practice of a landlord constitutes a misrepresentation or fraudulent act or practice under § 59.1-200.\n\n6. Real estate licensees who are licensed under Chapter 21 (§ 54.1-2100 et seq.) of Title 54.1, unless the act or practice of the licensee constitutes a violation of law under the Unfair Real Estate Service Agreement Act (§ 55.1-3200 et seq.).\n\n7. Residential home sales between natural persons involving the seller's private residence.\n\n1977, c. 635; 1987, c. 464; 1994, c. 400; 1995, c. 703; 1996, cc. 61, 77, 179; 1999, c. 494; 2000, cc. 691, 706; 2023, c. 452; 2024, cc. 328, 362.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-199/"
    },
    {
      "id": "section-591-200",
      "number": "59.1-200.",
      "heading": "Prohibited practices",
      "text": "A. The following fraudulent acts or practices committed by a supplier in connection with a consumer transaction are hereby declared unlawful:\n\n1. Misrepresenting goods or services as those of another;\n\n2. Misrepresenting the source, sponsorship, approval, or certification of goods or services;\n\n3. Misrepresenting the affiliation, connection, or association of the supplier, or of the goods or services, with another;\n\n4. Misrepresenting geographic origin in connection with goods or services;\n\n5. Misrepresenting that goods or services have certain quantities, characteristics, ingredients, uses, or benefits;\n\n6. Misrepresenting that goods or services are of a particular standard, quality, grade, style, or model;\n\n7. Advertising or offering for sale goods that are used, secondhand, repossessed, defective, blemished, deteriorated, or reconditioned, or that are \"seconds,\" irregulars, imperfects, or \"not first class,\" without clearly and unequivocally indicating in the advertisement or offer for sale that the goods are used, secondhand, repossessed, defective, blemished, deteriorated, reconditioned, or are \"seconds,\" irregulars, imperfects, or \"not first class\";\n\n8. Advertising goods or services with intent not to sell them as advertised, or with intent not to sell at the price or upon the terms advertised.\n\nIn any action brought under this subdivision, the refusal by any person, or any employee, agent, or servant thereof, to sell any goods or services advertised or offered for sale at the price or upon the terms advertised or offered, shall be prima facie evidence of a violation of this subdivision. This paragraph shall not apply when it is clearly and conspicuously stated in the advertisement or offer by which such goods or services are advertised or offered for sale, that the supplier or offeror has a limited quantity or amount of such goods or services for sale, and the supplier or offeror at the time of such advertisement or offer did in fact have or reasonably expected to have at least such quantity or amount for sale;\n\n9. Making false or misleading statements of fact concerning the reasons for, existence of, or amounts of price reductions;\n\n10. Misrepresenting that repairs, alterations, modifications, or services have been performed or parts installed;\n\n11. Misrepresenting by the use of any written or documentary material that appears to be an invoice or bill for merchandise or services previously ordered;\n\n12. Notwithstanding any other provision of law, using in any manner the words \"wholesale,\" \"wholesaler,\" \"factory,\" or \"manufacturer\" in the supplier's name, or to describe the nature of the supplier's business, unless the supplier is actually engaged primarily in selling at wholesale or in manufacturing the goods or services advertised or offered for sale;\n\n13. Using in any contract or lease any liquidated damage clause, penalty clause, or waiver of defense, or attempting to collect any liquidated damages or penalties under any clause, waiver, damages, or penalties that are void or unenforceable under any otherwise applicable laws of the Commonwealth, or under federal statutes or regulations;\n\n13a. Failing to provide to a consumer, or failing to use or include in any written document or material provided to or executed by a consumer, in connection with a consumer transaction any statement, disclosure, notice, or other information however characterized when the supplier is required by 16 C.F.R. Part 433 to so provide, use, or include the statement, disclosure, notice, or other information in connection with the consumer transaction;\n\n14. Using any other deception, fraud, false pretense, false promise, or misrepresentation in connection with a consumer transaction;\n\n15. Violating any provision of § 3.2-6509, 3.2-6512, 3.2-6513, 3.2-6513.1, 3.2-6514, 3.2-6515, 3.2-6516, or 3.2-6519 is a violation of this chapter;\n\n16. Failing to disclose all conditions, charges, or fees relating to:\n\na. The return of goods for refund, exchange, or credit. Such disclosure shall be by means of a sign attached to the goods, or placed in a conspicuous public area of the premises of the supplier, so as to be readily noticeable and readable by the person obtaining the goods from the supplier. If the supplier does not permit a refund, exchange, or credit for return, he shall so state on a similar sign. The provisions of this subdivision shall not apply to any retail merchant who has a policy of providing, for a period of not less than 20 days after date of purchase, a cash refund or credit to the purchaser's credit card account for the return of defective, unused, or undamaged merchandise upon presentation of proof of purchase. In the case of merchandise paid for by check, the purchase shall be treated as a cash purchase and any refund may be delayed for a period of 10 banking days to allow for the check to clear. This subdivision does not apply to sale merchandise that is obviously distressed, out of date, post season, or otherwise reduced for clearance; nor does this subdivision apply to special order purchases where the purchaser has requested the supplier to order merchandise of a specific or unusual size, color, or brand not ordinarily carried in the store or the store's catalog; nor shall this subdivision apply in connection with a transaction for the sale or lease of motor vehicles, farm tractors, or motorcycles as defined in § 46.2-100;\n\nb. A layaway agreement. Such disclosure shall be furnished to the consumer (i) in writing at the time of the layaway agreement, or (ii) by means of a sign placed in a conspicuous public area of the premises of the supplier, so as to be readily noticeable and readable by the consumer, or (iii) on the bill of sale. Disclosure shall include the conditions, charges, or fees in the event that a consumer breaches the agreement;\n\n16a. Failing to provide written notice to a consumer of an existing open-end credit balance in excess of $5 (i) on an account maintained by the supplier and (ii) resulting from such consumer's overpayment on such account. Suppliers shall give consumers written notice of such credit balances within 60 days of receiving overpayments. If the credit balance information is incorporated into statements of account furnished consumers by suppliers within such 60-day period, no separate or additional notice is required;\n\n17. If a supplier enters into a written agreement with a consumer to resolve a dispute that arises in connection with a consumer transaction, failing to adhere to the terms and conditions of such an agreement;\n\n18. Violating any provision of the Virginia Health Club Act, Chapter 24 (§ 59.1-294 et seq.);\n\n19. Violating any provision of the Virginia Home Solicitation Sales Act, Chapter 2.1 (§ 59.1-21.1 et seq.);\n\n20. Violating any provision of the Automobile Repair Facilities Act, Chapter 17.1 (§ 59.1-207.1 et seq.);\n\n21. Violating any provision of the Virginia Lease-Purchase Agreement Act, Chapter 17.4 (§ 59.1-207.17 et seq.);\n\n22. Violating any provision of the Prizes and Gifts Act, Chapter 31 (§ 59.1-415 et seq.);\n\n23. Violating any provision of the Virginia Public Telephone Information Act, Chapter 32 (§ 59.1-424 et seq.);\n\n24. Violating any provision of § 54.1-1505;\n\n25. Violating any provision of the Motor Vehicle Manufacturers' Warranty Adjustment Act, Chapter 17.6 (§ 59.1-207.34 et seq.);\n\n26. Violating any provision of § 3.2-5627, relating to the pricing of merchandise;\n\n27. Violating any provision of the Pay-Per-Call Services Act, Chapter 33 (§ 59.1-429 et seq.);\n\n28. Violating any provision of the Extended Service Contract Act, Chapter 34 (§ 59.1-435 et seq.);\n\n29. Violating any provision of the Virginia Membership Camping Act, Chapter 25 (§ 59.1-311 et seq.);\n\n30. Violating any provision of the Comparison Price Advertising Act, Chapter 17.7 (§ 59.1-207.40 et seq.);\n\n31. Violating any provision of the Virginia Travel Club Act, Chapter 36 (§ 59.1-445 et seq.);\n\n32. Violating any provision of §§ 46.2-1231 and 46.2-1233.1;\n\n33. Violating any provision of Chapter 40 (§ 54.1-4000 et seq.) of Title 54.1;\n\n34. Violating any provision of Chapter 10.1 (§ 58.1-1031 et seq.) of Title 58.1;\n\n35. Using the consumer's social security number as the consumer's account number with the supplier, if the consumer has requested in writing that the supplier use an alternate number not associated with the consumer's social security number;\n\n36. Violating any provision of Chapter 18 (§ 6.2-1800 et seq.) of Title 6.2;\n\n37. Violating any provision of § 8.01-40.2;\n\n38. Violating any provision of Article 7 (§ 32.1-212 et seq.) of Chapter 6 of Title 32.1;\n\n39. Violating any provision of Chapter 34.1 (§ 59.1-441.1 et seq.);\n\n40. Violating any provision of Chapter 20 (§ 6.2-2000 et seq.) of Title 6.2;\n\n41. Violating any provision of the Virginia Post-Disaster Anti-Price Gouging Act, Chapter 46 (§ 59.1-525 et seq.). For the purposes of this subdivision, \"consumer transaction\" has the same meaning as provided in § 59.1-526;\n\n42. Violating any provision of Chapter 47 (§ 59.1-530 et seq.);\n\n43. Violating any provision of § 59.1-443.2;\n\n44. Violating any provision of Chapter 48 (§ 59.1-533 et seq.);\n\n45. Violating any provision of Chapter 25 (§ 6.2-2500 et seq.) of Title 6.2;\n\n46. Violating the provisions of clause (i) of subsection B of § 54.1-1115;\n\n47. Violating any provision of § 18.2-239;\n\n48. Violating any provision of Chapter 26 (§ 59.1-336 et seq.);\n\n49. Selling, offering for sale, or manufacturing for sale a children's product the supplier knows or has reason to know was recalled by the U.S. Consumer Product Safety Commission. There is a rebuttable presumption that a supplier has reason to know a children's product was recalled if notice of the recall has been posted continuously at least 30 days before the sale, offer for sale, or manufacturing for sale on the website of the U.S. Consumer Product Safety Commission. This prohibition does not apply to children's products that are used, secondhand or \"seconds\";\n\n50. Violating any provision of Chapter 44.1 (§ 59.1-518.1 et seq.);\n\n51. Violating any provision of Chapter 22 (§ 6.2-2200 et seq.) of Title 6.2;\n\n52. Violating any provision of § 8.2-317.1;\n\n53. Violating subsection A of § 9.1-149.1;\n\n54. Selling, offering for sale, or using in the construction, remodeling, or repair of any residential dwelling in the Commonwealth, any drywall that the supplier knows or has reason to know is defective drywall. This subdivision shall not apply to the sale or offering for sale of any building or structure in which defective drywall has been permanently installed or affixed;\n\n55. Engaging in fraudulent or improper or dishonest conduct as defined in § 54.1-1118 while engaged in a transaction that was initiated (i) during a declared state of emergency as defined in § 44-146.16 or (ii) to repair damage resulting from the event that prompted the declaration of a state of emergency, regardless of whether the supplier is licensed as a contractor in the Commonwealth pursuant to Chapter 11 (§ 54.1-1100 et seq.) of Title 54.1;\n\n56. Violating any provision of Chapter 33.1 (§ 59.1-434.1 et seq.);\n\n57. Violating any provision of § 18.2-178, 18.2-178.1, or 18.2-200.1;\n\n58. Violating any provision of Chapter 17.8 (§ 59.1-207.45 et seq.). For the purposes of this subdivision, \"consumer transaction\" also includes transactions involving an automatic renewal or continuous service offer by a supplier to a small business, as those terms are defined in § 59.1-207.45;\n\n59. Violating any provision of subsection E of § 32.1-126;\n\n60. Violating any provision of § 54.1-111 relating to the unlicensed practice of a profession licensed under Chapter 11 (§ 54.1-1100 et seq.) or Chapter 21 (§ 54.1-2100 et seq.) of Title 54.1;\n\n61. Violating any provision of § 2.2-2001.5;\n\n62. Violating any provision of Chapter 5.2 (§ 54.1-526 et seq.) of Title 54.1;\n\n63. Violating any provision of § 6.2-312;\n\n64. Violating any provision of Chapter 20.1 (§ 6.2-2026 et seq.) of Title 6.2;\n\n65. Violating any provision of Chapter 26 (§ 6.2-2600 et seq.) of Title 6.2;\n\n66. Violating any provision of Chapter 54 (§ 59.1-586 et seq.);\n\n67. Knowingly violating any provision of § 8.01-27.5;\n\n68. Failing to, in accordance with § 59.1-207.46, (i) make available a conspicuous online option to cancel a recurring purchase of a good or service or (ii) with respect to a free trial lasting more than 30 days, notify a consumer of his option to cancel such free trial within 30 days of the end of the trial period to avoid an obligation to pay for the goods or services;\n\n69. Selling or offering for sale any substance intended for human consumption, orally or by inhalation, that contains a synthetic derivative of tetrahydrocannabinol. As used in this subdivision, \"synthetic derivative\" means a chemical compound produced by man through a chemical transformation to turn a compound into a different compound by adding or subtracting molecules to or from the original compound. This subdivision shall not (i) apply to products that are approved for marketing by the U.S. Food and Drug Administration and scheduled in the Drug Control Act (§ 54.1-3400 et seq.) or (ii) be construed to prohibit any conduct permitted under Chapter 16 (§ 4.1-1600 et seq.) of Title 4.1;\n\n70. Selling or offering for sale to a person younger than 21 years of age any substance intended for human consumption, orally or by inhalation, that contains tetrahydrocannabinol. This subdivision shall not (i) apply to products that are approved for marketing by the U.S. Food and Drug Administration and scheduled in the Drug Control Act (§ 54.1-3400 et seq.) or (ii) be construed to prohibit any conduct permitted under Chapter 16 (§ 4.1-1600 et seq.) of Title 4.1;\n\n71. Selling or offering for sale any substance intended for human consumption, orally or by inhalation, that contains tetrahydrocannabinol, unless such substance is (i) contained in child-resistant packaging, as defined in § 4.1-600; (ii) equipped with a label that states, in English and in a font no less than 1/16 of an inch, (a) that the substance contains tetrahydrocannabinol and may not be sold to persons younger than 21 years of age, (b) all ingredients contained in the substance, (c) the amount of such substance that constitutes a single serving, and (d) the total percentage and milligrams of tetrahydrocannabinol included in the substance and the number of milligrams of tetrahydrocannabinol that are contained in each serving; and (iii) accompanied by a certificate of analysis, produced by an independent laboratory that is accredited pursuant to standard ISO/IEC 17025 of the International Organization of Standardization by a third-party accrediting body, that states the tetrahydrocannabinol concentration of the substance or the tetrahydrocannabinol concentration of the batch from which the substance originates. This subdivision shall not (i) apply to products that are approved for marketing by the U.S. Food and Drug Administration and scheduled in the Drug Control Act (§ 54.1-3400 et seq.) or (ii) be construed to prohibit any conduct permitted under Chapter 16 (§ 4.1-1600 et seq.) of Title 4.1;\n\n72. Manufacturing, offering for sale at retail, or selling at retail an industrial hemp extract, as defined in § 3.2-5145.1, a food containing an industrial hemp extract, or a substance containing tetrahydrocannabinol that depicts or is in the shape of a human, animal, vehicle, or fruit;\n\n73. Selling or offering for sale any substance intended for human consumption, orally or by inhalation, that contains tetrahydrocannabinol and, without authorization, bears, is packaged in a container or wrapper that bears, or is otherwise labeled to bear the trademark, trade name, famous mark as defined in 15 U.S.C. § 1125, or other identifying mark, imprint, or device, or any likeness thereof, of a manufacturer, processor, packer, or distributor of a product intended for human consumption other than the manufacturer, processor, packer, or distributor that did in fact so manufacture, process, pack, or distribute such substance;\n\n74. Selling or offering for sale a topical hemp product, as defined in § 3.2-4112, that does not include a label stating that the product is not intended for human consumption. This subdivision shall not (i) apply to products that are approved for marketing by the U.S. Food and Drug Administration and scheduled in the Drug Control Act (§ 54.1-3400 et seq.), (ii) be construed to prohibit any conduct permitted under Chapter 16 (§ 4.1-1600 et seq.) of Title 4.1, or (iii) apply to topical hemp products that were manufactured prior to July 1, 2023, provided that the person provides documentation of the date of manufacture if requested;\n\n75. Violating any provision of § 59.1-466.8;\n\n76. Violating subsection F of § 36-96.3:1;\n\n77. Selling or offering for sale (i) any kratom product to a person younger than 21 years of age or (ii) any kratom product that does not include a label listing all ingredients and with the following guidance: \"This product may be harmful to your health, has not been evaluated by the FDA, and is not intended to diagnose, treat, cure, or prevent any disease.\" As used in this subdivision, \"kratom\" means any part of the leaf of the plant Mitragyna speciosa or any extract thereof;\n\n78. Advertising of any ignition interlock system in Virginia by an ignition interlock vendor not approved by the Commission on the Virginia Alcohol Safety Action Program to operate in Virginia; targeted advertising of any ignition interlock system to a person before determination of guilt; and any advertising, whether before or after determination of guilt, without a conspicuous statement that such advertisement is not affiliated with any government agency. For purposes of this subdivision, \"ignition interlock system\" has the same meaning as ascribed to that term in § 18.2-270.1 and \"targeted advertising\" has the same meaning ascribed to that term in § 59.1-575 and includes direct mailings to an individual. This provision shall not apply to ignition interlock service vendor ads, pamphlets, or kiosk advertisements approved by the Commission on the Virginia Alcohol Safety Action Program and provided at a Commission-approved location;\n\n79. Failing to disclose the total cost of a good or continuous service, as defined in § 59.1-207.45, to a consumer, including any mandatory fees or charges, prior to entering into an agreement for the sale of any such good or provision of any such continuous service;\n\n80. Violating any provision of the Unfair Real Estate Service Agreement Act (§ 55.1-3200 et seq.);\n\n81. Selling or offering for sale services as a professional mold remediator to be performed upon any residential dwelling without holding a mold remediation certification from a nationally or internationally recognized certifying body for mold remediation, and failing to comply with (i) the U.S. Environmental Protection Agency's publication on Mold Remediation in Schools and Commercial Buildings, as revised; (ii) the ANSI/IICRC S520 Standard for Professional Mold Remediation, as revised; or (iii) any other equivalent ANSI-accredited mold remediation standard, when conducting or offering to conduct mold remediation in the Commonwealth;\n\n82. Willfully violating any provision of § 59.1-444.4;\n\n83. Violating any provision of Chapter 23.2 (§ 59.1-293.10 et seq.);\n\n84. Selling any food that is required by the FDA to have a nutrition label that does not meet the requirements of 21 C.F.R. Part 101;\n\n85. Obtaining, disclosing, selling, or disseminating any personally identifiable reproductive or sexual health information without the consent of the consumer;\n\n86. Violating any provision of Chapter 58 (§ 59.1-607 et seq.); and\n\n87. (Effective July 1, 2026) Violating any provision of the Medical Debt Protection Act (§ 59.1-611 et seq.).\n\nB. Nothing in this section shall be construed to invalidate or make unenforceable any contract or lease solely by reason of the failure of such contract or lease to comply with any other law of the Commonwealth or any federal statute or regulation, to the extent such other law, statute, or regulation provides that a violation of such law, statute, or regulation shall not invalidate or make unenforceable such contract or lease.\n\n1977, c. 635; 1979, c. 304; 1981, c. 205; 1983, c. 173; 1986, c. 432; 1987, cc. 462 to 464; 1988, cc. 24, 534; 1989, cc. 689, 703; 1990, c. 584; 1991, cc. 300, 605, 608, 630, 654; 1992, cc. 278, 545, 768; 1993, cc. 455, 760; 1994, cc. 261, 400, 655; 1995, c. 10; 1998, c. 848; 2000, cc. 880, 901; 2002, cc. 217, 897; 2003, cc. 800, 1003; 2004, cc. 784, 790, 798, 817; 2005, cc. 269, 303, 640, 861; 2006, c. 399; 2008, cc. 294, 791, 842; 2009, cc. 321, 359, 376, 699, 700; 2010, cc. 477, 713; 2011, c. 615; 2014, cc. 396, 459; 2016, c. 591; 2017, cc. 11, 16, 727; 2018, cc. 299, 704; 2019, cc. 291, 292, 521; 2020, cc. 412, 438, 481, 785, 1198, 1215, 1250, 1258; 2021, Sp. Sess. I, c. 485; 2022, cc. 351, 557; 2022, Sp. Sess. I, c. 2; 2023, cc. 304, 305, 439, 596, 688, 740, 744, 773, 794; 2023, Sp. Sess. I, c. 1; 2024, cc. 328, 362, 452, 476, 549, 747, 751, 793, 828; 2025, cc. 251, 342, 591, 685, 686, 692.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-200/"
    },
    {
      "id": "section-591-2001",
      "number": "59.1-200.1.",
      "heading": "Prohibited practices; foreclosure rescue",
      "text": "A. In addition to the provisions of § 59.1-200, the following fraudulent acts or practices committed by a supplier, as defined in § 59.1-198, in a consumer transaction involving residential real property owned and occupied as the primary dwelling unit of the owner, are prohibited:\n\n1. The supplier of service to avoid or prevent foreclosure charges or receives a fee (i) prior to the full and complete performance of the services it has agreed to perform, if the transaction does not involve the sale or transfer of residential real property, or (ii) prior to the settlement on the sale or transfer of residential real property, if the transaction involves the sale or transfer of such residential real property;\n\n2. The supplier of such services (i) fails to make payments under the mortgage or deed of trust that is a lien on such residential real property as the payments become due, where the supplier has agreed to do so, regardless of whether the purchaser is obligated on the loan, and (ii) applies rents received from such dwellings for his own use;\n\n3. The supplier of such services represents to the seller of such residential real property that the seller has an option to repurchase such residential real property, after the supplier of such services takes legal or equitable title to such residential real property, unless there is a written contract providing such option to repurchase on terms and at a price stated in such contract; or\n\n4. The supplier advertises or offers such services as are prohibited by this section.\n\nB. This section shall not apply to any mortgage lender or servicer regularly engaged in making or servicing mortgage loans that is subject to the supervisory authority of the State Corporation Commission, a comparable regulatory authority of another state, or a federal banking agency.\n\nC. In connection with any consumer transaction covered by subsection A, any provision in an agreement between the supplier of such services and the owner of such residential real property that requires the owner to submit to mandatory arbitration shall be null and void, and notwithstanding any such provisions, the owner of such residential real property shall have the rights and remedies under this chapter.\n\n2008, c. 485; 2009, cc. 203, 272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-200-1/"
    },
    {
      "id": "section-591-201",
      "number": "59.1-201.",
      "heading": "Civil investigative orders",
      "text": "A. Whenever the attorney for the Commonwealth or the attorney for a county, city, or town has reasonable cause to believe that any person has engaged in, or is engaging in, or is about to engage in, any violation of § 59.1-200 or 59.1-200.1, the attorney for the Commonwealth or the attorney for a county, city, or town if, after making a good faith effort to obtain such information, is unable to obtain the data and information necessary to determine whether such violation has occurred, or that it is impractical for him to do so, he may apply to the circuit court within whose jurisdiction the person having information resides, or has its principal place of business, for an investigative order requiring such person to furnish to the attorney for the Commonwealth or attorney for a county, city, or town such data and information as is relevant to the subject matter of the investigation.\n\nB. The circuit courts are empowered to issue investigative orders, authorizing discovery by the same methods and procedures as set forth for civil actions in the Rules of the Supreme Court of Virginia, in connection with investigations of violations of § 59.1-200 or 59.1-200.1 by the attorney for the Commonwealth or the attorney for a county, city, or town. An application for an investigative order shall identify:\n\n1. The specific act or practice alleged to be in violation of § 59.1-200 or 59.1-200.1;\n\n2. The grounds which shall demonstrate reasonable cause to believe that a violation of § 59.1-200 or 59.1-200.1 may have occurred, may be occurring or may be about to occur;\n\n3. The category or class of data or information requested in the investigative order; and\n\n4. The reasons why the attorney for the Commonwealth or attorney for a county, city, or town is unable to obtain such data and information, or the reason why it is impractical to do so, without a court order.\n\nC. Within 21 days after the service upon a person of an investigative order, or at any time before the return date specified in such order, whichever is later, such person may file a motion to modify or set aside such investigative order or to seek a protective order as provided by the Rules of the Supreme Court of Virginia. Such motion shall specify the grounds for modifying or setting aside the order, and may be based upon the failure of the application or the order to comply with the requirements of this section, or upon any constitutional or other legal basis or privilege of such person.\n\nD. Where the information requested by an investigative order may be derived or ascertained from the business records of the person upon whom the order is served, or from an examination, audit or inspection of such business records, or from a compilation, abstract or summary thereof, and the burden of deriving or ascertaining the information is substantially the same for the attorney for the Commonwealth or attorney for a county, city, or town as for the person from whom such information is requested, it shall be sufficient for that person to specify the records from which the requested information may be derived or ascertained, and to afford the attorney for the Commonwealth or attorney for the county, city, or town reasonable opportunity to examine, audit or inspect such records and to make copies, compilations, abstracts or summaries thereof.\n\nE. It shall be the duty of the attorney for the Commonwealth or attorney for a county, city, or town, his assistants, employees and agents, to maintain the secrecy of all evidence, documents, data and information obtained through the use of investigative orders or obtained as a result of the voluntary act of the person under investigation and it shall be unlawful for any person participating in such investigations to disclose to any other person not participating in such investigation any information so obtained. Any person violating this subsection shall be guilty of a Class 2 misdemeanor and shall be punished in accordance with § 18.2-11. Notwithstanding the foregoing, this section shall not preclude the presentation and disclosure of any information obtained pursuant to this section in any suit or action in any court of this Commonwealth wherein it is alleged that a violation of § 59.1-200 or 59.1-200.1 has occurred, is occurring or may occur, nor shall this section prevent the disclosure of any such information by the attorney for the Commonwealth or attorney for a county, city, or town to any federal or state law-enforcement authority that has restrictions governing confidentiality and the use of such information similar to those contained in this subsection; however, such disclosures may only be made as to information obtained after July 1, 1979.\n\nF. Upon the failure of a person without lawful excuse to obey an investigative order under this section, the attorney for the Commonwealth or attorney for the county, city, or town may initiate contempt proceedings in the circuit court that issued the order to hold such person in contempt.\n\nG. No information, facts or data obtained through an investigative order shall be admissible in any civil or criminal proceeding other than for the enforcement of this chapter and the remedies provided herein.\n\n1977, c. 635; 1979, c. 493; 1982, c. 13; 1987, c. 464; 1995, c. 703; 2008, c. 485.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-201/"
    },
    {
      "id": "section-591-2011",
      "number": "59.1-201.1.",
      "heading": "Attorney General empowered to issue civil investigative demands",
      "text": "Whenever the Attorney General has reasonable cause to believe that any person has engaged in, or is engaging in, or is about to engage in, any violation of this chapter, the Attorney General is empowered to issue a civil investigative demand. The provisions of § 59.1-9.10 shall apply mutatis mutandis to civil investigative demands issued pursuant to this section.\n\n1995, c. 703.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-201-1/"
    },
    {
      "id": "section-591-202",
      "number": "59.1-202.",
      "heading": "Assurances of voluntary compliance",
      "text": "A. The Attorney General, the attorney for the Commonwealth, or the attorney for a county, city, or town may accept an assurance of voluntary compliance with this chapter from any person subject to the provisions of this chapter. Any such assurance shall be in writing and be filed with and be subject on petition to the approval of the appropriate circuit court. Such assurance of voluntary compliance shall not be considered an admission of guilt or a violation for any purpose. Such assurance of voluntary compliance may at any time be reopened by the Attorney General, or the attorney for the Commonwealth, or attorney for the county, city, or town respectively, for additional orders or decrees to enforce the assurance of voluntary compliance.\n\nB. When an assurance is presented to the circuit court for approval, the Attorney General, the attorney for the Commonwealth, or the attorney for the appropriate county, city, or town shall file, in the form of a motion for judgment or complaint, the allegations which form the basis for the entry of the assurance. The assurance may provide by its terms for any relief which an appropriate circuit court could grant, including but not limited to restitution, arbitration of disputes between the supplier and its customers, investigative expenses, civil penalties and costs; provided, however, that nothing in this chapter shall be construed to authorize or require the Commonwealth, the Attorney General, an attorney for the Commonwealth or the attorney for any county, city or town to participate in arbitration of violations under this section.\n\n1977, c. 635; 1981, c. 423; 1982, c. 13; 1988, c. 850.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-202/"
    },
    {
      "id": "section-591-203",
      "number": "59.1-203.",
      "heading": "Restraining prohibited acts",
      "text": "A. Notwithstanding any other provisions of law to the contrary, the Attorney General, any attorney for the Commonwealth, or the attorney for any city, county, or town may cause an action to be brought in the appropriate circuit court in the name of the Commonwealth, or of the county, city, or town to enjoin any violation of § 59.1-200 or 59.1-200.1. The circuit court having jurisdiction may enjoin such violations notwithstanding the existence of an adequate remedy at law. In any action under this section, it shall not be necessary that damages be proved.\n\nB. Unless the Attorney General, any attorney for the Commonwealth, or the attorney for any county, city, or town determines that a person subject to the provisions of this chapter intends to depart from this Commonwealth or to remove his property herefrom, or to conceal himself or his property herein, or on a reasonable determination that irreparable harm may occur if immediate action is not taken, he shall, before initiating any legal proceedings as provided in this section, give notice in writing that such proceedings are contemplated, and allow such person a reasonable opportunity to appear before said attorney and show that a violation did not occur or execute an assurance of voluntary compliance, as provided in § 59.1-202.\n\nC. The circuit courts are authorized to issue temporary or permanent injunctions to restrain and prevent violations of § 59.1-200 or 59.1-200.1.\n\nD. The Commissioner of the Department of Agriculture and Consumer Services, or his duly authorized representative, shall have the power to inquire into possible violations of subdivisions A 18, 28, 29, 31, 39, 41, as it relates to motor fuels, 69, 70, 71, 72, 73, and 74 of § 59.1-200 and § 59.1-335.12, and, if necessary, to request, but not to require, an appropriate legal official to bring an action to enjoin such violation.\n\nE. The Board of Directors of the Virginia Cannabis Control Authority, or its duly authorized representative, shall, upon the referral or request of the Attorney General or the Department of Agriculture and Consumer Services, have the power to inquire into possible violations of subdivisions A 69, 70, 71, 72, 73, and 74 of § 59.1-200 and, if necessary, to request, but not require, an appropriate legal official to bring an action to enjoin such violation.\n\n1977, c. 635; 1982, c. 13; 1988, c. 485; 2008, c. 485; 2012, cc. 803, 835; 2023, cc. 744, 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-203/"
    },
    {
      "id": "section-591-204",
      "number": "59.1-204.",
      "heading": "Individual action for damages or penalty",
      "text": "A. Any person who suffers loss as the result of a violation of this chapter shall be entitled to initiate an action to recover actual damages, or $500, whichever is greater. If the trier of fact finds that the violation was willful, it may increase damages to an amount not exceeding three times the actual damages sustained, or $1,000, whichever is greater. Any person who accepts a cure offer under this chapter may not initiate or maintain any other or additional action based on any cause of action arising under any other statute or common law theory if such other action is substantially based on the same allegations of fact on which the action initiated under this chapter is based.\n\nB. Notwithstanding any other provision of law to the contrary, in addition to any damages awarded, such person also may be awarded reasonable attorneys' fees and court costs.\n\nC. No cure offer shall be admissible in any proceeding initiated under this section, unless the cure offer is delivered by a supplier to the person claiming loss or to any attorney representing such person, prior to the filing of the supplier's initial responsive pleading in such proceeding. If the cure offer is timely delivered by the supplier, then the supplier may introduce the cure offer into evidence at trial. The supplier shall not be liable for such person's attorneys' fees and court costs incurred following delivery of the cure offer unless the actual damages found to have been sustained and awarded, without consideration of attorneys' fees and court costs, exceed the value of the cure offer.\n\nD. In any action which the parties desire to settle all matters in dispute, the question of whether the plaintiff shall be awarded reasonable attorneys' fees and court costs in accordance with subsections B and C may be tendered to the court for consideration of the amount of such an award, if any.\n\n1977, c. 635; 1995, cc. 703, 726; 2004, cc. 41, 90; 2005, c. 250; 2006, c. 453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-204/"
    },
    {
      "id": "section-591-2041",
      "number": "59.1-204.1.",
      "heading": "Tolling of limitation",
      "text": "A. Any individual action pursuant to § 59.1-204 for which the right to bring such action first accrues on or after July 1, 1995, shall be commenced within two years after such accrual. The cause of action shall accrue as provided in § 8.01-230.\n\nB. When any of the authorized government agencies files suit under this chapter, the time during which such governmental suit and all appeals therefrom is pending shall not be counted as any part of the period within which an action under § 59.1-204 shall be brought.\n\n1988, c. 241; 1995, cc. 703, 726.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-204-1/"
    },
    {
      "id": "section-591-205",
      "number": "59.1-205.",
      "heading": "Additional relief",
      "text": "The circuit court may make such additional orders or decrees as may be necessary to restore to any identifiable person any money or property, real, personal, or mixed, tangible or intangible, which may have been acquired from such person by means of any act or practice declared to be unlawful in § 59.1-200 or 59.1-200.1, provided, that such person shall be identified by order of the court within 180 days from the date of the order permanently enjoining the unlawful act or practice.\n\n1977, c. 635; 2008, c. 485.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-205/"
    },
    {
      "id": "section-591-206",
      "number": "59.1-206.",
      "heading": "Civil penalties; attorney fees",
      "text": "A. In any action brought under this chapter, if the court finds that a person has willfully engaged in an act or practice in violation of § 59.1-200 or 59.1-200.1, the Attorney General, the attorney for the Commonwealth, or the attorney for the county, city, or town may recover for the Literary Fund, upon petition to the court, a civil penalty of not more than $2,500 per violation. If the court finds that a person has willfully committed a second or subsequent violation of subdivision A 69, 70, 71, 72, 73, or 74 of § 59.1-200, the Attorney General, the attorney for the Commonwealth, or the attorney for the county, city, or town may recover for the Literary Fund, upon petition to the court, a civil penalty of not more than $5,000 per violation.\n\nB. For purposes of this section, prima facie evidence of a willful violation may be shown when the Attorney General, the attorney for the Commonwealth, or the attorney for the county, city, or town notifies the alleged violator by certified mail that an act or practice is a violation of § 59.1-200 or 59.1-200.1, and the alleged violator, after receipt of said notice, continues to engage in the act or practice.\n\nC. Any person who willfully violates the terms of an assurance of voluntary compliance or an injunction issued under § 59.1-203 shall forfeit and pay to the Literary Fund a civil penalty of not more than $5,000 per violation. For purposes of this section, the circuit court issuing an injunction shall retain jurisdiction, and the cause shall be continued, and in such cases the Attorney General, the attorney for the Commonwealth, or the attorney for the county, city, or town may petition for recovery of civil penalties.\n\nD. In any action pursuant to subsection A, B, or C and in addition to any other amount awarded, the Attorney General, the attorney for the Commonwealth, or the attorney for the county, city, or town may recover any applicable civil penalty or penalties, costs, reasonable expenses incurred by the state or local agency in investigating and preparing the case not to exceed $1,000 per violation, and attorney's fees. Such civil penalty or penalties, costs, reasonable expenses, and attorney's fees shall be paid into the general fund of the Commonwealth or of the county, city, or town which such attorney represented.\n\nE. Nothing in this section shall be construed as limiting the power of the court to punish as contempt the violation of any order issued by the court, or as limiting the power of the court to enter other orders under § 59.1-203 or 59.1-205.\n\nF. The right of trial by jury as provided by law shall be preserved in actions brought under this section.\n\n1977, c. 635; 1980, c. 171; 1982, c. 13; 1991, c. 156; 1995, c. 703; 2008, c. 485; 2023, cc. 744, 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-206/"
    },
    {
      "id": "section-591-207",
      "number": "59.1-207.",
      "heading": "Unintentional violations",
      "text": "In any case arising under this chapter, no liability shall be imposed upon a supplier who shows by a preponderance of the evidence that (i) the act or practice alleged to be in violation of § 59.1-200 or 59.1-200.1 was an act or practice of the manufacturer or distributor to the supplier over which the supplier had no control or (ii) the alleged violation resulted from a bona fide error notwithstanding the maintenance of procedures reasonably adopted to avoid a violation; however, nothing in this section shall prevent the court from ordering restitution and payment of reasonable attorney's fees and court costs pursuant to § 59.1-204 B to individuals aggrieved as a result of an unintentional violation of this chapter.\n\n1977, c. 635; 1995, cc. 703, 726; 2008, c. 485.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-17/section-59-1-207/"
    }
  ]
}