{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-29-horse-racing-and-pari-mutuel-wagering",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Virginia Racing Commission§ 59",
      "text": "1-364. Control of racing with pari-mutuel wagering§ 59.1-365. Definitions§ 59.1-366. The Virginia Racing Commission created; members§ 59.1-367. Legal representation§ 59.1-368. Financial interests of Commission members, employees and family members prohibited§ 59.1-369.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-364",
      "number": "59.1-364.",
      "heading": "Control of racing with pari-mutuel wagering",
      "text": "A. Horse racing with pari-mutuel wagering as licensed herein shall be permitted in the Commonwealth for the promotion, sustenance and growth of a native industry, in a manner consistent with the health, safety and welfare of the people. The Virginia Racing Commission is vested with control of all horse racing with pari-mutuel wagering in the Commonwealth, with plenary power to prescribe regulations and conditions under which such racing and wagering shall be conducted, so as to maintain horse racing in the Commonwealth of the highest quality and free of any corrupt, incompetent, dishonest or unprincipled practices and to maintain in such racing complete honesty and integrity. The Virginia Racing Commission shall encourage participation by local individuals and businesses in those activities associated with horse racing.\n\nB. The conduct of any horse racing with pari-mutuel wagering participation in such racing or wagering and entrance to any place where such racing or wagering is conducted is a privilege which may be granted or denied by the Commission or its duly authorized representatives in its discretion in order to effectuate the purposes set forth in this chapter.\n\nC. The award of any prize money for any pari-mutuel wager placed at a racetrack or satellite facility licensed by the Commission shall not be deemed to be a part of any gaming contract within the purview of § 11-14.\n\nD. This section shall not apply to any sports betting or related activity that is lawful under Chapter 41 (§ 58.1-4100 et seq.) of Title 58.1.\n\nE. This section shall not apply to any sports betting or related activity that is lawful under Article 2 (§ 58.1-4030 et seq.) of Chapter 40 of Title 58.1, which shall be regulated pursuant to such chapter.\n\n1988, c. 855; 1992, c. 820; 1998, c. 619; 2020, cc. 1197, 1218, 1248, 1256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-364/"
    },
    {
      "id": "section-591-365",
      "number": "59.1-365.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Advance deposit account wagering\" means a method of pari-mutuel wagering conducted in the Commonwealth that is permissible under the Interstate Horseracing Act, § 3001 et seq. of Chapter 57 of Title 15 of the United States Code, and in which an individual may establish an account with an entity, licensed by the Commission, to place pari-mutuel wagers in person or electronically.\n\n\"Breakage\" means the odd cents by which the amount payable on each dollar wagered exceeds a multiple of $0.10.\n\n\"Commission\" means the Virginia Racing Commission.\n\n\"Dependent\" means a son, daughter, father, mother, brother, sister, or other person, whether or not related by blood or marriage, if such person receives from an officer or employee more than one-half of his financial support.\n\n\"Drug\" shall have the meaning prescribed by § 54.1-3401. The Commission shall by regulation define and designate those drugs the use of which is prohibited or restricted.\n\n\"Enclosure\" means all areas of the property of a track to which admission can be obtained only by payment of an admission fee or upon presentation of authorized credentials, and any additional areas designated by the Commission.\n\n\"Handle\" means the total amount of all pari-mutuel wagering sales excluding refunds and cancellations.\n\n\"Historical horse racing\" means a form of horse racing that creates pari-mutuel pools from wagers placed on previously conducted horse races and is hosted at (i) a racetrack owned or operated by a significant infrastructure limited licensee or (ii) a satellite facility that is owned or operated by (a) a significant infrastructure limited licensee or (b) the nonprofit industry stakeholder organization recognized by the Commission and licensed to own or operate such satellite facility.\n\n\"Horse racing\" means a competition on a set course involving a race between horses on which pari-mutuel wagering is permitted and includes historical horse racing.\n\n\"Immediate family\" means (i) a spouse and (ii) any other person residing in the same household as an officer or employee, who is a dependent of the officer or employee or of whom the officer or employee is a dependent.\n\n\"Licensee\" includes any person holding an owner's or operator's license under Article 2 (§ 59.1-375 et seq.).\n\n\"Member\" includes any person designated a member of a nonstock corporation, and any person who by means of a pecuniary or other interest in such corporation exercises the power of a member.\n\n\"Pari-mutuel wagering\" means the system of wagering on horse races in which those who wager on horses that finish in the position or positions for which wagers are taken share in the total amounts wagered, plus any amounts provided by a licensee, less deductions required or permitted by law and includes pari-mutuel wagering on historical horse racing and simulcast horse racing originating within the Commonwealth or from any other jurisdiction.\n\n\"Participant\" means any person who (i) has an ownership interest in any horse entered to race in the Commonwealth or who acts as the trainer, jockey, or driver of any horse entered to race in the Commonwealth or (ii) takes part in any horse racing subject to the jurisdiction of the Commission or in the conduct of a race meeting or pari-mutuel wagering there, including but not limited to a horse owner, trainer, jockey, or driver, groom, stable foreman, valet, veterinarian, agent, pari-mutuel employee, concessionaire or employee thereof, track employee, or other position the Commission deems necessary to regulate to ensure the integrity of horse racing in Virginia.\n\n\"Permit holder\" includes any person holding a permit to participate in any horse racing subject to the jurisdiction of the Commission or in the conduct of a race meeting or pari-mutuel wagering thereon as provided in § 59.1-387.\n\n\"Person\" means any individual, group of individuals, firm, company, corporation, partnership, business, trust, association, or other legal entity.\n\n\"Pool\" means the amount wagered during a race meeting or during a specified period thereof.\n\n\"Principal stockholder\" means any person who individually or in concert with his spouse and immediate family members, beneficially owns or controls, directly or indirectly, five percent or more of the stock of any person which is a licensee, or who in concert with his spouse and immediate family members, has the power to vote or cause the vote of five percent or more of any such stock. However, \"principal stockholder\" shall not include a broker-dealer registered under the Securities Exchange Act of 1934, as amended, which holds in inventory shares for sale on the financial markets for a publicly traded corporation holding, directly or indirectly, a license from the Commission.\n\n\"Race meeting\" means the whole consecutive period of time during which horse racing with pari-mutuel wagering is conducted by a licensee.\n\n\"Racetrack\" means an outdoor course located in Virginia which is laid out for horse racing and is licensed by the Commission.\n\n\"Recognized majority horsemen's group\" means the organization recognized by the Commission as the representative of the majority of owners and trainers racing at race meetings subject to the Commission's jurisdiction.\n\n\"Retainage\" means the total amount deducted from the pari-mutuel wagering pool for (i) a license fee to the Commission and localities, (ii) the licensee, (iii) purse money for the participants, (iv) the Virginia Breeders Fund, and (v) certain enumerated organizations as required or permitted by law, regulation or contract approved by the Commission.\n\n\"Satellite facility\" means all areas of the property at which simulcast horse racing is received for the purposes of pari-mutuel wagering, and any additional areas designated by the Commission.\n\n\"Significant infrastructure facility\" means a horse racing facility that has been approved by a local referendum pursuant to § 59.1-391 and has a minimum racing infrastructure consisting of (i) a one-mile dirt track for flat racing, (ii) a seven-eighths-mile turf course for flat or jump racing, (iii) covered seating for no fewer than 500 persons, and (iv) barns with no fewer than 400 permanent stalls.\n\n\"Significant infrastructure limited licensee\" means a person who owns or operates a significant infrastructure facility and holds a limited license under § 59.1-376.\n\n\"Simulcast horse racing\" means the simultaneous transmission of the audio or video portion, or both, of horse races from a licensed horse racetrack or satellite facility to another licensed horse racetrack or satellite facility, regardless of state of licensure, whether such races originate within the Commonwealth or any other jurisdiction, by satellite communication devices, television cables, telephone lines, or any other means for the purposes of conducting pari-mutuel wagering.\n\n\"Steward\" means a racing official, duly appointed by the Commission, with powers and duties prescribed by Commission regulations.\n\n\"Stock\" includes all classes of stock, partnership interest, membership interest, or similar ownership interest of an applicant or licensee, and any debt or other obligation of such person or an affiliated person if the Commission finds that the holder of such interest or stock derives therefrom such control of or voice in the operation of the applicant or licensee that he should be deemed an owner of stock.\n\n\"Virginia Breeders Fund\" means the fund established to foster the industry of breeding race horses in the Commonwealth of Virginia.\n\n1988, c. 855; 1991, c. 591; 1992, c. 820; 1996, c. 319; 1998, cc. 608, 619; 2005, c. 700; 2007, c. 757; 2015, cc. 731, 751; 2018, c. 811.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-365/"
    },
    {
      "id": "section-591-366",
      "number": "59.1-366.",
      "heading": "The Virginia Racing Commission created; members",
      "text": "A. The Virginia Racing Commission is hereby created. It shall consist of five members appointed by the Governor and confirmed by a majority of those elected to each house of the General Assembly at the next regular session following any such appointment. Each Commissioner shall have been a resident of the Commonwealth for a period of at least three years next preceding his appointment and his continued residency shall be a condition of his tenure in office. The initial appointments shall be as follows: one for a term of one year, one for a term of two years, one for a term of three years, one for a term of four years, and one for a term of five years. Thereafter, all appointments shall be for terms of five years. Vacancies in the Commission shall be filled for the unexpired term in the manner provided for original appointments. Each Commissioner shall be eligible for reappointment for a second consecutive term at the discretion of the Governor. Persons who are first appointed to initial terms of less than five years shall thereafter be eligible for reappointment to two consecutive terms of five years each. The Commission shall elect its chairman. No member of the General Assembly while serving as a member shall be eligible for appointment to the Commission.\n\nB. Each member of the Commission shall receive fifty dollars for each day or part thereof spent in the performance of his duties and in addition shall be reimbursed for his reasonable expenses incurred therein.\n\nC. The members of the Commission shall serve at the pleasure of the Governor.\n\nD. The Commission shall establish and maintain a general business office within the Commonwealth for the transaction of its business at a place to be determined by the Commission. The Commission shall meet at such times and places within the Commonwealth as it shall determine. A majority of the Commissioners shall constitute a quorum for the convening of a meeting, but the performance of any duty or the exercise of any power of the Commission shall require a majority of the entire Commission.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-366/"
    },
    {
      "id": "section-591-367",
      "number": "59.1-367.",
      "heading": "Legal representation",
      "text": "The Commission shall be represented in all legal matters by general counsel hired by the Commission; however, the employment of such counsel shall be subject to the approval of the Attorney General. The compensation for such general counsel shall be paid out of the funds appropriated for the administration of the Commission. No member of the General Assembly while serving as a member nor any person associated with such member's law practice shall be employed as general counsel.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-367/"
    },
    {
      "id": "section-591-368",
      "number": "59.1-368.",
      "heading": "Financial interests of Commission members, employees and family members prohibited",
      "text": "No member or employee of the Commission, and no spouse or immediate family member of any such member or employee shall have any financial interest, direct or indirect, in any horse racetrack, satellite facility or operation incident thereto subject to the provisions of this chapter, or in any entity which has submitted an application for a license under Article 2 (§ 59.1-375 et seq.) of this chapter, or in the operation of any such track or satellite facility within the Commonwealth, or in the operation of any wagering authorized under this chapter, or participate as owner of a horse or otherwise as a contestant in any race subject to the jurisdiction of the Commission, or have any pecuniary interest in the purse or prize contested for in any such race. No member of the Commission and no spouse or immediate family member of a Commission member shall make any contribution to a candidate for office or office holders on the local or state level, or cause a contribution to be made on their behalf.\n\n1988, c. 855; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-368/"
    },
    {
      "id": "section-591-369",
      "number": "59.1-369.",
      "heading": "Powers and duties of the Commission",
      "text": "The Commission shall have all powers and duties necessary to carry out the provisions of this chapter and to exercise the control of horse racing as set forth in § 59.1-364. Such powers and duties shall include the following:\n\n1. The Commission is vested with jurisdiction and supervision over all horse racing licensed under the provisions of this chapter including all persons conducting, participating in, or attending any race meeting. It shall employ such persons to be present at race meetings as are necessary to ensure that they are conducted with order and the highest degree of integrity. It may eject or exclude from the enclosure or from any part thereof any person, whether or not he possesses a license or permit, whose conduct or reputation is such that his presence may, in the opinion of the Commission, reflect on the honesty and integrity of horse racing or interfere with the orderly conduct of horse racing.\n\n2. The Commission, its representatives, and employees shall visit, investigate, and have free access to the office, track, facilities, satellite facilities or other places of business of any license or permit holder, and may compel the production of any of the books, documents, records, or memoranda of any license or permit holder for the purpose of satisfying itself that this chapter and its regulations are strictly complied with. In addition, the Commission may require any person granted a permit by the Commission and shall require any person licensed by the Commission, the recognized majority horsemen's group, and the nonprofit industry stakeholder organization recognized by the Commission under this chapter to produce an annual balance sheet and operating statement prepared by a certified public accountant approved by the Commission. The Commission may require the production of any contract to which such person is or may be a party.\n\n3. The Commission shall promulgate regulations and conditions under which horse racing with pari-mutuel wagering shall be conducted in the Commonwealth, and all such other regulations it deems necessary and appropriate to effect the purposes of this chapter, including a requirement that licensees post, in a conspicuous place in every place where pari-mutuel wagering is conducted, (i) a sign that bears a toll-free telephone number for the National Problem Gambling Helpline and (ii) a sign that bears the toll-free number and website for the illegal gaming tip line established and administered by the Office of the Gaming Enforcement Coordinator in the Department of State Police pursuant to § 52-54 for members of the public to report concerns about, or suspected instances of, illegal gaming activities. Such regulations shall include provisions for affirmative action to assure participation by minority persons in contracts granted by the Commission and its licensees. Nothing in this subdivision shall be deemed to preclude private local ownership or participation in any horse racetrack. Such regulations may include penalties for violations. The regulations shall be subject to the Administrative Process Act (§ 2.2-4000 et seq.).\n\n4. The Commission shall promulgate regulations and conditions under which simulcast horse racing shall be conducted at a licensed horse racetrack or satellite facility in the Commonwealth and all such other regulations it deems necessary and appropriate to effect the purposes of this chapter. Such regulations shall include provisions that all simulcast horse racing shall comply with the Interstate Horse Racing Act of 1978 (15 U.S.C. § 3001 et seq.) and shall require the holder of a license to schedule no more than 125 live racing days in the Commonwealth each calendar year; however, the Commission shall have the authority to alter the required number of live racing days in the event of force majeure. Such regulations shall authorize up to 10 satellite facilities and restrict majority ownership of satellite facilities to an entity licensed by the Commission that is a significant infrastructure limited licensee, or if by August 1, 2015, there is no such licensee or a pending application for such license, then the nonprofit industry stakeholder organization recognized by the Commission may be granted licenses to own or operate satellite facilities. If, however, after the issuance of a license to own or operate a satellite facility to such nonprofit industry stakeholder organization, the Commission grants a license to a significant infrastructure limited licensee pursuant to § 59.1-376, then such limited licensee may own or operate the remaining available satellite facilities authorized in accordance with this subdivision. In no event shall the Commission authorize any such entities to own or operate more than a combined total of 10 satellite facilities. Nothing in this subdivision shall be deemed to preclude private local ownership or participation in any satellite facility. Except as authorized pursuant to subdivision 5, wagering on simulcast horse racing shall take place only at a licensed horse racetrack or satellite facility. For purposes of this subdivision, \"force majeure\" means an event or events reasonably beyond the ability of the Commission to anticipate and control. \"Force majeure\" includes acts of God, incidences of terrorism, war or riots, labor strikes or civil disturbances, floods, earthquakes, fire, explosions, epidemics, hurricanes, tornadoes, and governmental actions and restrictions.\n\n5. The Commission shall promulgate regulations and conditions regulating and controlling advance deposit account wagering. Such regulations shall include (i) standards, qualifications, and procedures for the issuance of a license to an entity for the operation of pari-mutuel wagering in the Commonwealth; except that the Commission shall not issue a license to, and shall revoke the license of, an entity that, either directly or through an entity under common control with it, withholds the sale at fair market value to a licensee of simulcast horse racing signals that such entity or an entity under common control with it sells to other racetracks, satellite facilities, or advance deposit account wagering providers located in or outside of the Commonwealth; (ii) provisions regarding access to books, records, and memoranda, and submission to investigations and audits, as authorized by subdivisions 2 and 10; and (iii) provisions regarding the collection of all revenues due to the Commonwealth from the placing of such wagers. No pari-mutuel wager may be made on or with any computer owned or leased by the Commonwealth, or any of its subdivisions, or at any public elementary or secondary school or institution of higher education. The Commission also shall ensure that, except for this method of pari-mutuel wagering, all wagering on simulcast horse racing shall take place only at a licensed horse racetrack or satellite facility.\n\nNothing in this subdivision shall be construed to limit the Commission's authority as set forth elsewhere in this section.\n\n6. The Commission may issue subpoenas for the attendance of witnesses before it, administer oaths, and compel production of records or other documents and testimony of such witnesses whenever, in the judgment of the Commission, it is necessary to do so for the effectual discharge of its duties.\n\n7. The Commission may compel any person holding a license or permit to file with the Commission such data as shall appear to the Commission to be necessary for the performance of its duties including financial statements and information relative to stockholders and all others with any pecuniary interest in such person. It may prescribe the manner in which books and records of such persons shall be kept.\n\n8. The Commission may enter into arrangements with any foreign or domestic government or governmental agency, for the purposes of exchanging information or performing any other act to better ensure the proper conduct of horse racing.\n\n9. The Commission shall report annually on or before March 1 to the Governor and the General Assembly, which report shall include a financial statement of the operation of the Commission.\n\n10. The Commission may order such audits, in addition to those required by § 59.1-394, as it deems necessary and desirable.\n\n11. The Commission shall upon the receipt of a complaint of an alleged criminal violation of this chapter immediately report the complaint to the Attorney General of the Commonwealth and the State Police for appropriate action.\n\n12. The Commission shall provide for the withholding of the applicable amount of state and federal income tax of persons claiming a prize or pay-off for a winning wager and shall establish the thresholds for such withholdings.\n\n13. The Commission, its representatives and employees may, within the enclosure, stable, or other facility related to the conduct of racing, and during regular or usual business hours, subject any (i) permit holder to personal inspections, including alcohol and drug testing for illegal drugs, inspections of personal property, and inspections of other property or premises under the control of such permit holder and (ii) horse eligible to race at a race meeting licensed by the Commission to testing for substances foreign to the natural horse within the racetrack enclosure or other place where such horse is kept. Any item, document or record indicative of a violation of any provision of this chapter or Commission regulations may be seized as evidence of such violation. All permit holders consent to the searches and seizures authorized by this subdivision, including breath, blood and urine sampling for alcohol and illegal drugs, by accepting the permit issued by the Commission. The Commission may revoke or suspend the permit of any person who fails or refuses to comply with this subdivision or any rules of the Commission. Commission regulations in effect on July 1, 1998, shall continue in full force and effect until modified by the Commission in accordance with law.\n\n14. The Commission shall require the existence of a contract between each licensee and the recognized majority horsemen's group for that licensee. Such contract shall be subject to the approval of the Commission, which shall have the power to approve or disapprove any of its items, including the provisions regarding purses and prizes. Such contracts shall provide that on pools generated by wagering on simulcast horse racing from outside the Commonwealth, (i) for the first $75 million of the total pari-mutuel handle for each breed, the licensee shall deposit funds at the minimum rate of five percent in the horsemen's purse account, (ii) for any amount in excess of $75 million but less than $150 million of the total pari-mutuel handle for each breed, the licensee shall deposit funds at the minimum rate of six percent in the horsemen's purse account, (iii) for amounts in excess of $150 million for each breed, the licensee shall deposit funds at the minimum rate of seven percent in the horsemen's purse account. Such deposits shall be made in the horsemen's purse accounts of the breed that generated the pools and such deposits shall be made within five days from the date on which the licensee receives wagers. In the absence of the required contract between the licensee and the recognized majority horsemen's group, the Commission may permit wagering to proceed on simulcast horse racing from outside of the Commonwealth, provided that the licensee deposits into the State Racing Operations Fund created pursuant to § 59.1-370.1 an amount equal to the minimum percentage of the total pari-mutuel handles as required in clauses (i), (ii), and (iii) or such lesser amount as the Commission may approve. The deposits shall be made within five days from the date on which the licensee receives wagers. Once a contract between the licensee and the recognized majority horsemen's group is executed and approved by the Commission, the Commission shall transfer these funds to the licensee and the horsemen's purse accounts.\n\n15. Notwithstanding the provisions of § 59.1-391, the Commission may grant provisional limited licenses or provisional unlimited licenses to own or operate racetracks or satellite facilities to an applicant prior to the applicant securing the approval through the local referendum required by § 59.1-391. The provisional licenses issued by the Commission shall only become effective upon the approval of the racetrack or satellite wagering facilities in a referendum conducted pursuant to § 59.1-391 in the jurisdiction in which the racetrack or satellite wagering facility is to be located.\n\n16. The Commission or its representatives shall participate in the Problem Gambling Treatment and Support Advisory Committee established pursuant to § 37.2-304 by the Department of Behavioral Health and Developmental Services to enable collaboration among prevention and treatment providers and operators of legal gaming in the Commonwealth on efforts to reduce the negative effects of problem gambling.\n\n17. The Commission shall promulgate regulations requiring, for each calendar year, any significant infrastructure limited licensee that offers pari-mutuel wagering on historical horse racing to hold at least one live Thoroughbred horse racing day, consisting of not less than eight races per day, for every 100 historical horse racing terminals installed at its significant infrastructure facility together with any satellite facility owned, operated, controlled, managed, or otherwise directly or indirectly affiliated with such licensee. The regulations shall require any such significant infrastructure limited licensee that holds more than one live Thoroughbred horse racing day in accordance with the provisions of this subdivision to hold at least one of those racing days on a weekend. The number of historical horse racing terminals installed at a significant infrastructure facility shall be calculated as of December 31 of the calendar year in question; however, only historical horse racing terminals that are fully operational shall be included in such calculation.\n\n1988, c. 855; 1990, c. 271; 1991, c. 591; 1992, c. 820; 1993, c. 430; 1998, cc. 619, 845; 2000, cc. 99, 1031; 2003, c. 682; 2004, c. 774; 2005, cc. 633, 700; 2007, c. 757; 2009, c. 142; 2011, c. 732; 2015, cc. 731, 751; 2023, cc. 588, 589, 590, 591; 2024, c. 593; 2023, cc. 588, 589; 2025, c. 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-369/"
    },
    {
      "id": "section-591-370",
      "number": "59.1-370.",
      "heading": "Commission; Executive Secretary; staff; stewards",
      "text": "A. The Commission shall appoint an Executive Secretary and such other employees as it deems essential to perform its duties under this chapter, who shall possess such authority and perform such duties as the Commission shall prescribe or delegate to them. Such employees may include stewards, chemists, veterinarians, inspectors, accountants, guards and such other employees deemed by the Commission to be necessary for the supervision and the proper conduct of the highest standard of horse racing. Such employees shall be compensated as provided by the Commission.\n\nThe Executive Secretary, in addition to any other duties prescribed by the Commission, shall keep a true and full record of all proceedings of the Commission and preserve at the Commission's general office all books, documents and papers of the Commission. Neither the Executive Secretary nor the spouse or any member of the immediate family of the Executive Secretary shall make any contributions to a candidate for office or office holder at the local or state level, or cause such a contribution to be made on his behalf.\n\nB. The stewards appointed by the Commission shall act as racing officials to oversee the conduct of (i) horse racing at licensed racetracks and (ii) simulcast horse racing at satellite facilities. The stewards shall enforce the Commission's regulations and the provisions of this chapter and shall have authority to interpret the Commission's regulations and to decide all questions of racing not specifically covered by the regulations of the Commission. Nothing in this subsection shall limit the authority of the Commission to carry out the provisions of this chapter and to exercise control of horse racing as set forth in § 59.1-364, including the power to review all decisions and rulings of the stewards.\n\n1988, c. 855; 1998, c. 619; 2005, c. 700.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-370/"
    },
    {
      "id": "section-591-3701",
      "number": "59.1-370.1.",
      "heading": "State Racing Operations Fund",
      "text": "A. All moneys and revenues received by the Commission under this chapter shall be placed in a special fund known as the State Racing Operations Fund. Notwithstanding any other provision of law, interest earned from moneys in the State Racing Operations Fund shall accrue to the benefit of such fund.\n\nB. The total costs for the operation and administration of the Virginia Racing Commission shall be funded from the State Racing Operations Fund and shall be in such amount as provided in the general appropriations act.\n\n1990, c. 272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-370-1/"
    },
    {
      "id": "section-591-371",
      "number": "59.1-371.",
      "heading": "Fingerprints and background investigations; investigations from other states",
      "text": "A. The Commission shall fingerprint and require a background investigation to include a criminal history record information check of the following persons to be conducted by a representative of a law-enforcement agency of the Commonwealth or federal government: (i) every person licensed to hold race meetings within the Commonwealth of Virginia; (ii) every person who is an officer or director or principal stockholder of a corporation which holds such a license, and every employee of the holder of any such license whose duties relate to the horse racing business in Virginia; (iii) all security personnel of any license holder; (iv) members and employees of the Virginia Racing Commission; (v) all permit holders, owners, trainers, jockeys, apprentices, stable employees, managers, agents, blacksmiths, veterinarians, employees of any license or permit holder; and (vi) any person who actively participates in the racing activities of any license or permit holder.\n\nB. Notwithstanding the provisions of subsection A, the Commission may, (i) by regulation, establish a procedure to recognize a license or permit issued by another state in which horse racing is authorized when the Commission in its discretion determines that the laws or requirements of the licensing authority for such state governing fingerprinting and background investigations are substantially the same as required under this chapter and Commission regulations, and that the applicant has not been convicted of an offense as provided in subsection C of § 59.1-389 and (ii) waive the requirements for fingerprints and background investigations for permit holders participating in (a) horse racing in nonsecure areas or (b) nonracing activities.\n\n1988, c. 855; 1990, c. 774; 1991, c. 591; 1995, c. 370; 1998, c. 619; 2000, c. 1011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-371/"
    },
    {
      "id": "section-591-372",
      "number": "59.1-372.",
      "heading": "Virginia Breeders Fund",
      "text": "There is hereby created within the State Treasury the Virginia Breeders Fund, which Fund, together with the interest thereon, shall be administered in whole or in part by the Commission or by an entity designated by the Commission. The cost of administering and promoting the Fund shall be deducted from the Fund, and the balance shall be disbursed by the Commission or designated entity to the breeders of Virginia-bred horses that finish first, second, or third in races at race meetings designated by the Commission, to the owners of Virginia sires of Virginia-bred horses that finish first, second, or third in races at race meetings designated by the Commission, to the owners of Virginia-bred horses that win or earn purse money in nonrestricted races at racetracks in Virginia licensed by the Commission, to the owners of Virginia-bred horses that win races at race meetings designated by the Commission and for purses for races restricted to Virginia-bred or Virginia-sired horses or both at race meetings designated by the Commission. To assist it in establishing this awards and incentive program to foster the industry of breeding racehorses in Virginia, the Commission shall appoint an advisory committee composed of two members from each of the registered breed associations representing each breed of horse participating in the Fund program, one member representing the owners and operators of racetracks and one member representing all of the meets sanctioned by the National Steeplechase Association.\n\n1988, c. 855; 1993, c. 146; 1997, c. 798; 2002, c. 852; 2023, c. 356.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-372/"
    },
    {
      "id": "section-591-373",
      "number": "59.1-373.",
      "heading": "Hearing and appeal",
      "text": "Any person aggrieved by a refusal of the Commission to issue any license or permit, the suspension or revocation of a license or permit, the imposition of a fine, or any other action of the Commission, may seek review of such action in accordance with Article 5 of the Administrative Process Act in the Circuit Court of the City of Richmond. Further appeals shall also be in accordance with Article 5 (§ 2.2-4025 et seq.) of the Administrative Process Act.\n\n1988, c. 855; 1996, c. 573.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-373/"
    },
    {
      "id": "section-591-374",
      "number": "59.1-374.",
      "heading": "Injunction",
      "text": "Whenever it appears to the Commission that any person has violated or may violate any provision of this chapter or any regulation or final decision of the Commission, it may apply to the appropriate circuit court for an injunction against such person. The order granting or refusing such injunction shall be subject to appeal as in other cases in equity.\n\n1988, c. 855; 1998, c. 619.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-374/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Licenses",
      "text": "Licenses",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-375",
      "number": "59.1-375.",
      "heading": "Owner's and operator's license required",
      "text": "No person shall construct, establish or own a horse racetrack or satellite facility where pari-mutuel wagering is permitted, unless he has obtained an owner's license issued by the Commission in accordance with the provisions of this chapter.\n\nNo person shall operate pari-mutuel wagering or conduct any race meeting at which wagering is permitted with his knowledge or acquiescence, unless he has obtained an operator's license issued by the Commission in accordance with the provisions of this chapter.\n\nNo person to whom an owner's or operator's license has been issued nor any officer, director, partner, or spouse or immediate family member thereof shall make any contribution to any candidate for public office or public office holder at the local or state level.\n\nNo license issued under the provisions of this chapter shall be transferable.\n\n1988, c. 855; 1991, c. 591; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-375/"
    },
    {
      "id": "section-591-376",
      "number": "59.1-376.",
      "heading": "Limited licenses; transfer of meet; taxation; authority to issue; limitations",
      "text": "A. Notwithstanding the provisions of § 59.1-375 or § 59.1-378 but subject to such regulations and criteria as it may prescribe, the Commission is authorized to issue limited licenses, provided such licenses shall permit any holder to conduct a race meeting or meetings for a period not to exceed 14 days in any calendar year, or in the case of a significant infrastructure limited licensee, 75 days in any calendar year.\n\nB. The Commission may at any time, in its discretion, authorize any organization or association licensed under this section to transfer its race meeting or meetings from its own track or place for holding races, to the track or place for holding races of any other organization or association licensed under this chapter upon the payment of any and all appropriate license fees. No such authority to transfer shall be granted without the express consent of the organization or association owning or leasing the track to which such transfer is made.\n\nC. For any such meeting the licensee shall retain and pay from the pool the tax as provided in § 59.1-392.\n\nD. No person to whom a limited license has been issued nor any officer, director, partner, or spouse or immediate family member thereof shall make any contribution to any candidate for public office or public office holder at the local or state level.\n\nE. On and after July 1, 2026, in addition to all other taxes and fees imposed by law, there is hereby levied a significant infrastructure facility limited license tax upon any significant infrastructure limited licensee. Any such licensee shall pay to the locality in which a significant infrastructure facility for such licensee is located $110,000 for each live racing day at such facility.\n\n1988, c. 855; 1991, c. 591; 2015, cc. 731, 751; 2025, c. 725.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-376/"
    },
    {
      "id": "section-591-3761",
      "number": "59.1-376.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2009, c. 142, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-376-1/"
    },
    {
      "id": "section-591-377",
      "number": "59.1-377.",
      "heading": "Application for owner's license",
      "text": "A. Any person desiring to construct or own a horse racetrack or satellite facility where pari-mutuel wagering is permitted shall file with the Commission an application for an owner's license. Such application shall be filed at the time and place prescribed by the Commission, and shall be in such form and contain such information as prescribed by the Commission, including but not limited to the following:\n\n1. The name and address of such person; if a corporation, the state of its incorporation, the full name and address of each officer and director thereof, and if a foreign corporation, whether it is qualified to do business in this Commonwealth; if a partnership or joint venture, the name and address of each officer thereof;\n\n2. The name and address of each stockholder or member of such corporation, or each partner of such partnership or joint venture, and of each person who has contracted for a pecuniary interest in the applicant or the enclosure where race meetings or pari-mutuel wagering will be conducted, whether such interest is an ownership or a security interest, and the nature and value of such interest, and the name and address of each person who has agreed to lend money to the applicant;\n\n3. Such information as the Commission deems appropriate regarding the character, background and responsibility of the applicant and the members, partners, stockholders, officers and directors of the applicant;\n\n4. The location and description of the racetrack, place or enclosure where such person proposes to hold such meetings or wagering, including the name of any county, city or town in which any property of such track or satellite facility is or will be located. The Commission shall require such information about the enclosure and location of such track as it deems necessary and appropriate to determine whether they comply with the minimum standards provided in this chapter, and whether the conduct of a race meeting or pari-mutuel wagering at such location would be in the best interests of the people of the Commonwealth;\n\n5. Such information relating to the financial responsibility of the applicant as the Commission deems appropriate;\n\n6. If any of the facilities necessary for the conduct of racing or pari-mutuel wagering are to be leased, the terms of such lease; and\n\n7. Any other information which the Commission in its discretion deems appropriate.\n\nB. Any application filed hereunder shall be verified by the oath or affirmation of an officer of the applicant, and shall be accompanied by a nonrefundable application fee as determined by the Commission.\n\nC. Any person who knowingly makes a false statement to the Commission for the purposes of obtaining a license under this article shall be guilty of a Class 4 felony.\n\n1988, c. 855; 1991, c. 591; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-377/"
    },
    {
      "id": "section-591-378",
      "number": "59.1-378.",
      "heading": "Issuance of owner's license",
      "text": "A. The Commission shall consider all applications for an owner's license and may grant a valid owner's license to applicants who meet the criteria set forth in this chapter and established by the Commission. The Commission shall deny a license to any applicant unless it finds that the applicant's facilities are or will be appropriate for the finest quality of racing.\n\nB. The Commission shall deny a license to an applicant if it finds that for any reason the issuance of a license to the applicant would not be in the interest of the people of the Commonwealth or the horse racing industry in the Commonwealth, or would reflect adversely on the honesty and integrity of the horse racing industry in the Commonwealth, or that the applicant, or any officer, partner, principal stockholder, or director of the applicant:\n\n1. Has knowingly made a false statement of material fact or has deliberately failed to disclose any information requested;\n\n2. Is or has been found guilty of any illegal, corrupt, or fraudulent act, practice, or conduct in connection with any horse racing in this or any other state, or has been convicted of a felony;\n\n3. Has at any time knowingly failed to comply with the provisions of this chapter or of any regulations of the Commission;\n\n4. Has had a license or permit to hold or conduct a horse race meeting denied for just cause, suspended, or revoked in any other state or country;\n\n5. Has legally defaulted in the payment of any obligation or debt due to the Commonwealth;\n\n6. Has constructed or caused to be constructed a racetrack or satellite facility for which a license was required under § 59.1-377 hereof without obtaining such license, or has deviated substantially, without the permission of the Commission, from the plans and specifications submitted to the Commission; or\n\n7. Is not qualified to do business in Virginia or is not subject to the jurisdiction of the courts of this Commonwealth.\n\nC. The Commission shall deny a license to any applicant unless it finds:\n\n1. That, if the corporation is a stock corporation, that such stock is fully paid and nonassessable, has been subscribed and paid for only in cash or property to the exclusion of past services, and, if the corporation is a nonstock corporation, that there are at least twenty members;\n\n2. That all principal stockholders or members have submitted to the jurisdiction of the Virginia courts, and all nonresident principal stockholders or members have designated the Executive Secretary of the Commission as their agent for receipt of process;\n\n3. That the applicant's articles of incorporation provide that the corporation may, on vote of a majority of the stockholders or members, purchase at fair market value the entire membership interest of any stockholder or require the resignation of any member who is or becomes unqualified for such position under § 59.1-379; and\n\n4. That the applicant meets the criteria established by the Commission for the granting of an owner's license.\n\n1988, c. 855; 1990, c. 206; 1992, c. 820; 2015, cc. 731, 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-378/"
    },
    {
      "id": "section-591-3781",
      "number": "59.1-378.1.",
      "heading": "Licensing of owners or operators of certain pari-mutuel facilities",
      "text": "A. Notwithstanding the provisions of § 59.1-391, the Commission may grant a license, for a duration to be determined by the Commission, to the owner or operator of a facility for the purpose of conducting pari-mutuel wagering on (i) thoroughbred and standard bred race meetings and (ii) simulcast horse racing at that facility in conjunction with the race meetings for a period not to exceed 14 days in any calendar year, provided that, prior to making application for such license, (a) the facility has been approved by the Commission and (b) the owner or operator of such facility has been granted tax-exempt status under § 501(c)(3) or (4) of the Internal Revenue Code.\n\nB. In deciding whether to grant any license pursuant to this section, the Commission shall consider (i) the results of, circumstances surrounding, and issues involved in any referendum conducted under the provisions of § 59.1-391 and (ii) whether the Commission had previously granted a license to such facility, owner, or operator.\n\nC. In no event shall the Commission issue more than 12 licenses in a calendar year pursuant to this section.\n\n1996, cc. 663, 750; 2000, c. 1002; 2014, cc. 564, 625; 2015, cc. 731, 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-378-1/"
    },
    {
      "id": "section-591-379",
      "number": "59.1-379.",
      "heading": "Refusal of owner's license",
      "text": "No owner's license or renewal thereof shall be granted to any corporation if the Commission finds that any principal stockholder of such stock corporation, or any member of such nonstock corporation:\n\n1. Is or has been guilty of any illegal, corrupt or fraudulent act, conduct or practice in connection with horse racing in this or any other state, or has knowingly failed to comply with the provisions of this chapter or Commission regulations;\n\n2. Has had a license or permit to hold or conduct a race meeting denied for cause, suspended or revoked in any other state or country; or\n\n3. Has at any time during the previous five years knowingly failed to comply with the provisions of this chapter or any Commission regulations.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-379/"
    },
    {
      "id": "section-591-380",
      "number": "59.1-380.",
      "heading": "Duration, form of owner's license; bond",
      "text": "A license issued under § 59.1-378 shall be for the period set by the Commission, not to be less than twenty years, but shall be reviewed annually. The Commission shall designate on the license the duration of such license, the location of such track or satellite facility or proposed track or satellite facility and such other information as it deems proper. The Commission shall establish criteria and procedures for license renewal.\n\nThe Commission shall require (i) a bond with surety or (ii) a letter of credit, acceptable to the Commission, and in an amount determined by it, to be sufficient to cover any indebtedness incurred by the licensee to the Commonwealth.\n\n1988, c. 855; 1992, c. 820; 2000, c. 1011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-380/"
    },
    {
      "id": "section-591-381",
      "number": "59.1-381.",
      "heading": "Application for operator's license",
      "text": "A. Any person desiring to hold a race meeting or operate a satellite facility shall file with the Commission an application for an operator's license. Such application may be made in conjunction with an application for an owner's license, if appropriate. It shall be filed at the time and place prescribed by the Commission and contain such information as prescribed by the Commission, including all information prescribed for an owner's license under § 59.1-377 and, in addition, the date the applicant wishes to conduct a race meeting.\n\nB. Any application filed hereunder shall be verified by the oath or affirmation of an officer of the applicant and shall be accompanied by a nonrefundable application fee as determined by the Commission.\n\n1988, c. 855; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-381/"
    },
    {
      "id": "section-591-382",
      "number": "59.1-382.",
      "heading": "Issuance of operator's license",
      "text": "The Commission shall promptly consider any application for an operator's license and grant a valid operator's license to applicants who meet the criteria set forth in this chapter and established by the Commission. The Commission shall deny a license to any applicant, unless it finds:\n\n1. That such applicant is a corporation organized under Title 13.1 or comparable law of another state, and qualified to do business in Virginia;\n\n2. That, if the corporation is a stock corporation, all principal stockholders have submitted to the jurisdiction of the Virginia courts and all nonresident principal stockholders have designated the Executive Secretary of the Commission as their agent for process, and further, that an application shall also contain information as required by § 59.1-377;\n\n3. That the applicant's articles of incorporation provide that the corporation may, on vote of a majority of the stockholders or members, purchase at fair market value the entire membership interest of any stockholder, or require the resignation of any member, who is or becomes unqualified for such position under § 59.1-379;\n\n4. That the applicant would be qualified for a license to own such horse racetrack or satellite facility under the provisions of §§ 59.1-378 and 59.1-379;\n\n5. That the applicant has made provisions satisfactory to the Commission for the detection and prosecution of any illegal, corrupt or fraudulent act, practice or conduct in connection with any race meeting or pari-mutuel wagering, that the applicant has made provision for membership in the Thoroughbred Racing Association or other equivalent applicable association, and that the applicant shall utilize the services of the Thoroughbred Racing Protective Bureau or any other protective agency acceptable to the Virginia Racing Commission;\n\n6. That the applicant has met the criteria established by the Commission for the granting of an operator's license.\n\n1988, c. 855; 1991, c. 591; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-382/"
    },
    {
      "id": "section-591-383",
      "number": "59.1-383.",
      "heading": "Duration, form of operator's license; bond",
      "text": "A license issued under § 59.1-382 shall be for a period of twenty years from the date of issuance, but shall be reviewed annually. The Commission may, as it deems appropriate, change at the beginning of any year the dates on which the licensee is authorized to conduct a race meeting or pari-mutuel wagering. An applicant for renewal of a license may omit any information which in the opinion of the Commission is already available to it. The Commission shall establish criteria and procedures for license renewal.\n\nAny license issued under § 59.1-382 shall designate on its face the type or types of horse racing or pari-mutuel wagering for which it is issued, the location of the track or satellite facility where such meeting or wagering is to be conducted, the period during which such license is in effect and such other information as the Commission deems proper.\n\nThe Commission shall require a bond with surety acceptable to it, and in an amount determined by it to be sufficient to cover any indebtedness incurred by such licensee during the days allotted for racing.\n\n1988, c. 855; 1991, c. 591; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-383/"
    },
    {
      "id": "section-591-384",
      "number": "59.1-384.",
      "heading": "Denial of license final",
      "text": "The denial of an owner's or operator's license by the Commission shall be final unless appealed under § 59.1-373.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-384/"
    },
    {
      "id": "section-591-385",
      "number": "59.1-385.",
      "heading": "Suspension or revocation of license",
      "text": "A. After a hearing with fifteen days' notice the Commission may suspend or revoke any license, or fine the holder thereof a sum not to exceed $100,000, in any case where it has reason to believe that any provision of this chapter, or any regulation or condition of the Commission, has not been complied with or has been violated. The Commission may revoke a license if it finds that facts not known by it at the time it considered the application indicate that such license should not have been issued.\n\nB. The Commission shall revoke any license issued under § 59.1-382 for the operation of a satellite facility if the licensee, within one year of issuance of the satellite facility license, fails to conduct live racing at a racetrack licensed pursuant to § 59.1-382 or fails to conduct, without the permission of the Commission, the live racing days assigned to the licensee by the Commission.\n\nC. The Commission, at a meeting at which a quorum of the members is present, may summarily suspend any license for a period of not more than ninety days pending a hearing and final determination by the Commission if the Commission determines that emergency action is required to protect the public health, safety and welfare including, but not limited to, revenues due the Commonwealth, localities and the horsemen's purse account. The Commission shall (i) schedule a hearing within fourteen business days after the license is summarily suspended and (ii) notify the licensee not less than five business days before the hearing of the date, time, and place of the hearing.\n\nD. Deliberations of the Commission hereunder shall be conducted pursuant to the provisions of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.). If any such license is suspended or revoked, the Commission shall state its reasons for doing so, which shall be entered of record. Such action shall be final unless appealed in accordance with § 59.1-373. Suspension or revocation of a license by the Commission for any violation shall not preclude criminal liability for such violation.\n\n1988, c. 855; 1991, c. 591; 1995, cc. 212, 275; 2000, c. 1031.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-385/"
    },
    {
      "id": "section-591-386",
      "number": "59.1-386.",
      "heading": "Acquisition of interest in licensee",
      "text": "A. The Commission shall require any person desiring to become a partner, member or principal stockholder of any licensee to apply to the Commission for approval thereof and may demand such information of the applicant as it finds necessary. The Commission shall consider such application forthwith and shall approve or deny the application within 60 days of receipt. The Commission shall approve an application that meets the criteria set forth in this chapter. The Commission shall deny an application if in its judgment the acquisition by the applicant would be detrimental to the public interest or to the honesty, integrity, and reputation of racing. The Commission shall approve an application to acquire actual control of a licensee only if it finds that the applicant meets the criteria set forth in subsection B.\n\nB. If an applicant proposes to acquire actual control of a licensee, such person shall, pursuant to subsection A, submit to the Commission (i) its proposal for the future operation of any existing or planned racetrack, or satellite facility owned or operated by the licensee, (ii) such additional information as it desires, and (iii) such information as may be required by the Commission to assure the Commission that the licensee, under the actual control of such person, will have the experience, expertise, financial responsibility and commitment to comply with (a) the provisions of this chapter, (b) Commission regulations and orders, (c) the requirements for the continued operation of the licensee pursuant to the terms and conditions in effect on the date of the application of all licenses held by the licensee, (d) any existing contract with a recognized majority horseman's group, and (e) any proposal submitted to the Commission by such person. The provisions of this subsection shall apply regardless of whether the control acquired is direct or indirect or whether its acquisition is accomplished individually or in concert with others.\n\nC. Any such acquisition of control without prior approval of the Commission shall be voidable by the Commission and, in such instance, the Commission may revoke any license it has issued to such licensee, order compliance with this section, or take such other action as may be appropriate within the authority of the Commission.\n\n1988, c. 855; 2003, c. 705.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-386/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Permits",
      "text": "Permits",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-387",
      "number": "59.1-387.",
      "heading": "Permit required; exception",
      "text": "A. No participant shall engage in any horse racing subject to the jurisdiction of the Commission or in the conduct of a race meeting or pari-mutuel wagering thereon, including but not limited to as a horse owner, trainer, jockey, exercise rider, groom, stable foreman, valet, veterinarian, agent, pari-mutuel employee, concessionaire or employee thereof, track employee, or other positions the Commission deems necessary to regulate to ensure the integrity of horse racing in Virginia, unless such person possesses a permit therefor from the Commission, and complies with the provisions of this chapter and all Commission regulations. No permit issued under the provisions of this chapter shall be transferable.\n\nB. The Commission may waive the permit requirement for any person who possesses a valid permit or license to participate in the conduct of horse racing in another racing jurisdiction and participates in horse racing in Virginia on nonconsecutive racing days.\n\nC. Once a horse is entered to run in Virginia, all participants shall come under the jurisdiction of the Commission and its stewards and shall be subject to regulations of the Commission and sanctions it or its stewards may impose.\n\n1988, c. 855; 1991, c. 591; 2000, c. 1011; 2005, c. 700.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-387/"
    },
    {
      "id": "section-591-388",
      "number": "59.1-388.",
      "heading": "Application for permit",
      "text": "A. Any person desiring to obtain a permit as required by this chapter shall make application therefor on a form prescribed by the Commission. The application shall be accompanied by a fee prescribed by the Commission.\n\nB. Any application filed hereunder shall be verified by the oath or affirmation of the applicant.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-388/"
    },
    {
      "id": "section-591-389",
      "number": "59.1-389.",
      "heading": "Consideration of application",
      "text": "A. The Commission shall promptly consider any application for a permit and issue or deny such permit based on the information in the application and all other information before it, including any investigation it deems appropriate. If an application for a permit is approved, the Commission shall issue a permit, which shall contain such information as the Commission deems appropriate. Such permit shall be valid for one year; however, the permit of a licensee's employee shall expire automatically when such permit holder leaves the employment of the licensee or at the end of one year, whichever occurs first. The licensee shall promptly notify the Commission when a permit holder leaves the employment of the licensee. The Commission shall establish criteria and procedures for permit renewal.\n\nB. The Commission shall deny the application and refuse to issue the permit, which denial shall be final unless an appeal is taken under § 59.1-373, if it finds that the issuance of such permit to such applicant would not be in the interests of the people of the Commonwealth, or the horse racing industry of the Commonwealth, or would reflect on the honesty and integrity of the horse racing industry in the Commonwealth, or that the applicant:\n\n1. Has knowingly made a false statement of a material fact in the application, or has deliberately failed to disclose any information requested by the Commission;\n\n2. Is or has been found guilty of any corrupt or fraudulent practice or conduct in connection with horse racing in this or any other state;\n\n3. Has knowingly failed to comply with the provisions of this chapter or the regulations of the Commission;\n\n4. Has had a permit to engage in activity related to horse racing denied for just cause, suspended or revoked in any other state, and such denial, suspension or revocation is still in effect; or\n\n5. Is unqualified to perform the duties required for the permit sought.\n\nC. The Commission shall deny the application and refuse to issue the permit if, within the five years immediately preceding the date of his application for the permit sought, the applicant has been convicted of a crime involving the unlawful conduct of wagering, fraudulent use of a credential, unlawful transmission of information, touting, bribery, or administration or possession of drugs or any felony considered by the Commission to be detrimental to horse racing in the Commonwealth; the denial shall be final unless an appeal is taken under § 59.1-373. Additionally, the Commission may deny the application and refuse to issue any permit, if the applicant has been convicted of any such crime committed prior to the five years immediately preceding the date of his application.\n\nD. The Commission may refuse to issue the permit if for any reason it feels the granting of such permit is not consistent with the provisions of this chapter or its responsibilities hereunder.\n\n1988, c. 855; 1991, c. 591; 1998, c. 619; 1999, c. 356.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-389/"
    },
    {
      "id": "section-591-390",
      "number": "59.1-390.",
      "heading": "Suspension or revocation of permit; fine",
      "text": "A. The Commission, acting by and through its stewards or at a meeting at which a quorum is present, may suspend or revoke a permit issued under this chapter or fine the holder of such permit a sum not to exceed $10,000, or suspend a permit issued by this chapter and fine the holder of such permit a sum not to exceed $10,000 after a hearing for which proper notice has been given to the permittee, in any case where it determines by a preponderance of the evidence that any provision of this chapter, or any regulation or condition of the Commission, has not been complied with, or has been violated. The Commission may revoke such permit, after such hearing, if it finds that facts not known by it at the time it was considering the application indicate that such permit should not have been issued. Deliberations of the Commission under this section shall be conducted pursuant to the provisions of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.). If any permit is suspended or revoked, the Commission shall state its reasons for doing so, which shall be entered of record. Such action shall be final unless an appeal is taken in accordance with § 59.1-373. Suspension or revocation of a permit by the Commission for any violation shall not preclude criminal liability for such violation.\n\nB. The Commission, acting by and through its stewards, or at a meeting at which a quorum is present, may summarily suspend the permit of a person for a period of not more than 90 days pending a hearing and final determination by the Commission or its stewards, if the Commission or its stewards determine the protection of the integrity of horse racing requires emergency action. The Commission or its stewards shall (i) schedule a hearing within 14 business days after the permit is summarily suspended and (ii) notify the permit holder, not less than five business days before the hearing, of the date, time and place of the hearing.\n\n1988, c. 855; 1990, c. 456; 1991, c. 591; 1998, c. 619; 2005, c. 700.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-390/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Local Referendum",
      "text": "Local Referendum",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-391",
      "number": "59.1-391.",
      "heading": "Local referendum required",
      "text": "The Commission shall not grant any initial license to construct, establish, operate or own a racetrack or satellite facility until a referendum approving the question is held in each county, city, or town in which such track or satellite facility is to be located, in the following manner:\n\n1. A petition, signed by five percent of the qualified voters of such county, city, or town shall be filed with the circuit court of such county, city, or town asking that a referendum be held on the question, \"Shall pari-mutuel wagering be permitted at a licensed racetrack in (name of such county, city, or town) on live horse racing at, and on simulcast horse racing transmitted from another jurisdiction to, the licensed racetrack on such days as may be approved by the Virginia Racing Commission in accordance with Chapter 29 (§ 59.1-364 et seq.) of Title 59.1 of the Code of Virginia?\" In addition, or in the alternative, such petition may ask that a referendum be held on the question, \"Shall pari-mutuel wagering be permitted in _______________ (the name of such county, city, or town) at satellite facilities in accordance with Chapter 29 (§ 59.1-364 et seq.) of Title 59.1 of the Code of Virginia?\"\n\n2. Following the filing of such petition, the court shall, by order of record entered in accordance with § 24.2-684.1, require the regular election officers of such city, county, or town to cause a special election to be held to take the sense of the qualified voters on the question. Such election shall be on a day designated by order of such court, but shall not be later than the next general election unless such general election is within 60 days of the date of the entry of such order, nor shall it be held on a date designated as a primary election.\n\n3. The clerk of such court of record of such city, county, or town shall publish notice of such election in a newspaper of general circulation in such city, county, or town once a week for three consecutive weeks prior to such election.\n\n4. The regular election officers of such city or county shall open the polls at the various voting places in such city or county on the date specified in such order and conduct such election in the manner provided by law. The election shall be by ballot which shall be prepared by the electoral board of the city, county, or town and on which shall be printed either or both of the following questions:\n\n\"Shall pari-mutuel wagering be permitted at a licensed racetrack in _______________ on live horse racing at, and on simulcast horse racing transmitted from another jurisdiction to, the licensed racetrack on such days as may be approved by the Virginia Racing Commission in accordance with Chapter 29 (§ 59.1-364 et seq.) of Title 59.1 of the Code of Virginia?\n\n\"Shall pari-mutuel wagering be permitted in _______________ at satellite facilities in accordance with Chapter 29 (§ 59.1-364 et seq.) of Title 59.1 of the Code of Virginia?\n\nIn the blank shall be inserted the name of the city, county, or town in which such election is held. Any voter desiring to vote \"Yes\" shall mark a check (✓) mark or a cross (✗ or +) mark or a line (-) in the square provided for such purpose immediately preceding the word \"Yes,\" leaving the square immediately preceding the word \"No\" unmarked. Any voter desiring to vote \"No\" shall mark a check (✓) mark or a cross (✗ or +) mark or a line (-) in the square provided for such purpose immediately preceding the word \"No,\" leaving the square immediately preceding the word \"Yes\" unmarked.\n\nThe ballots shall be counted, returns made and canvassed as in other elections, and the results certified by the electoral board to the court ordering such election. Thereupon, such court shall enter an order proclaiming the results of such election and a duly certified copy of such order shall be transmitted to the Commission and to the governing body of such city, county, or town.\n\nNo such referendum as described above shall be held more often than every three years in the same county, city, or town.\n\nA subsequent local referendum shall be required if a license has not been granted by the Commission within five years of the court order proclaiming the results of the election. Town, for purposes of this section, means any town with a population of 5,000 or more.\n\n1988, c. 855; 1989, c. 145; 1991, c. 591; 1992, c. 820; 1998, c. 619; 2001, c. 539; 2003, c. 682.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-391/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Taxation and Audit",
      "text": "Taxation and Audit",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-392",
      "number": "59.1-392.",
      "heading": "Percentage retained; tax",
      "text": "A. Any person holding an operator's license to operate a horse racetrack or satellite facility in the Commonwealth pursuant to this chapter shall be authorized to conduct pari-mutuel wagering on horse racing subject to the provisions of this chapter and the conditions and regulations of the Commission.\n\nB. On pari-mutuel pools generated by wagering at the racetrack on live horse racing conducted within the Commonwealth, involving win, place, and show wagering, the licensee shall retain a percentage amount approved by the Commission as jointly requested by a recognized majority horsemen's group and a licensee and the legitimate breakage, out of which shall be paid 1.25 percent to be distributed as follows: 1.0 percent to the Commonwealth as a license tax and 0.25 percent to the locality in which the racetrack is located. The remainder of the retainage shall be paid as provided in subsection D, provided, however, that if the percentage amount approved by the Commission is other than percent, the amounts provided in subdivisions D 1, 2, and 3 shall be adjusted by the proportion that the approved percentage amount bears to 18 percent.\n\nC. On pari-mutuel pools generated by wagering at each Virginia satellite facility on live horse racing conducted within the Commonwealth, involving win, place, and show wagering, the licensee shall retain a percentage amount approved by the Commission as jointly requested by a recognized majority horsemen's group and a licensee and the legitimate breakage, out of which shall be paid 1.25 percent to be distributed as follows: 0.75 percent to the Commonwealth as a license tax, 0.25 percent to the locality in which the satellite facility is located, and 0.25 percent to the locality in which the racetrack is located. The remainder of the retainage shall be paid as provided in subsection D, provided, however, that if the 25 percentage amount approved by the Commission is other than 18 percent, the amounts provided in subdivisions D 1, 2, and 3 shall be adjusted by the proportion that the approved percentage amount bears to 18 percent.\n\nD. On pari-mutuel pools generated by wagering at the racetrack and each Virginia satellite facility on live horse racing conducted within the Commonwealth, involving win, place, and show wagering, the licensee shall retain a percentage amount approved by the Commission as jointly requested by a recognized majority horsemen's group and a licensee and the legitimate breakage, out of which shall be paid:\n\n1. Eight percent as purses or prizes to the participants in such race meeting;\n\n2. Seven and one-half percent and all of the breakage and the proceeds of pari-mutuel tickets unredeemed 180 days from the date on which the race was conducted, to the operator;\n\n3. One percent to the Virginia Breeders Fund;\n\n4. Fifteen one-hundredths percent to the Virginia-Maryland Regional College of Veterinary Medicine;\n\n5. Five one-hundredths percent to the Virginia Horse Center Foundation;\n\n6. Five one-hundredths percent to the Virginia Horse Industry Board; and\n\n7. The remainder of the retainage shall be paid as appropriate under subsection B or C.\n\nE. On pari-mutuel pools generated by wagering at the racetrack on live horse racing conducted within the Commonwealth involving wagering other than win, place, and show wagering, the licensee shall retain a percentage amount approved by the Commission as jointly requested by a recognized majority horsemen's group and a licensee and the legitimate breakage, out of which shall be paid 2.75 percent to be distributed as follows: 2.25 percent to the Commonwealth as a license tax, and 0.5 percent to the locality in which the racetrack is located. The remainder of the retainage shall be paid as provided in subsection G, provided, however, that if the percentage amount approved by the Commission is other than 22 percent, the amounts provided in subdivisions G 1, 2, and 3 shall be adjusted by the proportion that the approved percentage amount bears to 22 percent.\n\nF. On pari-mutuel pools generated by wagering at each Virginia satellite facility on live horse racing conducted within the Commonwealth involving wagering other than win, place, and show wagering, the licensee shall retain a percentage amount approved by the Commission as jointly requested by a recognized majority horsemen's group and a licensee and the legitimate breakage, out of which shall be paid 2.75 percent to be distributed as follows: 1.75 percent to the Commonwealth as a license tax, 0.5 percent to the locality in which the satellite facility is located, and 0.5 percent to the locality in which the racetrack is located. The remainder of the retainage shall be paid as provided in subsection G, provided, however, that if the percentage amount approved by the Commission is other than 22 percent, the amounts provided in subdivisions G 1, 2, and 3 shall be adjusted by the proportion that the approved percentage amount bears to 22 percent.\n\nG. On pari-mutuel pools generated by wagering at the racetrack and each Virginia satellite facility on live horse racing conducted within the Commonwealth involving wagering other than win, place, and show wagering, the licensee shall retain a percentage amount approved by the Commission as jointly requested by a recognized majority horsemen's group and a licensee and the legitimate breakage, out of which shall be paid:\n\n1. Nine percent as purses or prizes to the participants in such race meeting;\n\n2. Nine percent and the proceeds of the pari-mutuel tickets unredeemed 180 days from the date on which the race was conducted, to the operator;\n\n3. One percent to the Virginia Breeders Fund;\n\n4. Fifteen one-hundredths percent to the Virginia-Maryland Regional College of Veterinary Medicine;\n\n5. Five one-hundredths percent to the Virginia Horse Center Foundation;\n\n6. Five one-hundredths percent to the Virginia Horse Industry Board; and\n\n7. The remainder of the retainage shall be paid as appropriate under subsection E or F.\n\nH. On pari-mutuel wagering generated by simulcast horse racing transmitted from jurisdictions outside the Commonwealth, the licensee may, with the approval of the Commission, commingle pools with the racetrack where the transmission emanates or establish separate pools for wagering within the Commonwealth. All simulcast horse racing in this subsection must comply with the Interstate Horse Racing Act of 1978 (15 U.S.C. § 3001 et seq.).\n\nI. On pari-mutuel pools generated by wagering at the racetrack on simulcast horse racing transmitted from jurisdictions outside the Commonwealth, involving win, place, and show wagering, the licensee shall retain 1.25 percent of such pool to be distributed as follows: 0.75 percent to the Commonwealth as a license tax, and 0.5 percent to the Virginia locality in which the racetrack is located.\n\nJ. On pari-mutuel pools generated by wagering at each Virginia satellite facility on simulcast horse racing transmitted from jurisdictions outside the Commonwealth, involving win, place, and show wagering, the licensee shall retain 1.25 percent of such pool to be distributed as follows: 0.75 percent to the Commonwealth as a license tax, 0.25 percent to the locality in which the satellite facility is located, and 0.25 percent to the Virginia locality in which the racetrack is located.\n\nK. On pari-mutuel pools generated by wagering at the racetrack and each Virginia satellite facility on simulcast horse racing transmitted from jurisdictions outside the Commonwealth, involving win, place, and show wagering, the licensee shall retain 1.3 percent of such pool to be distributed as follows:\n\n1. One percent of the pool to the Virginia Breeders Fund;\n\n2. Fifteen one-hundredths percent to the Virginia-Maryland Regional College of Veterinary Medicine;\n\n3. Five one-hundredths percent to the Virginia Horse Center Foundation;\n\n4. Five one-hundredths percent to the Virginia Horse Industry Board; and\n\n5. Five one-hundredths percent to the Virginia Thoroughbred Association for the promotion of breeding in the Commonwealth.\n\nL. On pari-mutuel pools generated by wagering at the racetrack on simulcast horse racing transmitted from jurisdictions outside the Commonwealth, involving wagering other than win, place, and show wagering, the licensee shall retain 2.75 percent of such pool to be distributed as follows: 1.75 percent to the Commonwealth as a license tax, and 1.0 percent to the Virginia locality in which the racetrack is located.\n\nM. On pari-mutuel pools generated by wagering at each Virginia satellite facility on simulcast horse racing transmitted from jurisdictions outside the Commonwealth, involving wagering other than win, place, and show wagering, the licensee shall retain 2.75 percent of such pool to be distributed as follows: 1.75 percent to the Commonwealth as a license tax, 0.5 percent to the locality in which the satellite facility is located, and 0.5 percent to the Virginia locality in which the racetrack is located.\n\nN. On pari-mutuel pools generated by wagering at the racetrack and each Virginia satellite facility on simulcast horse racing transmitted from jurisdictions outside the Commonwealth, involving wagering other than win, place, and show wagering, the licensee shall retain 1.3 percent of such pool to be distributed as follows:\n\n1. One percent of the pool to the Virginia Breeders Fund;\n\n2. Fifteen one-hundredths percent to the Virginia-Maryland Regional College of Veterinary Medicine;\n\n3. Five one-hundredths percent to the Virginia Horse Center Foundation;\n\n4. Five one-hundredths percent to the Virginia Horse Industry Board; and\n\n5. Five one-hundredths percent to the Virginia Thoroughbred Association for the promotion of breeding in the Commonwealth.\n\nO. Moneys payable to the Commonwealth shall be deposited in the general fund. Gross receipts for license tax purposes under Chapter 37 (§ 58.1-3700 et seq.) of Title 58.1 shall not include pari-mutuel wagering pools and license taxes authorized by this section.\n\nP. All payments by the licensee to the Commonwealth or any locality shall be made within five days from the date on which such wagers are received by the licensee. All payments by the licensee to the Virginia Breeders Fund shall be made to the Commission within five days from the date on which such wagers are received by the licensee. All payments by the licensee to the Virginia-Maryland Regional College of Veterinary Medicine, the Virginia Horse Center Foundation, the Virginia Horse Industry Board, and the Virginia Thoroughbred Association shall be made by the first day of each quarter of the calendar year. All payments made under this section shall be used in support of the policy of the Commonwealth to sustain and promote the growth of a native industry.\n\nQ. If a satellite facility is located in more than one locality, any amount a licensee is required to pay under this section to the locality in which the satellite facility is located shall be prorated in equal shares among those localities.\n\nR. Any contractual agreement between a licensee and other entities concerning the distribution of the remaining portion of the retainage under subsections I through N and subsection U shall be subject to the approval of the Commission.\n\nS. The recognized majority horsemen's group racing at a licensed race meeting may, subject to the approval of the Commission, withdraw for administrative costs associated with serving the interests of the horsemen an amount not to exceed two percent of the amount in the horsemen's account.\n\nT. The legitimate breakage from each pari-mutuel pool for live, historical, and simulcast horse racing shall be distributed as follows:\n\n1. Seventy percent to be retained by the licensee to be used for capital improvements that are subject to approval of the Commission; and\n\n2. Thirty percent to be deposited in the Racing Benevolence Fund, administered jointly by the licensee and the recognized majority horsemen's group racing at a licensed race meeting, to be disbursed with the approval of the Commission for gambling addiction and substance abuse counseling, recreational, educational, or other related programs.\n\nU. On pari-mutuel pools generated by wagering on historical horse racing, the licensee shall retain 1.30 percent of such pool to be distributed as follows:\n\n1. a. If generated at a racetrack, 0.56 percent to the locality in which the racetrack is located; or\n\nb. If generated at a satellite facility before July 1, 2026, 0.28 percent to the locality in which the satellite facility is located and 0.28 percent to the Virginia locality in which the racetrack is located. If generated at a satellite facility on and after July 1, 2026, 0.56 percent to the locality in which the satellite facility is located;\n\n2. To the Problem Gambling Treatment and Support Fund established pursuant to § 37.2-314.2, 0.01 percent;\n\n3. To the (i) Virginia Breeders Fund, (ii) Virginia-Maryland Regional College of Veterinary Medicine for its equine programs, (iii) Virginia Horse Center Foundation, and (iv) Virginia Horse Industry Board, 0.025 percent each; and\n\n4. The remainder to the Commonwealth as a license tax.\n\n1988, c. 855; 1991, c. 591; 1992, c. 820; 1995, c. 217; 1998, cc. 608, 619; 2000, c. 1031; 2007, c. 61; 2011, c. 732; 2015, cc. 731, 751; 2018, c. 811; 2022, c. 511; 2024, cc. 53, 506; 2025, c. 725.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-392/"
    },
    {
      "id": "section-591-3921",
      "number": "59.1-392.1.",
      "heading": "Advance deposit account wagering revenues; distribution",
      "text": "A. Notwithstanding the provisions of § 59.1-392, the allocation of revenue from advance deposit account wagering shall include (i) a licensee fee of 1.5 percent paid to the Commission; (ii) an additional fee equal to one percent of all wagers made within the Commonwealth placed through an advance deposit account wagering licensee, which shall be paid to the Virginia Breeders Fund, and (iii) an additional fee equal to nine percent of all wagers made within the Commonwealth placed through an advance deposit account wagering licensee, out of which shall be paid:\n\n1. Four percent to a nonprofit industry stakeholder organization recognized by, and with oversight from, the Commission to include the recognized majority horsemen's group, a breeder's organization, and a licensed track operator for the purpose of promoting, sustaining, and advancing horse racing within the Commonwealth; and\n\n2. Five percent to representatives of the recognized majority horsemen's group by breed to be used for purse funds at races conducted in the Commonwealth, unless otherwise authorized by the Commission.\n\nNotwithstanding the foregoing, if the advance deposit account wagering licensee is a significant infrastructure limited licensee, the additional fee equal to nine percent of the wagers placed through such advance deposit account wagering licensee since November 1, 2014, shall instead be retained by such licensee for operational expenses, including defraying the costs of live racing.\n\nB. The Commission-recognized nonprofit industry stakeholder organization shall make distributions from fees received from advance deposit wagering to organizations within the Commonwealth providing care for retired race horses, the Virginia-Maryland Regional College of Veterinary Medicine, the Virginia Horse Center Foundation, the Virginia Horse Industry Board, and the Virginia Thoroughbred Association in the percentages of wagering handles set forth in subsections K and N of § 59.1-392, and shall make a distribution of thirty-five one-hundredths of one percent of all wagers made within the Commonwealth placed through such advance deposit account wagering licensee to the locality where live racing licensed by the Commission occurred prior to January 1, 2012, and beginning January 1, 2020, to the locality or localities where such live racing occurs to be shared in a ratio of the number of such annual live races in a locality to the total number of such annual lives races in the Commonwealth. Distributions under this section from the Commission-recognized nonprofit stakeholder organization to the foregoing entities and locality or localities, when added to the distributions to such entities and locality or localities under § 59.1-392, shall be capped at the sum necessary to equal distributions made in the 2013 calendar year to each entity under § 59.1-392, and shall be capped at the sum necessary to equal $400,000 for a locality or localities.\n\nC. Any additional distribution of fees received from advance deposit account licensees by the Commission-recognized nonprofit industry stakeholder organization shall be approved by the Commission.\n\n2015, cc. 731, 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-392-1/"
    },
    {
      "id": "section-591-393",
      "number": "59.1-393.",
      "heading": "Admissions tax",
      "text": "The governing body of any county or city may by ordinance impose a tax on any licensee hereunder to conduct a race meeting at a track located solely in such county or city of twenty-five cents on the admission of each person on each day except those holding a valid permit under this chapter and actually employed at such track in the capacity for which such permit was issued. The licensee may collect such amount from the ticket holder in addition to the amount charged for the ticket of admission.\n\nIf such track or its enclosure is located in two or in three localities, each locality may impose a tax hereunder of twelve and one-half cents or eight and one-third cents per person, respectively.\n\nGross receipts for license tax purposes under Chapter 37 of Title 58.1 shall not include the admissions tax imposed under this section.\n\n1988, c. 855; 1991, c. 591.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-393/"
    },
    {
      "id": "section-591-394",
      "number": "59.1-394.",
      "heading": "Audit required",
      "text": "A regular post-audit shall be conducted of all accounts and transactions of the Commission. An audit of a fiscal and compliance nature of the accounts and transactions of the Commission shall be conducted by the Auditor of Public Accounts as determined necessary by the Auditor of Public Accounts. The cost of the audit and post-audit examinations shall be borne by the Commission.\n\n1988, c. 855; 2018, cc. 57, 307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-394/"
    },
    {
      "id": "section-51",
      "number": "5.1.",
      "heading": "Live Horseracing Compact",
      "text": "Live Horseracing Compact",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-3941",
      "number": "59.1-394.1.",
      "heading": "Live Horseracing Compact; form of compact",
      "text": "The Live Horseracing Compact is enacted into law and entered into with all other jurisdictions legally joining therein in the form substantially as follows:\n\nARTICLE I. Purposes.\n\n§ 1. Purposes.\n\nThe purposes of this compact are to:\n\n1. Establish uniform requirements among the party states for the licensing of participants in live horse racing with pari-mutuel wagering, and ensure that all such participants who are licensed pursuant to this compact meet a uniform minimum standard of honesty and integrity.\n\n2. Facilitate the growth of the horse racing industry in each party state and nationwide by simplifying the process for licensing participants in live racing, and reduce the duplicative and costly process of separate licensing by the regulatory agency in each state that conducts live horse racing with pari-mutuel wagering.\n\n3. Authorize the Virginia Racing Commission to participate in this compact.\n\n4. Provide for participation in this compact by officials of the party states, and permit those officials, through the compact committee established by this compact, to enter into contracts with governmental agencies and nongovernmental persons to carry out the purposes of this compact.\n\n5. Establish the compact committee created by this compact as an interstate governmental entity duly authorized to request and receive criminal history record information from the Federal Bureau of Investigation and other state and local law-enforcement agencies.\n\nARTICLE II. Definitions.\n\n§ 2. Definitions.\n\n\"Compact committee\" means the organization of officials from the party states that is authorized and empowered by this compact to carry out the purposes of this compact.\n\n\"Official\" means the appointed, elected, designated or otherwise duly selected representative of a racing commission or the equivalent thereof in a party state who represents that party state as a member of the compact committee.\n\n\"Participants in live racing\" means participants in live horse racing with pari-mutuel wagering in the party states.\n\n\"Party state\" means each state that has enacted this compact.\n\n\"State\" means each of the several states of the United States, the District of Columbia, the Commonwealth of Puerto Rico and each territory or possession of the United States.\n\nARTICLE III. Entry into Force, Eligible Parties and Withdrawal.\n\n§ 3. Entry into force.\n\nThis compact shall come into force when enacted by any four states. Thereafter, this compact shall become effective as to any other state upon (i) that state's enactment of this compact and (ii) the affirmative vote of a majority of the officials on the compact committee as provided in § 8.\n\n§ 4. States eligible to join compact.\n\nAny state that has adopted or authorized horse racing with pari-mutuel wagering shall be eligible to become party to this compact.\n\n§ 5. Withdrawal from compact and impact thereof on force and effect of compact.\n\nAny party state may withdraw from this compact by enacting a statute repealing this compact, but no such withdrawal shall become effective until the head of the executive branch of the withdrawing state has given notice in writing of such withdrawal to the head of the executive branch of all other party states. If as a result of withdrawals participation in this compact decreases to less than three party states, this compact no longer shall be in force and effect unless and until there are at least three or more party states again participating in this compact.\n\nARTICLE IV. Compact Committee.\n\n§ 6. Compact committee established.\n\nThere is hereby created an interstate governmental entity to be known as the \"compact committee,\" which shall be comprised of one official from the racing commission or its equivalent in each party state who shall be appointed, serve and be subject to removal in accordance with the laws of the party state he represents. Pursuant to the laws of his party state, each official shall have the assistance of his state's racing commission or the equivalent thereof in considering issues related to licensing of participants in live racing and in fulfilling his responsibilities as the representative from his state to the compact committee. If an official is unable to perform any duty in connection with the powers and duties of the compact committee, the racing commission or equivalent thereof from his state shall designate an alternate who shall serve in his place and represent the party state as its official on the compact committee until that racing commission or equivalent thereof determines that the original representative official is able once again to perform his duties as that party state's representative official on the compact committee. The designation of an alternate shall be communicated by the affected state's racing commission or equivalent thereof to the compact committee as the committee's bylaws may provide.\n\n§ 7. Powers and duties of compact committee.\n\nIn order to carry out the purposes of this compact, the compact committee is hereby granted the power and duty to:\n\n1. Determine which categories of participants in live racing, including but not limited to owners, trainers, jockeys, grooms, mutuel clerks, racing officials, veterinarians, and farriers, and which categories of equivalent participants in live racing with pari-mutuel wagering authorized in two or more of the party states, should be licensed by the committee, and establish the requirements for the initial licensure of applicants in each such category, the term of the license for each category, and the requirements for renewal of licenses in each category. Provided, however, that with regard to requests for criminal record on the issuance or renewal of a license, the compact committee shall determine for each category of participants in live racing which licensure requirements for that category are, in its judgment, the most restrictive licensure requirements of any party state for that category and shall adopt licensure requirements for that category that are, in its judgment, comparable to those most restrictive requirements.\n\n2. Investigate applicants for a license from the compact committee and, as permitted by federal and state law, gather information on such applicants, including criminal history record information from the Federal Bureau of Investigation and relevant state and local law-enforcement agencies, and, where appropriate, from the Royal Canadian Mounted Police and law-enforcement agencies of other countries, necessary to determine whether a license should be issued under the licensure requirements established by the committee as provided in paragraph 1 of this section. Only officials on, and employees of, the compact committee may receive and review such criminal history record information, and those officials and employees may use that information only for the purposes of this compact. No such official or employee may disclose or disseminate such information to any person or entity other than another official or employee of the compact committee. The fingerprints of each applicant for a license from the compact committee shall be taken by the compact committee, its employees, or its designee and, pursuant to Public Law 92-544 or Public Law 100-413, shall be forwarded to a state identification bureau, or an association of state officials regulating pari-mutuel wagering designated by the Attorney General of the United States, for submission to the Federal Bureau of Investigation for a criminal history record check. Such fingerprints may be submitted on a fingerprint card or by electronic or other means authorized by the Federal Bureau of Investigation or other receiving law-enforcement agency.\n\n3. Issue licenses to, and renew the licenses of, participants in live racing listed in paragraph 1 of this section who are found by the committee to have met the licensure and renewal requirements established by the committee. The compact committee shall not have the power or authority to deny a license. If it determines that an applicant will not be eligible for the issuance or renewal of a compact committee license, the compact committee shall notify the applicant that it will not be able to process his application further. Such notification does not constitute and shall not be considered to be the denial of a license. Any such applicant shall have the right to present additional evidence to, and to be heard by, the compact committee, but the final decision on issuance or renewal of the license shall be made by the compact committee using the requirements established pursuant to paragraph 1 of this section.\n\n4. Enter into contracts or agreements with governmental agencies and with nongovernmental persons to provide personal services for its activities and such other services as may be necessary to effectuate the purposes of this compact.\n\n5. Create, appoint, and abolish those offices, employments, and positions, including an executive director, as it deems necessary for the purposes of this compact, prescribe their powers, duties and qualifications, hire persons to fill those offices, employments and positions, and provide for the removal, term, tenure, compensation, fringe benefits, retirement benefits and other conditions of employment of its officers, employees and other positions.\n\n6. Borrow, accept, or contract for the services of personnel from any state, the United States, or any other governmental agency, or from any person, firm, association, corporation or other entity.\n\n7. Acquire, hold, and dispose of real and personal property by gift, purchase, lease, license, or in other similar manner, in furtherance of the purposes of this compact.\n\n8. Charge a fee to each applicant for an initial license or renewal of a license.\n\n9. Receive other funds through gifts, grants and appropriations.\n\n§ 8. Voting requirements.\n\nA. Each official shall be entitled to one vote on the compact committee.\n\nB. All action taken by the compact committee with regard to the addition of party states as provided in § 3, the licensure of participants in live racing, and the receipt and disbursement of funds shall require a majority vote of the total number of officials (or their alternates) on the committee. All other action by the compact committee shall require a majority vote of those officials (or their alternates) present and voting.\n\nC. No action of the compact committee may be taken unless a quorum is present. A majority of the officials (or their alternates) on the compact committee shall constitute a quorum.\n\n§ 9. Administration and management.\n\nA. The compact committee shall elect annually from among its members a chairman, a vice-chairman, and a secretary/treasurer.\n\nB. The compact committee shall adopt bylaws for the conduct of its business by a two-thirds vote of the total number of officials (or their alternates) on the committee at that time and shall have the power by the same vote to amend and rescind such bylaws. The committee shall publish its bylaws in convenient form and shall file a copy thereof and a copy of any amendments thereto with the secretary of state or equivalent agency of each of the party states.\n\nC. The compact committee may delegate the day-to-day management and administration of its duties and responsibilities to an executive director and his support staff.\n\nD. Employees of the compact committee shall be considered governmental employees.\n\n§ 10. Immunity from liability for performance of official responsibilities and duties.\n\nNo official of a party state or employee of the compact committee shall be held personally liable for any good faith act or omission that occurs during the performance and within the scope of his responsibilities and duties under this compact.\n\nARTICLE V. Rights and Responsibilities of Each Party State.\n\n§ 11. Rights and responsibilities of each party state.\n\nA. By enacting this compact, each party state:\n\n1. Agrees (i) to accept the decisions of the compact committee regarding the issuance of compact committee licenses to participants in live racing pursuant to the committee's licensure requirements and (ii) to reimburse or otherwise pay the expenses of its official representative on the compact committee or his alternate.\n\n2. Agrees not to treat a notification to an applicant by the compact committee under paragraph 3 of § 7 that the compact committee will not be able to process his application further as the denial of a license, or to penalize such an applicant in any other way based solely on such a decision by the compact committee.\n\n3. Reserves the right (i) to charge a fee for the use of a compact committee license in that state, (ii) to apply its own standards in determining whether, on the facts of a particular case, a compact committee license should be suspended or revoked, (iii) to apply its own standards in determining licensure eligibility, under the laws of that party state, for categories of participants in live racing that the compact committee determines not to license and for individual participants in live racing who do not meet the licensure requirements of the compact committee, and (iv) to establish its own licensure standards for the licensure of nonracing employees at horse racetracks and employees at separate satellite wagering facilities. Any party state that suspends or revokes a compact committee license shall, through its racing commission or the equivalent thereof or otherwise, promptly notify the compact committee of that suspension or revocation.\n\nB. No party state shall be held liable for the debts or other financial obligations incurred by the compact committee.\n\nARTICLE VI. Construction and Severability.\n\n§ 12. Construction and severability.\n\nThis compact shall be liberally construed so as to effectuate its purposes. The provisions of this compact shall be severable, and, if any phrase, clause, sentence or provision of this compact is declared to be contrary to the Constitution of the United States or of any party state, or the applicability of this compact to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If all or some portion of this compact is held to be contrary to the constitution of any party state, the compact shall remain in full force and effect as to the remaining party states and in full force and effect as to the state affected as to all severable matters.\n\n2000, c. 992; 2003, c. 722.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-394-1/"
    },
    {
      "id": "section-591-3942",
      "number": "59.1-394.2.",
      "heading": "Compact Committee members",
      "text": "The Governor shall appoint one official to represent the Commonwealth on the Compact Committee for a term of four years. No official shall serve more than three consecutive terms. A vacancy shall be filled by the Governor for the unexpired term.\n\n2000, c. 992.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-394-2/"
    },
    {
      "id": "section-591-3943",
      "number": "59.1-394.3.",
      "heading": "Cooperation of departments, agencies and officers of the Commonwealth",
      "text": "All departments, agencies and officers of the Commonwealth and its political subdivisions are hereby authorized to cooperate with the Compact Committee in furtherance of any of its activities pursuant to the Compact.\n\n2000, c. 992.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-394-3/"
    },
    {
      "id": "section-591-3944",
      "number": "59.1-394.4.",
      "heading": "Racing Commission powers preserved",
      "text": "Nothing in this article shall be construed to diminish or limit the powers and responsibilities of the Racing Commission established by Article 1 of this chapter or to invalidate any action of the Racing Commission previously taken, including without limitation any regulation promulgated thereby.\n\n2000, c. 992.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-394-4/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Criminal Penalties",
      "text": "Criminal Penalties",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-591-395",
      "number": "59.1-395.",
      "heading": "Unlawful conduct of wagering",
      "text": "Any person not licensed under subdivision 5 of § 59.1-369 or under Article 2 (§ 59.1-375 et seq.) of this chapter who conducts pari-mutuel wagering, or horse racing on which wagering is conducted with his knowledge or consent, shall be guilty of a Class 4 felony.\n\n1988, c. 855; 2003, c. 682.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-395/"
    },
    {
      "id": "section-591-396",
      "number": "59.1-396.",
      "heading": "Fraudulent use of credential",
      "text": "Any person other than the lawful holder thereof who has in his possession any credential, license or permit issued by the Commission, or a forged or simulated credential, license or permit of the Commission, and who uses such credential, license or permit for the purpose of misrepresentation, fraud or touting is guilty of a Class 4 felony.\n\nAny credential, license or permit issued by the Commission, if used by the holder thereof for a purpose other than identification and in the performance of legitimate duties on a racetrack or within a satellite facility, shall be automatically revoked whether so used on or off a racetrack or satellite facility.\n\n1988, c. 855; 1992, c. 820.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-396/"
    },
    {
      "id": "section-591-397",
      "number": "59.1-397.",
      "heading": "Unlawful transmission of information",
      "text": "Any person who knowingly transmits information as to the progress or results of a horse race, or information as to wagers, betting odds, post or off times, or jockey changes in any race by any means whatsoever for the purposes of carrying on illegal gambling operations as defined in § 18.2-325, or to a person engaged in illegal gambling operations shall be guilty of a Class 4 felony.\n\nThis section shall not be construed to prohibit a newspaper from printing such results or information as news, or any television or radio station from telecasting or broadcasting such results or information as news. This section shall not be so construed as to place in jeopardy any common carrier or its agents performing operations within the scope of a public franchise, or any gambling operation authorized by law.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-397/"
    },
    {
      "id": "section-591-398",
      "number": "59.1-398.",
      "heading": "Touting",
      "text": "Any person, who knowingly and designedly by false representation attempts to, or does persuade, procure or cause another person to wager on a horse in a race to be run in this Commonwealth or elsewhere, and upon which money is wagered in this Commonwealth, and who asks or demands compensation as a reward for information or purported information given in such case, shall be guilty of a Class 1 misdemeanor.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-398/"
    },
    {
      "id": "section-591-399",
      "number": "59.1-399.",
      "heading": "Bribing of a jockey, driver or other participant",
      "text": "Any person who gives, promises or offers to any jockey, driver, groom or any person participating in any race meeting, including owners of racetracks and their employees, stewards, trainers, judges, starters and special policemen, any valuable thing with intent to influence him to attempt to lose or cause to be lost a horse race in which such person is taking part or expects to take part, or has any duty or connection, or who, being either jockey, driver, or groom or participant in a race meeting, solicits or accepts any valuable thing to influence him to lose or cause to be lost a horse race in which he is taking part, or expects to take part, or has any duty or connection, shall be guilty of a Class 4 felony.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-399/"
    },
    {
      "id": "section-591-400",
      "number": "59.1-400.",
      "heading": "Prohibited acts, administration of drugs, etc.; penalty",
      "text": "Any person who, with the intent to defraud, acts to alter the outcome of a race by (i) the administration of any substance foreign to the natural horse, except those substances specifically permitted by the regulations of the Virginia Racing Commission, or (ii) the use of any device, electrical or otherwise, except those specifically permitted by the regulations of the Virginia Racing Commission, shall be guilty of a Class 4 felony.\n\nAny person who, with the intent to defraud, influences or conspires with another to alter the outcome of a race by (i) the administration of any substance foreign to the natural horse, except those substances specifically permitted by the regulations of the Virginia Racing Commission, or (ii) the use of any device, electrical or otherwise, except those specifically permitted by the regulations of the Virginia Racing Commission, shall be guilty of a Class 4 felony.\n\nAny person who (i) administers any substance foreign to the natural horse, except those substances specifically permitted by the regulations of the Virginia Racing Commission, when the horse is entered to start, or (ii) at any time, exposes any substance foreign to the natural horse with the intent of impeding or increasing the speed, endurance, health, or condition of a horse, shall be guilty of a Class 4 felony.\n\n1988, c. 855; 1990, c. 366.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-400/"
    },
    {
      "id": "section-591-401",
      "number": "59.1-401.",
      "heading": "Possessing drugs",
      "text": "The possession or transportation of any drug except those permitted by regulations of the Commission within the racing enclosure is prohibited except upon a bona fide veterinarian's prescription with complete statement of uses and purposes on the container. A copy of such prescription shall be filed with the stewards. Any person knowingly violating the provisions of this section relating to the legal possession of drugs shall be guilty of a Class 1 misdemeanor. The provisions of the Drug Control Act (§ 54.1-3400 et seq.) shall apply in situations where drugs regulated by that Act are within the racing enclosure.\n\n1988, c. 855.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-401/"
    },
    {
      "id": "section-591-402",
      "number": "59.1-402.",
      "heading": "Racing under false name; penalty",
      "text": "Any person who knowingly enters or races any horse in any running or harness race under any name or designation other than the name or designation assigned to such horse by and registered with the Jockey Club, the United States Trotting Association, the American Quarter Horse Association, or other applicable association or who knowingly instigates, engages in, or in any way furthers any act by which any horse is entered or raced in any running or trotting race under any name or designation other than the name or designation duly assigned by and registered with the Jockey Club, the United States Trotting Association, the American Quarter Horse Association, or other applicable association, is guilty of a Class 4 felony.\n\n1988, c. 855; 1990, c. 351.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-402/"
    },
    {
      "id": "section-591-403",
      "number": "59.1-403.",
      "heading": "Prohibition on persons under 21 years of age; penalty",
      "text": "No person shall wager on or conduct any wagering on the outcome of a horse race pursuant to the provisions of this chapter unless such person is 18 years of age or older. No person shall accept any wager from a minor. No person shall be admitted into a satellite facility if such person is under 18 years of age unless accompanied by one of his parents or his legal guardian. No person under 21 years of age shall use any electronic gaming terminal or other electronic device in a satellite facility to wager on or conduct any wagering on historical horse racing. Violation of this section shall be a Class 1 misdemeanor.\n\n1988, c. 855; 1996, cc. 915, 1025; 2022, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-403/"
    },
    {
      "id": "section-591-404",
      "number": "59.1-404.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1991, c. 591.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-404/"
    },
    {
      "id": "section-591-405",
      "number": "59.1-405.",
      "heading": "Conspiracies and attempts to commit violations",
      "text": "A. Any person who conspires, confederates or combines with another, either within or without this Commonwealth, to commit a felony prohibited by this chapter shall be guilty of a Class 4 felony.\n\nB. Any person who attempts to commit any act prohibited by this article shall be guilty of a criminal offense and punished as provided in either §§ 18.2-26, 18.2-27 or § 18.2-28, as appropriate.\n\n1988, c. 855; 1991, c. 591.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-29/section-59-1-405/"
    }
  ]
}