{
  "state": "virginia",
  "path": "title-title-591-trade-and-commerce/chapter-chapter-38-virginia-music-licensing-fees-act",
  "sections": [
    {
      "id": "section-591-460",
      "number": "59.1-460.",
      "heading": "Definitions§ 59.1-461. Notice and schedule to be provided§ 59",
      "text": "As used in this chapter:\n\n\"Copyright owner\" means the owner of a copyright of a nondramatic musical or similar work recognized and enforceable under the copyright laws of the United States pursuant to Title 17 of the United States Code, P.L. 94-553 (17 U.S.C. § 101 et seq.).\n\n\"Performing rights society\" means an association or corporation that licenses the public performance of nondramatic musical works on behalf of copyright owners, such as the American Society of Composers, Authors and Publishers (ASCAP), Broadcast Music, Inc. (BMI), and SESAC, Inc.\n\n\"Proprietor\" means the owner of a retail establishment, restaurant, inn, bar, tavern, sports or entertainment facility or any other similar place of business or professional office located in the Commonwealth in which the public may assemble and in which nondramatic musical works or similar copyrighted works may be performed, broadcast, or otherwise transmitted for the enjoyment of members of the public there assembled.\n\n\"Royalty\" or \"royalties\" means the fees payable to a copyright owner or performing rights society for the public performance of nondramatic musical or other similar works.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-460/"
    },
    {
      "id": "section-591-461",
      "number": "59.1-461.",
      "heading": "Notice and schedule to be provided",
      "text": "No performing rights society shall enter into, or offer to enter into, a contract for the payment of royalties by a proprietor unless at the time of the offer, or any time thereafter, but no later than seventy-two hours prior to the execution of that contract, it provides to the proprietor, in writing, notice that such performing rights society:\n\n1. Has filed for public inspection, within the previous twelve months, with the State Corporation Commission (i) a certified copy of each form of performing rights contract or license agreement providing for the payment of royalties made available from such performing rights society to any Virginia proprietor; (ii) the most current available list of such performing rights society's members or affiliates; and (iii) the most current available listing of the copyrighted musical works in such performing rights society's repertory;\n\n2. Will make available, upon request, to any proprietor, by electronic means or otherwise, information as to whether specific copyrighted musical works are in its repertory;\n\n3. Will make available, upon written request of any proprietor, any of the information referred to in subdivision 1 of this section, at the sole expense of the proprietor, provided that such notice shall specify the means by which such information can be secured; and\n\n4. Complies with federal law and orders of courts having appropriate jurisdiction regarding the rates and terms of royalties and the circumstances under which licenses for rights of public performance are offered to any proprietor.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-461/"
    },
    {
      "id": "section-591-462",
      "number": "59.1-462.",
      "heading": "Royalty contract requirements",
      "text": "Every contract for the payment of royalties between a proprietor and a performing rights society executed, issued or renewed in the Commonwealth on or after July 1, 1995, shall be:\n\n1. In writing;\n\n2. Signed by the parties;\n\n3. Written to include, at a minimum, the following information:\n\na. The proprietor's name and business address and the name and location of each place of business to which the contract applies;\n\nb. The name of the performing rights society;\n\nc. The duration of the contract; and\n\nd. The schedule of rates and terms of the royalties to be collected under the contract, including any sliding scale or schedule for any increase or decrease of such rates for the duration of the contract.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-462/"
    },
    {
      "id": "section-591-463",
      "number": "59.1-463.",
      "heading": "Prohibited conduct",
      "text": "A. No performing rights society or any agent or employee thereof shall:\n\n1. Enter onto the premises of a proprietor's business for the purpose of discussing or inquiring about a contract for the payment of royalties with the proprietor or his employees, without first identifying himself to the proprietor or his employees and making known to them the purpose of the discussion or inquiry;\n\n2. Engage in any coercive conduct, act or practice that is substantially disruptive of a proprietor's business;\n\n3. Use or attempt to use any unfair or deceptive act or practice in negotiating with a proprietor; or\n\n4. Fail to comply with or fulfill the obligations imposed by §§ 59.1-461 and 59.1-462.\n\nB. However, nothing in this chapter shall be construed to prohibit a performing rights society from conducting investigations to determine the existence of music use by a proprietor or informing a proprietor of the proprietor's obligation under the U.S. Copyright Law, Title 17 of the United States Code.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-463/"
    },
    {
      "id": "section-591-464",
      "number": "59.1-464.",
      "heading": "Remedies; injunction",
      "text": "Any person who suffers a violation of this chapter may bring an action to recover actual damages and reasonable attorney's fees and seek an injunction or any other remedy available at law or in equity.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-464/"
    },
    {
      "id": "section-591-465",
      "number": "59.1-465.",
      "heading": "Remedies cumulative",
      "text": "The rights, remedies and prohibitions contained in this chapter shall be in addition to and cumulative of any other right, remedy or prohibition accorded by common law, federal law or the statutes of the Commonwealth, and nothing contained herein shall be construed to deny, abrogate or impair any such common law or statutory right, remedy or prohibition.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-465/"
    },
    {
      "id": "section-591-466",
      "number": "59.1-466.",
      "heading": "Exceptions",
      "text": "This chapter shall not apply to contracts between copyright owners or performing rights societies and broadcasters licensed by the Federal Communications Commission, or to contracts with cable operators, programmers or other transmission services. Nor shall this chapter apply to musical works performed in synchronization with an audio/visual film or tape, or to the gathering of information for determination of compliance with or activities related to the enforcement of Chapter 3.1 (§ 59.1-41.1 et seq.) of Title 59.1.\n\n1995, c. 648.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-59-1/chapter-38/section-59-1-466/"
    }
  ]
}