{
  "state": "delaware",
  "path": "title-title-21/chapter-title21c070index",
  "sections": [
    {
      "id": "section-7001",
      "number": "7001.",
      "heading": "Stopping, standing or parking in fire lanes; penalty",
      "text": "(a) No person shall stop, stand or park a vehicle in any place which has been designated and properly identified as a fire lane wherever a curb is marked yellow or a yellow line is placed at the edge of a roadway or shoulder and where official tra\n§\n\n 1;63 Del. Laws, c. 214,\n\n§\n\n 2;63 Del. Laws, c. 350,\n\n§§\n\n 1, 2;68 Del. Laws, c. 9,\n\n§\n\n 64;70 Del. Laws, c. 19,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 503,\n\n§\n\n 1;75 Del. Laws, c. 405,\n\n§§\n\n 14-18;§\n\n7002. Immunity for enforcement; exception.No law-enforcement officer, fire officer in charge or the fire officer’s delegate or fire marshal or fire marshal’s deputy, enforcing this chapter, and no one who removes a vehicle from a prohibited area as described in this chapter or stores such a vehicle, having been directed to remove or store such vehicle by a person authorized to enforce this chapter, shall be liable for criminal prosecution for any conduct directly relating to the enforcement of this chapter or be liable to any person for negligence, resulting in the injury to or loss or destruction of any real or personal property if such negligence arises out of the enforcement of this chapter; provided, however, that such persons shall be liable for loss or destruction of any real or personal property caused by acts or omissions amounting to gross negligence or wilful or wanton misconduct.62 Del. Laws, c. 135,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7003. Payment by voluntary assessment; presumptions; procedure for contesting; failure to pay or contest.(a)Payment by voluntary assessment. —An owner or operator shall pay the amount on the summons to the voluntary assessment center listed on the summons. No court costs or other administrative fee shall be assessed if a civil penalty is paid by voluntary assessment. In lieu of payment, an owner or operator may notify the applicable voluntary assessment center, within the time period specified on the summons, that such owner or operator requests a hearing in the Justice of the Peace Court.(b)Presumptions. —(1) If any vehicle found to be in violation of this subchapter or any ordinance, code or regulation regulating stopping, standing or parking is unattended at the time the violation is discovered and the identity of the operator is not otherwise apparent, the person in whose name such vehicle is registered as the owner shall be held responsible for such violation, unless the owner can furnish evidence that the vehicle was, at the time of the violation, in the care, custody or control of another person. Such presumption shall be rebutted if the owner:a. Prior to the due date furnishes to the voluntary assessment center either:1. An affidavit stating that the owner was not the operator of the vehicle at the time of the alleged violation and provides the name and address of the person, or company who leased, rented or otherwise had the care, custody or control of the vehicle; or2. Attaches a certified copy of a police report showing that the vehicle or license plate(s) thereof had been reported to the police as stolen prior to the time of the alleged violation; orb. Provides proof in court that the owner was not the operator of the vehicle at the time of the alleged violation.(2) A summons may be issued by the prosecuting agency to a person identified by affidavit or evidence in court as the actual operator of the vehicle shown to have violated this chapter. There shall be a presumption that the person so identified as the driver. The presumption may be rebutted as described in this subsection.(c)Procedure for contesting. —(1) A request for a hearing must be made no later than the due date indicated on the summons, which date shall not be sooner than 20 days from the date the summons was issued.(2) The voluntary assessment center shall notify the appropriate Justice of the Peace Court when a hearing is requested.(d)Failure to pay or contest the violation. —If the owner or operator:(1) Fails to respond to the summons on or before the due date in any of the manners permitted by this section, or(2) Requests a hearing and fails to appear,the Court may, upon motion, enter a default judgment against such owner or operator. However, when the default judgment is sought for a failure to respond to the summons, no default judgment shall be entered until notice by first class mail is sent by the Court to such owner or operator providing the owner or operator with 10 days to pay the civil penalty to the Court or request a hearing to contest the charge. A default judgment may include any applicable increases in the amount of the civil penalty for failure to timely pay or contest. The applicable city, county or state agency may seek execution on any judgment entered by the Court.In addition, the applicable city, county or state agency may tow the vehicle if it is located in its jurisdiction and levy on it for the amount of unpaid tickets plus towing charges.75 Del. Laws, c. 405,\n\n§\n\n 19;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n7004. Enforcement by cadets appointed by the Superintendent of the State Police.(a) The Superintendent of the State Police is hereby authorized to appoint cadets who shall have authority to enforce violations of this chapter within the unincorporated areas of each county. Cadets appointed pursuant to this section must be at least 18 years of age. The Superintendent may establish such other qualifications as are deemed necessary or desirable.(b) A summons issued by a cadet appointed by the Superintendent pursuant to this section shall have the same force and effect as a summons issued by the State Police.(c) The proceeds of any civil penalty collected from a summons issued by the State Police or a cadet appointed pursuant to this section shall be deposited into the General Fund.(d) The authority of the State Police or a cadet appointed by the Superintendent to enforce this chapter shall not be limited by any jurisdictional agreement between the State Police and any local law-enforcement agency.71 Del. Laws, c. 287,\n\n§\n\n 2;75 Del. Laws, c. 405,\n\n§\n\n 20;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7002",
      "number": "7002.",
      "heading": "Immunity for enforcement; exception",
      "text": "No law-enforcement officer, fire officer in charge or the fire officer’s delegate or fire marshal or fire marshal’s deputy, enforcing this chapter, and no one who removes a vehicle from a prohibited area as described in this chapter or stores such a vehicle, havin\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7003",
      "number": "7003.",
      "heading": "Payment by voluntary assessment; presumptions; procedure for contesting; failure to pay or contest",
      "text": "(a)Payment by voluntary assessment. —An owner or operator shall pay the amount on the summons to the voluntary assessment center listed on the summons. No court costs or other administrative fee shall\n§\n\n 19;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7004",
      "number": "7004.",
      "heading": "Enforcement by cadets appointed by the Superintendent of the State Police",
      "text": "(a) The Superintendent of the State Police is hereby authorized to appoint cadets who shall have authority to enforce violations of this chapter within the unincorporated areas of each county. Cadets appointed pursuant to this\n§\n\n 2;75 Del. Laws, c. 405,\n\n§\n\n 20;",
      "history": "",
      "source_url": ""
    }
  ]
}