{
  "state": "delaware",
  "path": "title-title-21/chapter-title21c003index",
  "sections": [
    {
      "id": "section-301",
      "number": "301.",
      "heading": "General duty of Departments.The Department of Transportation and/or the Department of Safety and Homeland Security, in keeping with their respective responsibilities, and all officers thereof shall enforce this title, unless otherwise designated in this title or by other laws of this State",
      "text": "36 Del. L\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 5541; \n\n21 Del. C. 1953,\n\n§\n\n 302;74 Del. Laws, c. 110,\n\n§\n\n 11;§\n\n302. Rules and regulations.(a) The Secretary of Transportation and/or the Secretary of Safety and Homeland Security, in keeping with their respective responsibilities, may adopt and enforce such administrative rules and regulations and designate such agencies as may be necessary to carry out this title. The Secretary of Transportation and/or the Secretary of Safety and Homeland Security, in keeping with their respective responsibilities, may also adopt and enforce such rules and regulations relative to equipment, weight, size and operation of motor vehicles, provided such rules and regulations are not contrary to a positive law, as may be necessary and proper in order to conform to the rules and regulations of the Interstate Commerce Commission and in order to establish a more uniform Motor Vehicle Code and more uniform traffic rules and regulations. No rule or regulation adopted pursuant to the authority granted by this section shall extend, modify or conflict with any law of this State, or the reasonable implications thereof.(b) Any rules, regulations, procedures or agreements enacted, authorized or entered by the Secretary of Public Safety prior to July 1, 2003, shall remain in effect until such time as these rules, regulations, procedures or agreements are replaced, terminated or amended by the appropriate departmental Secretary.36 Del. Laws, c. 10,\n\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 5541;43 Del. Laws, c. 243,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 305;57 Del. Laws, c. 670,\n\n§\n\n 6D;67 Del. Laws, c. 344,\n\n§\n\n 7;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 12, 13;§\n\n303. Forms.The Secretary shall provide suitable forms for applications, registration cards, license number plates and all other forms required for the purposes of this title and shall prepay transportation charges thereon.36 Del. Laws, c. 10,\n\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 5541;43 Del. Laws, c. 243,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 306;57 Del. Laws, c. 670,\n\n§\n\n 6D;§\n\n304. Examiners for operators’ licenses; appointment; use of local officers.(a) The examiners of applicants for operators’ licenses shall be appointed by and shall be under the supervision of the Secretary.(b) The Department may designate local officers of the law or may appoint persons within this State to act for the Department for the purpose of examining applicants for operators’ licenses. Such persons so designated or appointed shall conduct the examinations of the applicants for operators’ licenses in the manner prescribed by the Department under this title and shall make a written report of the findings and recommendations upon such examinations to the Department.36 Del. Laws, c. 10,\n\n§\n\n 60;37 Del. Laws, c. 10,\n\n§§\n\n 18, 19; \n\nCode 1935,\n\n§\n\n 5598; \n\n21 Del. C. 1953,\n\n§\n\n 308;57 Del. Laws, c. 670,\n\n§\n\n 6D;62 Del. Laws, c. 190,\n\n§\n\n 1;§\n\n305. Privacy act governing the release of motor vehicle driving history and license records.(a)In general. —Except as provided in subsections (b), (d), (e) and (i) of this section, the Division of Motor Vehicles and any officer, employee or contractor thereof or any other person shall not knowingly disclose or otherwise make available to any person or entity personal information about any individual obtained by the Division in connection with a motor vehicle record. Only driver license and driver performance records which are 3 years old or less shall be made available to authorized persons or agencies, except persons requesting their own records, law-enforcement officers, the courts and other motor vehicle jurisdictions may also have access to those records and to vehicle title and registration information which are over 3 years old and are being retained by the Division. Division motor vehicle records can be transmitted to other motor vehicle jurisdictions electronically over authorized networks.(b)Permissible uses. —Personal information referred to in subsection (a) of this section shall only be disclosed for use in connection with matters of motor vehicle or driver safety and theft; motor vehicle emissions; motor vehicle product alterations, recalls or advisories; performance monitoring of motor vehicles, motor vehicle parts and motor vehicle dealers by motor vehicle manufacturers; maintenance of voter registration records; and removal of nonowner records from the original owner records of motor vehicle manufacturers; maintenance of voter registration records to carry out the purposes of the Automobile Information Disclosure Act [15 U.S.C. § 1231 et seq.], the Motor Vehicle Information and Cost Saving Act [repealed], the National Traffic and Motor Vehicle Safety Act of 1966 [repealed], the Anti-Car Theft [Act] of 1992 [P.L. 102-519] and the Clean Air Act [42 U.S.C. § 7401 et seq.]. Personal information may be disclosed only upon proof of the identity of the person requesting the record or records and sworn representation by such person that the released personal information will be strictly limited to 1 or more of the following described uses:(1) For use by any government agency, including any court, state election agency or law-enforcement agency, in carrying out its functions, or any private person or entity acting on behalf of a government agency, in carrying out its functions.(2) For use in connection with matters of motor vehicle or driver safety and theft; motor vehicle emissions; motor vehicle product alterations, recalls or advisories; performance monitoring of motor vehicles, motor vehicle parts and motor vehicle dealers; motor vehicle market research activities, including survey research; and removal of nonowner records from the original owner records of motor vehicle manufacturers.(3) For use in the normal course of business by a legitimate business or its agents, employees or contractors, but only:a. To verify the accuracy of personal information submitted by the individual to the business or its agents, employees or contractors; andb. If such information as so submitted is not correct or is no longer correct, to obtain the correct information, but only for the purposes of preventing fraud by pursuing legal remedies against or recovering on a debt or security interest against the individual.(4) For use in connection with any civil, criminal, administrative or arbitration proceeding in any federal, state or local court or agency or before any self-regulating body, including the service of process, investigation in anticipation of litigation and the execution or enforcement of judgments and orders or pursuant to an order of a federal, state or local court.(5) For use in research activities and for use in producing statistical reports, so long as the personal information is not published, redisclosed or used to contact individuals.(6) For use by any insurer or insurance support organization or by a self-insured entity or its agents, employees or contractors, in connection with claims investigation activities, anti-fraud activities, rating or underwriting.(7) For use in providing notice to the owners or lien holders of towed or impounded vehicles.(8) For use by any licensed private investigative agency or licensed security service for any purpose permitted under this subsection.(9) For use by an employer or its agent or insurer to obtain or verify information relating to a holder of a commercial driver’s license that is required under the Commercial Motor Vehicle Safety Act of 1986 (49 U.S.C. § 31101 et seq.).(10) For use in connection with the operation of private toll transportation facilities.(11) Persons requesting their own records, law-enforcement officers, judicial and other motor vehicle jurisdictions through the supporting information networks may have access to all records retained by the Division.(12) [Repealed.](13) For any other use specifically authorized under the law of the State that holds the record, if such use is related to the operation of a motor vehicle or public safety.(c)Requests for additional protection of personal information. —A person may submit a notarized affidavit to be supplied by the Division requesting that person’s address, phone number and social security number contained in the driver or vehicle records of the Division be kept confidential except from those named in paragraphs (b)(1), (2) and (6) of this section. The affidavit must swear or affirm that the request is being made because of the person’s fear of harm from another individual to themselves, a family or household member or their property. A properly submitted notarized affidavit satisfying these conditions shall be honored by the Division and shall remain in effect until the record is purged from the Division’s files or until the requesting person submits written notice requesting the release of that person’s personal information. This section does not prohibit the Division from the normal practice of returning a vehicle title with personal information displayed to a lienholder or lessor. In addition, the Division may return a vehicle title and registration card to a dealership who has submitted the title application for their customer.(d)Court approval for release of information. —Persons or agencies other than those named in subsections (b) and (c) of this section shall be prohibited from acquiring any information pertaining to an individual’s address, telephone number, vehicle title, vehicle registration, driver license and driver performance that is in the possession of the Division of Motor Vehicles except in the following case:Any individual who can show that there is a lawful need for the prohibited information and that the information cannot be reasonably acquired through any alternate means may present such evidence to the administrative hearing officer of the Division of Motor Vehicles. Upon consideration of the evidence presented, the administrative hearing officer may then in the administrative hearing officer’s discretion provide an order for the release of part or all of the requested information from the Division of Motor Vehicles to the requesting individual.In this instance, the Division shall send by United States mail notification to any individuals identified in subsection (c) of this section whose information has been requested that the administrative hearing officer has ordered the release of such information and that such information will be furnished to the requesting party. Upon denial of the request, the individual may file a de novo appeal to the Justice of the Peace Courts. Upon receipt of the application fee of $10 from the individual, the Justice of the Peace Court, in its discretion, may order the release of part or all of the requested information by the DMV to the requesting individual. The Division shall notify the individuals by United States mail if the Justice of the Peace Court orders release of part or all of the requested information.(e)Disclosure with consent. —Personal information may be disclosed to any person requesting such information if such person demonstrates, in such form and manner as the Department prescribes, that the person has obtained a notarized, written consent from the person whose information is protected. Such consent must be provided each time personal information is released. Each written consent form shall be retained by the Division in electronically digitized, microfilm or paper format for a minimum period of 5 years.(f) (1)Fees for copies and information. —The Secretary shall charge a fee of $25 for each motor vehicle record supplied to persons other than those governmental agencies designated in paragraph (b)(1) of this section. If special handling is needed to certify a record or notarize an affidavit, the fee for such handling shall be $30 to include the requested record.(2) Notwithstanding the provisions of paragraph (f)(1) of this section, the Director of the Division of Motor Vehicles is authorized to enter into contractual agreements for the bulk sale of vehicle records for uses that are permissible under this section. These contracts may include pricing models that are based on the Division’s cost to produce, maintain and distribute such records. Purchases of motor vehicle driving history and license records pursuant to the provision of this section shall be governed exclusively by the conditions of paragraph (f)(1) of this section.(g)Signature on all records released. —Any record or certified record supplied by the Department pursuant to this title shall contain the signature or facsimile signature of the Director of the Division of Motor Vehicles or of another official of the Division who is a custodian of such records and is designated by the Director to sign or to have a facsimile signature affixed. For purposes of this subsection, a “facsimile signature” can be a preprinted signature, a rubber-stamped signature or any other recognized facsimile.(h)Contract to protect confidentiality. —Governmental agencies, businesses and individuals designated by subsection (b) of this section to obtain vehicle registration, title, driver’s license or driver performance records and obtain such personal information by electronic means will sign contracts acknowledging their responsibility to protect personal information as follows:(1) The personal information obtained from the Division’s records will not be resold or redisclosed in part or whole except for those authorized purposes covered in subsection (b) of this section.(2) [Repealed.](i)Additional conditions. —In addition to provision for payment of applicable fees, the Department may, prior to the disclosure of personal information as permitted in this section, require the meeting of certain conditions by the requesting person for the purpose of obtaining reasonable assurance concerning the identity of the person requesting the release of information and, to the extent required, that the use will be only as authorized or the consent of the person who is the subject of the information has been properly obtained. Such conditions may include, but need not be limited to, the making and filing of a written application in such form and containing such information and certification requirements as the Department may prescribe.Governmental agencies, businesses and individuals who request motor vehicle records by electronic means or who access Division records on a continual basis and are authorized access to the records per subsections (b) through (e) of this section, inclusively, shall sign contracts acknowledging their responsibility to protect personal information under this subsection. The contract will contain this section and the requester will specify, at a minimum:(1) The legal basis authorizing access to personal data contained in the Division’s records;(2) Purposes and intended uses for this data;(3) Designation of data elements needed to satisfy their purposes;(4) Agreement not to disclose the information obtained unless permitted by this subsection; and(5) Other requirements as deemed necessary by the Division.Law enforcement, the courts, other motor vehicle jurisdictions and those governmental agencies and businesses designated by the Secretary of Transportation are exempt from this subsection.A person’s driver’s license electronically digitized photograph and signature, Social Security number or medical or disability information shall not be releasable without the express written consent of the person to whom such information pertains, except for uses permitted under paragraph (b)(1), (b)(6) or (b)(9) of this section. A signed release from the licensee whose information is sought shall constitute a permitted use if notarized. This subsection shall not in any way affect the use of organ donor information on an individual driver’s license or affect the administration of organ donor initiatives by the Division.Personal information shall not be available by telephone or other methods of request other than by personal appearance and in writing unless approved by the Director of Motor Vehicles or the Director’s designee.The Division, in its discretion, may deny access to any or all records if it finds the requesting agency’s or person’s purpose in requesting such information is improper or that the request was made in bad faith.The Division will record, but can deny the release of residential addresses to any agency, business or person outside of the Division when requested by the court or when law-enforcement documentation proves the person is in immediate danger if this information is released. The record will contain a releasable mailing address to enable the Division and law-enforcement agencies to contact that individual.The Director may destroy any records of the Division which have been maintained on file for 3 years, unless otherwise required by this title, which the Director may deem obsolete and of no further service in carrying out the powers and duties of the Division; provided, that the Director of the Division of Historical and Cultural Affairs has authorized such destruction.Any record or certified record supplied by the Department pursuant to this title shall contain the signature or facsimile signature of the Director or of another official of the Division who is a custodian of such records and is designated by the Director to sign such records or have such other official’s signature affixed. For purposes of this subsection, a “facsimile signature” can be a preprinted signature, a rubber stamped signature or any other recognized facsimile.(j)Wrongful disclosure. —If the Division discovers at any time that any information protected under subsection (c) of this section has been wrongfully disclosed, it shall notify the holder of that information that the information was wrongfully disclosed and may not be used, resold or redisclosed in any way. The Division shall also inform the person who the information pertains to that the person’s personal information was disclosed.(k)Resale or redisclosure. —(1) An authorized recipient of personal information may resell or redisclose the information for any use permitted under subsection (b) of this section.(2) [Repealed.](3) Any authorized recipient who resells or rediscloses personal information shall be required by the Department to maintain, for a period of not less than 5 years, records as to the information obtained and the permitted use for which the information was obtained and to make such records available for inspection by the Department, upon request.(l)Regulations and waiver procedure. —The Department is authorized to adopt administrative regulations to carry out the purposes of this section. The regulations may include procedures under which the Department, upon receiving a request for personal information that is not subject to disclosure, may mail a copy of such request to each individual who is the subject of the information, informing such individual of the request, together with a statement to the effect that disclosure is prohibited and will not be made unless the individual affirmatively elects to waive such individual’s right to privacy under this section.(m)Unlawful acts. —(1)Procurement for unlawful purposes. —It shall be unlawful for any person knowingly to obtain or disclose personal information from a motor vehicle record for any use not permitted under this title.(2)False representation. —It shall be unlawful for any person to make false representation to obtain any personal information from an individual’s motor vehicle record.(n)Penalties. —Any person requesting the disclosure of personal information from Department records who misrepresents the person’s identity or knowingly makes a false statement to the Department in order to obtain restricted information or who knowingly violates any other provision of this chapter shall be guilty of a class A misdemeanor.(o)Civil actions. —(1)Cause of action. —A person who knowingly obtains, discloses or uses personal information from a motor vehicle record for a purpose not permitted under this chapter shall be liable to the individual to whom the information pertains.(2)Remedies. —The court may award:a. Actual damages, but not less than liquidated damages in the amount of $2,500;b. Punitive damages upon proof of wilful or reckless disregard of the law;c. Reasonable attorney’s fees and other litigation costs reasonably incurred; andd. Such other preliminary and equitable relief as the court determines to be appropriate.(p)Definitions. —In this chapter:(1) “Motor vehicle record” means any record that pertains to a motor vehicle operator’s or driver’s permit or license, motor vehicle title, motor vehicle registration or identification document issued by a Division of Motor Vehicles or other state or local agency authorized to issue any such forms or credentials;(2) “Person” means an individual, organization or entity, but does not include a state or agency thereof; and(3) “Personal information” means information that identifies an individual, including an individual’s photograph, Social Security number, driver identification number, name, address, telephone number and medical or disability information, but does not include information on vehicular accidents, driving or equipment-related violations and driver’s license or registration status.36 Del. Laws, c. 10,\n\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 5543; \n\n21 Del. C. 1953,\n\n§\n\n 310;55 Del. Laws, c. 339;57 Del. Laws, c. 670,\n\n§§\n\n 6D, 6E;58 Del. Laws, c. 366;58 Del. Laws, c. 377;60 Del. Laws, c. 469,\n\n§\n\n 1;65 Del. Laws, c. 81,\n\n§§\n\n 1-3;66 Del. Laws, c. 82,\n\n§\n\n 1;68 Del. Laws, c. 170,\n\n§§\n\n 1-4;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 511,\n\n§\n\n 1;72 Del. Laws, c. 479,\n\n§§\n\n 1-4;74 Del. Laws, c. 110,\n\n§§\n\n 14, 15;74 Del. Laws, c. 308,\n\n§\n\n 129;75 Del. Laws, c. 4,\n\n§\n\n 10;78 Del. Laws, c. 131,\n\n§§\n\n 1, 2;80 Del. Laws, c. 77,\n\n§\n\n 16;84 Del. Laws, c. 42,\n\n§\n\n1;§\n\n306. [Reserved].§\n\n307. Deposits and disbursements.(a) All moneys received by the Division of Motor Vehicles under this title and Title 30 shall be deposited daily to the credit of the Transportation Trust Fund.(b) Those funds directed to be received by the Department of Safety and Homeland Security pursuant to § 309 or § 706 of this title shall be deposited daily to the credit of the State’s General Fund.(c) Except as may be otherwise provided in § 309 or § 706 of this title, no action or claim that is otherwise permitted against the State or an agency or authority of the State to recover any moneys that are erroneously or illegally collected by or paid to the Departments of Transportation and Safety and Homeland Security under this title, may be commenced or otherwise asserted after expiration of 1 year from the earlier of:(1) The date of the payment; or(2) The date the payment was required to be made.36 Del. Laws, c. 10,\n\n§\n\n 147; \n\nCode 1935,\n\n§\n\n 5686;42 Del. Laws, c. 77,\n\n§§\n\n 1, 2; \n\n21 Del. C. 1953,\n\n§\n\n 312;67 Del. Laws, c. 46,\n\n§\n\n 55;67 Del. Laws, c. 285,\n\n§\n\n 56(a);68 Del. Laws, c. 156,\n\n§§\n\n 54, 55(e);74 Del. Laws, c. 110,\n\n§§\n\n 16, 17;§\n\n308. Contingent fund for refund of renewal registration fees.The Department shall retain out of the revenue collected by it a sum sufficient to provide at all times a contingent fund of $1,000, out of which it shall pay any refunds for renewal registration fees provided for in Chapter 21 of this title. Such funds shall be deposited in the financial institution which is the legal depository of the state moneys and shall be disbursable on order of the Secretary.36 Del. Laws, c. 10,\n\n§\n\n 26;38 Del. Laws, c. 27,\n\n§§\n\n 1, 2;40 Del. Laws, c. 38,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 5564, 5719q;45 Del. Laws, c. 287,\n\n§\n\n 2;46 Del. Laws, c. 270,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 313;§\n\n309. Sale of motor vehicle in possession of Secretary of Safety and Homeland Security.(a) Whenever the owner or person entitled to the possession of any motor vehicle, or part thereof, in the custody of the Secretary of Safety and Homeland Security (hereinafter “Secretary”) cannot be located and fails to claim the motor vehicle, or part thereof, for a period of 3 months after the motor vehicle, or part thereof, came into the custody of the Secretary, the motor vehicle may be disposed of by the Secretary at public sale at some place which is convenient and accessible to the public at any time between the hours of 10:00 a.m. and 6:00 p.m.(b) The time, place and terms of the sale, together with a full detailed description of the motor vehicle, or part thereof, shall be inserted in 1 or more newspapers published in the city or county where the sale is to take place at least once each week for 2 successive weeks prior to the sale. A registered notice shall be mailed at least 10 days prior to the sale to the owner, lienholder, if any, shown on the records of the Secretary of Safety and Homeland Security or person entitled to the possession of the motor vehicle, or part thereof, if such person’s address be known, or if it can be ascertained by the exercise of reasonable diligence. If the address cannot be ascertained by the exercise of reasonable diligence, then such notice shall not be required to be given.(c) Any excess in the amount of the selling price of the motor vehicle, or part thereof, at the sale, over and above the expenses thereof, and the amount of the storage and repair charges incurred by the Secretary of Safety and Homeland Security (hereinafter “Secretary”) during the period in which the motor vehicle, or part thereof, was in the Secretary’s custody, and after the payment of all liens to which the motor vehicle, or part thereof, may be subject, in order of their priority, shall be accounted for and deposited by the Secretary to the credit of the State Treasurer as other receipts of the Department. If the owner or person entitled to the possession of the motor vehicle, or part thereof, presents to the Secretary a claim for such excess at any time within 1 year from the date of the sale, the Secretary shall draw a warrant upon the State Treasurer for such excess and such excess shall thereupon be paid over by the State Treasurer to the owner or person entitled to the possession of the motor vehicle, or part thereof.36 Del. Laws, c. 10,\n\n§\n\n 147A;37 Del. Laws, c. 10,\n\n§\n\n 36; \n\nCode 1935,\n\n§\n\n 5687; \n\n21 Del. C. 1953,\n\n§\n\n 314;57 Del. Laws, c. 670,\n\n§\n\n 6D;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 18-21;§\n\n310. Notice to Secretary of Safety and Homeland Security of motor vehicles in possession of imprisoned persons.Where a person is committed to prison in default of paying a fine for a violation of this title or any other law of this State and such person was in possession of a motor vehicle at the time of such person’s arrest, the arresting officer and the clerk of the court or the justice of the peace who made the commitment shall immediately notify the Secretary of Safety and Homeland Security and Secretary of Transportation of the make of the car, the engine and serial numbers and the license number.41 Del. Laws, c. 221,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 315;57 Del. Laws, c. 670,\n\n§\n\n 6D;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 22, 23;§\n\n311. Notice to Secretary of Safety and Homeland Security of motor vehicles stored and unmoved for 30 days.All persons who are engaged in the business of storing of automobiles shall notify the Secretary of Safety and Homeland Security of the make, engine and serial numbers and license number of all motor vehicles stored and unmoved in any public garage for a period more than 30 days.41 Del. Laws, c. 221,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 316;57 Del. Laws, c. 670,\n\n§\n\n 6D;74 Del. Laws, c. 110,\n\n§§\n\n 24, 25;§\n\n312. Report of stolen or recovered motor vehicles; index.(a) Every sheriff and every police commissioner and chief of police or peace officer of every jurisdiction, upon receiving information that a motor vehicle has been stolen or that a motor vehicle having been stolen has been recovered, shall immediately report such information upon the appropriate official form to the Department of Safety and Homeland Security.(b) The Department of Safety and Homeland Security shall file all such reports of stolen or recovered motor vehicles and appropriately index the same and shall also file similar reports received from other states.36 Del. Laws, c. 10,\n\n§\n\n 43; \n\nCode 1935,\n\n§\n\n 5581; \n\n21 Del. C. 1953,\n\n§\n\n 317;62 Del. Laws, c. 190,\n\n§\n\n 3;74 Del. Laws, c. 110,\n\n§§\n\n 26, 27;§\n\n313. Accident statistics and reports; evidence.(a) The Department of Safety and Homeland Security shall prepare and supply to law-enforcement agencies forms for accident reports that require sufficiently detailed information about the cause, conditions then existing, and the persons and vehicles involved in a highway accident.(b) Except as provided under this section, accident reports and any data or statistics derived from an accident report are without prejudice, are solely for the information of the Department of Safety and Homeland Security and the Department of Transportation, and are not a public record under the Freedom of Information Act, Chapter 100 of Title 29. The fact that an accident report has been made is admissible in evidence solely to prove compliance with this section but no accident report or any part or statement contained in a report is admissible in evidence for any other purpose in any trial, civil or criminal, arising out of an accident.(c) (1) An accident report may be disclosed only to the following:a. A person, or the person’s legal representative, who requests a copy of the person’s own accident report.b. An insurer, insurance support organization, or a self-insured entity or its agent, employee, or contractor, in connection with claims investigation activities, anti-fraud activities, rating, or underwriting.(2) a. The person requesting an accident report under paragraph (c)(1) of this section must submit proof of identity and payment of the fee established by the law-enforcement agency with primary jurisdiction over the accident.b. A fee under paragraph (c)(2)a. of this section must approximate and reasonably reflect the amount necessary to defray the costs incurred by the law-enforcement agency to provide a copy of the accident report.(3) Notwithstanding paragraphs (c)(1) through (c)(2) of this section, an accident report associated with a criminal prosecution may be withheld from disclosure until the criminal prosecution has concluded.(d) Upon written request, the Department of Transportation may prepare a document containing a quantitative analysis of de-identified data if the person requesting the information provides proof of identity and a representation that the data will be strictly used for any of the following purposes:(1) To comply with federal, state, or local law or regulation.(2) By any of the following in carrying out official functions:a. A municipality or its agents.b. A municipal planning organization or its agents.c. A member of the General Assembly.(e) The State shall make some de-identified data public through press releases, publication, or a state-managed website. The Department of Safety and Homeland Security has the sole discretion to determine what data may be disclosed under this subsection, except that the data on the state-managed website must include all of the following:(1) Accident classification.(2) Manner of impact.(3) Alcohol or drug involvement.(4) Date and time of accident.(5) Conditions regarding road surface, lighting, and weather.(6) Seat belt or helmet use.(7) Geographic location.(8) Primary contributing circumstances.(f) Notwithstanding any provision under this section, the Director of the Delaware Criminal Justice Information System (DELJIS) may enter into a contractual agreement for the sale of de-identified data if the contracting party’s use of the information is related to public safety. A contract under this subsection may include pricing models based on DELJIS’s cost to produce, maintain, and distribute the records containing the information. The Department of Safety and Homeland Security has sole discretion to determine the data that may be disclosed under this subsection.36 Del. Laws, c. 10,\n\n§\n\n 109; \n\nCode 1935,\n\n§\n\n 5647; \n\n21 Del. C. 1953,\n\n§\n\n 318;57 Del. Laws, c. 670,\n\n§\n\n 6C;74 Del. Laws, c. 110,\n\n§§\n\n 28, 29;82 Del. Laws, c. 136,\n\n§\n\n1;83 Del. Laws, c. 148,\n\n§\n\n1;§\n\n314. Uncollectible fees; penalties.(a) Whenever any payment given to the Department in payment of any fee or for any other purpose is returned to the Department as uncollectible, the Secretary shall charge the person presenting such payment, in addition to the protest fee, a reasonable fee, not to exceed $25, to cover the cost of its collection. The Department shall notify the individual presenting such payment by certified mail sent to the last known address of the individual that such payment has been returned as uncollectible and allow the individual 10 days to furnish payment.(b) If payment is not received within 10 days following the date of mailing such certified mail, the Department shall forthwith suspend the individual’s driver’s license or vehicle registration obtained by means of the uncollectible payment until payment and a penalty fee in the amount of $25 has been paid in full. If the uncollectible payment was issued for a registration of a motor vehicle or vehicle, the driver’s license of the owner of such motor vehicle or vehicle shall also be suspended.37 Del. Laws, c. 10,\n\n§\n\n 23; \n\nCode 1935,\n\n§\n\n 5618; \n\n21 Del. C. 1953,\n\n§\n\n 319;57 Del. Laws, c. 670,\n\n§\n\n 6D;58 Del. Laws, c. 580;60 Del. Laws, c. 606,\n\n§\n\n 1;65 Del. Laws, c. 178,\n\n§\n\n 1;68 Del. Laws, c. 396,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 332.;§\n\n315. Failure to report change of address; penalty.Whoever, holding an operator’s license issued to such person under the laws of this State or having a motor vehicle or tractor registered in such person’s name under the laws of this State, fails or neglects within 1 month after any change of such person’s address to notify the Department of any such change of address shall be fined, for the first offense, not less than $10 nor more than $50. For each subsequent like offense, such person shall be fined not less than $50 nor more than $100.36 Del. Laws, c. 10,\n\n§§\n\n 141, 145;40 Del. Laws, c. 38,\n\n§\n\n 4; \n\nCode 1935,\n\n§§\n\n 5679, 5683;45 Del. Laws, c. 292,\n\n§\n\n 2;48 Del. Laws, c. 195; \n\n21 Del. C. 1953,\n\n§\n\n 320;65 Del. Laws, c. 77,\n\n§\n\n 10;65 Del. Laws, c. 503,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n316. Exceptions from application of certain provisions of this title.Every motor vehicle, trailer, semitrailer and pole trailer when driven or moved upon a highway shall be subject to this title with respect to registration, certificate of title and inspection except:(1) Any such vehicle driven or moved upon a highway in conformance with this title relating to manufacturers, transporters, dealers or nonresidents or under a temporary registration permit issued by the Department as hereinafter authorized;(2) Any vehicle used or intended to be used solely upon private property which must cross or use the public highway only incidentally in order to gain access from one portion of such property to another. This paragraph (2) shall not apply to mobile homes or house trailers.(3) Any vehicle owned by the government of the United States and plainly marked to indicate such ownership and identify the particular vehicle, unless said vehicle is under lease with a right of purchase in the lessee.36 Del. Laws, c. 10,\n\n§\n\n 7; \n\nCode 1935,\n\n§\n\n 5545;43 Del. Laws, c. 244,\n\n§\n\n 1;48 Del. Laws, c. 244; \n\n21 Del. C. 1953,\n\n§\n\n 321;64 Del. Laws, c. 466,\n\n§\n\n 4;§\n\n317. [Reserved].§\n\n318. Notarial fees; penalty.(a) Notaries’ public fees for administering and certifying, under hand and notarial stamp or seal, the necessary oaths or affirmations to an applicant for the registration and titling of a motor vehicle and the necessary operator’s license shall not exceed 50 cents for the first certification and 25 cents for each additional certification.(b) Any notary public charging, demanding or receiving a greater fee for the service herein specified shall be fined not more than $200 or imprisoned not more than 6 months in the discretion of the court.33 Del. Laws, c. 65; \n\nCode 1935,\n\n§§\n\n 1145, 5595, 5719t;46 Del. Laws, c. 270,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 323;84 Del. Laws, c. 233,\n\n§\n\n46;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-302",
      "number": "302.",
      "heading": "Rules and regulations.(a) The Secretary of Transportation and/or the Secretary of Safety and Homeland Security, in keeping with their respective responsibilities, may adopt and enforce such administrative rules and regulations and designate such agencies as may be necessary to carry out this title",
      "text": "§\n\n 3; \n\nCode 1935,\n\n§\n\n 5541;43 Del. Laws, c. 243,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 305;57 Del. Laws, c. 670,\n\n§\n\n 6D;67 Del. Laws, c. 344,\n\n§\n\n 7;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 12, 13;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-303",
      "number": "303.",
      "heading": "Forms.The Secretary shall provide suitable forms for applications, registration cards, license number plates and all other forms required for the purposes of this title and shall prepay transportation charges thereon",
      "text": "36 Del. Laws, c. 10,\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 5541;43 Del. Laws, c. 243,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 306;57 Del. Laws, c. 670,\n\n§\n\n 6D;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-304",
      "number": "304.",
      "heading": "Examiners for operators’ licenses; appointment; use of local officers",
      "text": "(a) The examiners of applicants for operators’ licenses shall be appointed by and shall be under the supervision of the Secretary.(b) The Department may designate local officers of the law or may appoint persons within this State\n§\n\n 60;37 Del. Laws, c. 10,\n\n§§\n\n 18, 19; \n\nCode 1935,\n\n§\n\n 5598; \n\n21 Del. C. 1953,\n\n§\n\n 308;57 Del. Laws, c. 670,\n\n§\n\n 6D;62 Del. Laws, c. 190,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-305",
      "number": "305.",
      "heading": "Privacy act governing the release of motor vehicle driving history and license records",
      "text": "(a)In general. —Except as provided in subsections (b), (d), (e) and (i) of this section, the Division of Motor Vehicles and any officer, employee or contractor thereof or any other person shall not knowingly disc\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 5543; \n\n21 Del. C. 1953,\n\n§\n\n 310;55 Del. Laws, c. 339;57 Del. Laws, c. 670,\n\n§§\n\n 6D, 6E;58 Del. Laws, c. 366;58 Del. Laws, c. 377;60 Del. Laws, c. 469,\n\n§\n\n 1;65 Del. Laws, c. 81,\n\n§§\n\n 1-3;66 Del. Laws, c. 82,\n\n§\n\n 1;68 Del. Laws, c. 170,\n\n§§\n\n 1-4;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 511,\n\n§\n\n 1;72 Del. Laws, c. 479,\n\n§§\n\n 1-4;74 Del. Laws, c. 110,\n\n§§\n\n 14, 15;74 Del. Laws, c. 308,\n\n§\n\n 129;75 Del. Laws, c. 4,\n\n§\n\n 10;78 Del. Laws, c. 131,\n\n§§\n\n 1, 2;80 Del. Laws, c. 77,\n\n§\n\n 16;84 Del. Laws, c. 42,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-306",
      "number": "306.",
      "heading": "[Reserved].",
      "text": "[Reserved].",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-307",
      "number": "307.",
      "heading": "Deposits and disbursements.(a) All moneys received by the Division of Motor Vehicles under this title and Title 30 shall be deposited daily to the credit of the Transportation Trust Fund",
      "text": "(b) Those funds directed to be received by the Department of Safety and Homeland Security pursuant to § 309 or §\n§\n\n 147; \n\nCode 1935,\n\n§\n\n 5686;42 Del. Laws, c. 77,\n\n§§\n\n 1, 2; \n\n21 Del. C. 1953,\n\n§\n\n 312;67 Del. Laws, c. 46,\n\n§\n\n 55;67 Del. Laws, c. 285,\n\n§\n\n 56(a);68 Del. Laws, c. 156,\n\n§§\n\n 54, 55(e);74 Del. Laws, c. 110,\n\n§§\n\n 16, 17;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-308",
      "number": "308.",
      "heading": "Contingent fund for refund of renewal registration fees",
      "text": "The Department shall retain out of the revenue collected by it a sum sufficient to provide at all times a contingent fund of $1,000, out of which it shall pay any refunds for renewal registration fees provided for in Chapter 21 of this title. S\n§\n\n 26;38 Del. Laws, c. 27,\n\n§§\n\n 1, 2;40 Del. Laws, c. 38,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 5564, 5719q;45 Del. Laws, c. 287,\n\n§\n\n 2;46 Del. Laws, c. 270,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 313;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-309",
      "number": "309.",
      "heading": "Sale of motor vehicle in possession of Secretary of Safety and Homeland Security",
      "text": "(a) Whenever the owner or person entitled to the possession of any motor vehicle, or part thereof, in the custody of the Secretary of Safety and Homeland Security (hereinafter “Secretary”) cannot be located and fails to\n§\n\n 147A;37 Del. Laws, c. 10,\n\n§\n\n 36; \n\nCode 1935,\n\n§\n\n 5687; \n\n21 Del. C. 1953,\n\n§\n\n 314;57 Del. Laws, c. 670,\n\n§\n\n 6D;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 18-21;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-310",
      "number": "310.",
      "heading": "Notice to Secretary of Safety and Homeland Security of motor vehicles in possession of imprisoned persons",
      "text": "Where a person is committed to prison in default of paying a fine for a violation of this title or any other law of this State and such person was in possession of a motor vehicle at the time of\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 315;57 Del. Laws, c. 670,\n\n§\n\n 6D;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 22, 23;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-311",
      "number": "311.",
      "heading": "Notice to Secretary of Safety and Homeland Security of motor vehicles stored and unmoved for 30 days",
      "text": "All persons who are engaged in the business of storing of automobiles shall notify the Secretary of Safety and Homeland Security of the make, engine and serial numbers and license number of all motor\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 316;57 Del. Laws, c. 670,\n\n§\n\n 6D;74 Del. Laws, c. 110,\n\n§§\n\n 24, 25;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-312",
      "number": "312.",
      "heading": "Report of stolen or recovered motor vehicles; index",
      "text": "(a) Every sheriff and every police commissioner and chief of police or peace officer of every jurisdiction, upon receiving information that a motor vehicle has been stolen or that a motor vehicle having been stolen has been recovered, shall immedia\n§\n\n 43; \n\nCode 1935,\n\n§\n\n 5581; \n\n21 Del. C. 1953,\n\n§\n\n 317;62 Del. Laws, c. 190,\n\n§\n\n 3;74 Del. Laws, c. 110,\n\n§§\n\n 26, 27;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-313",
      "number": "313.",
      "heading": "Accident statistics and reports; evidence",
      "text": "(a) The Department of Safety and Homeland Security shall prepare and supply to law-enforcement agencies forms for accident reports that require sufficiently detailed information about the cause, conditions then existing, and the persons and vehicles involved\n§\n\n 109; \n\nCode 1935,\n\n§\n\n 5647; \n\n21 Del. C. 1953,\n\n§\n\n 318;57 Del. Laws, c. 670,\n\n§\n\n 6C;74 Del. Laws, c. 110,\n\n§§\n\n 28, 29;82 Del. Laws, c. 136,\n\n§\n\n1;83 Del. Laws, c. 148,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-314",
      "number": "314.",
      "heading": "Uncollectible fees; penalties.(a) Whenever any payment given to the Department in payment of any fee or for any other purpose is returned to the Department as uncollectible, the Secretary shall charge the person presenting such payment, in addition to the protest fee, a reasonable fee, not to exceed",
      "text": "§\n\n 23; \n\nCode 1935,\n\n§\n\n 5618; \n\n21 Del. C. 1953,\n\n§\n\n 319;57 Del. Laws, c. 670,\n\n§\n\n 6D;58 Del. Laws, c. 580;60 Del. Laws, c. 606,\n\n§\n\n 1;65 Del. Laws, c. 178,\n\n§\n\n 1;68 Del. Laws, c. 396,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;75 Del. Laws, c. 332.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-315",
      "number": "315.",
      "heading": "Failure to report change of address; penalty",
      "text": "Whoever, holding an operator’s license issued to such person under the laws of this State or having a motor vehicle or tractor registered in such person’s name under the laws of this State, fails or neglects within 1 month after any change of such person’\n§§\n\n 141, 145;40 Del. Laws, c. 38,\n\n§\n\n 4; \n\nCode 1935,\n\n§§\n\n 5679, 5683;45 Del. Laws, c. 292,\n\n§\n\n 2;48 Del. Laws, c. 195; \n\n21 Del. C. 1953,\n\n§\n\n 320;65 Del. Laws, c. 77,\n\n§\n\n 10;65 Del. Laws, c. 503,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-316",
      "number": "316.",
      "heading": "Exceptions from application of certain provisions of this title",
      "text": "Every motor vehicle, trailer, semitrailer and pole trailer when driven or moved upon a highway shall be subject to this title with respect to registration, certificate of title and inspection except:(1) Any such vehicle driven or moved\n§\n\n 7; \n\nCode 1935,\n\n§\n\n 5545;43 Del. Laws, c. 244,\n\n§\n\n 1;48 Del. Laws, c. 244; \n\n21 Del. C. 1953,\n\n§\n\n 321;64 Del. Laws, c. 466,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-317",
      "number": "317.",
      "heading": "[Reserved].",
      "text": "[Reserved].",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-318",
      "number": "318.",
      "heading": "Notarial fees; penalty.(a) Notaries’ public fees for administering and certifying, under hand and notarial stamp or seal, the necessary oaths or affirmations to an applicant for the registration and titling of a motor vehicle and the necessary operator’s license shall not exceed 50 cents for the fir",
      "text": "Code 1935,\n\n§§\n\n 1145, 5595, 5719t;46 Del. Laws, c. 270,\n\n§\n\n 1; \n\n21 Del. C. 1953,\n\n§\n\n 323;84 Del. Laws, c. 233,\n\n§\n\n46;",
      "history": "",
      "source_url": ""
    }
  ]
}