{
  "state": "delaware",
  "path": "title-title-21/chapter-title21c025index",
  "sections": [
    {
      "id": "section-2501",
      "number": "2501.",
      "heading": "Expiration of registration upon transfer of title",
      "text": "Whenever the owner of a vehicle registered under this title transfers or assigns the title or interest thereto, the registration of such vehicle shall expire.36 Del. Laws, c. 10,\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2501;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2502. Endorsement and delivery of registration card upon transfer.An owner, upon transferring a registered vehicle, shall endorse the name and address of the transferee and the date of transfer upon the registration card issued for such vehicle and shall immediately give or send such card to the Department or an authorized representative thereof, except as otherwise provided by law in the case of transfers to dealers.36 Del. Laws, c. 10,\n\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2502;§\n\n2503. New certificate of title, registration and inspection; exceptions [For applicability of this section, see 80 Del. Laws, c. 77, § 23].(a) The transferee of a Delaware registered vehicle shall make application for a new certificate of title immediately following purchase, but in no case more than 30 days after purchase of said vehicle. If due to extraordinary circumstances the purchaser is unable to apply for a certificate of title within 30 days of the purchase date, the Director, in the Director’s discretion and for good cause shown, may grant an extension of time within which the purchaser must do so. The transferee, before operating or permitting the operation of a motor vehicle which has been transferred to such transferee upon a highway, shall apply for a transfer of title, obtain the registration of the vehicle as upon original registration, submit the vehicle to inspection and obtain new registration plates and new number plates as provided in this title. If the transferor has not had the registration plates and number plates transferred and assigned to another vehicle, then the transferee may, before operating or permitting the operation of such vehicle upon a highway, apply for and obtain, upon the payment of a fee of $35, a transfer of title and registration. Upon any such application the Department shall issue to the transferee without additional fee or inspection a new certificate of title and a new registration card, which card shall show the same period for which such vehicle was originally registered by the owner.(b) Subsection (a) of this section shall not apply to the operation of vehicles by dealers or under temporary or limited permits or certificates as otherwise provided by this title.(c) The Department shall transfer a certificate of title or registration certificate to any person 18 years of age or older if such person is otherwise qualified to obtain such certificate of title or registration certificate. The Department may transfer a certificate of title or registration certificate to a person under 18 years of age if at least 1 parent or guardian of said person signs the certificate of title or registration certificate stating consent to the transfer of same.36 Del. Laws, c. 10,\n\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9;48 Del. Laws, c. 115,\n\n§\n\n 2; \n\n21 Del. C. 1953,\n\n§\n\n 2503;53 Del. Laws, c. 221,\n\n§\n\n 16;54 Del. Laws, c. 365,\n\n§\n\n 3;57 Del. Laws, c. 75;58 Del. Laws, c. 551,\n\n§\n\n 42;59 Del. Laws, c. 48,\n\n§\n\n 4;65 Del. Laws, c. 178,\n\n§\n\n 5;68 Del. Laws, c. 156,\n\n§\n\n 60(e);69 Del. Laws, c. 74,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 76,\n\n§\n\n 15;80 Del. Laws, c. 77,\n\n§\n\n 20;§\n\n2504. Transfer to a dealer; transfer by a dealer.(a) If the transferee is a dealer, the owner upon transferring a registered vehicle shall properly endorse the registration card and deliver it together with the certificate of title properly assigned to the dealer who shall immediately report such transfer to the Department. After reporting the transfer, the dealer may operate such vehicle upon the highways during the period for which it is currently registered without dealer’s plates solely for the purposes of testing, demonstrating or selling the vehicle but upon the sale of such vehicle the dealer shall endorse the name and address of the purchaser and the date of transfer upon the registration card and shall immediately give or send the card to the Department or an authorized representative thereof. The purchaser or transferee of the dealer shall, before operating or permitting the operation of the vehicle upon a highway, comply with this chapter.(b) If ownership of a vehicle held by a registered dealer for sale is transferred, the transferring dealer, without applying for a new certificate of title, may execute an assignment of title to the transferee on a dealer’s reassignment form, prescribed by the Department. Such assignment shall include a statement certifying all liens and encumbrances on the vehicle.Every dealer, upon transferring a vehicle, shall immediately give a written notice of such transfer to the Department upon the official form provided by the Department.(c) Dealer reassignment forms may be issued to a qualified dealer upon application for not less than 5 such forms and payment of a fee of $10 for each form.36 Del. Laws, c. 10,\n\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2504;60 Del. Laws, c. 336,\n\n§\n\n 1;65 Del. Laws, c. 178,\n\n§\n\n 6;68 Del. Laws, c. 156,\n\n§\n\n 60(f);79 Del. Laws, c. 46,\n\n§\n\n 1;§\n\n2505. Transfer to automotive recycler.(a) Whenever an automotive recycler purchases or otherwise acquires any vehicle, whether registered or unregistered, for the purpose of wrecking or dismantling it in order to resell the parts thereof, such automotive recycler shall obtain the certificate of title issued by this State or any other state, a salvage certificate or other acceptable evidence of ownership from the seller or transferee which shall be deemed to meet all State proof of ownership, and shall be kept by the automotive recycler at the place of business where the vehicle was originally acquired by the automotive recycler. The automotive recycler shall report the acquisition of all vehicles to the Department on a monthly basis on a form devised by the Department. If the vehicle is transferred by the automotive recycler or the recycler’s agent to another person or location, it shall be noted by the automotive recycler in the record, and the proof of ownership shall be transferred and kept at the same location as the vehicle, unless the vehicle is transferred to a scrap processor for recycling the vehicle scrap in which case the automotive recycler shall immediately send or deliver the proof of ownership of the vehicle to the Department. In this case the automotive recycler shall complete a 3-part form provided by the Department and shall:(1) Retain 1 copy in the recycler’s records;(2) Forward 1 copy to the Department together with the proof of ownership;(3) Forward the remaining copy to the scrap processor; and(4) The scrap processor shall, upon destruction of the vehicle, retain a copy in such processor’s records. The copy retained by the scrap processor shall be kept for a period of 3 years and the scrap processor shall make the same available for inspection by any police officer during the regular working hours of such business.(b) The records and information required by this section shall be maintained by the automotive recycler for as long as said vehicle remains in the recycler’s possession or control; provided, however, that if the automotive recycler transfers such vehicle to another person the recycler shall nevertheless keep such records and information for a period of 3 years from the date of such transfer. All records shall be maintained at the approved business location.(c) If the ownership of the vehicle held for resale is transferred for titling and registration purposes, the transferring licensed automotive recycler without applying for a new certificate of title may execute an assignment of the certificate of title or salvage certificate to the transferee on the reassignment form prescribed by the Department.(d) Any person who fails, neglects or refuses to maintain the records and information required by this section, or who shall refuse to permit the examination of the records or information by persons permitted to do so by this section or Chapter 75 of this title, shall be guilty of a class B misdemeanor as the same is defined in Chapter 42 of Title 11, and shall be subject to the penalties prescribed therein.36 Del. Laws, c. 10,\n\n§§\n\n 15, 26; \n\nCode 1935,\n\n§§\n\n 5553, 5564;43 Del. Laws, c. 244,\n\n§§\n\n 9, 15;45 Del. Laws, c. 287,\n\n§\n\n 2; \n\n21 Del. C. 1953,\n\n§\n\n 2505;51 Del. Laws, c. 223,\n\n§\n\n 2;59 Del. Laws, c. 541,\n\n§\n\n 3;63 Del. Laws, c. 53,\n\n§\n\n 1;65 Del. Laws, c. 318,\n\n§\n\n 4;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2506. Transfer by operation of law; duty of transferee.In the event of the transfer by operation of law of the title or interest of an owner in and to a vehicle as upon transfer-on-death, inheritance, devise or bequest, order in bankruptcy or insolvency or execution sale, the registration thereof shall expire and the vehicle shall not be operated upon the highways until and unless the person entitled thereto applies for and obtains the registration and inspection thereof and a transfer of title therefor. The surviving spouse, the child or children of any deceased person and the immediate members of the deceased’s family residing in the household, after giving due and proper notice to the Department in such manner and on such form as may be provided therefor by the Department, may operate such vehicle and the current registration thereof shall continue in full force and effect until normal expiration thereof at which time the registration of such vehicle shall expire. An administrator, executor, trustee or other representative of the owner, or a sheriff or other officer or the assignee or legal representative of any such person may operate or cause to be operated any vehicle upon the highways for a distance not exceeding 125 miles from the place where formerly kept by the owner, to a garage, warehouse or other place of keeping or storage, upon displaying upon such vehicle the number plates issued for it and obtaining a temporary or limited permit for such operation as provided by this title.36 Del. Laws, c. 10,\n\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;42 Del. Laws, c. 169;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2506;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 274,\n\n§\n\n 4;§\n\n2507. Retitling vehicle in another state.Whenever any motor vehicle for which a title has been issued by the Department, whether such vehicle is registered or unregistered, is removed from this State, through transfer or otherwise, for the purpose of retitling the vehicle in another state, the owner thereof, upon transferring and/or removing such vehicle, shall, in addition to complying with all the other provisions of this chapter, remove the number plates and, if the vehicle is registered, the registration plates therefrom and shall immediately give or send such plates to the Department or an authorized representative thereof, together with a report that such vehicle is to be retitled in another state. If the Department is satisfied that the vehicle is to be removed from this State for the purpose aforesaid, the title to such vehicle shall be canceled.36 Del. Laws, c. 10,\n\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;44 Del. Laws, c. 188,\n\n§\n\n 1;45 Del. Laws, c. 287,\n\n§\n\n 3; \n\n21 Del. C. 1953,\n\n§\n\n 2507;51 Del. Laws, c. 223,\n\n§\n\n 3;§\n\n2508. Fee to transfer title [For applicability of this section, see 80 Del. Laws, c. 77, § 23].The fee for transferring title to a vehicle shall be $35. A $35 penalty fee shall be charged for the issuance of a new certificate of title on a Delaware titled vehicle when the application is received more than 30 days after the transfer date of said vehicle. The penalty fee shall be waived if the Director has granted an extension of time within which to apply for a certificate of title in accordance with § 2503(a) of this title.36 Del. Laws, c. 10,\n\n§\n\n 26; \n\nCode 1935,\n\n§\n\n 5564;43 Del. Laws, c. 244,\n\n§\n\n 15;45 Del. Laws, c. 287,\n\n§\n\n 2; \n\n21 Del. C. 1953,\n\n§\n\n 2508;53 Del. Laws, c. 221,\n\n§\n\n 17;65 Del. Laws, c. 178,\n\n§\n\n 4;68 Del. Laws, c. 156,\n\n§\n\n 60(g);69 Del. Laws, c. 74,\n\n§\n\n 2;76 Del. Laws, c. 76,\n\n§\n\n 16;80 Del. Laws, c. 77,\n\n§\n\n 21;§\n\n2509. Delivery of title application to Department.If a licensed dealer holds for sale a motor vehicle, truck tractor, trailer or any other vehicle required by this title to be registered or titled by the Department and transfers the motor vehicle, truck tractor, trailer or other vehicle to someone other than another licensed dealer who holds such vehicle for sale, the dealer shall:(1) Comply with this chapter; and(2) Within 30 days of the date of delivery of the vehicle to the purchaser or transferee, transmit to the Department the application for certificate of title and such other accompanying documents and fees as are required by the Department; or(3) Within 10 days of the date of delivery of the vehicle, transmit to the purchaser or transferee of such vehicle the application for certificate of title and such other accompanying documents as are required by the Department, in which case the transferee or purchaser shall submit the application and other documents to the Department within 30 days of the date of delivery of the vehicle.(4) If, due to extenuating circumstances, the dealer or purchaser or transferee is unable to transmit the application to the Department within 30 days of the date of delivery of the vehicle, the Director, in the Director’s discretion may grant an extension of time within which the dealer, purchaser or transferee must do so.36 Del. Laws, c. 10,\n\n§\n\n 17; \n\nCode 1935,\n\n§\n\n 5555; \n\n21 Del. C. 1953,\n\n§\n\n 2509;64 Del. Laws, c. 466,\n\n§\n\n 12;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2510. Endorsement and delivery of certificate of title upon transfer; penalty [For applicability of this section, see 80 Del. Laws, c. 77, § 23].(a) The owner of a motor vehicle for which a certificate of title is required shall not sell or transfer that title or interest in or to such vehicle unless the owner has obtained a certificate of title thereto or, unless having procured a certificate of title, the owner shall in every respect comply with the requirements of this section. Whoever violates this section shall be fined not less than $25 nor more than $500, or imprisoned not less than 30 days nor more than 1 year or both.(b) The owner of a motor vehicle who transfers or sells that title or interest in or to such motor vehicle shall endorse an assignment and warranty of title upon the certificate of title for such vehicle with a statement, as certified by the owner under penalty of perjury, of all liens or encumbrances thereon and the owner shall deliver the certificate of title to the purchaser or transferee at the time of delivering the vehicle.(c) The transferee, except as provided in subsection (d) of this section, shall thereupon present such certificate endorsed and assigned to the Department, accompanied by a transfer fee of $35 and make application for and obtain a new certificate of title for such vehicle.(d) When the transferee of a vehicle is a dealer who holds the vehicle for resale and operates it only for purposes of demonstration under dealer’s number plates or when the transferee does not drive such vehicle or permit such vehicle to be driven upon the highways, such transferee shall not be required to forward the certificate of title to the Department, as provided in subsection (c) of this section, but such transferee upon transferring that title or interest to another person shall execute and acknowledge an assignment and warranty of title upon the certificate of title and deliver the same to the person to whom such transfer is made. No dealer or other transferee shall hold the certificate of title to a motor vehicle for resale and/or transfer that title or interest to another person by executing an assignment and warranty of title upon the certificate of title without first having satisfied or caused to be satisfied all liens or encumbrances against the motor vehicle recorded in the office of the Secretary.(e) Whenever the ownership of any motor vehicle passes otherwise than by voluntary transfer, the new owner may obtain a certificate of title therefore from the Department upon application therefore and payment of a fee of $35, accompanied with such instruments or documents of authority, or certified copies thereof, as may be required by law to evidence or effect a transfer of title or interest in or to chattels in such case. The Department, when satisfied of the genuineness and regularity of such transfer, shall issue a new certificate of title to the person entitled thereto.(f) Whenever a dealer purchases or otherwise acquires a previously registered vehicle, the dealer shall immediately notify the Department, giving the name of the former owner and a sufficient description of the vehicle to identify it.36 Del. Laws, c. 10,\n\n§§\n\n 37, 49;37 Del. Laws, c. 10,\n\n§\n\n 12;40 Del. Laws, c. 33,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 5575, 5587;43 Del. Laws, c. 244,\n\n§\n\n 17; \n\n21 Del. C. 1953,\n\n§\n\n 2510;53 Del. Laws, c. 221,\n\n§§\n\n 18, 19;57 Del. Laws, c. 670,\n\n§\n\n 10;64 Del. Laws, c. 466,\n\n§\n\n 10;65 Del. Laws, c. 178,\n\n§§\n\n 7, 8;68 Del. Laws, c. 156,\n\n§\n\n 60(h);70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 76,\n\n§\n\n 17;80 Del. Laws, c. 77,\n\n§\n\n 22;§\n\n2511. Penalties.(a) Whoever violates this chapter shall for the first offense be fined not less than $25 nor more than $100, or imprisoned not less than 30 days nor more than 90 days or both. For each subsequent like offense, the person shall be fined not less than $100 nor more than $200, or imprisoned not less than 90 days nor more than 6 months or both.(b) This section shall not apply to violations for which a specific punishment is set forth elsewhere in this chapter.36 Del. Laws, c. 10,\n\n§\n\n 32;37 Del. Laws, c. 10,\n\n§§\n\n 10, 11; \n\nCode 1935,\n\n§\n\n 5570; \n\n21 Del. C. 1953,\n\n§\n\n 2511;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n2512. Transfer for salvage.(a) Except as provided under subsection (g) of this section, when a registered or unregistered motor vehicle, for which a title has been issued by the Department, is transferred as salvage as a result of a total loss insurance settlement, the insurance company or its authorized agent shall send the certificate of title of the vehicle to the Department within 30 days from the date of settlement. Upon receipt of the certificate of title and appropriate fee, the Department shall issue a salvage certificate. Such salvage certificate is deemed to meet all state proof of ownership.(b) If the owner of any registered or unregistered motor vehicle for which a title has been issued by the Department receives a total loss insurance settlement for the vehicle and chooses to retain ownership of the vehicle as owner retained salvage, the insurance company shall either comply with the requirements in subsection (a) of this section or require the owner of the vehicle to procure a salvage certificate from the Department prior to paying the total loss insurance settlement.(c) Every scrap processor which takes in a scrapped or dismantled vehicle without a title shall upload the vehicle identification number into the National Motor Vehicle Title Information System (NMVTIS) by the close of business the next business day and shall have the vehicle cleared by a Delaware State Police auto theft technician before the vehicle is scrapped, dismantled, or altered in any way.(d) The Department shall issue to the seller a receipt in the name of the seller, agent, or owner for the salvage certificate. The seller or vehicle owner or agent shall keep such records and receipt for a period of 3 years from the date of sale and shall make such records and receipts available for inspection and examination by any police officer during the regular working hours of such business, seller, or agent.(e) A person who fails, neglects, or refuses to maintain the records and information required by this section, or who refuses to permit the examination of the records or information by persons permitted by this section to do so, is guilty of a class B misdemeanor as defined in Chapter 42 of Title 11, and is subject to the penalties proscribed therein.(f) The recordkeeping requirements outlined in this section is applicable to scrap processors, salvage dealers, junk dealers, and insurance companies or their authorized agents. The record keeping requirement and penalties for failure to maintain such records does not apply to individual owners who choose to retain ownership of their total loss vehicle as owner retained salvage.(g) (1) An insurance company that does not receive, within 30 days from the date of the total loss insurance settlement, the properly endorsed certificate of title for a motor vehicle acquired as salvage may apply to the Department for a salvage certificate in the name of the insurance company, without surrendering the certificate of title for the vehicle.(2) Regardless of the existence of a lien against the vehicle, the Department shall issue a salvage certificate in the name of the insurance company, free and clear of all liens, if the application is accompanied by all of the following:a. Evidence of payment of the total loss claim.b. An affidavit from the insurance company or its authorized agent stating that it has made at least 2 written requests for the properly endorsed certificate of title that were addressed to the vehicle owner of record and any known lienholders and sent by certified mail or commercial courier whose regular business is delivery service and that provides proof of delivery.(h) (1) A licensed auto auction may apply for a salvage certificate in the name of the auto auction without surrendering the certificate of title if all of the following exist:a. The auto auction took possession of a motor vehicle at the request of an insurance company.b. The motor vehicle is the subject of an insurance claim.c. There is no total loss insurance settlement resulting in transfer of ownership of the motor vehicle to the insurance company.d. The motor vehicle has been abandoned at the facility of the auto auction for more than 30 days.(2) Regardless of the existence of a lien against the vehicle, the Department shall issue a salvage certificate in the name of the auto auction, free and clear of all liens, if the application is accompanied by evidence that the auto auction made at least 2 written attempts to have the vehicle removed from the facility that were addressed to the vehicle owner of record and any known lienholders and sent by certified mail or commercial courier whose regular business is delivery service and that provides proof of delivery.59 Del. Laws, c. 541,\n\n§\n\n 1;63 Del. Laws, c. 53,\n\n§\n\n 2;71 Del. Laws, c. 57,\n\n§§\n\n 1, 2;80 Del. Laws, c. 328,\n\n§\n\n1;81 Del. Laws, c. 319,\n\n§\n\n1;§\n\n2513. Duty of owner or holder of certificate of title in reference to stolen vehicles.Whenever any motor vehicle for which a title has been issued by the Department, whether such vehicle is registered or unregistered, is stolen, the owner or holder of the certificate of title shall, within 30 days of such theft, in addition to complying with all the other provisions of this chapter, send the certificate of title of the stolen vehicle to the Department or an authorized representative thereof. If the stolen vehicle is recovered after the title has been sent to the Department, the Department shall return the title at no cost to the owner or former holder of the certificate of title within 10 days after receiving a request therefor from such owner or former holder.59 Del. Laws, c. 541,\n\n§\n\n 2;§\n\n2514. Sale of used taxicabs; notice; inspection; penalty.(a) No person shall knowingly offer for sale or exchange in this State any motor vehicle which was previously licensed and used as a taxicab or for public transportation until the certificate of title for such motor vehicle has been surrendered to the Secretary of Transportation and until the Secretary has stamped in a conspicuous place on such certificate of title the designation “PREV TAXI.”(b) No taxicab or other vehicle which was previously used for public transportation shall be sold to any person until such vehicle has been examined and determined safe and fit for operation and found equipped according to law by the agents of the Secretary of Transportation of this State. In the event such vehicle is found to be in an unsafe condition or the required equipment is not present or is not in proper repair and adjustment, the Secretary or the Secretary’s agent shall give a written notice of the unsafe condition to the owner of the motor vehicle. In event the taxicab or motor vehicle is not placed in a safe condition and equipped according to law, the Department shall rescind, cancel or suspend the registration of such vehicle.(c) Any person who sells a motor vehicle contrary to this section and every officer, agent or employee of any person, firm or corporation and every person who shall sell or who shall authorize, direct, aid in or consent to the sale of a motor vehicle contrary to the provisions of this section shall be fined not more than $1,000 or be imprisoned not more than 1 year, or both.64 Del. Laws, c. 466,\n\n§\n\n 13;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 48, 49;§\n\n2515. Sale of motor vehicles lacking catalytic converters.(a) No person shall sell a motor vehicle from which the catalytic converter has been removed without first advising the purchaser in writing and obtaining the purchaser’s signature upon said notification that the catalytic converter is missing and that the vehicle may not pass inspection. It shall be a defense to any cause of action brought pursuant to this section if the motor vehicle was not required by federal laws or regulations to have a catalytic converter as part of its equipment.(b) Any person who sells a motor vehicle in violation of this section shall make restitution to the purchaser in an amount reasonably necessary to pay for:(1) Parts and labor to replace the catalytic converter; and(2) All reasonable costs and attorneys’ fees for bringing an action pursuant to this section.70 Del. Laws, c. 429,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2502",
      "number": "2502.",
      "heading": "Endorsement and delivery of registration card upon transfer",
      "text": "An owner, upon transferring a registered vehicle, shall endorse the name and address of the transferee and the date of transfer upon the registration card issued for such vehicle and shall immediately give or send such card to the Departmen\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2502;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2503",
      "number": "2503.",
      "heading": "New certificate of title, registration and inspection; exceptions [For applicability of this section, see 80 Del",
      "text": "Laws, c. 77, § 23].(a) The transferee of a Delaware registered vehicle shall make application for a new certificate of title immediately following purchase, but in no case more than 30 d\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9;48 Del. Laws, c. 115,\n\n§\n\n 2; \n\n21 Del. C. 1953,\n\n§\n\n 2503;53 Del. Laws, c. 221,\n\n§\n\n 16;54 Del. Laws, c. 365,\n\n§\n\n 3;57 Del. Laws, c. 75;58 Del. Laws, c. 551,\n\n§\n\n 42;59 Del. Laws, c. 48,\n\n§\n\n 4;65 Del. Laws, c. 178,\n\n§\n\n 5;68 Del. Laws, c. 156,\n\n§\n\n 60(e);69 Del. Laws, c. 74,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 76,\n\n§\n\n 15;80 Del. Laws, c. 77,\n\n§\n\n 20;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2504",
      "number": "2504.",
      "heading": "Transfer to a dealer; transfer by a dealer",
      "text": "(a) If the transferee is a dealer, the owner upon transferring a registered vehicle shall properly endorse the registration card and deliver it together with the certificate of title properly assigned to the dealer who shall immediately report such transfer\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2504;60 Del. Laws, c. 336,\n\n§\n\n 1;65 Del. Laws, c. 178,\n\n§\n\n 6;68 Del. Laws, c. 156,\n\n§\n\n 60(f);79 Del. Laws, c. 46,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2505",
      "number": "2505.",
      "heading": "Transfer to automotive recycler",
      "text": "(a) Whenever an automotive recycler purchases or otherwise acquires any vehicle, whether registered or unregistered, for the purpose of wrecking or dismantling it in order to resell the parts thereof, such automotive recycler shall obtain the certificate of title issu\n§§\n\n 15, 26; \n\nCode 1935,\n\n§§\n\n 5553, 5564;43 Del. Laws, c. 244,\n\n§§\n\n 9, 15;45 Del. Laws, c. 287,\n\n§\n\n 2; \n\n21 Del. C. 1953,\n\n§\n\n 2505;51 Del. Laws, c. 223,\n\n§\n\n 2;59 Del. Laws, c. 541,\n\n§\n\n 3;63 Del. Laws, c. 53,\n\n§\n\n 1;65 Del. Laws, c. 318,\n\n§\n\n 4;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2506",
      "number": "2506.",
      "heading": "Transfer by operation of law; duty of transferee",
      "text": "In the event of the transfer by operation of law of the title or interest of an owner in and to a vehicle as upon transfer-on-death, inheritance, devise or bequest, order in bankruptcy or insolvency or execution sale, the registration thereof shall ex\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;42 Del. Laws, c. 169;43 Del. Laws, c. 244,\n\n§\n\n 9; \n\n21 Del. C. 1953,\n\n§\n\n 2506;70 Del. Laws, c. 186,\n\n§\n\n 1;78 Del. Laws, c. 274,\n\n§\n\n 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2507",
      "number": "2507.",
      "heading": "Retitling vehicle in another state",
      "text": "Whenever any motor vehicle for which a title has been issued by the Department, whether such vehicle is registered or unregistered, is removed from this State, through transfer or otherwise, for the purpose of retitling the vehicle in another state, the owner there\n§\n\n 15; \n\nCode 1935,\n\n§\n\n 5553;44 Del. Laws, c. 188,\n\n§\n\n 1;45 Del. Laws, c. 287,\n\n§\n\n 3; \n\n21 Del. C. 1953,\n\n§\n\n 2507;51 Del. Laws, c. 223,\n\n§\n\n 3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2508",
      "number": "2508.",
      "heading": "Fee to transfer title [For applicability of this section, see 80 Del",
      "text": "Laws, c. 77, § 23].The fee for transferring title to a vehicle shall be $35. A $35 penalty fee shall be charged for the issuance of a new certificate of title on a Delaware titled vehicle when the application is received more than\n§\n\n 26; \n\nCode 1935,\n\n§\n\n 5564;43 Del. Laws, c. 244,\n\n§\n\n 15;45 Del. Laws, c. 287,\n\n§\n\n 2; \n\n21 Del. C. 1953,\n\n§\n\n 2508;53 Del. Laws, c. 221,\n\n§\n\n 17;65 Del. Laws, c. 178,\n\n§\n\n 4;68 Del. Laws, c. 156,\n\n§\n\n 60(g);69 Del. Laws, c. 74,\n\n§\n\n 2;76 Del. Laws, c. 76,\n\n§\n\n 16;80 Del. Laws, c. 77,\n\n§\n\n 21;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2509",
      "number": "2509.",
      "heading": "Delivery of title application to Department",
      "text": "If a licensed dealer holds for sale a motor vehicle, truck tractor, trailer or any other vehicle required by this title to be registered or titled by the Department and transfers the motor vehicle, truck tractor, trailer or other vehicle to someone other t\n§\n\n 17; \n\nCode 1935,\n\n§\n\n 5555; \n\n21 Del. C. 1953,\n\n§\n\n 2509;64 Del. Laws, c. 466,\n\n§\n\n 12;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2510",
      "number": "2510.",
      "heading": "Endorsement and delivery of certificate of title upon transfer; penalty [For applicability of this section, see 80 Del",
      "text": "Laws, c. 77, § 23].(a) The owner of a motor vehicle for which a certificate of title is required shall not sell or transfer that title or interest in or to such vehicle unless the\n§§\n\n 37, 49;37 Del. Laws, c. 10,\n\n§\n\n 12;40 Del. Laws, c. 33,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 5575, 5587;43 Del. Laws, c. 244,\n\n§\n\n 17; \n\n21 Del. C. 1953,\n\n§\n\n 2510;53 Del. Laws, c. 221,\n\n§§\n\n 18, 19;57 Del. Laws, c. 670,\n\n§\n\n 10;64 Del. Laws, c. 466,\n\n§\n\n 10;65 Del. Laws, c. 178,\n\n§§\n\n 7, 8;68 Del. Laws, c. 156,\n\n§\n\n 60(h);70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 76,\n\n§\n\n 17;80 Del. Laws, c. 77,\n\n§\n\n 22;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2511",
      "number": "2511.",
      "heading": "Penalties.(a) Whoever violates this chapter shall for the first offense be fined not less than $25 nor more than $100, or imprisoned not less than 30 days nor more than 90 days or both",
      "text": "For each subsequent like offense, the person shall be fined not less than $100 nor more than $200, or imprisoned n\n§\n\n 32;37 Del. Laws, c. 10,\n\n§§\n\n 10, 11; \n\nCode 1935,\n\n§\n\n 5570; \n\n21 Del. C. 1953,\n\n§\n\n 2511;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2512",
      "number": "2512.",
      "heading": "Transfer for salvage.(a) Except as provided under subsection (g) of this section, when a registered or unregistered motor vehicle, for which a title has been issued by the Department, is transferred as salvage as a result of a total loss insurance settlement, the insurance company or its authorized ",
      "text": "§\n\n 1;63 Del. Laws, c. 53,\n\n§\n\n 2;71 Del. Laws, c. 57,\n\n§§\n\n 1, 2;80 Del. Laws, c. 328,\n\n§\n\n1;81 Del. Laws, c. 319,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2513",
      "number": "2513.",
      "heading": "Duty of owner or holder of certificate of title in reference to stolen vehicles",
      "text": "Whenever any motor vehicle for which a title has been issued by the Department, whether such vehicle is registered or unregistered, is stolen, the owner or holder of the certificate of title shall, within 30 days of such\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2514",
      "number": "2514.",
      "heading": "Sale of used taxicabs; notice; inspection; penalty",
      "text": "(a) No person shall knowingly offer for sale or exchange in this State any motor vehicle which was previously licensed and used as a taxicab or for public transportation until the certificate of title for such motor vehicle has been surrendered to t\n§\n\n 13;70 Del. Laws, c. 186,\n\n§\n\n 1;74 Del. Laws, c. 110,\n\n§§\n\n 48, 49;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2515",
      "number": "2515.",
      "heading": "Sale of motor vehicles lacking catalytic converters",
      "text": "(a) No person shall sell a motor vehicle from which the catalytic converter has been removed without first advising the purchaser in writing and obtaining the purchaser’s signature upon said notification that the catalytic converter is missing and\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}