{
  "state": "washington",
  "path": "title-title-70/chapter-chapter-70-123",
  "sections": [
    {
      "id": "section-70-123-010-legislative-findings",
      "number": "70.123.010 - Legislative findings.",
      "heading": "",
      "text": "RCW 70.123.010\n\nLegislative findings.\n\n(1) The legislature finds that domestic violence is an issue of serious concern at all levels of society and government and that there is a pressing need for innovative strategies to address and prevent domestic violence and to strengthen services which will ameliorate and reduce the trauma of domestic violence and enhance survivors' resiliency and autonomy.(2) The legislature finds that there are a wide range of consequences to domestic violence, including deaths, injuries, hospitalizations, homelessness, employment problems, property damage, and lifelong physical and psychological impacts on victims and their children. These impacts also affect victims' friends and families, neighbors, employers, landlords, law enforcement, the courts, the health care system, and Washington state and society as a whole. Advocacy and shelters for victims of domestic violence are essential to provide support to victims in preventing further abuse and to help victims assess and plan for their immediate and longer term safety, including finding long-range alternative living situations, if requested.(3) Thus, it is the intent of the legislature to:(a) Provide for a statewide network of supportive services, emergency shelter services, and advocacy for victims of domestic violence and their dependents;(b) Provide for culturally relevant and appropriate services for victims of domestic violence and their children from populations that have been traditionally unserved or underserved;(c) Provide for a statewide domestic violence information and referral resource;(d) Assist communities in efforts to increase public awareness about, and primary and secondary prevention of domestic violence;(e) Provide for the collection, analysis, and dissemination of current information related to emerging issues and model and promising practices related to preventing and intervening in situations involving domestic violence; and(f) Provide for ongoing training and technical assistance for individuals working with victims in community-based domestic violence programs and other persons seeking such training and technical assistance.\n\n(1) The legislature finds that domestic violence is an issue of serious concern at all levels of society and government and that there is a pressing need for innovative strategies to address and prevent domestic violence and to strengthen services which will ameliorate and reduce the trauma of domestic violence and enhance survivors' resiliency and autonomy.\n\n(2) The legislature finds that there are a wide range of consequences to domestic violence, including deaths, injuries, hospitalizations, homelessness, employment problems, property damage, and lifelong physical and psychological impacts on victims and their children. These impacts also affect victims' friends and families, neighbors, employers, landlords, law enforcement, the courts, the health care system, and Washington state and society as a whole. Advocacy and shelters for victims of domestic violence are essential to provide support to victims in preventing further abuse and to help victims assess and plan for their immediate and longer term safety, including finding long-range alternative living situations, if requested.\n\n(3) Thus, it is the intent of the legislature to:\n\n(a) Provide for a statewide network of supportive services, emergency shelter services, and advocacy for victims of domestic violence and their dependents;\n\n(b) Provide for culturally relevant and appropriate services for victims of domestic violence and their children from populations that have been traditionally unserved or underserved;\n\n(c) Provide for a statewide domestic violence information and referral resource;\n\n(d) Assist communities in efforts to increase public awareness about, and primary and secondary prevention of domestic violence;\n\n(e) Provide for the collection, analysis, and dissemination of current information related to emerging issues and model and promising practices related to preventing and intervening in situations involving domestic violence; and\n\n(f) Provide for ongoing training and technical assistance for individuals working with victims in community-based domestic violence programs and other persons seeking such training and technical assistance.\n\n[ 2015 c 275 s 1; 1979 ex.s. c 245 s 1.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-010/"
    },
    {
      "id": "section-70-123-020-definitions",
      "number": "70.123.020 - Definitions.",
      "heading": "",
      "text": "RCW 70.123.020\n\nDefinitions.\n\nThe definitions in this section apply throughout this chapter unless the context clearly requires otherwise.(1) \"Community advocate\" means a person employed or supervised by a community-based domestic violence program who is trained to provide ongoing assistance and advocacy for victims of domestic violence in assessing and planning for safety needs, making appropriate social service, legal, and housing referrals, providing community education, maintaining contacts necessary for prevention efforts, and developing protocols for local systems coordination.(2) \"Community-based domestic violence program\" means a nonprofit program or organization that provides, as its primary purpose, assistance and advocacy for domestic violence victims. Domestic violence assistance and advocacy includes crisis intervention, individual and group support, information and referrals, and safety assessment and planning. Domestic violence assistance and advocacy may also include, but is not limited to: Provision of shelter, emergency transportation, self-help services, culturally specific services, legal advocacy, economic advocacy, community education, primary and secondary prevention efforts, and accompaniment and advocacy through medical, legal, immigration, human services, and financial assistance systems. Domestic violence programs that are under the auspices of, or the direct supervision of, a court, law enforcement or prosecution agency, or the child protective services section of the department as defined in RCW 26.44.020, are not considered community-based domestic violence programs.(3) \"Department\" means the department of social and health services.(4) \"Domestic violence\" means the infliction or threat of physical harm against an intimate partner, and includes physical, sexual, and psychological abuse against the partner, and is a part of a pattern of assaultive, coercive, and controlling behaviors directed at achieving compliance from or control over that intimate partner. It may include, but is not limited to, a categorization of offenses, as defined in RCW 10.99.020, committed by one intimate partner against another.(5) \"Domestic violence coalition\" means a statewide nonprofit domestic violence organization that has a membership that includes the majority of the primary purpose, community-based domestic violence programs in the state, has board membership that is representative of community-based, primary purpose domestic violence programs, and has as its purpose to provide education, support, and technical assistance to such community-based, primary purpose domestic violence programs and to assist the programs in providing shelter, advocacy, supportive services, and prevention efforts for victims of domestic violence and dating violence and their dependents.(6) \"Domestic violence program\" means an agency, organization, or program with a primary purpose and a history of effective work in providing advocacy, safety assessment and planning, and self-help services for domestic violence in a supportive environment, and includes, but is not limited to, a community-based domestic violence program, emergency shelter, or domestic violence transitional housing program.(7) \"Emergency shelter\" means a place of supportive services and safe, temporary lodging offered on a twenty-four hour, seven-day per week basis to victims of domestic violence and their children.(8) \"Intimate partner\" means a person who is or was married, in a state registered domestic partnership, or in an intimate or dating relationship with another person at the present or at sometime in the past. Any person who has one or more children in common with another person, regardless of whether they have been married, in a domestic partnership with each other, or lived together at any time, shall be treated as an intimate partner.(9) \"Legal advocate\" means a person employed by a domestic violence program or court system to advocate for victims of domestic violence, within the criminal and civil justice systems, by attending court proceedings, assisting in document and case preparation, and ensuring linkage with the community advocate.(10) \"Secretary\" means the secretary of the department of social and health services or the secretary's designee.(11) \"Shelter\" means temporary lodging and supportive services, offered by community-based domestic violence programs to victims of domestic violence and their children.(12) \"Victim\" means an intimate partner who has been subjected to domestic violence.\n\nThe definitions in this section apply throughout this chapter unless the context clearly requires otherwise.\n\n(1) \"Community advocate\" means a person employed or supervised by a community-based domestic violence program who is trained to provide ongoing assistance and advocacy for victims of domestic violence in assessing and planning for safety needs, making appropriate social service, legal, and housing referrals, providing community education, maintaining contacts necessary for prevention efforts, and developing protocols for local systems coordination.\n\n(2) \"Community-based domestic violence program\" means a nonprofit program or organization that provides, as its primary purpose, assistance and advocacy for domestic violence victims. Domestic violence assistance and advocacy includes crisis intervention, individual and group support, information and referrals, and safety assessment and planning. Domestic violence assistance and advocacy may also include, but is not limited to: Provision of shelter, emergency transportation, self-help services, culturally specific services, legal advocacy, economic advocacy, community education, primary and secondary prevention efforts, and accompaniment and advocacy through medical, legal, immigration, human services, and financial assistance systems. Domestic violence programs that are under the auspices of, or the direct supervision of, a court, law enforcement or prosecution agency, or the child protective services section of the department as defined in RCW 26.44.020, are not considered community-based domestic violence programs.\n\n(3) \"Department\" means the department of social and health services.\n\n(4) \"Domestic violence\" means the infliction or threat of physical harm against an intimate partner, and includes physical, sexual, and psychological abuse against the partner, and is a part of a pattern of assaultive, coercive, and controlling behaviors directed at achieving compliance from or control over that intimate partner. It may include, but is not limited to, a categorization of offenses, as defined in RCW 10.99.020, committed by one intimate partner against another.\n\n(5) \"Domestic violence coalition\" means a statewide nonprofit domestic violence organization that has a membership that includes the majority of the primary purpose, community-based domestic violence programs in the state, has board membership that is representative of community-based, primary purpose domestic violence programs, and has as its purpose to provide education, support, and technical assistance to such community-based, primary purpose domestic violence programs and to assist the programs in providing shelter, advocacy, supportive services, and prevention efforts for victims of domestic violence and dating violence and their dependents.\n\n(6) \"Domestic violence program\" means an agency, organization, or program with a primary purpose and a history of effective work in providing advocacy, safety assessment and planning, and self-help services for domestic violence in a supportive environment, and includes, but is not limited to, a community-based domestic violence program, emergency shelter, or domestic violence transitional housing program.\n\n(7) \"Emergency shelter\" means a place of supportive services and safe, temporary lodging offered on a twenty-four hour, seven-day per week basis to victims of domestic violence and their children.\n\n(8) \"Intimate partner\" means a person who is or was married, in a state registered domestic partnership, or in an intimate or dating relationship with another person at the present or at sometime in the past. Any person who has one or more children in common with another person, regardless of whether they have been married, in a domestic partnership with each other, or lived together at any time, shall be treated as an intimate partner.\n\n(9) \"Legal advocate\" means a person employed by a domestic violence program or court system to advocate for victims of domestic violence, within the criminal and civil justice systems, by attending court proceedings, assisting in document and case preparation, and ensuring linkage with the community advocate.\n\n(10) \"Secretary\" means the secretary of the department of social and health services or the secretary's designee.\n\n(11) \"Shelter\" means temporary lodging and supportive services, offered by community-based domestic violence programs to victims of domestic violence and their children.\n\n(12) \"Victim\" means an intimate partner who has been subjected to domestic violence.\n\n[ 2015 c 275 s 2; 2008 c 6 s 303; 1991 c 301 s 9; 1979 ex.s. c 245 s 2.]\n\nReviser's note: The definitions in this section have been alphabetized pursuant to RCW 1.08.015(2)(k).\n\nReviser's note: The definitions in this section have been alphabetized pursuant to RCW 1.08.015(2)(k).\n\nPart headings not law—Severability—2008 c 6: See RCW 26.60.900 and 26.60.901.\n\nPart headings not law—Severability—2008 c 6: See RCW 26.60.900 and 26.60.901.\n\nFinding—1991 c 301: See note following RCW 10.99.020.\n\nFinding—1991 c 301: See note following RCW 10.99.020.",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-020/"
    },
    {
      "id": "section-70-123-030-departmental-duties-and-responsibilities",
      "number": "70.123.030 - Departmental duties and responsibilities.",
      "heading": "",
      "text": "RCW 70.123.030\n\nDepartmental duties and responsibilities.\n\nThe department of social and health services, in consultation with relevant state departments, the domestic violence coalition, and individuals or groups having experience and knowledge of the prevention of, and the problems facing victims of domestic violence, including those with experience providing culturally appropriate services to populations that have traditionally been underserved or unserved, shall:(1) Develop and maintain a plan for delivering domestic violence victim services, prevention efforts, and access to emergency shelter across the state. In developing the plan under this section, the department shall consider the distribution of community-based domestic violence programs and emergency shelter programs in a particular geographic area, population density, and specific population needs, including the needs in rural and urban areas, the availability and existence of domestic violence outreach and prevention activities, and the need for culturally and linguistically appropriate services. The department shall also develop and maintain a plan for providing a statewide toll-free information and referral hotline or other statewide accessible information and referral service for victims of domestic violence;(2) Establish minimum standards for community-based domestic violence programs, emergency shelter programs, programs providing culturally or linguistically specific services, programs providing prevention and intervention services to children or youth, and programs conducting domestic violence outreach and prevention activities applying for grants from the department under this chapter;(3) Receive grant applications for the development and establishment of community-based domestic violence programs, emergency shelter programs, and culturally or linguistically specific services for victims of domestic violence, programs providing prevention and intervention services to children who have been exposed to domestic violence or youth who have been victims of dating violence, and programs conducting domestic violence outreach and prevention activities;(4) Distribute funds to those community-based domestic violence programs, emergency shelter programs, programs providing culturally or linguistically specific services, programs providing prevention and intervention services to children or youth, and programs conducting domestic violence outreach and prevention activities meeting departmental standards;(5) Evaluate biennially each community-based domestic violence program, emergency shelter program, program providing culturally or linguistically specific services, program providing prevention and intervention services to children or youth, and program conducting domestic violence outreach and prevention activities receiving departmental funds for compliance with the established minimum standards;(6) Review the minimum standards each biennium to ensure applicability to community and client needs;(7) Administer funds available from the domestic violence prevention account under RCW 70.123.150 to provide for:(a) Culturally specific prevention efforts and culturally appropriate community-based domestic violence services for victims of domestic violence from populations that have been traditionally underserved or unserved;(b) Age appropriate prevention and intervention services for children who have been exposed to domestic violence or youth who have been victims of dating violence; and(c) Outreach and education efforts by community-based domestic violence programs designed to increase public awareness about, and primary and secondary prevention of, domestic and dating violence; and(8) Receive applications from, and award grants or issue contracts to, eligible nonprofit groups or organizations with experience and expertise in the field of domestic violence and a statewide perspective for:(a) Providing resources, ongoing training opportunities, and technical assistance relating to domestic violence for community-based domestic violence programs across the state to develop effective means for preventing domestic violence and providing effective and supportive services and interventions for victims of domestic violence;(b) Providing resource information, technical assistance, and collaborating to develop model policies and protocols to improve the capacity of individuals, governmental entities, and communities to prevent domestic violence and to provide effective, supportive services and interventions to address domestic violence; and(c) Providing opportunities to persons working in the area of domestic violence to exchange information and resources.\n\nThe department of social and health services, in consultation with relevant state departments, the domestic violence coalition, and individuals or groups having experience and knowledge of the prevention of, and the problems facing victims of domestic violence, including those with experience providing culturally appropriate services to populations that have traditionally been underserved or unserved, shall:\n\n(1) Develop and maintain a plan for delivering domestic violence victim services, prevention efforts, and access to emergency shelter across the state. In developing the plan under this section, the department shall consider the distribution of community-based domestic violence programs and emergency shelter programs in a particular geographic area, population density, and specific population needs, including the needs in rural and urban areas, the availability and existence of domestic violence outreach and prevention activities, and the need for culturally and linguistically appropriate services. The department shall also develop and maintain a plan for providing a statewide toll-free information and referral hotline or other statewide accessible information and referral service for victims of domestic violence;\n\n(2) Establish minimum standards for community-based domestic violence programs, emergency shelter programs, programs providing culturally or linguistically specific services, programs providing prevention and intervention services to children or youth, and programs conducting domestic violence outreach and prevention activities applying for grants from the department under this chapter;\n\n(3) Receive grant applications for the development and establishment of community-based domestic violence programs, emergency shelter programs, and culturally or linguistically specific services for victims of domestic violence, programs providing prevention and intervention services to children who have been exposed to domestic violence or youth who have been victims of dating violence, and programs conducting domestic violence outreach and prevention activities;\n\n(4) Distribute funds to those community-based domestic violence programs, emergency shelter programs, programs providing culturally or linguistically specific services, programs providing prevention and intervention services to children or youth, and programs conducting domestic violence outreach and prevention activities meeting departmental standards;\n\n(5) Evaluate biennially each community-based domestic violence program, emergency shelter program, program providing culturally or linguistically specific services, program providing prevention and intervention services to children or youth, and program conducting domestic violence outreach and prevention activities receiving departmental funds for compliance with the established minimum standards;\n\n(6) Review the minimum standards each biennium to ensure applicability to community and client needs;\n\n(7) Administer funds available from the domestic violence prevention account under RCW 70.123.150 to provide for:\n\n(a) Culturally specific prevention efforts and culturally appropriate community-based domestic violence services for victims of domestic violence from populations that have been traditionally underserved or unserved;\n\n(b) Age appropriate prevention and intervention services for children who have been exposed to domestic violence or youth who have been victims of dating violence; and\n\n(c) Outreach and education efforts by community-based domestic violence programs designed to increase public awareness about, and primary and secondary prevention of, domestic and dating violence; and\n\n(8) Receive applications from, and award grants or issue contracts to, eligible nonprofit groups or organizations with experience and expertise in the field of domestic violence and a statewide perspective for:\n\n(a) Providing resources, ongoing training opportunities, and technical assistance relating to domestic violence for community-based domestic violence programs across the state to develop effective means for preventing domestic violence and providing effective and supportive services and interventions for victims of domestic violence;\n\n(b) Providing resource information, technical assistance, and collaborating to develop model policies and protocols to improve the capacity of individuals, governmental entities, and communities to prevent domestic violence and to provide effective, supportive services and interventions to address domestic violence; and\n\n(c) Providing opportunities to persons working in the area of domestic violence to exchange information and resources.\n\n[ 2015 c 275 s 3; 2005 c 374 s 4; 1989 1st ex.s. c 9 s 235; 1979 ex.s. c 245 s 3.]\n\nEffective date—Severability—1989 1st ex.s. c 9: See RCW 43.70.910 and 43.70.920.\n\nEffective date—Severability—1989 1st ex.s. c 9: See RCW 43.70.910 and 43.70.920.",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-030/"
    },
    {
      "id": "section-70-123-040-department-to-establish-minimum-standards",
      "number": "70.123.040 - Department to establish minimum standards.",
      "heading": "",
      "text": "RCW 70.123.040\n\nDepartment to establish minimum standards.\n\n(1) The department shall establish minimum standards that ensure that community-based domestic violence programs provide client-centered advocacy and services designed to enhance immediate and longer term safety, victim autonomy, and security by means such as, but not limited to, safety assessment and planning, information and referral, legal advocacy, culturally and linguistically appropriate services, access to shelter, and client confidentiality.(2) Minimum standards established by the department under RCW 70.123.030 shall ensure that emergency shelter programs receiving grants under this chapter provide services meeting basic survival needs, where not provided by other means, such as, but not limited to, food, clothing, housing, emergency transportation, child care assistance, safety assessment and planning, and security. Emergency shelters receiving grants under this chapter shall also provide client-centered advocacy and services designed to enhance client autonomy, client confidentiality, and immediate and longer term safety. These services shall be problem-oriented and designed to provide necessary assistance to the victims of domestic violence and their children.(3) In establishing minimum standards for programs providing culturally relevant prevention efforts and culturally appropriate services, priority for funding must be given to agencies or organizations that have a demonstrated history and expertise of serving domestic violence victims from the relevant populations that have traditionally been underserved or unserved.(4) In establishing minimum standards for age appropriate prevention and intervention services for children who have been exposed to domestic violence, or youth who have been victims of dating violence, priority for funding must be given to programs with a documented history of effective work in providing advocacy and services to victims of domestic violence or dating violence, or an agency with a demonstrated history of effective work with children and youth partnered with a domestic violence program.\n\n(1) The department shall establish minimum standards that ensure that community-based domestic violence programs provide client-centered advocacy and services designed to enhance immediate and longer term safety, victim autonomy, and security by means such as, but not limited to, safety assessment and planning, information and referral, legal advocacy, culturally and linguistically appropriate services, access to shelter, and client confidentiality.\n\n(2) Minimum standards established by the department under RCW 70.123.030 shall ensure that emergency shelter programs receiving grants under this chapter provide services meeting basic survival needs, where not provided by other means, such as, but not limited to, food, clothing, housing, emergency transportation, child care assistance, safety assessment and planning, and security. Emergency shelters receiving grants under this chapter shall also provide client-centered advocacy and services designed to enhance client autonomy, client confidentiality, and immediate and longer term safety. These services shall be problem-oriented and designed to provide necessary assistance to the victims of domestic violence and their children.\n\n(3) In establishing minimum standards for programs providing culturally relevant prevention efforts and culturally appropriate services, priority for funding must be given to agencies or organizations that have a demonstrated history and expertise of serving domestic violence victims from the relevant populations that have traditionally been underserved or unserved.\n\n(4) In establishing minimum standards for age appropriate prevention and intervention services for children who have been exposed to domestic violence, or youth who have been victims of dating violence, priority for funding must be given to programs with a documented history of effective work in providing advocacy and services to victims of domestic violence or dating violence, or an agency with a demonstrated history of effective work with children and youth partnered with a domestic violence program.\n\n[ 2015 c 275 s 4; 2006 c 259 s 3; 1979 ex.s. c 245 s 4.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-040/"
    },
    {
      "id": "section-70-123-070-duties-and-responsibilities-of-community-based",
      "number": "70.123.070 - Duties and responsibilities of community-based ",
      "heading": "",
      "text": "RCW 70.123.070\n\nDuties and responsibilities of community-based domestic violence programs and emergency shelter programs.\n\n(1) Community-based domestic violence programs receiving state funds under this chapter shall:(a) Provide a location to assist victims of domestic violence who have a need for community advocacy or support services;(b) Make available confidential services, advocacy, and prevention programs to victims of domestic violence and to their children within available resources;(c) Require that persons employed by or volunteering services for a community-based domestic violence program protect the confidentiality and privacy of domestic violence victims and their families in accordance with this chapter and RCW 5.60.060(8);(d) Recruit, to the extent feasible, persons who are former victims of domestic violence to work as volunteers or staff personnel. An effort shall also be made to recruit staff and volunteers from relevant communities to provide culturally and linguistically appropriate services;(e) Ensure that all employees or volunteers providing intervention or prevention programming to domestic violence victims or their children have completed or will complete sufficient training in connection with domestic violence; and(f) Refrain from engaging in activities that compromise the safety of victims or their children.(2) Emergency shelter programs receiving state funds under this chapter shall:(a) Provide intake for and access to safe shelter services to any person who is a victim of domestic violence and to that person's children, within available resources. Priority for emergency shelter shall be made for victims who are in immediate risk of harm or imminent danger from domestic violence;(b) Require that persons employed by or volunteering services for an emergency shelter protect the confidentiality and privacy of domestic violence victims and their families in accordance with this chapter and RCW 5.60.060(8);(c) Recruit, to the extent feasible, persons who are former victims of domestic violence to work as volunteers or staff personnel. An effort shall also be made to recruit staff and volunteers from relevant communities to provide culturally and linguistically appropriate services;(d) Ensure that all employees or volunteers providing intervention or prevention programming to domestic violence victims or their children have completed or will complete sufficient training in connection with domestic violence; and(e) Refrain from engaging in activities that compromise the safety of victims or their children.\n\n(1) Community-based domestic violence programs receiving state funds under this chapter shall:\n\n(a) Provide a location to assist victims of domestic violence who have a need for community advocacy or support services;\n\n(b) Make available confidential services, advocacy, and prevention programs to victims of domestic violence and to their children within available resources;\n\n(c) Require that persons employed by or volunteering services for a community-based domestic violence program protect the confidentiality and privacy of domestic violence victims and their families in accordance with this chapter and RCW 5.60.060(8);\n\n(d) Recruit, to the extent feasible, persons who are former victims of domestic violence to work as volunteers or staff personnel. An effort shall also be made to recruit staff and volunteers from relevant communities to provide culturally and linguistically appropriate services;\n\n(e) Ensure that all employees or volunteers providing intervention or prevention programming to domestic violence victims or their children have completed or will complete sufficient training in connection with domestic violence; and\n\n(f) Refrain from engaging in activities that compromise the safety of victims or their children.\n\n(2) Emergency shelter programs receiving state funds under this chapter shall:\n\n(a) Provide intake for and access to safe shelter services to any person who is a victim of domestic violence and to that person's children, within available resources. Priority for emergency shelter shall be made for victims who are in immediate risk of harm or imminent danger from domestic violence;\n\n(b) Require that persons employed by or volunteering services for an emergency shelter protect the confidentiality and privacy of domestic violence victims and their families in accordance with this chapter and RCW 5.60.060(8);\n\n(c) Recruit, to the extent feasible, persons who are former victims of domestic violence to work as volunteers or staff personnel. An effort shall also be made to recruit staff and volunteers from relevant communities to provide culturally and linguistically appropriate services;\n\n(d) Ensure that all employees or volunteers providing intervention or prevention programming to domestic violence victims or their children have completed or will complete sufficient training in connection with domestic violence; and\n\n(e) Refrain from engaging in activities that compromise the safety of victims or their children.\n\n[ 2015 c 275 s 5; 1979 ex.s. c 245 s 7.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-070/"
    },
    {
      "id": "section-70-123-075-client-records",
      "number": "70.123.075 - Client records.",
      "heading": "",
      "text": "RCW 70.123.075\n\nClient records.\n\n(1) Client records maintained by domestic violence programs shall not be subject to discovery in any judicial proceeding unless:(a) A written pretrial motion is made to a court stating that discovery is requested of the client's domestic violence records;(b) The written motion is accompanied by an affidavit or affidavits setting forth specifically the reasons why discovery is requested of the domestic violence program's records;(c) The court reviews the domestic violence program's records in camera to determine whether the domestic violence program's records are relevant and whether the probative value of the records is outweighed by the victim's privacy interest in the confidentiality of such records, taking into account the further trauma that may be inflicted upon the victim or the victim's children by the disclosure of the records; and(d) The court enters an order stating whether the records or any part of the records are discoverable and setting forth the basis for the court's findings. The court shall further order that the parties are prohibited from further dissemination of the records or parts of the records that are discoverable, and that any portion of any domestic violence program records included in the court file be sealed.(2) For purposes of this section, \"domestic violence program\" means a program that provides shelter, advocacy, or counseling services for domestic violence victims.(3) Disclosure of domestic violence program records is not a waiver of the victim's rights or privileges under statutes, rules of evidence, or common law.(4) If disclosure of a victim's records is required by court order, the domestic violence program shall make reasonable attempts to provide notice to the recipient affected by the disclosure, and shall take steps necessary to protect the privacy and safety of the persons affected by the disclosure of the information.\n\n(1) Client records maintained by domestic violence programs shall not be subject to discovery in any judicial proceeding unless:\n\n(a) A written pretrial motion is made to a court stating that discovery is requested of the client's domestic violence records;\n\n(b) The written motion is accompanied by an affidavit or affidavits setting forth specifically the reasons why discovery is requested of the domestic violence program's records;\n\n(c) The court reviews the domestic violence program's records in camera to determine whether the domestic violence program's records are relevant and whether the probative value of the records is outweighed by the victim's privacy interest in the confidentiality of such records, taking into account the further trauma that may be inflicted upon the victim or the victim's children by the disclosure of the records; and\n\n(d) The court enters an order stating whether the records or any part of the records are discoverable and setting forth the basis for the court's findings. The court shall further order that the parties are prohibited from further dissemination of the records or parts of the records that are discoverable, and that any portion of any domestic violence program records included in the court file be sealed.\n\n(2) For purposes of this section, \"domestic violence program\" means a program that provides shelter, advocacy, or counseling services for domestic violence victims.\n\n(3) Disclosure of domestic violence program records is not a waiver of the victim's rights or privileges under statutes, rules of evidence, or common law.\n\n(4) If disclosure of a victim's records is required by court order, the domestic violence program shall make reasonable attempts to provide notice to the recipient affected by the disclosure, and shall take steps necessary to protect the privacy and safety of the persons affected by the disclosure of the information.\n\n[ 2015 c 275 s 6; 1994 c 233 s 1; 1991 c 301 s 10.]\n\nEffective date—1994 c 233: \"This act shall take effect July 1, 1994.\" [ 1994 c 233 s 3.]\n\nEffective date—1994 c 233: \"This act shall take effect July 1, 1994.\" [ 1994 c 233 s 3.]\n\nFinding—1991 c 301: See note following RCW 10.99.020.\n\nFinding—1991 c 301: See note following RCW 10.99.020.",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-075/"
    },
    {
      "id": "section-70-123-076-disclosure-of-recipient-information",
      "number": "70.123.076 - Disclosure of recipient information.",
      "heading": "",
      "text": "RCW 70.123.076\n\nDisclosure of recipient information.\n\n(1) Except as authorized in subsections (2) and (3) of this section, or pursuant to court order under RCW 70.123.075, a domestic violence program, an individual who assists a domestic violence program in the delivery of services, or an agent, employee, or volunteer of a domestic violence program shall not disclose information about a recipient of shelter, advocacy, or counseling services without the informed authorization of the recipient. In the case of an unemancipated minor, the minor and the parent or guardian must provide the authorization. For the purposes of this section, a \"domestic violence program\" means an agency that provides shelter, advocacy, or counseling for domestic violence victims in a supportive environment.(2)(a) A recipient of shelter, advocacy, or counseling services may authorize a domestic violence program to disclose information about the recipient. The authorization must be in writing, signed by the recipient, or if an unemancipated minor is the recipient, signed by the minor and the parent or guardian, and must contain a reasonable time limit on the duration of the recipient's authorization. If the authorization does not contain a date upon which the authorization to disclose information expires, the recipient's authorization expires ninety days after the date it was signed.(b) The domestic violence program's disclosure of information shall be only to the extent authorized by the recipient. The domestic violence program, if requested, shall provide a copy of the disclosed information to the recipient.(c) Except as provided under this chapter, an authorization is not a waiver of the recipient's rights or privileges under other statutes, rules of evidence, or common law.(3) If disclosure of a recipient's information is required by statute or court order, the domestic violence program shall make reasonable attempts to provide notice to the recipient affected by the disclosure of information. If personally identifying information is or will be disclosed, the domestic violence program shall take steps necessary to protect the privacy and safety of the persons affected by the disclosure of the information.(4) To comply with tribal, federal, state, or territorial reporting, evaluation, or data collection requirements, domestic violence programs may share data in the aggregate that does not contain personally identifying information and that: (a) Pertains to services to their clients; or (b) is demographic information.\n\n(1) Except as authorized in subsections (2) and (3) of this section, or pursuant to court order under RCW 70.123.075, a domestic violence program, an individual who assists a domestic violence program in the delivery of services, or an agent, employee, or volunteer of a domestic violence program shall not disclose information about a recipient of shelter, advocacy, or counseling services without the informed authorization of the recipient. In the case of an unemancipated minor, the minor and the parent or guardian must provide the authorization. For the purposes of this section, a \"domestic violence program\" means an agency that provides shelter, advocacy, or counseling for domestic violence victims in a supportive environment.\n\n(2)(a) A recipient of shelter, advocacy, or counseling services may authorize a domestic violence program to disclose information about the recipient. The authorization must be in writing, signed by the recipient, or if an unemancipated minor is the recipient, signed by the minor and the parent or guardian, and must contain a reasonable time limit on the duration of the recipient's authorization. If the authorization does not contain a date upon which the authorization to disclose information expires, the recipient's authorization expires ninety days after the date it was signed.\n\n(b) The domestic violence program's disclosure of information shall be only to the extent authorized by the recipient. The domestic violence program, if requested, shall provide a copy of the disclosed information to the recipient.\n\n(c) Except as provided under this chapter, an authorization is not a waiver of the recipient's rights or privileges under other statutes, rules of evidence, or common law.\n\n(3) If disclosure of a recipient's information is required by statute or court order, the domestic violence program shall make reasonable attempts to provide notice to the recipient affected by the disclosure of information. If personally identifying information is or will be disclosed, the domestic violence program shall take steps necessary to protect the privacy and safety of the persons affected by the disclosure of the information.\n\n(4) To comply with tribal, federal, state, or territorial reporting, evaluation, or data collection requirements, domestic violence programs may share data in the aggregate that does not contain personally identifying information and that: (a) Pertains to services to their clients; or (b) is demographic information.\n\n[ 2006 c 259 s 4.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-076/"
    },
    {
      "id": "section-70-123-078-disclosure-of-information",
      "number": "70.123.078 - Disclosure of information.",
      "heading": "",
      "text": "RCW 70.123.078\n\nDisclosure of information.\n\n(1)(a) No court or administrative body may compel any person or domestic violence program as defined in RCW 70.123.020 to disclose the name, address, or location of any domestic violence program, including a shelter or transitional housing facility location, in any civil or criminal case or in any administrative proceeding unless the court finds by clear and convincing evidence that disclosure is necessary for the implementation of justice after consideration of safety and confidentiality concerns of the parties and other residents of the domestic violence program, and other alternatives to disclosure that would protect the interests of the parties.(b) The court's findings shall be made following a hearing in which the domestic violence program has been provided notice of the request for disclosure and an opportunity to respond.(2) In any proceeding where the confidential name, address, or location of a domestic violence program is ordered to be disclosed, the court shall order that the parties be prohibited from further dissemination of the confidential information, and that any portion of any records containing such confidential information be sealed.(3) Any person who obtains access to and intentionally and maliciously releases confidential information about the location of a domestic violence program for any purpose other than required by a court proceeding is guilty of a gross misdemeanor.\n\n(1)(a) No court or administrative body may compel any person or domestic violence program as defined in RCW 70.123.020 to disclose the name, address, or location of any domestic violence program, including a shelter or transitional housing facility location, in any civil or criminal case or in any administrative proceeding unless the court finds by clear and convincing evidence that disclosure is necessary for the implementation of justice after consideration of safety and confidentiality concerns of the parties and other residents of the domestic violence program, and other alternatives to disclosure that would protect the interests of the parties.\n\n(b) The court's findings shall be made following a hearing in which the domestic violence program has been provided notice of the request for disclosure and an opportunity to respond.\n\n(2) In any proceeding where the confidential name, address, or location of a domestic violence program is ordered to be disclosed, the court shall order that the parties be prohibited from further dissemination of the confidential information, and that any portion of any records containing such confidential information be sealed.\n\n(3) Any person who obtains access to and intentionally and maliciously releases confidential information about the location of a domestic violence program for any purpose other than required by a court proceeding is guilty of a gross misdemeanor.\n\n[ 2012 c 223 s 9. Formerly RCW 26.50.250.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-078/"
    },
    {
      "id": "section-70-123-080-department-to-consult",
      "number": "70.123.080 - Department to consult.",
      "heading": "",
      "text": "RCW 70.123.080\n\nDepartment to consult.\n\nThe department shall consult in all phases with key stakeholders in the implementation of this chapter, including relevant state departments, the domestic violence coalition, individuals or groups who have experience providing culturally appropriate services to populations that have traditionally been underserved or unserved, and other persons and organizations having experience and expertise in the field of domestic violence.\n\nThe department shall consult in all phases with key stakeholders in the implementation of this chapter, including relevant state departments, the domestic violence coalition, individuals or groups who have experience providing culturally appropriate services to populations that have traditionally been underserved or unserved, and other persons and organizations having experience and expertise in the field of domestic violence.\n\n[ 2015 c 275 s 7; 1979 ex.s. c 245 s 8.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-080/"
    },
    {
      "id": "section-70-123-090-department-authorized-to-make-available-grants",
      "number": "70.123.090 - Department authorized to make available grants ",
      "heading": "",
      "text": "RCW 70.123.090\n\nDepartment authorized to make available grants to certain entities.\n\nThe department is authorized, under this chapter and the rules adopted to effectuate its purposes, to make available grants awarded on a contract basis to public or private nonprofit agencies, organizations, or individuals providing community-based domestic violence services, emergency shelter services, domestic violence hotline or information and referral services, and prevention efforts meeting minimum standards established by the department. Consideration as to need, geographic location, population ratios, the needs of specific underserved and cultural populations, and the extent of existing services shall be made in the award of grants. The department shall provide consultation to any nonprofit organization desiring to apply for the contracts if the organization does not possess the resources and expertise necessary to develop and transmit an application without assistance.\n\nThe department is authorized, under this chapter and the rules adopted to effectuate its purposes, to make available grants awarded on a contract basis to public or private nonprofit agencies, organizations, or individuals providing community-based domestic violence services, emergency shelter services, domestic violence hotline or information and referral services, and prevention efforts meeting minimum standards established by the department. Consideration as to need, geographic location, population ratios, the needs of specific underserved and cultural populations, and the extent of existing services shall be made in the award of grants. The department shall provide consultation to any nonprofit organization desiring to apply for the contracts if the organization does not possess the resources and expertise necessary to develop and transmit an application without assistance.\n\n[ 2015 c 275 s 8; 1979 ex.s. c 245 s 9.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-090/"
    },
    {
      "id": "section-70-123-100-funding-for-shelters",
      "number": "70.123.100 - Funding for shelters.",
      "heading": "",
      "text": "RCW 70.123.100\n\nFunding for shelters.\n\nThe department shall seek, receive, and make use of any funds which may be available from federal or other sources in order to augment state funds appropriated for the purpose of this chapter, and shall make every effort to qualify for federal funding.\n\nThe department shall seek, receive, and make use of any funds which may be available from federal or other sources in order to augment state funds appropriated for the purpose of this chapter, and shall make every effort to qualify for federal funding.\n\n[ 1997 c 160 s 1; 1979 ex.s. c 245 s 10.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-100/"
    },
    {
      "id": "section-70-123-110-assistance-to-families-in-shelters",
      "number": "70.123.110 - Assistance to families in shelters.",
      "heading": "",
      "text": "RCW 70.123.110\n\nAssistance to families in shelters.\n\nAged, blind, or disabled assistance benefits, essential needs and housing support benefits, pregnant women assistance benefits, or temporary assistance for needy families payments shall be made to otherwise eligible individuals who are residing in a secure shelter, a housing network, an emergency shelter, or other shelter facility which provides shelter services to persons who are victims of domestic violence. Provisions shall be made by the department for the confidentiality of the shelter addresses where victims are residing.\n\nAged, blind, or disabled assistance benefits, essential needs and housing support benefits, pregnant women assistance benefits, or temporary assistance for needy families payments shall be made to otherwise eligible individuals who are residing in a secure shelter, a housing network, an emergency shelter, or other shelter facility which provides shelter services to persons who are victims of domestic violence. Provisions shall be made by the department for the confidentiality of the shelter addresses where victims are residing.\n\n[ 2015 c 275 s 9; 2011 1st sp.s. c 36 s 16; 2010 1st sp.s. c 8 s 16; 1997 c 59 s 9; 1979 ex.s. c 245 s 11.]\n\nFindings—Intent—2011 1st sp.s. c 36: See RCW 74.62.005.\n\nFindings—Intent—2011 1st sp.s. c 36: See RCW 74.62.005.\n\nEffective date—2011 1st sp.s. c 36: See note following RCW 74.62.005.\n\nEffective date—2011 1st sp.s. c 36: See note following RCW 74.62.005.\n\nFindings—Intent—Short title—Effective date—2010 1st sp.s. c 8: See notes following RCW 74.04.225.\n\nFindings—Intent—Short title—Effective date—2010 1st sp.s. c 8: See notes following RCW 74.04.225.",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-110/"
    },
    {
      "id": "section-70-123-120-liability-for-withholding-services",
      "number": "70.123.120 - Liability for withholding services.",
      "heading": "",
      "text": "RCW 70.123.120\n\nLiability for withholding services.\n\nA shelter shall not be held liable in any civil action for denial or withdrawal of services provided pursuant to the provisions of this chapter.\n\nA shelter shall not be held liable in any civil action for denial or withdrawal of services provided pursuant to the provisions of this chapter.\n\n[ 1979 ex.s. c 245 s 12.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-120/"
    },
    {
      "id": "section-70-123-140-technical-assistance-grant-for-county-plans",
      "number": "70.123.140 - Technical assistance grant for county plans.",
      "heading": "",
      "text": "RCW 70.123.140\n\nTechnical assistance grant for county plans.\n\n(1) A county or group of counties may apply to the department for a technical assistance grant to develop a comprehensive county plan for dealing with domestic violence. The county authority may contract with a local nonprofit entity to develop the plan.(2) County comprehensive plans shall be developed in consultation with the department, domestic violence programs, schools, law enforcement, and health care, legal, and social service providers that provide services to persons affected by domestic violence.(3) County comprehensive plans shall be based on the following principles:(a) The safety of the victim is primary;(b) The community needs to be well-educated about domestic violence;(c) Those who want to and who should intervene need to know how to do so effectively;(d) Adequate services, both crisis and long-term support, should exist throughout all parts of the county;(e) Police and courts should hold the batterer accountable for his or her crimes;(f) Treatment for batterers should be provided by qualified counselors; and(g) Coordination teams are needed to ensure that the system continues to work over the coming decades.(4) County comprehensive plans shall provide for the following:(a) Public education about domestic violence;(b) Training for professionals on how to recognize domestic violence and assist those affected by it;(c) Development of protocols among agencies so that professionals respond to domestic violence in an effective, consistent manner;(d) Development of services to victims of domestic violence and their families, including shelters, safe homes, transitional housing, community and legal advocates, and children's services; and(e) Local and regional teams to oversee implementation of the system, ensure that efforts continue over the years, and assist with day-to-day and systemwide coordination.\n\n(1) A county or group of counties may apply to the department for a technical assistance grant to develop a comprehensive county plan for dealing with domestic violence. The county authority may contract with a local nonprofit entity to develop the plan.\n\n(2) County comprehensive plans shall be developed in consultation with the department, domestic violence programs, schools, law enforcement, and health care, legal, and social service providers that provide services to persons affected by domestic violence.\n\n(3) County comprehensive plans shall be based on the following principles:\n\n(a) The safety of the victim is primary;\n\n(b) The community needs to be well-educated about domestic violence;\n\n(c) Those who want to and who should intervene need to know how to do so effectively;\n\n(d) Adequate services, both crisis and long-term support, should exist throughout all parts of the county;\n\n(e) Police and courts should hold the batterer accountable for his or her crimes;\n\n(f) Treatment for batterers should be provided by qualified counselors; and\n\n(g) Coordination teams are needed to ensure that the system continues to work over the coming decades.\n\n(4) County comprehensive plans shall provide for the following:\n\n(a) Public education about domestic violence;\n\n(b) Training for professionals on how to recognize domestic violence and assist those affected by it;\n\n(c) Development of protocols among agencies so that professionals respond to domestic violence in an effective, consistent manner;\n\n(d) Development of services to victims of domestic violence and their families, including shelters, safe homes, transitional housing, community and legal advocates, and children's services; and\n\n(e) Local and regional teams to oversee implementation of the system, ensure that efforts continue over the years, and assist with day-to-day and systemwide coordination.\n\n[ 1991 c 301 s 12.]\n\nFinding—1991 c 301: See note following RCW 10.99.020.\n\nFinding—1991 c 301: See note following RCW 10.99.020.",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-140/"
    },
    {
      "id": "section-70-123-150-domestic-violence-prevention-account",
      "number": "70.123.150 - Domestic violence prevention account.",
      "heading": "",
      "text": "RCW 70.123.150\n\nDomestic violence prevention account.\n\nThe domestic violence prevention account is created in the state treasury. All receipts from fees imposed for deposit in the domestic violence prevention account under RCW 36.18.016 must be deposited into the account. Moneys in the account may be spent only after appropriation. Expenditures from the account may be used only for funding the following:(1) Culturally specific prevention efforts and culturally appropriate community-based domestic violence services for victims of domestic violence from populations that have been traditionally underserved or unserved;(2) Age appropriate prevention and intervention services for children who have been exposed to domestic violence or youth who have been victims of dating violence; and(3) Outreach and education efforts by community-based domestic violence programs designed to increase public awareness about, and primary and secondary prevention of, domestic and dating violence.\n\nThe domestic violence prevention account is created in the state treasury. All receipts from fees imposed for deposit in the domestic violence prevention account under RCW 36.18.016 must be deposited into the account. Moneys in the account may be spent only after appropriation. Expenditures from the account may be used only for funding the following:\n\n(1) Culturally specific prevention efforts and culturally appropriate community-based domestic violence services for victims of domestic violence from populations that have been traditionally underserved or unserved;\n\n(2) Age appropriate prevention and intervention services for children who have been exposed to domestic violence or youth who have been victims of dating violence; and\n\n(3) Outreach and education efforts by community-based domestic violence programs designed to increase public awareness about, and primary and secondary prevention of, domestic and dating violence.\n\n[ 2015 c 275 s 10; 2005 c 374 s 3.]",
      "source_url": "https://law.justia.com/codes/washington/title-70/chapter-70-123/section-70-123-150/"
    }
  ]
}