{
  "state": "south-carolina",
  "path": "title-title-49/chapter-chapter-6",
  "sections": [
    {
      "id": "section-49-6-10",
      "number": "49-6-10",
      "heading": "",
      "text": "There is hereby created the South Carolina Aquatic Plant Management Program for the purpose of preventing, identifying, investigating, managing, and monitoring aquatic plant problems in public waters of South Carolina. The program will coordinate the receipt and distribution of available federal, state, and local funds for aquatic plant management activities and research in public waters.\n\nThe Department of Natural Resources (department) is designated as the state agency to administer the Aquatic Plant Management Program and to apply for and receive grants and loans from the federal government or such other public and private sources as may be available for the Aquatic Plant Management Program and to coordinate the expenditure of such funds.\n\nHISTORY: 1990 Act No. 498, Section 1; 1993 Act No. 181, Section 1247.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-49/chapter-6/section-49-6-10/"
    },
    {
      "id": "section-49-6-20",
      "number": "49-6-20",
      "heading": "",
      "text": "There is created the South Carolina Aquatic Plant Management Trust Fund which must be kept separate from other funds of the State. The fund must be administered by the department for the purpose of receiving and expending funds for the prevention, management, and research of aquatic plant problems in public waters of South Carolina. Unexpended balances, including interest derived from the fund, must be carried forward each year and used for the purposes specified above.\n\nThe fund is eligible to receive appropriations of state general funds, federal funds, local government funds, and funds from private entities including donations, grants, loans, gifts, bond issues, receipts, securities, and other monetary instruments of value. All reimbursements for monies expended from this fund must be deposited in this fund.\n\nHISTORY: 1990 Act No. 498, Section 1; 1993 Act No. 181, Section 1247; 2005 Act No. 164, Section 25.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-49/chapter-6/section-49-6-20/"
    },
    {
      "id": "section-49-6-30",
      "number": "49-6-30",
      "heading": "",
      "text": "There is hereby established the South Carolina Aquatic Plant Management Council, hereinafter referred to as the council, which shall be composed of ten members as follows:\n\n1. The council shall include one representative from each of the following agencies, to be appointed by the chief executive officer of each agency:\n\n(a) Water Resources Division of the Department of Natural Resources;\n\n(b) South Carolina Department of Health and Environmental Control;\n\n(c) Wildlife and Freshwater Fish Division of the Department of Natural Resources;\n\n(d) South Carolina Department of Agriculture;\n\n(e) Coastal Division of the Department of Health and Environmental Control;\n\n(f) South Carolina Public Service Authority;\n\n(g) Land Resources and Conservation Districts Division of the Department of Natural Resources;\n\n(h) South Carolina Department of Parks, Recreation and Tourism;\n\n(i) Clemson University, Department of Fertilizer and Pesticide Control.\n\n2. The council shall include one representative from the Governor's Office, to be appointed by the Governor.\n\n3. The representative of the Water Resources Division of the Department of Natural Resources shall serve as chairman of the council and shall be a voting member of the council.\n\nThe council shall provide interagency coordination and serve as the principal advisory body to the department on all aspects of aquatic plant management and research. The council shall establish management policies, approve all management plans, and advise the department on research priorities.\n\nHISTORY: 1990 Act No. 498, Section 1; 1993 Act No. 181, Section 1247.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-49/chapter-6/section-49-6-30/"
    },
    {
      "id": "section-49-6-40",
      "number": "49-6-40",
      "heading": "",
      "text": "The department, with advice and assistance from the council, shall develop an Aquatic Plant Management Plan for the State of South Carolina. The plan shall describe the procedures for problem site identification and analysis, selection of control methods, operational program development, and implementation of operational strategies. The plan shall also identify problem areas, prescribe management practices, and set management priorities. The plan shall be updated and amended at appropriate intervals as necessary; provided, however, problem site identification and allocation of funding shall be conducted annually. In addition, the department shall establish procedures for public input into the plan and its amendments and priorities. The public review procedures shall be an integral part of the plan development process. When deemed appropriate, the department may seek the advice and counsel of persons and organizations from the private, public, or academic sectors.\n\nThe council shall review and approve all plans and amendments. Approval shall consist of a two-thirds vote of the members present. The department shall have final approval authority over those sections which do not receive two-thirds approval of the council.\n\nHISTORY: 1990 Act No. 498, Section 1; 1993 Act No. 181, Section 1247.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-49/chapter-6/section-49-6-40/"
    }
  ]
}