{
  "state": "michigan",
  "path": "title-chapter-390-universities-and-colleges/chapter-act-222-of-1970-northern-michigan-university-ordinances-3905",
  "sections": [
    {
      "id": "section-390591",
      "number": "390.591",
      "heading": "Northern Michigan University; Board of Control; Ordinance Powers",
      "text": "The board of control of northern Michigan university, hereinafter referred to as the board, may adopt ordinances, subject to constitutional and other law:\n\n(a) For the protection, benefit, government and control of persons who are within the boundaries of lands over which the board has jurisdiction.\n\n(b) For the protection, benefit, government and control of property over which the board has jurisdiction.\n\nHistory:1970, Act 222, Imd. Eff. Nov. 24, 1970",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-222-of-1970/section-390-591/"
    },
    {
      "id": "section-390592",
      "number": "390.592",
      "heading": "Ordinances; Adoption, Publication, Recording, Inspection.",
      "text": "The ordinances shall be adopted by a majority of the members of the board. The ordinances shall take effect upon publication in a newspaper regularly circulated within Marquette county. All ordinances shall be promptly recorded in a book called \"the record of ordinances\" and the book, or an accurate copy thereof, shall be maintained available for public inspection in the office of the secretary of the board.\n\nHistory:1970, Act 222, Imd. Eff. Nov. 24, 1970",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-222-of-1970/section-390-592/"
    },
    {
      "id": "section-390593",
      "number": "390.593",
      "heading": "Violations, Misdemeanor.",
      "text": "The board may provide that a violation of its ordinances is a a misdemeanor.\n\nHistory:1970, Act 222, Imd. Eff. Nov. 24, 1970",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-222-of-1970/section-390-593/"
    },
    {
      "id": "section-390594",
      "number": "390.594",
      "heading": "Enforcement; Jurisdiction; Procedure; Appeals; Fines, Costs.",
      "text": "The enforcement of any ordinance shall be by law enforcement officers of this state, of the county, township or city where the violation of any such ordinance occurs, or by deputized law-enforcement officers employed by the university. A violation of an ordinance may be enforced in any court having jurisdiction over misdemeanors in the political subdivision in which the violation occurs. The procedure in such court shall be governed by statute and its ordinary rules of procedure. Appeals may be taken in the same manner as in other misdemeanor cases in such court. Fines collected by the court shall be paid to the treasurer of the political subdivision in which the offense is tried within 30 days after collection, and costs shall be handled in the same manner as provided for costs imposed for violation of misdemeanors under state statutes.\n\nHistory:1970, Act 222, Imd. Eff. Nov. 24, 1970",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-222-of-1970/section-390-594/"
    }
  ]
}