{
  "state": "michigan",
  "path": "title-chapter-390-universities-and-colleges/chapter-act-245-of-1965-institute-of-gerontology-39031-39033",
  "sections": [
    {
      "id": "section-39031",
      "number": "390.31",
      "heading": "Institute of Gerontology; Establishment, Authorization; Purpose",
      "text": "There may be established by the university of Michigan and Wayne state university jointly, an institute of gerontology for the purpose of developing new and improved programs for helping older people in this state, for the training of persons skilled in working with the problems of the aged, for research related to the needs of our aging population, and for conducting community service programs in the field of aging.\n\nHistory:1965, Act 245, Imd. Eff. July 21, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-245-of-1965/section-390-31/"
    },
    {
      "id": "section-39032",
      "number": "390.32",
      "heading": "Institute of Gerontology; Duties and Functions.",
      "text": "The institute shall:\n\n(1) In the field of training,\n\n(a) Stimulate and contribute to training in gerontology in the various schools and departments of the universities.\n\n(b) Offer specialized interdisciplinary training in gerontology at the graduate and postgraduate levels for those entering or already working in the field.\n\n(2) In the fields of research and publications,\n\n(a) Encourage, foster and conduct research in all important areas of gerontology.\n\n(b) Provide research support for university instructional staff and other investigators in gerontology.\n\n(3) In the field of community service, organize and promote programs of community education and services in the field of aging, and shall conduct courses and educational activities designed to serve those working with our older citizens.\n\nHistory:1965, Act 245, Imd. Eff. July 21, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-245-of-1965/section-390-32/"
    },
    {
      "id": "section-39033",
      "number": "390.33",
      "heading": "Institute of Gerontology; Establishment; Rules and Regulations.",
      "text": "The institute shall be established by, and governed in accordance with the rules and regulations of the board of governors of Wayne state university and the board of regents of the university of Michigan.\n\nHistory:1965, Act 245, Imd. Eff. July 21, 1965",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-390/statute-act-245-of-1965/section-390-33/"
    }
  ]
}