{
  "state": "alabama",
  "path": "title-title-29-legislature/chapter-chapter-9-education-trust-fund-rolling-reserve-act",
  "sections": [
    {
      "id": "section-29-9-1",
      "number": "29-9-1",
      "heading": "Short Title.Section 29-9-2 - Definitions",
      "text": "Section 29-9-2.1 - New Recurring Revenue.Section 29-9-3 - Fiscal Year Appropriation Cap.Section 29-9-4 - Education Trust Fund Budget Stabilization Fund; Education Trust Fund Advancement and Technology Fund; Educational Opportunities Reserve Fund; Disposition",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29-9-2",
      "number": "29-9-2",
      "heading": "Definitions.",
      "text": "Section 29-9-2\n\nDefinitions.\n\nFor the purposes of this chapter, the following terms have the following meanings:\n\n(1) ALABAMA TRUST FUND. The Alabama Trust Fund created by Section 219.02 of the Constitution of Alabama of 2022.\n\n(2) EDUCATION TRUST FUND. An account in the State Treasury into which are deposited certain revenues paid to the State of Alabama that are earmarked or set aside for appropriation for public educational purposes.\n\n(3) EDUCATION TRUST FUND BASE APPROPRIATIONS. The Education Trust Fund appropriations for the current fiscal year that were enacted in a prior legislative session, excluding reversions reappropriated and any supplemental appropriations.\n\n(4) EDUCATION TRUST FUND RAINY DAY ACCOUNT. The special account created within the Alabama Trust Fund by Section 260.02 of the Constitution of Alabama of 2022.\n\n(5) EDUCATION TRUST FUND TOTAL APPROPRIATIONS. The total amount of funds appropriated from the Education Trust Fund for a fiscal year, including reversions reappropriated and supplemental appropriations.\n\n(6) EXCESS REVENUES. The difference in the total amount of revenue deposited in the Education Trust Fund in the immediately preceding fiscal year, including nonrecurring revenue, less the Education Trust Fund Total Appropriations for the same fiscal year.\n\n(7) FISCAL YEAR. The fiscal year of the State of Alabama that begins on October 1 and ends on September 30.\n\n(8) FISCAL YEAR APPROPRIATION CAP. The maximum amount of appropriations that may be made from the Education Trust Fund for any fiscal year under certain conditions pursuant to this chapter.\n\n(9) NEW RECURRING REVENUE. Revenue of any kind or type constituting a new annual source of money that has been enacted, established, or provided for prior to the first day of the fiscal year of which it is to first be included in the calculation of the Fiscal Year Appropriation Cap for the Education Trust Fund.\n\n(10) NONRECURRING REVENUE. Revenue of any kind or type that is deposited into or causes one-time abnormal revenue impacts on the Education Trust Fund and that is not recurring revenue, including one-time enhancements to revenues resulting from one-time assistance to individuals or businesses provided by the federal government. Any balance remaining in the Education Trust Fund at the end of any fiscal year, and transfers from the Education Trust Fund Rainy Day Account and the Education Trust Fund Budget Stabilization Fund shall be nonrecurring revenue.\n\n(11) RECURRING REVENUE. Any permanent and continuing source of revenue of any kind or type that has been enacted, established, or provided for in fiscal years prior to the fiscal year for which it is to be included in the calculation of the fiscal year appropriation cap for the Education Trust Fund. Recurring revenue shall not include any balance remaining in the Education Trust Fund at the end of any fiscal year. Once a new recurring revenue produces a source of revenue for one complete fiscal year, it becomes a recurring revenue.\n\n(12) SECONDARY SPENDING LIMIT. An amount equal to 106.5 percent of the Education Trust Fund Base Appropriations for the fiscal year ending September 30, 2024; 106.25 percent of Education Trust Fund Base Appropriations for the fiscal year ending September 30, 2025; 106 percent of the Education Trust Fund Base Appropriations for the fiscal year ending September 30, 2026; and 105.75 percent of the Education Trust Fund Base Appropriations for the fiscal year ending September 30, 2027 and each fiscal year thereafter.\n\n(Act 2011-3, p. 90, §2; Act 2022-358, §1; Act 2023-390, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-29/chapter-9/section-29-9-2/"
    },
    {
      "id": "section-29-9-21",
      "number": "29-9-2.1",
      "heading": "New Recurring Revenue.",
      "text": "Section 29-9-2.1\n\nNew Recurring Revenue.\n\nREPEALED BY ACT 2023-390, EFFECTIVE SEPTEMBER 1, 2023.\n\nFor purposes of this chapter cited as “The Education Trust Fund Rolling Reserve Act”, and notwithstanding the provisions of Section 29-9-3(b)(4), the funds received by the Education Trust Fund under Act 2012-427 after September 30, 2012 totals $10,000,000 and shall be considered “New Recurring Revenue” as defined by Section 29-9-2 and be available for appropriation in FY 2013 because they will be deposited into the Education Trust Fund in FY 2013 for the first time due to a change in statute rather than by a Department of Revenue rule.\n\n(Act 2012-427, p. 1163, §3; Act 2023-390, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-29/chapter-9/section-29-9-2-1/"
    },
    {
      "id": "section-29-9-3",
      "number": "29-9-3",
      "heading": "Fiscal Year Appropriation Cap.",
      "text": "Section 29-9-3\n\nFiscal Year Appropriation Cap.\n\n(a) Notwithstanding any other provision of law to the contrary, beginning with appropriations made for the fiscal year ending September 30, 2024, appropriations from the Education Trust Fund shall not exceed the fiscal year appropriation cap, or the secondary spending limit, whichever is less.\n\n(b) The fiscal year appropriation cap for the Education Trust Fund shall be equal to the sum of all of the following:\n\n(1) The total of recurring revenues deposited into the Education Trust Fund in the last completed fiscal year preceding the date on which the fiscal year appropriation cap is calculated.\n\n(2) An amount equal to the amount in subdivision (1) multiplied by the average annual percent of change in the recurring revenues deposited into the Education Trust Fund for the 15 most recently completed fiscal years preceding the date on which the fiscal year appropriation cap is calculated, excluding the highest and lowest years from the calculation.\n\n(3) If new recurring revenue measures are enacted that will be deposited into the Education Trust Fund, or if existing revenue sources are amended to increase the amount of money deposited into the Education Trust Fund, for the first time during the year for which the fiscal year appropriation cap is being calculated, then 95 percent of the amount projected in the enacted fiscal note accompanying the legislative act creating the new recurring revenue shall be added or subtracted as a part of the fiscal year appropriation cap. If a recurring revenue source to the Education Trust Fund is removed or reduced during the year for which the fiscal year appropriation cap is being calculated, the negative impact, based on the enacted fiscal note, of the removal or reduction of the recurring revenue shall be included in the calculation of the fiscal year appropriation cap.\n\n(4) Nonrecurring revenue shall be added or subtracted as a part of the fiscal year appropriation cap for the fiscal year in which the nonrecurring revenue is deposited into the Education Trust Fund.\n\n(c) The Director of Finance and the Legislative Fiscal Officer shall certify their computation of the fiscal year appropriation cap and secondary spending limit at the same time as the certification required by Section 260.02 of the Constitution of Alabama of 2022.\n\n(d) Section 260.02 of the Constitution of Alabama of 2022, requires an estimate of available revenue for the Education Trust Fund which is to be certified by the Finance Director and the Legislative Fiscal Officer prior to the third legislative day of each regular session. If, however, the average of the estimated available revenue is less than the fiscal year appropriation cap calculated in subsection (b) or the secondary spending limit, the Legislature shall appropriate no more than the lesser amount of the average of the estimated available revenue or the fiscal year appropriation cap or secondary spending limit as required to be determined by this section.\n\n(Act 2011-3, p. 90, §3; Act 2015-538, 2nd Sp. Sess., p. 1924, §1; Act 2022-358, §1; Act 2023-390, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-29/chapter-9/section-29-9-3/"
    },
    {
      "id": "section-29-9-4",
      "number": "29-9-4",
      "heading": "Education Trust Fund Budget Stabilization Fund; Education Trust Fund Advancement and Technology Fund; Educational Opportunities Reserve Fund; Disposition of Funds",
      "text": "Section 29-9-4\n\nEducation Trust Fund Budget Stabilization Fund; Education Trust Fund Advancement and Technology Fund; Educational Opportunities Reserve Fund; Disposition of Funds.\n\n(a) There is hereby created in the State Treasury an Education Trust Fund Budget Stabilization Fund and an Education Trust Fund Advancement and Technology Fund. Any monetary interest that accrues in the Education Trust Fund Budget Stabilization Fund shall be retained in the fund from year to year and shall be subject only to the provisions of this chapter. If total revenues deposited into the Education Trust Fund during the immediately preceding fiscal year exceed the fiscal year appropriation cap for the immediately preceding fiscal year, and total Education Trust Fund appropriations for the immediately preceding fiscal year are less than the fiscal year appropriation cap for the immediately preceding fiscal year, the excess revenues shall remain in the Education Trust Fund as nonrecurring revenue. On or before May 31 of each fiscal year through the fiscal year ending September 30, 2023, if the total revenues deposited into the Education Trust Fund during the immediately preceding fiscal year exceed the fiscal year appropriation cap for the immediately preceding fiscal year, and Education Trust Fund appropriations for the immediately preceding fiscal year were equal to the fiscal year appropriation cap, the excess revenues shall be transferred to the Education Trust Fund Rainy Day Account until the account has been repaid in full. If the account has been repaid in full, any excess revenues remaining shall be transferred to the Education Trust Fund Budget Stabilization Fund and the Education Trust Fund Advancement and Technology Fund created in this chapter. The transfers to the Education Trust Fund Budget Stabilization Fund and the Education Trust Fund Advancement and Technology Fund shall be made annually as follows:\n\n(1) To the Education Trust Fund Budget Stabilization Fund in an amount up to one percent of the previous year’s Education Trust Fund total appropriations until the fund reaches seven and one-half percent of the previous year’s appropriations from the Education Trust Fund.\n\n(2) a. Any excess revenues remaining after those transferred in subdivision (1) shall be transferred to the Education Trust Fund Advancement and Technology Fund each year. Any amount of the available balance in the Education Trust Fund Advancement and Technology Fund may be available for appropriation only by and through an independent supplemental appropriation bill for the following nonrecurring expenses: repairs or deferred maintenance of facilities for public education purposes in the state, capital outlay, for classroom instructional support as provided in Section 16-13-231(b)(2)c. and Section 16-13-231.3, for insuring facilities, for transportation as provided in Section 16-13-233, for school security measures, and for the acquisition or purchase of education technology and equipment, or both. These funds, however, shall not be used as a pledge for the issuance or payment of debt service. No funds shall be appropriated in years when the balance of the Education Trust Fund Advancement and Technology Fund at the end of the previous fiscal year is less than ten million dollars ($10,000,000). Amounts in the Education Trust Fund Advancement and Technology Fund shall be budgeted and allotted in accordance with Sections 41-4-80 through 41-4-96 and Sections 41-19-1 through 41-19-12, but shall not be limited by the fiscal year appropriation cap.\n\nb. The annual appropriation of funds from the Education Trust Fund Advancement and Technology Fund shall be divided between the public schools and institutions of higher education in the state in accordance with the percentage split, based on the fiscal year in which an appropriation is made, between these two sectors of education as certified by the Legislative Fiscal Officer at the end of the preceding fiscal year. Public schools shall be interpreted to include any public school in operation for the current fiscal year, the Alabama School of Math and Science, the Alabama School of Fine Arts, the Alabama School of Cyber Technology and Engineering, the portion of the Alabama Institute for Deaf and Blind providing appropriate elementary/secondary instruction, and may include the Department of Youth Services School District.\n\n(b) There is created in the State Treasury the Educational Opportunities Reserve Fund into which monies shall be deposited as provided in this chapter and as appropriated by the Legislature. Any monetary interest that accrues to the Educational Opportunities Reserve Fund shall be retained in the fund from year to year and shall be subject only to this chapter.\n\n(c) On or before May 31 of each fiscal year beginning with the fiscal year ending September 30, 2024, if the total available revenues in the Education Trust Fund during the immediately preceding fiscal year exceed Education Trust Fund total appropriations for the immediately preceding fiscal year, and there is an unpaid balance owed to the Education Trust Fund Rainy Day Account, the excess revenues shall be transferred to the Education Trust Fund Rainy Day Account until the account has been repaid in full. If the account has been repaid in full, any excess revenues remaining shall be transferred to the Education Trust Fund Budget Stabilization Fund, the Education Trust Fund Advancement and Technology Fund, and the Educational Opportunities Reserve Fund created in this chapter. The transfers to the Education Trust Fund Budget Stabilization Fund, the Education Trust Fund Advancement and Technology Fund, and the Educational Opportunities Reserve Fund shall be made annually as follows:\n\n(1) To the Education Trust Fund Budget Stabilization Fund in an amount up to one percent of the previous year’s Education Trust Fund total appropriations until the fund reaches 10 percent of the previous year’s appropriations from the Education Trust Fund.\n\n(2)a. Fifty percent of the excess revenues remaining after those transferred in subdivision (1) shall be transferred to the Education Trust Fund Advancement and Technology Fund each year, not to exceed one billion dollars ($1,000,000,000) in any fiscal year. Any amount of the available balance in the Education Trust Fund Advancement and Technology Fund may be available for appropriation only by and through an independent supplemental appropriation bill for the following nonrecurring expenses: repairs or deferred maintenance of facilities for public education purposes in the state, capital outlay, for classroom instructional support as provided in Section 16-13-231(b)(2)c. and Section 16-13-231.3, for insuring facilities, for transportation as provided in Section 16-13-233, for school security measures, and for the acquisition or purchase of education technology or equipment, or both. These funds, however, shall not be used as a pledge for the issuance or payment of debt service. No funds shall be appropriated in years when the balance of the Education Trust Fund Advancement and Technology Fund at the end of the previous fiscal year is less than ten million dollars ($10,000,000). Amounts in the Education Trust Fund Advancement and Technology Fund shall be budgeted and allotted in accordance with Sections 41-4-80 through 41-4-96 and Sections 41-19-1 through 41-19-12, but shall not be limited by the fiscal year appropriation cap.\n\nb. The annual appropriation of funds from the Education Trust Fund Advancement and Technology Fund shall be divided between the public schools and institutions of higher education in the state in accordance with the percentage split, based on the fiscal year in which an appropriation is made, between these two sectors of education as certified by the Legislative Fiscal Officer at the end of the preceding fiscal year. Public schools shall be interpreted to include any public school in operation for the current fiscal year, the Alabama School of Math and Science, the Alabama School of Fine Arts, the Alabama School of Cyber Technology and Engineering, the portion of the Alabama Institute for Deaf and Blind providing appropriate elementary/secondary instruction, and may include the Department of Youth Services School District.\n\n(3)a. Twenty percent of the excess revenues remaining after those transferred in subdivision (1) shall be transferred to the Educational Opportunities Reserve Fund. Amounts in the Educational Opportunities Reserve Fund may be withdrawn by and through an independent supplemental appropriation bill to provide one-time funding for the following purposes only: (i) to offset a reduction in revenues to the Education Trust Fund that could negatively impact funding for budgeted obligations from the Education Trust Fund for the current fiscal year as certified by the Director of Finance and the Legislative Fiscal Officer; (ii) to provide funding for unanticipated obligations, and to sustain required programmatic increases for existing obligations paid from the Education Trust Fund in the event of a change in economic conditions; (iii) to provide funding to maintain prior year appropriation levels, if the computation of the fiscal year appropriation cap or secondary spending limit is less than Education Trust Fund base appropriations for the previous fiscal year, not to exceed the difference between the two figures; and (iv) for start-up or transitional support for initiatives that provide access to enhanced educational opportunities to all public K-12 or higher education students in the state, or both. Amounts in the Educational Opportunities Reserve Fund shall not be appropriated for any of the following purposes: repairs or deferred maintenance for facilities, capital outlay, pay raises or bonuses for educational personnel or retirees, or to provide additional support for ongoing expenditures other than as specified in subdivision (2). Provided, however, funds may be appropriated to maintain Foundation Program state funding in extraordinary situations.\n\nb. No funds may be appropriated until the balance of the Educational Opportunities Reserve Fund at the end of the previous fiscal year equals or exceeds three hundred million dollars ($300,000,000). Once this threshold is attained, any amount of the available balance may be appropriated for the purposes specified in this subsection. Amounts in the Educational Opportunities Reserve Fund shall be budgeted and allotted in accordance with Sections 41-4-80 through 41-4-96 and Sections 41-19-1 through 41-19-12.\n\n(4) Any remaining excess revenues after the transfers in subdivisions (1) through (3) shall remain in the Education Trust Fund as nonrecurring revenue.\n\n(Act 2011-3, p. 90, §4; Act 2015-538, 2nd Sp. Sess., p. 1924, §1; Act 2018-544, §1; Act 2022-139, §1; Act 2022-358, §1; Act 2023-390, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-29/chapter-9/section-29-9-4/"
    },
    {
      "id": "section-29-9-5",
      "number": "29-9-5",
      "heading": "Withdrawals from Education Trust Fund Budget Stabilization Fund.",
      "text": "Section 29-9-5\n\nWithdrawals from Education Trust Fund Budget Stabilization Fund.\n\nAmounts in the Education Trust Fund Budget Stabilization Fund may be withdrawn only to prevent proration in the Education Trust Fund. The Governor must certify to the state Comptroller and notify the Legislature that proration would occur in the Education Trust Fund before funds may be withdrawn to prevent proration. Following the certification and notification by the Governor, withdrawals may be made from the Education Trust Fund Budget Stabilization Fund to prevent proration; however, the withdrawals shall be limited to the amount of the anticipated proration and funds allotted only to the extent necessary to avoid proration of appropriations from the Education Trust Fund. Any funds withdrawn from the Budget Stabilization Fund in excess of the amount necessary to avoid proration shall be transferred back to the Budget Stabilization Fund within 30 days after the end of the fiscal year in which withdrawals are made.\n\n(Act 2011-3, p. 90, §5; Act 2015-538, 2nd Sp. Sess., p. 1924, §1; Act 2018-544, §1; Act 2023-390, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-29/chapter-9/section-29-9-5/"
    },
    {
      "id": "section-29-9-6",
      "number": "29-9-6",
      "heading": "Temporary Transfers into Education Trust Fund.",
      "text": "Section 29-9-6\n\nTemporary Transfers into Education Trust Fund.\n\nDuring the first six months of a fiscal year, the Director of Finance may temporarily transfer available funds in the Budget Stabilization Fund into the Education Trust Fund as necessary to alleviate cash flow problems in the Education Trust Fund. Any funds temporarily transferred shall be repaid to the Budget Stabilization Fund from funds in the Education Trust Fund by September 30 of the fiscal year in which the transfer was made.\n\n(Act 2011-3, p. 90, §6; Act 2015-538, 2nd Sp. Sess., p. 1924, §1; Act 2022-358, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-29/chapter-9/section-29-9-6/"
    }
  ]
}