{
  "state": "pennsylvania",
  "path": "title-title-11/chapter-chapter-2",
  "sections": [
    {
      "id": "section-201",
      "number": "201",
      "heading": "",
      "text": "For the purposes of legislation and the regulation of a city's affairs, current cities of this Commonwealth as well as future cities shall be divided into four classes as follows:\n\n(1) Cities of the first class, having a population of at least 1,000,000 inhabitants.\n\n(2) Cities of the second class, having a population of at least 250,000 inhabitants but less than 1,000,000 inhabitants.\n\n(3) Cities of the second class A, having a population of at least 80,000 inhabitants but less than 250,000 inhabitants on the date that the city adopts or amends a home rule charter designating it as a city of the second class A.\n\n(4) Cities of the third class, having a population of less than 250,000 inhabitants other than cities of the second class A.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-2/section-201/"
    },
    {
      "id": "section-202",
      "number": "202",
      "heading": "",
      "text": "(a) Ascertainment.--The classification of cities shall be ascertained and fixed according to population by reference to the Federal decennial census under this section.\n\n(b) Certification.--\n\n(1) The Governor shall certify the following to the governing body of a city on or before October 1 of the year succeeding the year in which the last preceding Federal decennial census was taken:\n\n(i) a Federal decennial census shows that a city has attained a population entitling the city to an advance in classification; or\n\n(ii) the last two preceding Federal decennial censuses show that a city has decreased in population so as to recede in classification, as provided under this section.\n\n(2) The secretary of the city's governing body shall forward the certificate, electronically or otherwise, under paragraph (1) to the recorder of deeds. The certificate shall be recorded in the recorder of deeds' office. A failure to record the certificate under this paragraph shall not be deemed a defect in procedure or affect any change in classification as provided in this chapter.\n\n(c) Intent.--It is recognized that a change in the classification of local government is attended by certain expense and hardship and the change should not be occasioned by a temporary fluctuation in population. It is the intent of this section that the classification of a city may not be changed because its population has decreased at the time of one Federal decennial census, but rather only after the change is demonstrated by two Federal decennial censuses that the population of a city has remained below the minimum figure of the city's current classification class for at least a decade.\n\n(d) Home rule or optional charter cities.--A city that has adopted a home rule charter or optional charter may not advance or recede in classification because of a change in population unless the electors of the city adopt a revision to the existing charter designating the change in classification.\n\n(e) Change of classification.--\n\n(1) A change of classification ascertained and certified shall take effect on January 1 following the next municipal election occurring not less than 180 days after the change was certified by the Governor.\n\n(2) In the municipal election immediately preceding the effective date of the change under paragraph (1), the proper number of individuals shall be elected to fill an elective office which will exist in the city by the change of classification certified. An election may not be held for an office which will be abolished as a result of a change of classification.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-2/section-202/"
    }
  ]
}