{
  "state": "pennsylvania",
  "path": "title-title-11/chapter-chapter-117",
  "sections": [
    {
      "id": "section-11701",
      "number": "11701",
      "heading": "",
      "text": "(a) Qualifications.--The qualifications for the position of city controller shall be as follows:\n\n(1) The individual must be an accountant.\n\n(2) The individual must be at least 21 years of age.\n\n(3) The individual must be a resident of the city for at least one year before the individual's election to the position of city controller.\n\n(4) Before being sworn into office, the elected city controller must present a signed affidavit to the city clerk certifying that the individual is in accordance with the requirement under paragraph (3).\n\n(5) An elected city controller must reside in the city throughout the individual's term of office.\n\n(b) Bond.--The city controller shall provide a bond in accordance with section 10907 (relating to surety bonds, insurance and premiums) for the faithful performance of official duties as the city controller. The bond shall cover the full term of office and shall be conditioned upon the following:\n\n(1) The accounting for and payment over of all money received as city controller.\n\n(2) The safekeeping and payment over of all public money entrusted to the city controller's care.\n\n(c) Salary.--The city controller shall receive a fixed annual salary set by ordinance in an amount not less than the compensation paid to members of council.\n\nReferences in Text.Act 54 of 2017 added 53 Pa.C.S. ยง 1142, which provides that \"active military duty\" shall not disqualify a person from fulfilling residency requirements for municipal elective office and that one who is a resident of a municipality for at least one year immediately prior to the person's absence due to active military duty shall be deemed to be an ongoing resident of the municipality for purposes of any residency requirement of office unless and until the person demonstrates an intent to establish a new domicile outside the municipality.\n\nCross References. Section 11701 is referred to in section 10701 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11701/"
    },
    {
      "id": "section-11704",
      "number": "11704",
      "heading": "",
      "text": "(a) Payment authorization.--The city controller shall countersign all documents authorizing the payment of money from the city treasury, if satisfied of the legality of the payment.\n\n(b) Oaths or affirmations.--The city controller may administer oaths or affirmations in relation to any matter pertaining to the authentication of any account, claim or demand of or against the city. The city controller may not receive any fee for administering oaths or affirmations under this subsection.\n\n(c) Account examination.--The city controller may examine the following accounts:\n\n(1) The accounts in which the city is concerned either as a debtor or creditor.\n\n(2) The accounts of all city bureaus, officers and departments which collect, receive and disburse public money or are charged with management, control or custody of public money.\n\n(3) The accounts of a city officer upon the death, resignation, removal or expiration of the term of the officer.\n\n(4) The accounts of any library to which the city makes appropriations, any institution owned by the city and any Pennsylvania National Guard units to which the city makes an appropriation.\n\n(d) Subpoenas.--In the same manner in which subpoenas may be issued and enforced in accordance with section 10917 (relating to powers of subpoena and compelling testimony), the city controller may issue subpoenas to obtain the attendance of officers whose accounts the city controller is authorized to examine and any other individuals whom it may be necessary to examine as witnesses.\n\n(e) Statements.--The city controller may present council with annual or periodic statements concerning the results of the city controller's examination of accounts, which shall be public records in accordance with the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11704/"
    },
    {
      "id": "section-11704-1",
      "number": "11704.1",
      "heading": "",
      "text": "The city controller may appoint a deputy controller and may select individuals to serve as assistants and employees in the city controller's office. The number of assistants and employees permitted, if any, shall be fixed by council. Assistants and employees in the city controller's office shall, in all other respects, be considered employees of the city. The deputy controller, assistants and employees appointed under this section shall be bonded and their compensation shall be fixed by council.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11704-1/"
    },
    {
      "id": "section-11704-2",
      "number": "11704.2",
      "heading": "",
      "text": "In case of the sickness, absence or inability of a city controller to perform the city controller's duties, if no deputy controller has been appointed by the city controller, council may appoint a temporary deputy controller to serve during the sickness, absence or inability of the city controller or until the city controller shall appoint a deputy controller. A deputy controller shall be bonded and receive the compensation fixed by council.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11704-2/"
    },
    {
      "id": "section-11704-3",
      "number": "11704.3",
      "heading": "",
      "text": "The appointment of an independent auditor in accordance with Subchapter B (relating to independent auditor) shall not abolish the office of city controller. The elected controller shall continue to exercise the powers retained for the controller in this subchapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11704-3/"
    },
    {
      "id": "section-11704-11",
      "number": "11704.11",
      "heading": "",
      "text": "Council shall provide, by resolution, for the appointment of an independent auditor. The independent auditor may be a certified public accountant or a firm of certified public accountants.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11704-11/"
    },
    {
      "id": "section-11704-12",
      "number": "11704.12",
      "heading": "",
      "text": "(a) Annual audit.--The independent auditor shall conduct an annual audit of all accounts of city officers, departments and offices which collect, receive and disburse public money or are authorized with the management, control or custody of public money on which the independent auditor is required to report under this subchapter. The annual audit, as directed by council, shall also include any accounts subject to examination by the city controller under Subchapter A (relating to city controller).\n\n(b) Subpoenas.--The independent auditor may issue subpoenas to obtain the attendance of officers whose accounts the independent auditor is authorized to examine and any other individuals whom it may be necessary to examine as witnesses.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11704-12/"
    },
    {
      "id": "section-11705",
      "number": "11705",
      "heading": "",
      "text": "(a) Audit report.--\n\n(1) At council's first meeting in March of each year, the independent auditor shall submit a report to council that includes the audits made of the accounts of the officers authorized with the custody, control or disbursement of public money. The report shall provide the balance of each officer's accounts.\n\n(2) Within 90 days of the end of each fiscal year, the independent auditor shall file a copy of the annual report under paragraph (1) with the clerk of court or the prothonotary, as provided by local rule of court.\n\n(b) Financial condition report.--The independent auditor shall submit an annual report to council summarizing the fiscal condition of the affairs of the city. Council may require advisory interim reports from the independent auditor.\n\n(b.1) Right-to-know.--Reports prepared under this section shall be public in accordance with the act of February 14, 2008 (P.L.6, No.3), known as the Right-to-Know Law.\n\n(c) Appeals.--Not later than 45 days after the annual report to council has been filed, the city, a taxpayer of the city on the city's behalf or any officer whose account is settled or audited may file an appeal from the settlement or audit to the court of common pleas of the county in which the city is located. If the appellant is a taxpayer of the city or an officer, the taxpayer of the city or the officer shall file a bond, with one or more sufficient sureties, conditioned to pay reasonable attorney fees and court costs if the appellant fails in the appeal.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-117/section-11705/"
    }
  ]
}