{
  "state": "pennsylvania",
  "path": "title-title-11/chapter-chapter-115",
  "sections": [
    {
      "id": "section-11501",
      "number": "11501",
      "heading": "",
      "text": "Council shall provide for the manner of appointment and compensation of the city engineer. The city engineer shall be a registered professional engineer in this Commonwealth and shall serve at the pleasure of council. Nothing in this section shall be construed to prohibit council from designating an engineering firm of registered professional engineers from performing the duties and functions of the city engineer.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-115/section-11501/"
    },
    {
      "id": "section-11502",
      "number": "11502",
      "heading": "",
      "text": "The city engineer shall have the supervision, direction and control of the engineering matters of the city. Unless authorized by council, a department of the city may not employ or retain any additional engineers.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-115/section-11502/"
    },
    {
      "id": "section-11503",
      "number": "11503",
      "heading": "",
      "text": "As authorized by council, engineering work undertaken by the city shall be performed or supervised by the city engineer or by another registered professional engineer employed by the city for a particular purpose. The duties of the city engineer may include all of the following:\n\n(1) Preparing plans, specifications and estimates and undertaking other engineering work relating to constructing, reconstructing, maintaining and repairing streets, pavements, sewers, bridges, culverts and other municipal improvements.\n\n(2) Making reports, giving estimates, supplying information and responding to questions concerning city engineering work to city officials and employees. Council may regulate the manner, number and method of making questions under this paragraph.\n\n(3) Conducting, supervising or directing surveys relating to city property and improvements authorized by law or as directed by council.\n\n(4) Preparing a topographical survey of the city or a general plan of city streets, marking the lines of streets, including streets already opened and streets intended to be opened for public use, as council may deem necessary.\n\n(5) Surveying, making a draft or plan of and laying out new or proposed streets, as council may deem necessary.\n\n(6) Reporting a grade for any proposed or new streets, as council may deem necessary.\n\n(7) Making reports, as deemed expedient by the city engineer or as council shall direct, of the surveys and plans of city streets in convenient locations without awaiting the completion of the entire survey.\n\n(8) Keeping and maintaining books and records and providing for certified copies of books and records, as provided by council or required by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-115/section-11503/"
    },
    {
      "id": "section-11504",
      "number": "11504",
      "heading": "",
      "text": "(a) Certification.--Within a reasonable time after the completion of any municipal improvement, the cost and expense of which, in whole or in part, is to be paid by the abutting property owner, the city engineer or employees designated by the city engineer shall:\n\n(1) certify the day or time of the completion of work;\n\n(2) file the certification under paragraph (1) with the city clerk, who shall maintain a centralized book or listing of certifications; and\n\n(3) provide notice of the filing to the city solicitor.\n\n(b) Evidence of completion.--Information filed with the city clerk under subsection (a)(2) shall be conclusive evidence of the day or time when the improvement commenced and was completed.\n\n(c) Definition.--As used in this section, the term \"the day or time of the completion of the work\" means the time of the completion of the whole contract for the improvement.\n\nCross References. Section 11504 is referred to in section 13002 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-115/section-11504/"
    },
    {
      "id": "section-11505",
      "number": "11505",
      "heading": "",
      "text": "For the purposes of carrying out authorized surveys, laying out streets or other engineering work of the city, the city engineer or other persons engaged in city engineering work may enter upon any property occupied by any person within the city.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-115/section-11505/"
    }
  ]
}