{
  "state": "pennsylvania",
  "path": "title-title-11/chapter-chapter-111",
  "sections": [
    {
      "id": "section-11101",
      "number": "11101",
      "heading": "",
      "text": "The city may enact an ordinance establishing departments to implement administrative functions of the city. If the city fails to adopt an ordinance, powers and duties of the city shall be allocated and assigned among the following:\n\n(1) The department of public affairs.\n\n(2) The department of accounts and finance.\n\n(3) The department of public safety.\n\n(4) The department of streets and public improvements.\n\n(5) The department of parks and public property.\n\nReferences in Text.Act 54 of 2017 added 53 Pa.C.S. ยง 1142, which provides that \"active military duty\" shall not disqualify a person from fulfilling residency requirements for municipal elective office and that one who is a resident of a municipality for at least one year immediately prior to the person's absence due to active military duty shall be deemed to be an ongoing resident of the municipality for purposes of any residency requirement of office unless and until the person demonstrates an intent to establish a new domicile outside the municipality.\n\nCross References. Section 11101 is referred to in sections 10701, 11003 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-111/section-11101/"
    },
    {
      "id": "section-11102",
      "number": "11102",
      "heading": "",
      "text": "Council may, by ordinance, do all of the following:\n\n(1) Determine the powers and duties to be performed by each department.\n\n(2) Prescribe the powers and duties of officers and employees.\n\n(3) Assign particular officers and employees, including directors of departments, to one or more of the departments.\n\n(4) Require an officer or employee to perform duties in two or more departments.\n\n(5) Adopt rules and regulations as deemed necessary for the efficient and economical conduct of the business of the city.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-111/section-11102/"
    },
    {
      "id": "section-11103",
      "number": "11103",
      "heading": "",
      "text": "(a) Duties of mayor.--\n\n(1) If a department of public affairs is established by ordinance, the mayor shall be director of the department of public affairs.\n\n(2) Regardless of whether or not a department of public affairs is established by ordinance, the mayor shall supervise city police.\n\n(b) Designations.--\n\n(1) Council shall, at its organizational meeting, designate, by resolution, a council member to be a director of any of the following, if established by ordinance:\n\n(i) The department of accounts and finance.\n\n(ii) The department of public safety.\n\n(iii) The department of streets and public improvements.\n\n(iv) The department of parks and public property.\n\n(2) A designation under paragraph (1) may be changed at council's discretion.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-111/section-11103/"
    },
    {
      "id": "section-11104",
      "number": "11104",
      "heading": "",
      "text": "A department director shall be responsible for the property and supplies of the city within the director's department. The department director shall prepare and maintain a perpetual inventory of the property and supplies for which the department director is responsible and, from time to time during the fiscal year, file the inventory with the city clerk or other official designated by council. The city clerk or other designated official with whom the inventory is filed shall, upon request, transmit a copy of the inventory to the chief fiscal officer and council.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-111/section-11104/"
    },
    {
      "id": "section-11105",
      "number": "11105",
      "heading": "",
      "text": "(a) Report.--At the close of each quarter of the fiscal year, a department director shall prepare and submit to the director of the department of accounts and finance, if a department of accounts and finance is established by ordinance, or to the business administrator or other official designated by council, a comprehensive and detailed report of all expenditures and operations of the director's department during the quarter.\n\n(b) Review.--Not later than the date of the second meeting of council, the director of the department of accounts and finance, if the department of accounts and finance is established by ordinance, or the business administrator or other official designated by council, shall:\n\n(1) review and consolidate the quarterly reports submitted under subsection (a); and\n\n(2) prepare and submit to council a consolidated report on the expenditures and operations of the city government, including recommendations.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-11/chapter-111/section-11105/"
    }
  ]
}