{
  "state": "hawaii",
  "path": "title-title-10-public-safety-and-internal-security/chapter-137-search-and-rescue-reimbursement-act",
  "sections": [
    {
      "id": "section-137-1",
      "number": "137-1",
      "heading": "Definitions.137-2 Reimbursement.137-3 Action.",
      "text": "§137-1 Definitions.As used in this chapter, unless the context otherwise requires:\n\n\"Government entity\" means any department, unit, or agency, of the federal, state, or county governments.\n\n\"Search and rescue expenses\" include the following expenses incident to, and incurred by, a government entity or any person or private entity in a search or rescue operation:\n\n(1) Any and all actual hourly wages, salaries, and employment-related benefits, of persons participating in a search or rescue operation;\n\n(2) Any and all equipment costs, including rental, lease, use, repair, and/or replacement costs of equipment used in a search or rescue operation;\n\n(3) Any and all fuel expenses incident to a search or rescue operation;\n\n(4) Any and all other expenses relating to a search and rescue operation.\n\n\"Warning or notice\" means any warning or notice issued by a government entity posted on any type of sign. [L 1999, c 66, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-10/chapter-137/section-137-1/"
    },
    {
      "id": "section-137-2",
      "number": "137-2",
      "heading": "Reimbursement.",
      "text": "§137-2 Reimbursement.(a) Whenever any government entity engages in a search or rescue operation for the purpose of searching for or rescuing a person, and incurs search and rescue expenses therein, the government entity may seek reimbursement from the following:\n\n(1) The person on whose behalf search or rescue operations were conducted, including the person's estate, guardians, custodians, or other entity responsible for the person's safety;\n\n(2) A person who ultimately benefited from a search or rescue operation by being rescued; or\n\n(3) Any entity responsible for placing the person in the position of danger for which the search or rescue operation was initiated.\n\n(b) Reimbursement under subsection (a) shall be allowed only if the need for search or rescue was caused by any act or omission by the person searched for or rescued, constituting intentional disregard for the person's safety, including, but not limited to, intentionally disregarding a warning or notice. [L 1999, c 66, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-10/chapter-137/section-137-2/"
    },
    {
      "id": "section-137-3",
      "number": "137-3",
      "heading": "Action.",
      "text": "§137-3 Action.(a) Whenever a government entity seeks reimbursement of search and rescue expenses, including expenses paid or owing to private persons or entities by the government entity, in connection with a search and rescue, the government entity may bring an action in any court of competent jurisdiction; provided the reimbursement sought shall not in any case exceed the total cost incurred for the search and rescue operation.\n\n(b) This chapter is not intended to restrict or diminish the right of any government entity to settle or compromise its rights provided in this chapter. [L 1999, c 66, pt of §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-10/chapter-137/section-137-3/"
    }
  ]
}