{
  "state": "michigan",
  "path": "title-chapter-35-veterans-and-members-of-armed-forces/chapter-act-15-of-1946-1st-ex-sess-minors-contracts-35541-35541",
  "sections": [
    {
      "id": "section-35541",
      "number": "35.541",
      "heading": "Minor Veterans and Spouses; Contracts, Agreements, Conveyances or Leases of Mortgaged Property.",
      "text": "Any person who is eligible to obtain any of the benefits accorded by the \"servicemen's readjustment act of 1944,\" Public Law 346—78th Congress, Chapter 268, 2nd Session, approved June 22, 1944, as amended, and as the same may be hereafter amended from time to time, with his or her spouse, if any, is hereby authorized to enter into contracts and agreements, and do all other proper acts to secure any of said benefits, regardless of any legal disability existing on account of such person's or spouse's age; and any such contract or agreement made by any such person or his or her spouse shall not be invalid or voidable by reason of the minority of such person or spouse, and any such person is further empowered with his or her spouse, if any, who may be a minor, to convey or lease any property encumbered by a mortgage executed under the authority of this act. It is the intent and purpose of this act to authorize such persons, or spouses of such persons, under the age of 21 years to enter into valid contracts and agreements, and to do all other acts necessary in connection with obtaining any of said benefits, and in connection with the execution of conveyances of property encumbered by a mortgage executed under the authority of this act, and to impose liability upon such persons and spouses, and for the purpose of this act the defense of minority shall not be interposed.\n\nHistory:1946, 1st Ex. Sess., Act 15, Imd. Eff. Feb. 25, 1946 ;-- Am. 1947, Act 219, Imd. Eff. June 17, 1947 ;-- CL 1948, 35.541Compiler's Notes:For provisions of servicemen's readjustment act of 1944, referred to in this section, see 38 U.S.C. § 693 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-15-of-1946-1st-ex-sess/section-35-541/"
    }
  ]
}