{
  "state": "michigan",
  "path": "title-chapter-35-veterans-and-members-of-armed-forces/chapter-act-370-of-1974-vietnam-veteran-era-bonus-act-351021-351038",
  "sections": [
    {
      "id": "section-351021",
      "number": "35.1021",
      "heading": "Short Title.Section 35.1022 - Definitions",
      "text": "Section 35.1023 - Service Bonus for Combat Veterans and Veterans; Amount.Section 35.1024 - Bonus as Both Veteran and Combat Veteran Prohibited.Section 35.1025 - Veteran or Combat Veteran Deceased or Listed Missing in Action, or Veteran Deceased From Service-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-351022",
      "number": "35.1022",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Period of service\" means that period of time between 12:01 a.m., January 1, 1961, and 12:01 a.m., September 1, 1973.\n\n(b) \"Veteran\" means an individual who meets both of the following:\n\n(i) Is a veteran as defined in section 1 of 1965 PA 190, MCL 35.61.\n\n(ii) Has completed not less than 190 days of honorable service or is listed as missing in action or died during the period of service from service-connected causes in the army, air, naval, marine, or coast guard forces of the United States including the auxiliary branches, was a resident of this state for not less than 6 months before entering the service or, while on active duty, was a resident of this state for not less than 6 months immediately before January 1, 1961, and has not applied for and received similar benefits from another state for the same period of service. The 190 days required active duty does not include a period when assigned full time by the armed forces to a civilian institution for a course substantially the same as a course offered to civilians; or a period served as a cadet or midshipman at a service academy, active duty for training in an enlistment in the Army or Air National Guard, or as a reserve for service in the Army, Navy, Air Force, Marine Corps, or Coast Guard Reserve, with the exception of those military personnel who converted to active duty immediately upon completion of the initial active duty for training as evidenced by noninterruption in pay status from that of initial active duty for training to that of active duty. The 190 days' active duty requirement shall not apply to a person who died or who received a medical discharge from active military service due to injuries or disease incurred in the line of duty, as verified by the veterans' records or by the Veterans' Administration.\n\n(c) \"Combat veteran\" means a veteran listed as missing in action, or a veteran eligible to wear the Vietnam Service Medal or the Armed Forces Expeditionary Medal if eligibility for the award occurred during the period of service.\n\n(d) \"Beneficiary\", subject to section 14(2), means in relation to a deceased veteran or a veteran listed as missing in action, the surviving spouse, child or children, or the dependent surviving mother or father in the order named which determination may be made by the probate court of the county of residence of the veteran at the time of death. A surviving parent of a veteran shall be eligible as a dependent of the veteran if that person had a reasonable expectation of support in whole or in part from the veteran and that expectation is stated in the application.\n\n(e) \"Honorable service\" means that service as evidenced by:\n\n(i) Honorable or general discharge, or separation under honorable conditions.\n\n(ii) In the case of a person who has not been discharged, a certificate from the appropriate service authority that a person did qualify under subparagraph (i) as if the veteran was being discharged or separated.\n\nTime lost while absent without leave, in desertion, in confinement while undergoing the sentence of a court-martial, or time lost while in a nonduty status because of disease contracted through the veteran's own misconduct shall not be construed as honorable service.\n\n(f) \"Adjutant general\" means the adjutant general of this state.\n\n(g) \"Resident\" means a person who has acquired a status as follows:\n\n(i) Was born in and lived in this state until entrance into the armed forces of the United States.\n\n(ii) Was born in, but was temporarily living outside this state, not having abandoned residence in this state before entrance into the armed forces of the United States.\n\n(iii) Had resided within this state for at least 6 months immediately before entrance into military service or, while on active duty, was a resident of this state for not less than 6 months immediately before January 1, 1961, and had, before or during this 6 months' period:\n\n(A) Registered to vote in this state.\n\n(B) Lived with a parent or person standing in loco parentis who had acquired a residence as set forth in this subdivision, while an unemancipated minor.\n\n(C) If not registered to vote in this state, was not registered to vote in another state, or had not voted in another state within 6 months before entering service or before January 1, 1961.\n\n(iv) Information appearing on the discharge documents of the veteran that shows a permanent address for mailing purposes, an address from which employment will be sought, or a home address at time of entry into service in another state, shall not necessarily be construed to mean that the veteran intended to abandon his or her residence in this state for purposes of this act.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 1975, Act 23, Imd. Eff. Apr. 10, 1975 ;-- Am. 1975, Act 191, Imd. Eff. Aug. 8, 1975 ;-- Am. 1978, Act 491, Imd. Eff. Dec. 1, 1978 ;-- Am. 1979, Act 213, Imd. Eff. Jan. 15, 1980 ;-- Am. 1980, Act 194, Imd. Eff. July 8, 1980 ;-- Am. 2016, Act 201, Eff. Sept. 20, 2016",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1022/"
    },
    {
      "id": "section-351023",
      "number": "35.1023",
      "heading": "Service Bonus for Combat Veterans and Veterans; Amount.",
      "text": "(1) A combat veteran shall be paid a service bonus in the amount of $600.00.\n\n(2) A veteran shall be paid a service bonus of $15.00 per month for each month or major portion thereof served, but not to exceed a maximum of $450.00.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1023/"
    },
    {
      "id": "section-351024",
      "number": "35.1024",
      "heading": "Bonus as Both Veteran and Combat Veteran Prohibited.",
      "text": "A person shall not be entitled to a bonus as both a veteran and a combat veteran.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1024/"
    },
    {
      "id": "section-351025",
      "number": "35.1025",
      "heading": "Veteran or Combat Veteran Deceased or Listed Missing in Action, or Veteran Deceased From Service-Connected Causes After Payment of Bonus; Rights of Beneficiary",
      "text": "(1) If the veteran or combat veteran is deceased, or is listed as missing in action, the beneficiary shall be entitled to receive a bonus and may make application to the adjutant general of this state for the respective service bonus the deceased veteran or combat veteran would have been entitled to under this act.\n\n(2) If a veteran is deceased from service-connected causes after payment of a bonus under this act, the beneficiary shall be entitled to receive the difference between the amount which had been received by the veteran and the sum of $450.00.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 1975, Act 23, Imd. Eff. Apr. 10, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1025/"
    },
    {
      "id": "section-351026",
      "number": "35.1026",
      "heading": "Application for Payment; Form; Certified Copy of Discharge or Evidence of Honest and Faithful Service.",
      "text": "A veteran or his beneficiary entitled to payment shall make application to the adjutant general upon a form as may be prescribed by him. If the veteran is incompetent, or his beneficiary is incompetent, or a minor, application shall be made by his guardian. An application shall be accompanied by a certified copy of discharge or by evidence of honest and faithful service during the period of service as shall be prescribed by the adjutant general.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 1975, Act 23, Imd. Eff. Apr. 10, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1026/"
    },
    {
      "id": "section-351027",
      "number": "35.1027",
      "heading": "Payment of Claim; Claim Not Assignable or Subject to Garnishment, Attachment, or Levy of Execution; Rejection of Claim; Notice; Appeal; Certification of Record; Order Allowing or Denying Claim; Return of Files and Records; Reapplication for Benefits",
      "text": "(1) Upon submission to the adjutant general of satisfactory proof that the applicant is entitled to payment under this act, the adjutant general shall compute the amount of payment due the applicant, make a record thereof, and transmit the claim for payment directly to the department of treasury for payment. Payment shall be made from the Vietnam veteran era bonus fund. A claim for payment under this act shall not be assignable, or subject to garnishment, attachment, or levy of execution.\n\n(2) If the proof as to eligibility for payment submitted by an applicant either with or as a part of the applicant's initial application, or pursuant to request of the adjutant general after submission of the application, is not satisfactory to the adjutant general, the adjutant general shall reject the claim.\n\n(3) Upon rejection of a claim the adjutant general shall mail to the claimant a notice of the rejection; the notice shall inform the claimant of the claimant's right to file with the adjutant general a request for appeal to the state court of claims within 6 months after the mailing of the notice by the adjutant general.\n\n(4) The notice shall also inform the claimant that a failure to file a request for appeal to the court of claims within the stipulated time shall render the determination of the adjutant general final without any further right of claimant to appeal from same.\n\n(5) The claimant shall have 6 months from the mailing by the adjutant general of a notice of rejection in which to appeal to the court of claims, and upon failure by the claimant to file with the adjutant general a request for appeal to the court of claims within this 6 months' period the determination by the adjutant general in the claim shall be final.\n\n(6) Upon the filing of the request for appeal to the court of claims, the adjutant general shall immediately certify the entire record of the claim to the court of claims and shall furnish to the court additional information in, or which may thereafter come into the adjutant general's possession, or which may be requested by the court.\n\n(7) Upon receipt of an order by the court of claims that a claimant whose claim has been so certified as in this act provided is entitled to payment, and upon the order becoming final, the claim shall be paid in the same manner as provided in this act.\n\n(8) In each case in which the court of claims enters its order allowing or denying a claim, and upon the order becoming final, the files and records on the claim shall be returned by the court of claims to the adjutant general, to be retained by the adjutant general as permanent records.\n\n(9) A person who filed a claim under this act and whose claim was rejected by either the adjutant general or the court of claims solely because of a discharge which was less than honorable, may file a reapplication for benefits if the discharge which caused the disqualification for benefits has subsequently been upgraded to a discharge indicating honorable service. The reapplication shall be submitted and processed in the same manner as an initial application.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 1978, Act 119, Imd. Eff. Apr. 25, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1027/"
    },
    {
      "id": "section-351027a",
      "number": "35.1027a",
      "heading": "Court of Claims; Jurisdiction Extended to Include Claims Made Pursuant to This Act; Transferred Claims; Commissioner; Rules; Fees, Expenses, and Compensation; Notice; Hearing; Abandoned Claim; Petition; Examination of Record; Report; Additional Affidavits or Depositions; Order; Appeal",
      "text": "The jurisdiction of the court of claims is extended to include claims made pursuant to this act. The claims shall have been rejected by the adjutant general as provided by this act. Any claim transferred to the court of claims by the adjutant general shall be a claim accruing from the date of receipt by the court of the claim. The governor by and with the advice and consent of the senate may appoint a commissioner to the court of claims who shall hold office at the pleasure of the governor and who shall be paid a salary as determined by the legislature. The commissioner shall be an attorney licensed to practice law in this state. The commissioner shall assist the court and the applicant in all matters coming before the court by reason of this section. The court by rule shall establish the powers and duties of the commissioner with reference to the claims transferred to the court under this section and may promulgate such other rules as shall facilitate the disposition of claims transferred to it under this section. The fees and the payment of attorneys for services under this section shall be subject to the approval of the court. Expenses incurred under and compensations paid under the provisions of this section shall be paid from funds under this act and the state administrative board is hereby directed to release to the court of claims sufficient funds necessary to carry out the provisions of this section.\n\nUpon receipt of any claim transferred by the adjutant general the court shall forthwith send a notice to the claimant at the last known address of the claimant, by certified mail deliverable to addressee only, that the case has been transferred to the court of claims and that the claimant has the right to a separate hearing or to have the case adjudicated on the record. The notice shall clearly inform the claimant of the time limits placed by this section on his rights to a hearing before the court on his claim or to have his case adjudicated on the record before the court. The notice may also contain such additional information or request for information as the court shall deem necessary or advisable for the expeditious consideration of the claim.\n\nEach notified claimant shall have the right to a hearing before the court upon application made within 60 days after the date of receipt of notice that the case has been transferred to the court. A claimant living outside the continental United States at the time of receipt of the notice shall have 120 days after the date of receipt of the notice in which to make application to the court of claims. Upon failure of claimant to apply for hearing or upon request to determine the claim on the record, the court shall consider and determine the claim upon the record as transferred to the court by the adjutant general together with such additional information as may be furnished under the provisions of this section. If any notice so required to be sent to any claimant is returned undelivered, the case shall be held by the court for a period of 1 year after the date of the return and each claim upon which an action shall not have been taken within that time shall prima facie be deemed to have been abandoned. If, during the 1 year period, the court receives notice of the whereabouts of a claimant, it shall give notice to the claimant, as this act provides, and proceedings shall be had as though the notice was the first notice sent by the court to the claimant. At any time prior to the final determination of any claim, the court may, on its own motion, grant the claimant a hearing.\n\nUpon application for a separate hearing, the application, together with the record transferred by the adjutant general, shall be deemed to constitute a petition as required by the court.\n\nThe commissioner shall examine the record and shall make a report with reference to the court, including recommendations, if any. The court shall have the right to require of claimants as do not apply for a separate hearing such additional affidavits or depositions, within a reasonably limited time, as it deems necessary for the adjudication of the claim, and the claimants may also, within a reasonably limited time, furnish additional affidavits or depositions in support of their claims.\n\nIf the court determines that the claimant is entitled to payment and the amount to be paid, or that the claimant is not entitled to payment, an appropriate order shall be entered and the adjutant general and the claimant notified. Appeal may be had as provided by Act No. 236 of the Public Acts of 1961, being section 600.101, et seq. of the Michigan Compiled Laws.\n\nHistory:Add. 1975, Act 27, Imd. Eff. Apr. 24, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1027a/"
    },
    {
      "id": "section-351028",
      "number": "35.1028",
      "heading": "Expenses of Administration; Appropriation.",
      "text": "The expenses of the administration of this act shall be paid from the general fund in accordance with the accounting laws of the state. For this purpose there is appropriated a sum of not more than $1,200,000.00 from the general fund which shall be released by the state administrative board on recommendation of the state budget director to the department of military affairs as required to carry out the provisions of this act. Any necessary expense incurred by the adjutant general prior to the effective date of this act in preparation for the prompt payment of veterans' claims in administering the purposes of this act shall be refunded to the department of military affairs, out of the appropriation hereby made, after an itemized claim therefor shall have been submitted to and approved by the state administrative board.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1028/"
    },
    {
      "id": "section-351029",
      "number": "35.1029",
      "heading": "Wilful False Statement; Penalty.",
      "text": "A person who wilfully makes a false statement in the application for benefits under the provisions of this act is guilty of a felony, and shall be imprisoned for not less than 1 year nor more than 3 years.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1029/"
    },
    {
      "id": "section-351030",
      "number": "35.1030",
      "heading": "Payments Deemed Gifts or Gratuities.",
      "text": "The payments provided in this act are gifts or gratuities and are not pay for services rendered.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1030/"
    },
    {
      "id": "section-351031",
      "number": "35.1031",
      "heading": "Time Limitation on Application for Benefits; Exception.",
      "text": "An application for benefits under this act shall not be filed or received, except for applications under section 5(2), after June 30, 1980.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 1975, Act 23, Imd. Eff. Apr. 10, 1975 ;-- Am. 1980, Act 194, Imd. Eff. July 8, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1031/"
    },
    {
      "id": "section-351032",
      "number": "35.1032",
      "heading": "Person Not Disqualified by Eligibility or Application for Other Benefits.",
      "text": "A person making claim for receiving benefits provided by Act No. 12 of the Public Acts of 1947, as amended, being sections 35.921 to 35.932 of the Michigan Compiled Laws, or who may be eligible for benefits under the Korean veterans' military pay act of 1955, being Act No. 8 of the Public Acts of 1955, as amended, being sections 35.971 to 35.984 of the Michigan Compiled Laws, is not disqualified from receiving benefits under this act by reason of accepting benefit payment as provided by Act No. 12 of the Public Acts of 1947, as amended, or Act No. 8 of the Public Acts of 1955, as amended.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1032/"
    },
    {
      "id": "section-351033",
      "number": "35.1033",
      "heading": "Federal Financial Aid or Other Assistance.",
      "text": "If the Congress of the United States adopts measures providing for financial aid or other assistance available to the state in the payment of the bonus under the provisions of this act, the state administrative board is authorized on behalf of the state to accept that financial or other assistance.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1033/"
    },
    {
      "id": "section-351034",
      "number": "35.1034",
      "heading": "Bonds; Issuance; Purpose; Procedure; Source of Payments to Qualified Veterans or Beneficiaries.",
      "text": "(1) The state shall borrow the sum of $205,000,000.00 and issue the general obligation bonds of the state therefor pledging the faith and credit of the state for the payment of the principal and interest thereon for the purpose of providing money for payment of benefits to veterans, in accordance with conditions, methods, and procedures therefor to be established by law.\n\n(2) A person who qualifies for a bonus as a veteran or as a beneficiary both under this act and under section 1 of Act No. 106 of the Public Acts of 1974, being section 35.1001 of the Michigan Compiled Laws, shall receive the payments authorized by this act from the proceeds of the sale of bonds authorized by this act. All other persons defined as veterans qualified for a bonus or as beneficiaries by this act, pursuant to the power of the legislature to prescribe eligibility as provided in section 4 of Act No. 106 of the Public Acts of 1974, being section 35.1004 of the Michigan Compiled Laws, shall receive the payments authorized by this act from such funds as are appropriated by the legislature for the purpose of making those payments.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 1975, Act 191, Imd. Eff. Aug. 8, 1975",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1034/"
    },
    {
      "id": "section-351035",
      "number": "35.1035",
      "heading": "Bonds; Series; Maturities; Interest; Prior Redemption; Registration; Form; Execution; Investment and Reinvestment of Proceeds; Sale; Notice; Bonds and Notes Not Subject to Revised Municipal Finance Act; Issuance Subject to Agency Financing Reporting Act",
      "text": "(1) The bonds shall be issued in 1 or more series, each series to be in the principal amount, to be dated, to have the maturities that may be either serial, term, or term and serial, at the lowest possible interest cost, to be subject or not subject to prior redemption and if subject to prior redemption with the call premiums, to be payable at the place or places, to have or have not the provisions for registration as to principal only or as to both principal and interest, to be in the form and to be executed in the manner as shall be determined by resolution to be adopted by the administrative board. The administrative board may in the resolution provide for the investment and reinvestment of bond sales proceeds and any other details for the bonds and security of the bonds as may be deemed to be necessary and advisable. The bonds or any series of the bonds shall be sold for not less than the par value and shall be sold at public sale after publication of a notice of sale in a newspaper circulating in this state, which carries as part of its regular service notices of sale of municipal bonds, at least 7 days before the date fixed for sale of the bonds or series of bonds.\n\n(2) Bonds and notes issued under this act are not subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(3) The issuance of bonds and notes under this act is subject to the agency financing reporting act.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 2002, Act 380, Imd. Eff. May 24, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1035/"
    },
    {
      "id": "section-351036",
      "number": "35.1036",
      "heading": "Bonds; Disposition and Disbursement of Proceeds; Deposit of Premium and Accrued Interest.",
      "text": "The proceeds of sale of the bonds or any series thereof shall be deposited in the state treasury in a separate account and shall be disbursed therefrom only for the purposes for which the bonds have been authorized and the expense of issuing said bonds. Any premium and accrued interest received on the delivery of the bonds shall be deposited in the general fund. Proceeds of sale of the bonds or any series thereof shall be expended for the purposes set forth in this act in the manner as provided by law.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1036/"
    },
    {
      "id": "section-351037",
      "number": "35.1037",
      "heading": "Bonds; Negotiable; Tax Exempt.",
      "text": "Bonds issued under this act shall be fully negotiable under the uniform commercial code, 1962 PA 174, MCL 440.1101 to 440.11102, and the bonds and the interest thereon are exempt from all taxation by this state or any of its political subdivisions.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974 ;-- Am. 2000, Act 349, Eff. Mar. 28, 2001",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1037/"
    },
    {
      "id": "section-351038",
      "number": "35.1038",
      "heading": "Bonds as Investment Securities.",
      "text": "Bonds issued under the provisions of this act are hereby made securities in which all banks, bankers, savings banks, trust companies, savings and loan associations, investment companies, and other persons carrying on a banking business, all insurance companies, insurance associations, and other persons carrying on an insurance business and all administrators, executors, guardians, trustees, and other fiduciaries may properly and legally invest any funds, including capital, belonging to them or within their control.\n\nHistory:1974, Act 370, Imd. Eff. Dec. 23, 1974",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-370-of-1974/section-35-1038/"
    }
  ]
}