{
  "state": "michigan",
  "path": "title-chapter-35-veterans-and-members-of-armed-forces/chapter-act-63-of-1915-markers-for-veterans-graves-35831-35833",
  "sections": [
    {
      "id": "section-35831",
      "number": "35.831",
      "heading": "Flag Holders and United States Flag for Veterans' Graves in Cemetery Belonging to City, Village, Municipality, or Township; Petition; Expense; Purpose; Assembly or Manufacture Within This State or Elsewhere in United States; Purchase; Noncompliance as Civil Infraction",
      "text": "(1) The legislative body of a city, village, municipality, or township in this state, upon the petition of a local recognized veterans' organization, an affiliate of a recognized veterans' organization, or 5 eligible voters of the city, village, municipality, or township, shall procure for and furnish to the petitioners, at the expense of the city, village, municipality, or township, a suitable flag holder and United States flag for the grave of each veteran who served in the armed forces of the United States and who is buried within the limits of a public or private cemetery located within the city, village, municipality, or township. The requirement to provide a suitable flag holder and United States flag for private cemeteries does not apply in the fiscal year in which an initial request for a suitable flag holder and United States flag exceeds 50 graves within a particular township, but would apply in the immediately succeeding fiscal year in that township.\n\n(2) A flag holder and United States flag shall be placed on the grave of a veteran for the purpose of marking and designating the grave for memorial purposes.\n\n(3) A city, village, municipality, or township shall not purchase flag holders or United States flags assembled or manufactured outside of the United States if competitively priced and of comparable quality flag holders or United States flags made in this state or elsewhere in the United States are available. If a city, village, municipality, or township purchases flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, that city, village, municipality, or township shall post on a website maintained by that city, village, municipality, or township notification that the city, village, municipality, or township purchased flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, and that city, village, municipality, or township shall also post on that website the country of origin of the flag holders or United States flags purchased. If a city, village, municipality, or township purchases flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, and that city, village, municipality, or township does not maintain a website, that city, village, municipality, or township shall post at its principal office and any other locations considered appropriate by that city, village, municipality, or township notification that the city, village, municipality, or township purchased flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, and that city, village, municipality, or township shall also post at its principal office and any other locations considered appropriate by that city, village, municipality, or township the country of origin of the flag holders or United States flags purchased. If a city, village, municipality, or township does not comply with this subsection, that city, village, municipality, or township is responsible for a state civil infraction and may be ordered to pay a civil fine of not more than $500.00. As used in this subsection, \"United States\" includes territories of the United States and the District of Columbia.\n\nHistory:1915, Act 63, Imd. Eff. Apr. 20, 1915 ;-- CL 1915, 1062 ;-- CL 1929, 936 ;-- CL 1948, 35.831 ;-- Am. 1979, Act 142, Imd. Eff. Nov. 8, 1979 ;-- Am. 1988, Act 263, Imd. Eff. July 15, 1988 ;-- Am. 2005, Act 26, Imd. Eff. May 23, 2005 ;-- Am. 2006, Act 627, Imd. Eff. Jan. 3, 2007 ;-- Am. 2014, Act 19, Eff. May 26, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-63-of-1915/section-35-831/"
    },
    {
      "id": "section-35831a",
      "number": "35.831a",
      "heading": "Flag Holder and United States Flag; Procurement by County; Expense; Purpose; Assembly or Manufacture Within This State or Elsewhere in United States; Noncompliance as Civil Infraction",
      "text": "(1) The legislative body of a county in this state, upon petition of a local recognized veterans' organization, or a local affiliate of a recognized veterans' organization, or of 5 eligible voters of the county, may procure for and furnish to the petitioners, at the expense of the county, a suitable flag holder and United States flag for the grave of each veteran who served in the armed forces of the United States and who is buried in any public or private cemetery located within the limits of the county.\n\n(2) A flag holder and United States flag shall be placed on the grave of a veteran for the purpose of marking and designating the grave for memorial purposes.\n\n(3) A county shall not purchase flag holders or United States flags assembled or manufactured outside of the United States if competitively priced and of comparable quality flag holders or United States flags made in this state or elsewhere in the United States are available. If a county purchases flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, that county shall post on a website maintained by that county notification that the county purchased flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, and that county shall also post on that website the country of origin of the flag holders or United States flags purchased. If a county purchases flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, and that county does not maintain a website, that county shall post at its principal office and any other locations considered appropriate by that county notification that the county purchased flag holders or United States flags assembled or manufactured outside of the United States because competitively priced and comparable quality flag holders or United States flags made in this state or elsewhere in the United States were not available, and that county shall also post at its principal office and any other locations considered appropriate by that county the country of origin of the flag holders or United States flags purchased. If a county does not comply with this subsection, that county is responsible for a state civil infraction and may be ordered to pay a civil fine of not more than $500.00. As used in this subsection, \"United States\" includes territories of the United States and the District of Columbia.\n\nHistory:Add. 2005, Act 27, Imd. Eff. May 23, 2005 ;-- Am. 2006, Act 627, Imd. Eff. Jan. 3, 2007 ;-- Am. 2014, Act 19, Eff. May 26, 2014",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-63-of-1915/section-35-831a/"
    },
    {
      "id": "section-35832",
      "number": "35.832",
      "heading": "Contents of Petition.",
      "text": "In a petition to the legislative body of a city, village, or township, the petitioners shall set forth the name of the airman, soldier, sailor, and marine whose grave has not been appropriately marked as contemplated in this act, together with the number of the graves at the time of petitioning, and the cemetery where the graves are located.\n\nHistory:1915, Act 63, Imd. Eff. Apr. 20, 1915 ;-- CL 1915, 1063 ;-- CL 1929, 937 ;-- CL 1948, 35.832 ;-- Am. 1979, Act 142, Imd. Eff. Nov. 8, 1979",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-63-of-1915/section-35-832/"
    },
    {
      "id": "section-35832a",
      "number": "35.832a",
      "heading": "United States Flags for Veterans' Graves in Privately Owned Cemetery; Request; Expense.",
      "text": "(1) A privately owned cemetery, upon the request of a family member of a veteran of the armed forces of the United States who is buried within the cemetery, shall provide a suitable United States flag not larger than 12 inches by 18 inches, at the cemetery's expense, for the grave of the veteran. The cemetery shall be responsible for the cost and maintenance of the United States flag.\n\n(2) A privately owned cemetery shall provide the United States flags required under subsection (1) for placement during Memorial day, the fourth of July, and Veterans day, and may, but shall not be required to, provide the United States flags during any other times of the year.\n\n(3) A request to a privately owned cemetery under this section shall include the location of the grave of the veteran for whom a United States flag is to be provided. The family member who makes the request is responsible for placing the United States flag on the grave of the veteran, and may supply and use, at his or her own expense, a suitable flag holder. The privately owned cemetery is not responsible for placing the United States flag or flag holder on the grave of the veteran. The privately owned cemetery may remove the flag and flag holder if they are not removed by the family member who made the request.\n\n(4) In the case of a mausoleum or other burial chamber containing the graves of more than 1 veteran, a privately owned cemetery need only supply 1 United States flag for placement at the mausoleum or burial chamber to memorialize all of those veterans' graves.\n\nHistory:Add. 1988, Act 263, Imd. Eff. July 15, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-63-of-1915/section-35-832a/"
    },
    {
      "id": "section-35833",
      "number": "35.833",
      "heading": "Taking Down, Destroying, Defacing, Carrying Away, or Possessing Flag Holder or Flag as Misdemeanor; Penalty.",
      "text": "A person who willfully takes down, destroys, defaces, or carries away or possesses a flag holder or other design or memorial flag placed at a grave for memorial purposes without authority from the owner of the cemetery or the person causing the flag holder or other design or memorial flag to be placed in the cemetery or at the grave is guilty of a misdemeanor punishable by imprisonment for not more than 90 days or a fine of not less than $5.00 or more than $500.00, or both.\n\nHistory:1915, Act 63, Imd. Eff. Apr. 20, 1915 ;-- CL 1915, 1064 ;-- CL 1929, 938 ;-- CL 1948, 35.833 ;-- Am. 1979, Act 142, Imd. Eff. Nov. 8, 1979 ;-- Am. 1996, Act 281, Imd. Eff. June 17, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-35/statute-act-63-of-1915/section-35-833/"
    }
  ]
}