{
  "state": "new-mexico",
  "path": "title-chapter-13-public-purchases-and-property/chapter-article-4d-public-works-apprenticeship-and-training",
  "sections": [
    {
      "id": "section-13-4d-1",
      "number": "13-4D-1",
      "heading": "Short title.Section 13-4D-2 - Purpose",
      "text": "Chapter 13, Article 4D NMSA 1978 may be cited as the \"Public Works Apprentice and Training Act\".\n\nHistory:Laws 1992, ch. 74, § 1; 2007, ch. 200, § 15.\n\nCross references.— For Apprenticeship Assistance Act,see21-19A-1 NMSA 1978 et seq.\n\nFor apprenticeship council,see50-7-3 NMSA 1978.\n\nThe 2007 amendment,effective July 1, 2007, changed the statutory reference to the act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-1/"
    },
    {
      "id": "section-13-4d-2",
      "number": "13-4D-2",
      "heading": "Purpose.",
      "text": "The purpose of the Public Works Apprentice and Training Act is to ensure funding, through contributions made by employers, to establish an apprenticeship program that will develop skilled building trades craftsmen in occupations recognized by the bureau of apprenticeship and training of the United States department of labor or the New Mexico apprenticeship council. The funding will ensure adequate training during economic downturns, increase the number of New Mexicans possessing skills that will enhance their opportunities for employment and maintain the high standards of craftsmanship in our state.\n\nHistory:Laws 1992, ch. 74, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-2/"
    },
    {
      "id": "section-13-4d-3",
      "number": "13-4D-3",
      "heading": "Definitions.",
      "text": "As used in the Public Works Apprentice and Training Act:\n\nA. \"approved apprentice and training programs\" means building trades apprenticeship and training programs in New Mexico that are recognized by the office of apprenticeship of the employment and training administration of the United States department of labor or the New Mexico apprenticeship council;\n\nB. \"compliance statement\" means a monthly record of an employer's contributions paid into an approved apprentice and training program in New Mexico or into the public works apprentice and training fund; and\n\nC. \"employer\" means a contractor, subcontractor or any person acting as a contractor on a public works project, as that term is defined in the provisions of the Construction Industries Licensing Act [Chapter 60, Article 13 NMSA 1978].\n\nHistory:Laws 1992, ch. 74, § 3; 2007, ch. 200, § 16; 2024, ch. 5, § 2.\n\nThe 2024 amendment,effective May 15, 2024, revised the definition of \"approved apprentice and training programs\" and removed the definition of \"director\" or \"division\"; in Subsection A, after \"recognized by the,\" deleted \"bureau of apprenticeship and training\" and added \"office of apprenticeship of the employment and training administration\"; and deleted former Subsection C, which provided the definition of \"director\" or \"division\" and redesignated former Subsection D as Subsection C.\n\nThe 2007 amendment,effective July 1, 2007, defined \"division\" as the labor relations division of the workforce solutions department.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-3/"
    },
    {
      "id": "section-13-4d-4",
      "number": "13-4D-4",
      "heading": "Administration.",
      "text": "A. The Public Works Apprentice and Training Act shall be administered by the workforce solutions department. The department shall collect employers' contributions in accordance with that act, review employers' compliance statements, review certified payroll reports to verify training contributions, investigate allegations of and impose penalties for employer noncompliance and disburse funds as provided in Section 13-4D-5 NMSA 1978.\n\nB. Public works construction projects, except for street, highway, bridge, road, utility or maintenance contracts with employers who elect not to participate in training, shall not be constructed unless an employer agrees to make contributions to approved apprentice and training programs in New Mexico in which the employer is a participant or to the public works apprentice and training fund administered by the workforce solutions department. Contributions shall be made in the same manner and in the same amount as apprentice and training contributions required pursuant to wage rate determinations made by the department.\n\nC. The workforce solutions department shall adopt rules and regulations necessary to implement the provisions of the Public Works Apprentice and Training Act.\n\nHistory:Laws 1992, ch. 74, § 4; 2024, ch. 5, § 3.\n\nThe 2024 amendment,effective May 15, 2024, transferred the administration of the Public Works Apprentice and Training Act from the public works bureau of the labor and industrial division of the labor department to the workforce solutions department, and made certain technical and conforming changes; in Subsection A, after \"administered by the\" deleted \"public works bureau of the labor and industrial division of the labor\" and added \"workforce solutions\" after \"The\", deleted \"bureau\" and added \"department\" and after \"Section\" deleted \"5 of the Public Works Apprentice and Training Act\" and added \"13-4D-5 NMSA 1978\"; in Subsection B, after \"administered by the\" deleted \"public works bureau of the labor and industrial division of the labor\" and added \"workforce solutions\" and after \"determinations made by the\" deleted \"director\" and added \"department\"; and in Subsection C, after \"The\", deleted \"director\" and added \"workforce solutions department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-4/"
    },
    {
      "id": "section-13-4d-5",
      "number": "13-4D-5",
      "heading": "Fund created; disbursement of funds.",
      "text": "There is created the \"public works apprentice and training fund\" in the workforce solutions department. Money in the fund shall be distributed in the following manner:\n\nA. no more than fifteen percent of the funds may be used by the workforce solutions department to hire staff to administer the funds collected by the department; and\n\nB. the remainder of the funds shall be used for approved apprentice and training programs in New Mexico. The workforce solutions department shall develop an annual budget and, subject to appropriation by the legislature in the general appropriation act, shall disburse funds to approved apprentice and training programs in New Mexico, taking into account participant contact hours of classroom instruction and on-the-job training for the preceding year, to be not less than ninety percent of one hundred forty-four contact hours of classroom instruction per participant per school year and not less than one thousand hours of on-the-job training per twelve-month period; provided that funds shall not be distributed to programs not in compliance with their approved standards. Notwithstanding any language in the general appropriation act that otherwise limits budget adjustments, if the fund balance available for disbursement to approved programs exceeds the amount appropriated, pursuant to Sections 6-3-23 through 6-3-25 NMSA 1978, the workforce solutions department may request budget increases up to the excess fund balance for distribution to the programs.\n\nHistory:Laws 1992, ch. 74, § 5; 2005, ch. 95, § 1; 2024, ch. 5, § 4.\n\nThe 2024 amendment,effective May 15, 2024, transferred the administration of the public works apprentice and training fund from the labor and industrial division of the labor department to the workforce solutions department, and provided that funds in the public works apprentice and training fund shall not be distributed to programs that are not in compliance with their approved standards; substituted \"workforce solutions\" for \"labor and industrial division of the labor\" throughout the section; in the introductory paragraph, deleted \"Contributions into the fund shall be provided under the provisions of Section 13-4D-4 NMSA 1978. Funds contributed under the provisions of the Public Works Apprentice and Training Act\" and added \"Money in the fund\"; in Subsection A, after \"collected by the\" deleted \"division\" and added \"department\"; and in Subsection B after \"period\", added \"provided that funds shall not be distributed to programs not in compliance with their approved standards\".\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection B that disbursement of funds is subject to appropriation by the legislature in the general appropriation act and that notwithstanding the general appropriation act that limits budget adjustment, if the fund balance available for disbursement exceeds the amount appropriated the labor department may request budget increases up to the excess fund balance for distribution.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-5/"
    },
    {
      "id": "section-13-4d-6",
      "number": "13-4D-6",
      "heading": "Notice to employers; publication of programs.",
      "text": "A. An employer's contribution requirement under the provisions of the Public Works Apprentice and Training Act shall be included with all minimum wage determinations issued by the workforce solutions department on all public works construction projects. The department shall provide the contribution rate for approved apprentice and training programs, and that information shall be part of the public works construction projects.\n\nB. The workforce solutions department shall publish a list of approved apprentice and training programs in New Mexico.\n\nHistory:Laws 1992, ch. 74, § 6; 2024, ch. 5, § 5.\n\nThe 2024 amendment,effective May 15, 2024, substituted the workforce solutions department for the labor and industrial division of the labor department as the agency required to issue minimum wage determinations, which include employer's contribution requirements and contribution rates for approved apprentice and training programs, and as the agency required to publish a list of approved apprentice and training programs in New Mexico; substituted \"workforce solutions\" for \"labor and industrial division of the labor\" throughout the section; and in Subsection A, after \"The\", deleted \"director shall also\" and added \"department shall\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-6/"
    },
    {
      "id": "section-13-4d-7",
      "number": "13-4D-7",
      "heading": "Noncompliance; penalties.",
      "text": "An employer who willfully and knowingly fails to comply with the requirements of the Public Works Apprentice and Training Act shall be subject to the following penalties:\n\nA. a noncomplying employer shall pay a civil penalty of ten dollars ($10.00) for every calendar day of noncompliance, and the penalty shall be imposed and collected for deposit into the public works apprentice and training fund by the public works bureau of the labor and industrial division of the labor department;\n\nB. a noncomplying employer shall have the unpaid contributions, as required under the provisions of the Public Works Apprentice and Training Act, withheld as provided in Subsections A and B of Section 13-4-14 NMSA 1978; and\n\nC. a noncomplying employer shall not be permitted to bid on any public works contracts as provided in Subsections A and B of Section 13-4-14 NMSA 1978.\n\nHistory:Laws 1992, ch. 74, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-7/"
    },
    {
      "id": "section-13-4d-8",
      "number": "13-4D-8",
      "heading": "Appeals.",
      "text": "An alleged noncomplying employer may appeal any of the penalties imposed upon him under the provisions of Section 7 of the Public Works Apprentice and Training Act by seeking an appeal as provided under the provisions of Section 13-4-15 NMSA 1978.\n\nHistory:Laws 1992, ch. 74, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4d/section-13-4d-8/"
    }
  ]
}