{
  "state": "new-mexico",
  "path": "title-chapter-13-public-purchases-and-property/chapter-article-4a-art-in-public-places",
  "sections": [
    {
      "id": "section-13-4a-1",
      "number": "13-4A-1",
      "heading": "Short title.Section 13-4A-2 - Legislative declaration",
      "text": "This act [13-4A-1 to 13-4A-11 NMSA 1978] may be cited as the \"Art in Public Places Act\".\n\nHistory:Laws 1986, ch. 11, § 1.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-1/"
    },
    {
      "id": "section-13-4a-2",
      "number": "13-4A-2",
      "heading": "Legislative declaration.",
      "text": "The legislature declares it to be a policy of the state that a portion of appropriations for capital expenditures be set aside for the acquisition or commissioning of works of art to be used in, upon or around public buildings.\n\nHistory:Laws 1986, ch. 11, § 2.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-2/"
    },
    {
      "id": "section-13-4a-3",
      "number": "13-4A-3",
      "heading": "Definitions.",
      "text": "As used in the Art in Public Places Act:\n\nA. \"agency\" means all state departments and agencies, boards, councils, institutions, commissions and quasi-public corporations, including all state educational institutions enumerated in Article 12, Section 11 of the constitution of New Mexico, and all statutorily created post-secondary educational institutions;\n\nB. \"architect\" means the person or firm designing the project for the contracting agency to which the one percent provision pursuant to Section 13-4A-4 NMSA 1978 applies;\n\nC. \"contracting agency\" means the agency having the control, management and power to enter into contracts for new construction or renovation of any public building;\n\nD. \"division\" means the arts division of the cultural affairs department;\n\nE. \"public buildings\" means those buildings under the control and management of the facilities management division of the general services department, the department of game and fish, the energy, minerals and natural resources department, the department of transportation, the state fair commission, the supreme court, the commissioner of public lands, the cultural affairs department, the governing boards of the state educational institutions and statutorily created post-secondary educational institutions, the public education department and the legislature or all buildings constructed with funds appropriated by the legislature. For the purposes of the Art in Public Places Act, \"public buildings\" does not include such auxiliary buildings as maintenance plants, correctional facilities, warehouses or temporary structures; and\n\nF. \"work of art\" means any work of visual art, including but not limited to a drawing, painting, mural, fresco, sculpture, mosaic or photograph; a work of calligraphy; a work of graphic art, including an etching, lithograph, offset print, silk screen or a work of graphic art of like nature; works in clay, textile, fiber, wood, metal, plastic, glass and like materials; or mixed media, including a collage or assemblage or any combination of the foregoing art media that is chosen to be included in or immediately adjoining the public building under consideration. Under special circumstances, the term may include environmental landscaping if approved by the division.\n\nHistory:Laws 1986, ch. 11, § 3; 1989, ch. 178, § 1; 2013, ch. 115, § 11.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.\n\nThe 2013 amendment,effective June 14, 2013, changed the name of the property control division of the general services department to the facilities management division; in Subsection E, deleted \"property control\" and added \"facilities management\" before \"division\"; in Subsections D and E, changed \"office of cultural affairs\" to \"cultural affairs department\"; and in Subsection E, changed \"state highway and transportation department\" to \"department of transportation\" and changed \"state department of public education\" to \"public education department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-3/"
    },
    {
      "id": "section-13-4a-4",
      "number": "13-4A-4",
      "heading": "Allocation of construction costs.",
      "text": "A. All agencies shall allocate as a nondeductible item an amount of money equal to one percent or two hundred thousand dollars ($200,000), whichever is less, of the amount of money appropriated for new construction or any major renovation exceeding one hundred thousand dollars ($100,000), to be expended for the acquisition and installation of works of art for the new building to be constructed or the building in which the major renovation is to occur.\n\nB. An amount of money equal to one percent or two hundred thousand dollars ($200,000), whichever is less, allocated from appropriations for new construction or major renovations of excluded structures pursuant to Subsection E of Section 3 [13-4A-3 NMSA 1978] of the Art in Public Places Act shall be accounted for separately and expended for acquisition and installation of art for existing public buildings. The division shall determine the amount, not to exceed fifty thousand dollars ($50,000), to be made available for the purchase of art in existing buildings in consultation with the contracting agency. The selection process for art for existing buildings shall follow guidelines established by the division pursuant to the Art in Public Places Act.\n\nHistory:Laws 1986, ch. 11, § 4.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-4/"
    },
    {
      "id": "section-13-4a-5",
      "number": "13-4A-5",
      "heading": "Art in public places fund; creation.",
      "text": "There is created in the state treasury the \"art in public places fund\" which shall be administered by the division pursuant to the Art in Public Places Act.\n\nHistory:Laws 1986, ch. 11, § 5; 1989, ch. 324, § 5.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-5/"
    },
    {
      "id": "section-13-4a-6",
      "number": "13-4A-6",
      "heading": "Works of art.",
      "text": "The works of art acquired pursuant to the Art in Public Places Act may be an integral part of the building, attached to the building, detached within or outside the structure or placed on public lands, part of a temporary exhibition or loaned or exhibited by the agency in other public facilities.\n\nHistory:Laws 1986, ch. 11, § 6.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-6/"
    },
    {
      "id": "section-13-4a-7",
      "number": "13-4A-7",
      "heading": "Administration of the program.",
      "text": "The division shall determine the amount to be made available for the purchase of art, in consultation with the contracting agency responsible for the building to be constructed or renovated, and payments thereof shall be made in accordance with law. All agencies shall notify the division in writing upon legislative approval of construction budgets. One percent of the total appropriation for new construction or renovation of any building shall be deposited into the art in public places fund after the issuance of the appropriate bonds. If the entire one percent of the total funds appropriated for a particular building is not required for the project, the remainder shall accumulate in the art in public places fund and shall be accounted for separately and expended for the acquisition of art for existing buildings, as determined by the division. Any money remaining in the fund at the end of each fiscal year shall not revert but shall remain in the art in public places fund to be used to implement the purposes of the Art in Public Places Act.\n\nHistory:Laws 1986, ch. 11, § 7.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-7/"
    },
    {
      "id": "section-13-4a-8",
      "number": "13-4A-8",
      "heading": "Artist selection.",
      "text": "The division shall establish guidelines for the art selection process. This process shall provide for participation from representatives of the contracting agency, the user agency, the division, the project architect, visual artists or design professionals and interested members of the community.\n\nHistory:Laws 1986, ch. 11, § 8.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-8/"
    },
    {
      "id": "section-13-4a-9",
      "number": "13-4A-9",
      "heading": "Separate contracts.",
      "text": "Expenditures for works of art as provided in Section 7 [13-4A-7 NMSA 1978] of the Art in Public Places Act shall be contracted for separately from all other items in the new construction of the public building.\n\nHistory:Laws 1986, ch. 11, § 9.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-9/"
    },
    {
      "id": "section-13-4a-10",
      "number": "13-4A-10",
      "heading": "Division; rules and regulations.",
      "text": "The selection, execution, placement and acceptance of works of art for a construction project shall be the responsibility of the division in consultation with the contracting agency. The division shall adopt rules and regulations to govern the selection, execution, placement and acceptance of the works of art to be acquired in accordance with this section and other rules, regulations and procedures necessary to implement the Art in Public Places Act. Administrative costs incurred by the division for the implementation of the Art in Public Places Act may be charged against the art in public places fund, provided that such costs have been properly budgeted and the budget has been approved by the state cultural affairs officer and the secretary of finance and administration.\n\nHistory:Laws 1986, ch. 11, § 10.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by Laws 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-10/"
    },
    {
      "id": "section-13-4a-11",
      "number": "13-4A-11",
      "heading": "Maintenance.",
      "text": "The contracting agency or its designee is responsible for inventory, maintenance, repair and security of art work. Any maintenance or repair work shall be done in consultation with the division.\n\nHistory:Laws 1986, ch. 11, § 11.\n\nCompiler's notes.— Laws 1986, ch. 11, § 13, which was to repeal this article effective January 1, 1990, was repealed by L. 1989, ch. 178, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-13/article-4a/section-13-4a-11/"
    }
  ]
}