{
  "state": "delaware",
  "path": "title-title-28/chapter-title28c017index",
  "sections": [
    {
      "id": "section-1701",
      "number": "1701.",
      "heading": "Composition; appointment; term and meetings; compensation",
      "text": "(a) The Delaware Bicycle Council shall consist of 15 members, hereafter referred to as the “Council,” to be appointed by the Governor. One member (2 where noted) shall be appointed from each of the following agencies for a term of 2 years: th\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;70 Del. Laws, c. 403,\n\n§\n\n 1;73 Del. Laws, c. 65,\n\n§\n\n 30;74 Del. Laws, c. 110,\n\n§\n\n 138;§\n\n1702. Powers and duties.The Council shall possess all necessary powers and duties to consider, review and work on matters pertaining to bicycling, bicycle safety and bicycle safety education and to make recommendations to the various state agencies. The Council shall coordinate with the University of Delaware Cooperative Extension Service regarding bicycle safety education.67 Del. Laws, c. 215,\n\n§\n\n 1;§\n\n1703. Staff and fiscal support.The Department of Transportation shall provide staff and fiscal support to the Council as part of that Department’s ongoing responsibility. Said staffing shall include a bicycle coordinator.67 Del. Laws, c. 215,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1702",
      "number": "1702.",
      "heading": "Powers and duties.The Council shall possess all necessary powers and duties to consider, review and work on matters pertaining to bicycling, bicycle safety and bicycle safety education and to make recommendations to the various state agencies",
      "text": "The Council shall coordinate with the University of Del\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1703",
      "number": "1703.",
      "heading": "Staff and fiscal support.The Department of Transportation shall provide staff and fiscal support to the Council as part of that Department’s ongoing responsibility",
      "text": "Said staffing shall include a bicycle coordinator.67 Del. Laws, c. 215,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}