{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-514c-special-health-and-accident-insurance-coverages",
  "sections": [
    {
      "id": "section-514c1",
      "number": "514C.1",
      "heading": "Supplemental coverage for adopted or newly born children",
      "text": "514C.1 Supplemental coverage for adopted or newly born children.\n\n1. Any policy of individual or group accident and sickness insurance providing coverage on an expense incurred basis, and any individual or group hospital or medical servicecontracts issued pursuant to chapters 509, 514, and 514A, which provide coverage for afamily member of the insured or subscriber shall also provide that the health insurancebenefits applicable for children shall, subject to the enrollment requirements of this section,be payable with respect to a newly born child of the insured or subscriber from the momentof birth, or, in the situation of a newly adopted child of a covered person, such child shall becovered from the earlier of any of the following:\n\na.\n\nThe date of placement of the child for the purpose of adoption and continuing in the same manner as for other dependents of the covered person, unless the placement isdisrupted prior to legal adoption and the child is removed from placement.\n\nb.\n\nThe date of entry of an order granting the covered person custody of the child for purposes of adoption.\n\nc.\n\nThe effective date of adoption.2. The coverage for adopted or newly born children shall consist of coverage for injury or sickness including the necessary care and treatment of medically diagnosed congenitaldefects and birth abnormalities and is not subject to any preexisting condition exclusion. 3. If payment of a specific premium or subscription fee is required to provide coverage for a newly born child, the policy or contract may require that notification of birth of a newlyborn child and payment of the required premium or fees must be furnished to the insurer ornonprofit service or indemnity corporation within sixty days after the date of birth. 4. If payment of a specific premium or subscription fee is not required to provide coverage for a newly born child, the policy or contract may require that notification of birth of a newlyborn child must be furnished to the insurer or nonprofit service or indemnity corporationwithin sixty days after the date of birth in order for coverage to be provided for the child fromthe date of birth. 5.\n\na.\n\nIf payment of a specific premium or subscription fee is required to provide coverage for a newly adopted child or child placed for adoption, the policy or contract may require thatnotification of the adoption or placement for adoption and payment of the required premiumor fees must be furnished to the insurer or nonprofit service or indemnity corporation withinsixty days after the coverage is required to begin under this section.\n\nb.\n\nIf payment of a specific premium or subscription fee is not required to provide coverage for a newly adopted child or child placed for adoption, the policy or contract may require thatnotification of the adoption or placement for adoption must be furnished to the insurer ornonprofit service or indemnity corporation within sixty days after the coverage is required tobegin under this section.\n\nc.\n\nIf a covered person fails to provide the required notice or to make payment of premium or subscription fees within the sixty-day period required in this subsection, the newly adoptedchild or child placed for adoption shall be treated no less favorably by a health carrier thanother dependents of the covered person, other than newly born children, who seek coverageunder a policy or contract at a time other than the time when the dependent is first eligibleto apply for coverage. [C75, 77, 79, 81, §514C.1]2006 Acts, ch 1117, §62Referred to in §514E.7 Sat Dec 23 00:44:56 2023 Iowa Code 2024, Section 514C.1 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-1/"
    },
    {
      "id": "section-514c2",
      "number": "514C.2",
      "heading": "Skilled nursing care covered in hospitals.",
      "text": "514C.2 Skilled nursing care covered in hospitals.\n\nAn insurer, a hospital service corporation, or a medical service corporation, which covers the costs of skilled nursing care under an individual or group policy of accident and healthinsurance regulated under chapter 509 or 514A, a nonprofit hospital or medical and surgicalservice plan regulated under chapter 514, or a health care service contract regulated underchapter 514B, shall also cover the costs of skilled nursing care in a hospital if the level of careneeded by the insured or subscriber has been reclassified from acute care to skilled nursingcare and no designated skilled nursing care beds or swing beds are available in the hospitalor in another hospital or health care facility within a thirty-mile radius of the hospital. Theinsurer or corporation shall reimburse the insured or subscriber based on the skilled nursingcare rate. 84 Acts, ch 1034, §1; 95 Acts, ch 185, §12 Sat Dec 23 00:44:57 2023 Iowa Code 2024, Section 514C.2 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-2/"
    },
    {
      "id": "section-514c3",
      "number": "514C.3",
      "heading": "Dentist’s services under accident and sickness insurance policies.",
      "text": "514C.3 Dentist’s services under accident and sickness insurance policies.\n\nA policy of accident and sickness insurance issued in this state which provides payment or reimbursement for any service which is within the lawful scope of practice of a licenseddentist shall provide benefits for the service whether the service is performed by a licensedphysician or a licensed dentist. As used in this section,\n\n“licensed physician”\n\nincludes personslicensed under chapter 148, and\n\n“policy of accident and sickness insurance”\n\nincludesindividual policies or contracts issued pursuant to chapter 514, 514A, or 514B, and grouppolicies as defined in section 509B.1, subsection 3. 88 Acts, ch 1127, §1; 2006 Acts, ch 1117, §63; 2008 Acts, ch 1088, §129 Sat Dec 23 00:44:57 2023 Iowa Code 2024, Section 514C.3 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-3/"
    },
    {
      "id": "section-514c3a",
      "number": "514C.3A",
      "heading": "Disclosures relating to dental coverage reimbursement rates.",
      "text": "514C.3A Disclosures relating to dental coverage reimbursement rates.\n\n1. An individual or group policy of accident or health insurance or individual or group hospital or health care service contract issued pursuant to chapter 509, 514, or 514A, anddelivered, amended, or renewed on or after July 1, 1995, that provides dental care benefitswith a base payment for those benefits determined upon a usual and customary fee chargedby licensed dentists, shall disclose all of the following:\n\na.\n\nThe frequency of the determination of the usual and customary fee.\n\nb.\n\nA general description of the methodology used to determine usual and customary fees, including geographic considerations.\n\nc.\n\nThe percentile that determines the maximum benefit that the insurer or nonprofit health service corporation will pay for any dental procedure, if the usual and customary feeis determined by taking a sample of fees submitted on actual claims from licensed dentistsand then determining the benefit by selecting a percentile of those fees. 2. The disclosure shall be provided upon request to all group and individual policyholders and subscribers. All proposals for dental care benefits shall inform the prospective policyholder or subscriber that information regarding usual and customary feedeterminations is available from the insurer or nonprofit health service corporation. Allemployee benefit descriptions or supplemental documents shall notify the employee thatinformation regarding reimbursement rates is available from the employer. 95 Acts, ch 78, §1; 95 Acts, ch 209, §26 Sat Dec 23 00:44:59 2023 Iowa Code 2024, Section 514C.3A (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-3a/"
    },
    {
      "id": "section-514c3b",
      "number": "514C.3B",
      "heading": "Dental coverage — fee schedules.",
      "text": "514C.3B Dental coverage — fee schedules.\n\n1. A contract between a dental plan and a dentist for the provision of services to covered individuals under the plan shall not require that a dentist provide services to those coveredindividuals at a fee set by the dental plan unless such services are covered services under thedental plan. 2. A person or entity providing third-party administrator services shall not make available any dentists in its dentist network to a dental plan that sets fees for dental services that arenot covered services. 3. For the purposes of this section:\n\na. “Covered services”\n\nmeans services reimbursed under the dental plan.\n\nb. “Dental plan”\n\nmeans any policy or contract of insurance which provides for coverage of dental services not in connection with a medical plan that provides for the coverage ofmedical services. 4. Nothing in this section shall be construed as limiting the ability of an insurer or a third-party administrator to restrict any of the following as they relate to covered services:\n\na.\n\nBalance billing.\n\nb.\n\nWaiting periods.\n\nc.\n\nFrequency limitations.\n\nd.\n\nDeductibles.\n\ne.\n\nMaximum annual benefits.2010 Acts, ch 1179, §1 Sat Dec 23 00:44:59 2023 Iowa Code 2024, Section 514C.3B (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-3b/"
    },
    {
      "id": "section-514c4",
      "number": "514C.4",
      "heading": "Mandated coverage for mammography.",
      "text": "514C.4 Mandated coverage for mammography.\n\n1.\n\na.\n\nA policy or contract providing for third-party payment or prepayment of health or medical expenses shall provide minimum mammography examination coverage, including,but not limited to, the following classes of third-party payment provider contracts or policiesdelivered, issued for delivery, continued, or renewed in this state. (1) Individual or group accident and sickness insurance providing coverage on an expense-incurred basis. (2) An individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A. (3) An individual or group health maintenance organization contract regulated under chapter 514B. (4) An individual or group Medicare supplemental policy, unless coverage pursuant to such policy is preempted by federal law.\n\nb.\n\nA long-term care policy or contract is specifically excluded from regulation under this section. 2. As used in this section,\n\n“minimum mammography examination coverage”\n\nmeans benefits which are better than or equal to the following minimum requirements:\n\na.\n\nOne baseline mammogram for any woman who is thirty-five through thirty-nine years of age, or more frequent mammograms if recommended by the woman’s physician.\n\nb.\n\nA mammogram every two years for any woman who is forty through forty-nine years of age, or more frequently if recommended by the woman’s physician.\n\nc.\n\nA mammogram every year for any woman who is fifty years of age or older, or more frequently if recommended by the woman’s physician. 3. Mammogram benefits may be subject to any policy or contract provisions which apply generally to other services covered by the policy or contract. 4. The commissioner of insurance shall adopt rules under chapter 17A necessary to implement this section. 89 Acts, ch 289, §1; 92 Acts, ch 1162, §32, 33; 2003 Acts, ch 135, §1 – 3; 2012 Acts, ch 1023, §157 Sat Dec 23 00:44:59 2023 Iowa Code 2024, Section 514C.4 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-4/"
    },
    {
      "id": "section-514c5",
      "number": "514C.5",
      "heading": "Prescription drug benefit restrictions.",
      "text": "514C.5 Prescription drug benefit restrictions.\n\n1. A group policy or contract providing for third-party payment or prepayment for prescription drugs shall not require a person covered under the policy or contract toobtain prescription drugs from a mail order pharmacy as a condition of obtaining benefitsfor prescription drugs if the pharmacy selected by the covered person agrees to providepharmaceutical services under the same terms and conditions as those provided by the mailorder pharmacy. 2. Group third-party payor policies or contracts delivered, issued for delivery, continued, or renewed in this state on or after July 1, 1990, are subject to this section, including but notlimited to the following classes:\n\na.\n\nA group accident and sickness insurance policy.\n\nb.\n\nA group hospital or medical service contract.\n\nc.\n\nA group health maintenance organization contract.\n\nd.\n\nA group Medicare supplemental policy.90 Acts, ch 1130, §1 Sat Dec 23 00:45:00 2023 Iowa Code 2024, Section 514C.5 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-5/"
    },
    {
      "id": "section-514c6",
      "number": "514C.6",
      "heading": "Uniformity of treatment — employee welfare benefit plans.",
      "text": "514C.6 Uniformity of treatment — employee welfare benefit plans.\n\n1. A statutory provision to mandate a health care coverage or service, or to mandate the offering of a health care coverage or service, applies to all state-regulated third-party payorsand to employee welfare benefit plans described in 29 U.S.C. §1001 et seq. However, if anemployee welfare benefit plan subject to federal regulation is not subject to a substantiallysimilar requirement, the statutory provision does not apply to a state-regulated third-partypayor until the employee welfare benefit plans are subject to a substantially similar standardunder federal regulations as determined by the commissioner. 2. For purposes of this section unless the context otherwise requires, a third-party payor means:\n\na.\n\nAn accident and sickness insurer, subject to chapter 509 or 514A.\n\nb.\n\nA nonprofit health service corporation, subject to chapter 514.\n\nc.\n\nA health maintenance organization, subject to chapter 514B.\n\nd.\n\nAny other entity engaged in the business of insurance, risk transfer, or risk retention, which is subject to the jurisdiction of the commissioner. 91 Acts, ch 213, §20Referred to in §514C.7, 514C.11, 514C.12, 514C.12A, 514C.18, 514C.19, 514C.20, 514C.22, 514C.23, 514C.24, 514C.25, 514C.26, 514C.27, 514C.28, 514C.29, 514C.30, 514C.31, 514C.32, 514C.33, 514C.34, 514C.35 Sat Dec 23 00:45:01 2023 Iowa Code 2024, Section 514C.6 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-6/"
    },
    {
      "id": "section-514c7",
      "number": "514C.7",
      "heading": "Prohibition on restricting coverage in certain instances involving a diagnosis of a fibrocystic condition.",
      "text": "514C.7 Prohibition on restricting coverage in certain instances involving a diagnosis of\n\na fibrocystic condition.\n\nNotwithstanding the uniformity of treatment requirements of section 514C.6, a third-party payor as defined in that section shall not deny or fail to renew, or include an exception toor exclusion of benefits in, a policy or contract of individual or group accident and sicknessinsurance solely based upon an insured being diagnosed as having a fibrocystic condition. 92 Acts, ch 1046, §1 Sat Dec 23 00:45:01 2023 Iowa Code 2024, Section 514C.7 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-7/"
    },
    {
      "id": "section-514c8",
      "number": "514C.8",
      "heading": "Coordination of health care benefits with state medical assistance.",
      "text": "514C.8 Coordination of health care benefits with state medical assistance.\n\n1. An insurer, health maintenance organization, or hospital and medical service plan providing health care coverage to individuals in this state shall not consider the availabilityof or eligibility for medical assistance under Tit. XIX of the federal Social Security Act andchapter 249A, when determining eligibility of the individual for coverage or calculatingpayments to the individual under the health care coverage plan. 2. The state acquires the rights of an individual to payment from an insurer, health maintenance organization, or hospital or medical service plan to the extent payment forcovered expenses is made pursuant to chapter 249A for health care items or servicesprovided to the individual. Upon presentation of proof that payment was made pursuantto chapter 249A for covered expenses, the insurer, health maintenance organization, orhospital or medical service plan shall make payment to the state medical assistance programto the extent of the coverage provided in the policy or contract. 3. An insurer shall not impose requirements on the state with respect to the assignment of rights pursuant to this section that are different from the requirements applicable to anagent or assignee of a covered individual. 4. For purposes of this section,\n\n“insurer”\n\nmeans an entity which offers a health benefit plan, including a group health plan under the federal Employee Retirement Income SecurityAct of 1974. 95 Acts, ch 185, §13; 2010 Acts, ch 1061, §180 Sat Dec 23 00:45:02 2023 Iowa Code 2024, Section 514C.8 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-8/"
    },
    {
      "id": "section-514c9",
      "number": "514C.9",
      "heading": "Medical support — insurance requirements.",
      "text": "514C.9 Medical support — insurance requirements.\n\n1. An insurer shall not deny coverage or enrollment of a child under the health plan of the obligor upon any of the following grounds:\n\na.\n\nThe child is born out of wedlock.\n\nb.\n\nThe child is not claimed as a dependent on the obligor’s federal income tax return.\n\nc.\n\nThe child does not reside with the obligor or in the insurer’s service area. This section shall not be construed to require a health maintenance organization regulated underchapter 514B to provide any services or benefits for treatment outside of the geographic areadescribed in its certificate of authority which would not be provided to a member outside ofthat geographic area pursuant to the terms of the health maintenance organization’s contract. 2. An insurer of an obligor providing health care coverage to the child for which the obligor is legally responsible to provide support shall do all of the following:\n\na.\n\nProvide information to the obligee or other legal custodian of the child as necessary for the child to obtain benefits through the coverage of the insurer.\n\nb.\n\nAllow the obligee or other legal custodian of the child, or the provider with the approval of the obligee or other legal custodian of the child, to submit claims for covered serviceswithout the approval of the obligor.\n\nc.\n\nMake payment on a claim submitted in paragraph\n\n“b”\n\ndirectly to the obligee or other legal custodian of the child, the provider, or the state medical assistance agency forclaims submitted by the obligee or other legal custodian of the child, by the provider withthe approval of the obligee or other legal custodian of the child, or by the state medicalassistance agency. 3. If an obligor is required by a court order or administrative order to provide health coverage for a child and the obligor is eligible for dependent health coverage, the insurershall do all of the following:\n\na.\n\nAllow the obligor to enroll under dependent coverage a child who is eligible for coverage pursuant to the applicable terms and conditions of the health benefit plan andthe standard enrollment guidelines of the insurer without regard to an enrollment seasonrestriction.\n\nb.\n\nEnroll a child who is eligible for coverage under the applicable terms and conditions of the health benefit plan and the standard enrollment guidelines of the insurer, withoutregard to any time of enrollment restriction, under dependent coverage upon application bythe obligee or other legal custodian of the child or by the department of health and humanservices in the event an obligor required by a court order or administrative order fails to applyfor coverage for the child.\n\nc.\n\nMaintain coverage and not cancel the child’s enrollment unless the insurer obtains satisfactory written evidence of any of the following: (1) The court order or administrative order is no longer in effect.(2) The child is eligible for or will enroll in comparable health coverage through an insurer which shall take effect not later than the effective date of the cancellation of enrollment ofthe original coverage. (3) The employer has eliminated dependent health coverage for its employees.(4) The obligor is no longer paying the required premium because the employer no longer owes the obligor compensation, or because the obligor’s employment has terminated and theobligor has not elected to continue coverage. 4. A group health plan shall establish reasonable procedures to determine whether a child is covered under a qualified medical child support order issued pursuant to chapter 252E.The procedures shall be in writing, provide for prompt notice of each person specified in themedical child support order as eligible to receive benefits under the group health plan uponreceipt by the plan of the medical child support order, and allow an obligee or other legalcustodian of the child under chapter 252E to designate a representative for receipt of copiesof notices in regard to the medical child support order that are sent to the obligee or otherlegal custodian of the child and the department of health and human services’ child supportservices. 5. For purposes of this section, unless the context otherwise requires: Sat Dec 23 00:45:02 2023 Iowa Code 2024, Section 514C.9 (18, 1)\n\n§514C.9, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\na. “Child”\n\nmeans a person, other than an obligee’s spouse or former spouse, who is recognized under a qualified medical child support order as having a right to enrollmentunder a group health plan as the obligor’s dependent.\n\nb. “Court order”\n\nor\n\n“administrative order”\n\nmeans a ruling by a court or administrative agency in regard to the support an obligor shall provide to the obligor’s child.\n\nc. “Insurer”\n\nmeans an entity which offers a health benefit plan.\n\nd. “Obligee”\n\nmeans an obligee as defined in section 252E.1.\n\ne. “Obligor”\n\nmeans an obligor as defined in section 252E.1.\n\nf.\n\n“Qualified medical child support order”\n\nmeans a child support order which creates or recognizes a child’s right to receive health benefits for which the child is eligible under a grouphealth benefit plan, describes or determines the type of coverage to be provided, specifies thelength of time for which the order applies, and specifies the plan to which the order applies. 95 Acts, ch 185, §14; 2023 Acts, ch 19, §1198, 1199Subsection 3, paragraph b amendedSubsection 4 amended Sat Dec 23 00:45:02 2023 Iowa Code 2024, Section 514C.9 (18, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-9/"
    },
    {
      "id": "section-514c10",
      "number": "514C.10",
      "heading": "Coverage for adopted child.",
      "text": "514C.10 Coverage for adopted child.\n\n1.\n\nDefinitions.\n\nFor purposes of this section, unless the context otherwise requires:\n\na. “Child”\n\nmeans, with respect to an adoption or a placement for adoption of a child, an individual who has not attained age eighteen as of the date of the issuance of a finaladoption decree, or upon an interlocutory adoption decree becoming a final adoption decree,as provided in chapter 600, or as of the date of the placement for adoption.\n\nb. “Placement for adoption”\n\nmeans the assumption and retention of a legal obligation for the total or partial support of the child in anticipation of the adoption of the child. The child’splacement with a person terminates upon the termination of such legal obligation. 2.\n\nCoverage required.\n\nA policy or contract providing for third-party payment or prepayment of health or medical expenses shall provide coverage benefits to a dependentchild adopted by, or placed for adoption with, an insured or enrollee under the same termsand conditions as apply to a biological, dependent child of the insured or enrollee. Theissuer of the policy or contract shall not restrict coverage under the policy or contract for adependent child adopted by, or placed for adoption with, the insured or enrollee solely onthe basis of a preexisting condition of such dependent child at the time that the child wouldotherwise become eligible for coverage under the plan, if the adoption or placement occurswhile the insured or enrollee is eligible for coverage under the policy or contract. Thissection applies to the following classes of third-party payment provider contracts or policiesdelivered, issued for delivery, continued, or renewed in this state on or after July 1, 1995:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nAn individual or group Medicare supplemental policy, unless coverage pursuant to such policy is preempted by federal law. 95 Acts, ch 185, §15; 2017 Acts, ch 148, §62 Sat Dec 23 00:45:03 2023 Iowa Code 2024, Section 514C.10 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-10/"
    },
    {
      "id": "section-514c11",
      "number": "514C.11",
      "heading": "Services provided by licensed physician assistants and licensed advanced registered nurse practitioners.",
      "text": "514C.11 Services provided by licensed physician assistants and licensed advanced\n\nregistered nurse practitioners.\n\n1. Notwithstanding section 514C.6, a policy or contract providing for third-party payment or prepayment of health or medical expenses shall include a provision for the payment ofnecessary medical or surgical care and treatment provided by a physician assistant licensedpursuant to chapter 148C, or provided by an advanced registered nurse practitioner licensedpursuant to chapter 152 and performed within the scope of the license of the licensedphysician assistant or the licensed advanced registered nurse practitioner if the policy orcontract would pay for the care and treatment if the care and treatment were provided by aperson engaged in the practice of medicine and surgery or osteopathic medicine and surgeryunder chapter 148. The policy or contract shall provide that policyholders and subscribersunder the policy or contract may reject the coverage for services which may be providedby a licensed physician assistant or licensed advanced registered nurse practitioner if thecoverage is rejected for all providers of similar services. A policy or contract subject to thissection shall not impose a practice or supervision restriction which is inconsistent with ormore restrictive than the restriction already imposed by law. 2. This section applies to services provided under a policy or contract delivered, issued for delivery, continued, or renewed in this state on or after July 1, 1996, and to an existing policyor contract, on the policy’s or contract’s anniversary or renewal date, or upon the expirationof the applicable collective bargaining contract, if any, whichever is later. This section doesnot apply to policyholders or subscribers eligible for coverage under Tit. XVIII of the federalSocial Security Act or any similar coverage under a state or federal government plan. 3. For the purposes of this section, third-party payment or prepayment includes an individual or group policy of accident or health insurance or individual or group hospital orhealth care service contract issued pursuant to chapter 509, 514, or 514A, an individual orgroup health maintenance organization contract issued and regulated under chapter 514B,or a preferred provider organization contract regulated pursuant to chapter 514F. 4. Nothing in this section shall be interpreted to require an individual or group health maintenance organization or a preferred provider organization or arrangement to providepayment or prepayment for services provided by a licensed physician assistant or licensedadvanced registered nurse practitioner unless the physician assistant’s supervising physician,the physician-physician assistant team, the advanced registered nurse practitioner, or theadvanced registered nurse practitioner’s collaborating physician has entered into a contractor other agreement to provide services with the individual or group health maintenanceorganization or the preferred provider organization or arrangement. 96 Acts, ch 1169, §1; 2008 Acts, ch 1088, §130; 2017 Acts, ch 148, §63 Sat Dec 23 00:45:04 2023 Iowa Code 2024, Section 514C.11 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-11/"
    },
    {
      "id": "section-514c12",
      "number": "514C.12",
      "heading": "Postdelivery benefits and care.",
      "text": "514C.12 Postdelivery benefits and care.\n\n1. Notwithstanding section 514C.6, a person who provides an individual or group policy of accident or health insurance or individual or group hospital or health care servicecontract issued pursuant to chapter 509, 509A, 514, or 514A or an individual or grouphealth maintenance organization contract issued and regulated under chapter 514B, whichis delivered, amended, or renewed on or after July 1, 1996, and which provides maternitybenefits, which are not limited to complications of pregnancy, or newborn care benefits,shall not terminate inpatient benefits or require discharge of a mother or the newborn froma hospital following delivery earlier than determined to be medically appropriate by theattending physician after consultation with the mother and in accordance with guidelinesadopted by rule by the commissioner. The guidelines adopted by rule shall be consistentwith or may adopt by reference the guidelines for perinatal care established by the Americanacademy of pediatrics and the American college of obstetricians and gynecologists whichprovide that when complications are not present, the postpartum hospital stay rangesfrom a minimum of forty-eight hours for a vaginal delivery to a minimum of ninety-sixhours for a cesarean birth, excluding the day of delivery. The guidelines adopted by ruleby the commissioner shall also provide that in the event of a discharge from the hospitalprior to the minimum stay established in the guidelines, a postdischarge follow-up visitshall be provided to the mother and newborn by providers competent in postpartum careand newborn assessment if determined medically appropriate as directed by the attendingphysician, in accordance with the guidelines. 2. When performing utilization review of inpatient hospital services related to maternity and newborn care, including but not limited to length of postdelivery stay and postdischargefollow-up care, any person who provides an individual or group policy of accident or healthinsurance or individual or group hospital or health care service contract issued pursuant tochapter 509, 509A, 514, or 514A, or an individual or group health maintenance organizationcontract issued and regulated under chapter 514B, shall use the guidelines adopted by ruleby the commissioner, and shall not deselect, require additional documentation, requireadditional utilization review, terminate services to, reduce payment to, or in any mannerprovide a disincentive to an attending physician solely on the basis that the attendingphysician provided or directed the provision of services in compliance with the guidelinesadopted by rule. 3. Preauthorization or precertification for a hospital stay or for a postdischarge follow-up visit in accordance with the guidelines adopted by rule by the commissioner shall not berequired. 96 Acts, ch 1202, §1 Sat Dec 23 00:45:04 2023 Iowa Code 2024, Section 514C.12 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-12/"
    },
    {
      "id": "section-514c12a",
      "number": "514C.12A",
      "heading": "Licensed midwife services.",
      "text": "514C.12A Licensed midwife services.\n\n1. Notwithstanding section 514C.6, a person who provides an individual or group policy of accident or health insurance or individual or group hospital or health care servicecontract issued pursuant to chapter 509, 509A, 514, or 514A or an individual or grouphealth maintenance organization contract issued and regulated under chapter 514B, whichis delivered, amended, or renewed on or after July 1, 1996, and which provides maternitybenefits, which are not limited to complications of pregnancy, or newborn care benefits,shall provide coverage for maternity services rendered by a midwife licensed pursuant tochapter 148I, regardless of the site of services, in accordance with guidelines adopted byrule by the commissioner. 2. Coverage for maternity services provided by a licensed midwife shall not be subject to any greater copayment, deductible, or coinsurance than is applicable to any other similarbenefits provided by the plan. 3. A person who provides an individual or group policy of accident or health insurance or individual or group hospital or health care service contract issued pursuant to chapter509, 509A, 514, or 514A or an individual or group health maintenance organization contractissued and regulated under chapter 514B may require that maternity services be provided bya licensed midwife under contract with the person. 4. This section does not require payment for any cost, charge, or fee relating to the location at which maternity services were provided by a certified professional midwife. 2023 Acts, ch 127, §12NEW section Sat Dec 23 00:45:05 2023 Iowa Code 2024, Section 514C.12A (0, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-12a/"
    },
    {
      "id": "section-514c13",
      "number": "514C.13",
      "heading": "Group managed care health plans — requirements attached to limited provider network plan offers.",
      "text": "514C.13 Group managed care health plans — requirements attached to limited provider\n\nnetwork plan offers.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Carrier”\n\nmeans an entity that provides health benefit plans in this state.\n\n“Carrier”\n\nincludes an insurance company, group hospital or medical service corporation, healthmaintenance organization, multiple employer welfare arrangement, and any other personproviding health benefit plans in this state subject to regulation by the commissioner ofinsurance.\n\nb. “Health benefit plan”\n\nmeans a policy, certificate, or contract providing hospital or medical coverage, benefits, or services rendered by a health care provider.\n\n“Health benefitplan”\n\ndoes not include a group conversion plan, accident-only, specific-disease, short-termhospital or medical hospital confinement indemnity, credit, dental, vision, Medicaresupplement, long-term care, or disability income insurance, coverage issued as a supplementto liability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance.\n\nc. “Health care provider”\n\nmeans a hospital licensed pursuant to chapter 135B, a person licensed under chapter 148, 148C, 149, 151, or 154, or a person licensed as an advancedregistered nurse practitioner under chapter 152.\n\nd. “Indemnity plan”\n\nmeans a hospital or medical expense-incurred policy, certificate, or contract, major medical expense insurance, or hospital or medical service plan contract.\n\ne. “Large employer”\n\nmeans a person actively engaged in business who, during at least fifty percent of the employer’s working days during the preceding calendar year, employed morethan fifty full-time equivalent employees.\n\nf.\n\n“Limited provider network plan”\n\nmeans a managed care health plan which limits access to or coverage for services to selected health care providers who are under contract with themanaged care health plan.\n\ng. “Managed care health plan”\n\nmeans a health benefit plan that selects and contracts with health care providers; manages and coordinates health care delivery; monitors necessity,appropriateness, and quality of health care delivered by health care providers; and performsutilization review and cost control.\n\nh. “Point of service plan option”\n\nmeans a provision in a managed care health plan that permits insureds, enrollees, or subscribers access to health care from health care providerswho have not contracted with the managed care health plan.\n\ni. “Small employer”\n\nmeans a person actively engaged in business who, during at least fifty percent of the employer’s working days during the preceding calendar year, employed at leastone and not more than fifty full-time equivalent employees. 2. A carrier which offers to a small employer a limited provider network plan to provide health care services or benefits to the small employer’s employees shall also offer to the smallemployer a point of service option to the limited provider network plan. 3. A carrier which offers to a large employer a limited provider network plan to provide health care services or benefits to the large employer’s employees shall also offer to the largeemployer one or more of the following:\n\na.\n\nA point of service plan option to the limited provider network plan. The price of the point of service plan option shall be actuarially determined.\n\nb.\n\nA managed care health plan that is not a limited provider network plan.\n\nc.\n\nAn indemnity plan.4. A large employer that offers a limited provider network plan to its employees shall also offer to its employees one or more of the following:\n\na.\n\nA point of service plan option to the limited provider network plan.\n\nb.\n\nA managed care health plan that is not a limited provider network plan.\n\nc.\n\nAn indemnity plan.97 Acts, ch 88, §1; 2008 Acts, ch 1088, §131; 2011 Acts, ch 70, §27, 49; 2017 Acts, ch 148, §64 – 66 Referred to in §249A.37, 505.25, 514I.6 Sat Dec 23 00:45:06 2023 Iowa Code 2024, Section 514C.13 (28, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-13/"
    },
    {
      "id": "section-514c14",
      "number": "514C.14",
      "heading": "Continuity of care — pregnancy.",
      "text": "514C.14 Continuity of care — pregnancy.\n\n1. Except as provided under subsection 2 or 3, a carrier, as defined in section 513B.2, or a plan established pursuant to chapter 509A for public employees, that terminates itscontract with a participating health care provider, shall continue to provide coverage underthe contract to a covered person in the second or third trimester of pregnancy for continuedcare from such health care provider. Such persons may continue to receive such treatmentor care through postpartum care related to the child birth and delivery. Payment for coveredbenefits and benefit levels shall be according to the terms and conditions of the contract. 2. A covered person who makes an involuntary change in health plans may request that the new health plan cover the services of the covered person’s physician specialist who is nota participating health care provider under the new health plan, if the covered person is in thesecond or third trimester of pregnancy. Continuation of such coverage shall continue throughpostpartum care related to the child birth and delivery. Payment for covered benefits andbenefit levels shall be according to the terms and conditions of the new health plan contract. 3. A carrier or a plan established under chapter 509A, that terminates the contract of a participating health care provider for cause shall not be liable to pay for health care servicesprovided by the health care provider to a covered person following the date of termination. 99 Acts, ch 41, §1; 2017 Acts, ch 148, §67; 2018 Acts, ch 1026, §157 Sat Dec 23 00:45:06 2023 Iowa Code 2024, Section 514C.14 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-14/"
    },
    {
      "id": "section-514c15",
      "number": "514C.15",
      "heading": "Treatment options.",
      "text": "514C.15 Treatment options.\n\nA carrier, as defined in section 513B.2, or a plan established pursuant to chapter 509A for public employees, shall not prohibit a participating provider from, or penalize a participatingprovider for, doing either of the following: 1. Discussing treatment options with a covered individual, notwithstanding the carrier’s or plan’s position on such treatment option. 2. Advocating on behalf of a covered individual within a review or grievance process established by the carrier or chapter 509A plan, or established by a person contracting withthe carrier or chapter 509A plan. 99 Acts, ch 41, §2; 2017 Acts, ch 148, §68; 2018 Acts, ch 1041, §103 Sat Dec 23 00:45:07 2023 Iowa Code 2024, Section 514C.15 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-15/"
    },
    {
      "id": "section-514c16",
      "number": "514C.16",
      "heading": "Emergency room services.",
      "text": "514C.16 Emergency room services.\n\n1. A carrier, as defined in section 513B.2, or a plan established pursuant to chapter 509A for public employees, which provides coverage for emergency services, is responsiblefor charges for emergency services provided to a covered individual, including servicesfurnished outside any contractual provider network or preferred provider network. Coveragefor emergency services is subject to the terms and conditions of the health benefit plan orcontract. 2. Prior authorization for emergency services shall not be required. All services necessary to evaluate and stabilize an emergency medical condition shall be consideredcovered emergency services. 3. For purposes of this section, unless the context otherwise requires:\n\na. “Emergency medical condition”\n\nmeans a medical condition that manifests itself by symptoms of sufficient severity, including but not limited to severe pain, that an ordinarilyprudent person, possessing average knowledge of medicine and health, could reasonablyexpect the absence of immediate medical attention to result in one of the following: (1) Placing the health of the individual, or with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy. (2) Serious impairment to bodily function.(3) Serious dysfunction of a bodily organ or part.\n\nb. “Emergency services”\n\nmeans covered inpatient and outpatient health care services that are furnished by a health care provider who is qualified to provide the services that are neededto evaluate or stabilize an emergency medical condition. 99 Acts, ch 41, §3; 2017 Acts, ch 148, §69 Sat Dec 23 00:45:08 2023 Iowa Code 2024, Section 514C.16 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-16/"
    },
    {
      "id": "section-514c17",
      "number": "514C.17",
      "heading": "Continuity of care — terminal illness.",
      "text": "514C.17 Continuity of care — terminal illness.\n\n1. Except as provided under subsection 2 or 3, if a carrier, as defined in section 513B.2, or a plan established pursuant to chapter 509A for public employees, terminates its contractwith a participating health care provider, a covered individual who is undergoing a specifiedcourse of treatment for a terminal illness or a related condition, with the recommendation ofthe covered individual’s treating physician licensed under chapter 148 or treating physicianassistant licensed under chapter 148C may continue to receive coverage for treatmentreceived from the covered individual’s physician or physician assistant for the terminalillness or a related condition, for a period of up to ninety days. Payment for covered benefitsand benefit levels shall be according to the terms and conditions of the contract. 2. A covered person who makes a change in health plans involuntarily may request that the new health plan cover services of the covered person’s treating physician licensedunder chapter 148 or treating physician assistant licensed under chapter 148C who is nota participating health care provider under the new health plan, if the covered person isundergoing a specified course of treatment for a terminal illness or a related condition.Continuation of such coverage shall continue for up to ninety days. Payment for coveredbenefits and benefit levels shall be according to the terms and conditions of the contract. 3. Notwithstanding subsections 1 and 2, a carrier or a plan established under chapter 509A which terminates the contract of a participating health care provider for cause shall notbe required to cover health care services provided by the health care provider to a coveredperson following the date of termination. 99 Acts, ch 41, §4; 2008 Acts, ch 1088, §132; 2017 Acts, ch 148, §70; 2022 Acts, ch 1066, §46 Sat Dec 23 00:45:08 2023 Iowa Code 2024, Section 514C.17 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-17/"
    },
    {
      "id": "section-514c18",
      "number": "514C.18",
      "heading": "Diabetes coverage.",
      "text": "514C.18 Diabetes coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a policy or contract providing for third-party payment or prepayment of health or medical expensesshall provide coverage benefits for the cost associated with equipment, supplies, andself-management training and education for the treatment of all types of diabetes mellituswhen prescribed by a physician licensed under chapter 148 or a physician assistant licensedunder chapter 148C. Coverage benefits shall include coverage for the cost associated withall of the following:\n\na.\n\nEquipment and supplies.\n\nb.\n\nPayment for diabetes self-management training and education only under all of the following conditions: (1) The physician or physician assistant managing the individual’s diabetic condition certifies that such services are needed under a comprehensive plan of care related to theindividual’s diabetic condition to ensure therapy compliance or to provide the individualwith necessary skills and knowledge to participate in the management of the individual’scondition. (2) The diabetes self-management training and education program is certified by the department of health and human services. The department shall consult with the American diabetes association, Iowa affiliate, in developing the standards for certificationof diabetes education programs that cover at least ten hours of initial outpatient diabetesself-management training within a continuous twelve-month period and up to two hours offollow-up training for each subsequent year for each individual diagnosed by a physician orphysician assistant with any type of diabetes mellitus. 2.\n\na.\n\nThis section applies to the following classes of third-party payment provider contracts or policies that are delivered, issued for delivery, continued, or renewed in this state: (1) Individual or group accident and sickness insurance providing coverage on an expense-incurred basis. (2) An individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A. (3) An individual or group health maintenance organization contract regulated under chapter 514B. (4) Any other entity engaged in the business of insurance, risk transfer, or risk retention, which is subject to the jurisdiction of the commissioner. (5) A plan established pursuant to chapter 509A for public employees.\n\nb.\n\nThis section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 99 Acts, ch 75, §1; 99 Acts, ch 208, §58; 2008 Acts, ch 1088, §133; 2009 Acts, ch 139, §1, 2; 2011 Acts, ch 70, §28; 2017 Acts, ch 148, §71; 2022 Acts, ch 1066, §47, 48; 2023 Acts, ch 19,§1200; 2023 Acts, ch 66, §120 2009 amendment takes effect May 22, 2009, and applies to the classes of third-party payment provider contracts or policies that are delivered, issued for delivery, continued, or renewed on or after July 1, 2009; 2009 Acts, ch 139, §2 Subsection 1, paragraph b, subparagraph (2) amendedSubsection 2, paragraph a, unnumbered paragraph 1 amended Sat Dec 23 00:45:08 2023 Iowa Code 2024, Section 514C.18 (24, 2)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-18/"
    },
    {
      "id": "section-514c19",
      "number": "514C.19",
      "heading": "Prescription contraceptive coverage.",
      "text": "514C.19 Prescription contraceptive coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a group policy or contract providing for third-party payment or prepayment of health or medicalexpenses shall not do either of the following:\n\na.\n\nExclude or restrict benefits for prescription contraceptive drugs or prescription contraceptive devices which prevent conception and which are approved by the UnitedStates food and drug administration, or generic equivalents approved as substitutable by theUnited States food and drug administration, if such policy or contract provides benefits forother outpatient prescription drugs or devices.\n\nb.\n\nExclude or restrict benefits for outpatient contraceptive services which are provided for the purpose of preventing conception if such policy or contract provides benefits for otheroutpatient services provided by a health care professional. 2. A person who provides a group policy or contract providing for third-party payment or prepayment of health or medical expenses which is subject to subsection 1 shall not do anyof the following:\n\na.\n\nDeny to an individual eligibility, or continued eligibility, to enroll in or to renew coverage under the terms of the policy or contract because of the individual’s use or potential useof such prescription contraceptive drugs or devices, or use or potential use of outpatientcontraceptive services.\n\nb.\n\nProvide a monetary payment or rebate to a covered individual to encourage such individual to accept less than the minimum benefits provided for under subsection 1.\n\nc.\n\nPenalize or otherwise reduce or limit the reimbursement of a health care professional because such professional prescribes contraceptive drugs or devices, or provides contraceptive services.\n\nd.\n\nProvide incentives, monetary or otherwise, to a health care professional to induce such professional to withhold from a covered individual contraceptive drugs or devices, orcontraceptive services. 3. This section shall not be construed to prevent a third-party payor from including deductibles, coinsurance, or copayments under the policy or contract, as follows:\n\na.\n\nA deductible, coinsurance, or copayment for benefits for prescription contraceptive drugs shall not be greater than such deductible, coinsurance, or copayment for any outpatientprescription drug for which coverage under the policy or contract is provided.\n\nb.\n\nA deductible, coinsurance, or copayment for benefits for prescription contraceptive devices shall not be greater than such deductible, coinsurance, or copayment for anyoutpatient prescription device for which coverage under the policy or contract is provided.\n\nc.\n\nA deductible, coinsurance, or copayment for benefits for outpatient contraceptive services shall not be greater than such deductible, coinsurance, or copayment for anyoutpatient health care services for which coverage under the policy or contract is provided. 4. This section shall not be construed to require a third-party payor under a policy or contract to provide benefits for experimental or investigational contraceptive drugs ordevices, or experimental or investigational contraceptive services, except to the extentthat such policy or contract provides coverage for other experimental or investigationaloutpatient prescription drugs or devices, or experimental or investigational outpatient healthcare services. 5. This section shall not be construed to limit or otherwise discourage the use of generic equivalent drugs approved by the United States food and drug administration, wheneveravailable and appropriate. This section, when a brand name drug is requested by a coveredindividual and a suitable generic equivalent is available and appropriate, shall not beconstrued to prohibit a third-party payor from requiring the covered individual to pay adeductible, coinsurance, or copayment consistent with subsection 3, in addition to thedifference of the cost of the brand name drug less the maximum covered amount for ageneric equivalent. 6. A person who provides an individual policy or contract providing for third-party payment or prepayment of health or medical expenses shall make available a coverageprovision that satisfies the requirements in subsections 1 through 5 in the same manner as Sat Dec 23 00:45:10 2023 Iowa Code 2024, Section 514C.19 (21, 0)\n\n§514C.19, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\nsuch requirements are applicable to a group policy or contract under those subsections. Thepolicy or contract shall provide that the individual policyholder may reject the coverageprovision at the option of the policyholder. 7.\n\na.\n\nThis section applies to the following classes of third-party payment provider contracts or policies delivered, issued for delivery, continued, or renewed in this state on orafter July 1, 2000: (1) Individual or group accident and sickness insurance providing coverage on an expense-incurred basis. (2) An individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A. (3) An individual or group health maintenance organization contract regulated under chapter 514B. (4) Any other entity engaged in the business of insurance, risk transfer, or risk retention, which is subject to the jurisdiction of the commissioner. (5) A plan established pursuant to chapter 509A for public employees.\n\nb.\n\nThis section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 2000 Acts, ch 1120, §1; 2017 Acts, ch 148, §72 Sat Dec 23 00:45:10 2023 Iowa Code 2024, Section 514C.19 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-19/"
    },
    {
      "id": "section-514c20",
      "number": "514C.20",
      "heading": "Mandated coverage for dental care — anesthesia and certain hospital charges.",
      "text": "514C.20 Mandated coverage for dental care — anesthesia and certain hospital charges.\n\n1. Notwithstanding section 514C.6, and subject to the terms and conditions of the policy or contract, a policy or contract providing for third-party payment or prepayment of healthor medical expenses shall provide coverage for the administration of general anesthesia andhospital or ambulatory surgical center charges related to the provision of dental care servicesprovided to any of the following covered individuals:\n\na.\n\nA child under five years of age upon a determination by a licensed dentist and the child’s treating physician licensed pursuant to chapter 148 or treating physician assistant licensedpursuant to chapter 148C, that such child requires necessary dental treatment in a hospital orambulatory surgical center due to a dental condition or a developmental disability for whichpatient management in the dental office has proved to be ineffective.\n\nb.\n\nAny individual upon a determination by a licensed dentist and the individual’s treating physician licensed pursuant to chapter 148 or treating physician assistant licensed pursuantto chapter 148C, that such individual has one or more medical conditions that would createsignificant or undue medical risk for the individual in the course of delivery of any necessarydental treatment or surgery if not rendered in a hospital or ambulatory surgical center. 2. Prior authorization of hospitalization or ambulatory surgical center for dental care procedures may be required in the same manner that prior authorization is required forhospitalization for other coverages under the contract or policy. 3. This section applies to the following classes of third-party payment provider contracts or policies delivered, issued for delivery, continued, or renewed in this state on or after July1, 2000:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nAny other entity engaged in the business of insurance, risk transfer, or risk retention, which is subject to the jurisdiction of the commissioner.\n\ne.\n\nA plan established pursuant to chapter 509A for public employees.4. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 2000 Acts, ch 1193, §1; 2008 Acts, ch 1088, §134; 2017 Acts, ch 148, §73; 2022 Acts, ch 1066, §49 Sat Dec 23 00:45:09 2023 Iowa Code 2024, Section 514C.20 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-20/"
    },
    {
      "id": "section-514c21",
      "number": "514C.21",
      "heading": "Coverage for immunizations — mercury.",
      "text": "514C.21 Coverage for immunizations — mercury.\n\n1. Third-party payment provider contracts or policies delivered, issued for delivery, continued, or renewed in this state on or after January 1, 2006, that provide reimbursementfor immunizations shall provide reimbursement for immunizations containing no more thantrace amounts of mercury at the acquisition cost rate for immunizations containing no morethan trace amounts of mercury. For the purposes of this section,\n\n“trace amounts”\n\nmeanstrace amounts as defined by the United States food and drug administration. 2. For the purposes of this section,\n\n“third-party payment provider contracts or policies”\n\nincludes:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B. 2004 Acts, ch 1159, §2; 2017 Acts, ch 148, §74 Sat Dec 23 00:45:10 2023 Iowa Code 2024, Section 514C.21 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-21/"
    },
    {
      "id": "section-514c22",
      "number": "514C.22",
      "heading": "Biologically based mental illness coverage.",
      "text": "514C.22 Biologically based mental illness coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a group policy, contract, or plan providing for third-party payment or prepayment of health, medical,and surgical coverage benefits issued by a carrier, as defined in section 513B.2, shall providecoverage benefits for treatment of a biologically based mental illness if either of the followingis satisfied:\n\na.\n\nThe policy, contract, or plan is issued to an employer who on at least fifty percent of the employer’s working days during the preceding calendar year employed more than fiftyfull-time equivalent employees. In determining the number of full-time equivalent employeesof an employer, employers who are affiliated or who are able to file a consolidated tax returnfor purposes of state taxation shall be considered one employer.\n\nb.\n\nThe policy, contract, or plan is issued to a small employer as defined in section 513B.2, and such policy, contract, or plan provides coverage benefits for the treatment of mentalillness. 2. Notwithstanding the uniformity of treatment requirements of section 514C.6, a plan established pursuant to chapter 509A for public employees shall provide coverage benefitsfor treatment of a biologically based mental illness. 3. For purposes of this section,\n\n“biologically based mental illness”\n\nmeans the following psychiatric illnesses:\n\na.\n\nSchizophrenia.\n\nb.\n\nBipolar disorders.\n\nc.\n\nMajor depressive disorders.\n\nd.\n\nSchizo-affective disorders.\n\ne.\n\nObsessive-compulsive disorders.\n\nf.\n\nPervasive developmental disorders.\n\ng.\n\nAutistic disorders.4. The commissioner, by rule, shall define the biologically based mental illnesses identified in subsection 3. Definitions established by the commissioner shall be consistentwith definitions provided in the most recent edition of the American psychiatric association’sdiagnostic and statistical manual of mental disorders, as such definitions may be amendedfrom time to time. The commissioner may adopt the definitions provided in such manual byreference. 5. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance, or individual accident and sickness policies issued to individuals or toindividual members of a member association. 6. A carrier or plan established pursuant to chapter 509A may manage the benefits provided through common methods, including but not limited to providing payment ofbenefits or providing care and treatment under a capitated payment system, prospectivereimbursement rate system, utilization control system, incentive system for the use of leastrestrictive and least costly levels of care, a preferred provider contract limiting choice ofspecific providers, or any other system, method, or organization designed to assure servicesare medically necessary and clinically appropriate. 7.\n\na.\n\nA group policy, contract, or plan covered under this section shall not impose an aggregate annual or lifetime limit on biologically based mental illness coverage benefitsunless the policy, contract, or plan imposes an aggregate annual or lifetime limit onsubstantially all health, medical, and surgical coverage benefits.\n\nb.\n\nA group policy, contract, or plan covered under this section that imposes an aggregate annual or lifetime limit on substantially all health, medical, and surgical coverage benefitsshall not impose an aggregate annual or lifetime limit on biologically based mental illnesscoverage benefits that is less than the aggregate annual or lifetime limit imposed onsubstantially all health, medical, and surgical coverage benefits. Sat Dec 23 00:45:11 2023 Iowa Code 2024, Section 514C.22 (20, 0)\n\n§514C.22, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\n8. A group policy, contract, or plan covered under this section shall at a minimum allow for thirty inpatient days and fifty-two outpatient visits annually. The policy, contract, or plan mayalso include deductibles, coinsurance, or copayments, provided the amounts and extent ofsuch deductibles, coinsurance, or copayments applicable to other health, medical, or surgicalservices coverage under the policy, contract, or plan are the same. It is not a violation of thissection if the policy, contract, or plan excludes entirely from coverage benefits for the cost ofproviding the following:\n\na.\n\nMarital, family, educational, developmental, or training services.\n\nb.\n\nCare that is substantially custodial in nature.\n\nc.\n\nServices and supplies that are not medically necessary or clinically appropriate.\n\nd.\n\nExperimental treatments.9. This section applies to third-party payment provider policies or contracts and to plans established pursuant to chapter 509A that are delivered, issued for delivery, continued, orrenewed in this state on or after January 1, 2006. 2005 Acts, ch 91, §1; 2017 Acts, ch 148, §75, 76Referred to in §135H.3, 514C.28 Sat Dec 23 00:45:11 2023 Iowa Code 2024, Section 514C.22 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-22/"
    },
    {
      "id": "section-514c23",
      "number": "514C.23",
      "heading": "Human papilloma virus vaccinations — coverage.",
      "text": "514C.23 Human papilloma virus vaccinations — coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a contract, policy, or plan providing for third-party payment or prepayment of health ormedical expenses that provides coverage benefits for any vaccination or immunization shallprovide coverage benefits for a vaccination for human papilloma virus, including but notlimited to the following classes of third-party payment provider contracts, policies, or plansdelivered, issued for delivery, continued, or renewed in this state on or after January 1, 2009:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nAn individual or group Medicare supplemental policy, unless coverage pursuant to such policy is preempted by federal law.\n\ne.\n\nA plan established pursuant to chapter 509A for public employees.2. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, long-term care, basichospital and medical-surgical expense coverage as defined by the commissioner, disabilityincome insurance coverage, coverage issued as a supplement to liability insurance, workers’compensation or similar insurance, or automobile medical payment insurance. 3. As used in this section,\n\n“human papilloma virus”\n\nmeans the human papilloma virus as defined by the centers for disease control and prevention of the United States department ofhealth and human services. 4. The commissioner of insurance shall adopt rules pursuant to chapter 17A as necessary to administer this section. 2008 Acts, ch 1108, §1 Sat Dec 23 00:45:11 2023 Iowa Code 2024, Section 514C.23 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-23/"
    },
    {
      "id": "section-514c24",
      "number": "514C.24",
      "heading": "Cancer treatment — coverage.",
      "text": "514C.24 Cancer treatment — coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a contract, policy, or plan providing for third-party payment or prepayment for cancertreatment shall not discriminate between coverage benefits for prescribed, orally administered anticancer medication used to kill or slow the growth of cancerous cells andintravenously administered or injected cancer medications that are covered, regardless offormulation or benefit category determination by the contract, policy, or plan. 2. The provisions of this section shall apply to all of the following classes of third-party payment provider contracts, policies, or plans delivered, issued for delivery, continued, orrenewed in this state on or after July 1, 2009:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nAn individual or group Medicare supplemental policy, unless coverage pursuant to such policy is preempted by federal law.\n\ne.\n\nA plan established pursuant to chapter 509A for public employees.3. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, long-term care, basichospital, and medical-surgical expense coverage as defined by the commissioner, disabilityincome insurance coverage, coverage issued as a supplement to liability insurance, workers’compensation or similar insurance, or automobile medical payment insurance. 4. The commissioner of insurance shall adopt rules pursuant to chapter 17A as necessary to administer this section. 2009 Acts, ch 179, §183 Sat Dec 23 00:45:11 2023 Iowa Code 2024, Section 514C.24 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-24/"
    },
    {
      "id": "section-514c25",
      "number": "514C.25",
      "heading": "Coverage for prosthetic devices.",
      "text": "514C.25 Coverage for prosthetic devices.\n\n1.\n\na.\n\nNotwithstanding the uniformity of treatment requirements of section 514C.6, a policy, contract, or plan providing for third-party payment or prepayment of health ormedical expenses shall provide coverage benefits for medically necessary prosthetic deviceswhen prescribed by a physician licensed under chapter 148 or physician assistant licensedunder chapter 148C. Such coverage benefits for medically necessary prosthetic devicesshall provide coverage for medically necessary prosthetic devices that, at a minimum, equalsthe coverage and payment for medically necessary prosthetic devices provided under themost recent federal laws for health insurance for the aged and disabled pursuant to 42U.S.C. §1395k, 13951, and 1395m, and 42 C.F.R. §410.100, 414.202, 414.210, and 414.228, asapplicable.\n\nb.\n\nFor the purposes of this section,\n\n“prosthetic device”\n\nmeans an artificial limb device to replace, in whole or in part, an arm or leg. 2.\n\na.\n\nThis section applies to the following classes of third-party payment provider policies, contracts, or plans delivered, issued for delivery, continued, or renewed in this state on orafter July 1, 2009: (1) Individual or group accident and sickness insurance providing coverage on an expense-incurred basis. (2) An individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A. (3) An individual or group health maintenance organization contract regulated under chapter 514B. (4) A plan established pursuant to chapter 509A for public employees.\n\nb.\n\nThis section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 3. Notwithstanding subsection 1, paragraph\n\n“a”\n\n, a policy, contract, or plan providing for third-party payment or prepayment of health or medical expenses that is issued for usein connection with a health savings account as authorized under Tit. XII of the MedicarePrescription Drug, Improvement, and Modernization Act of 2003, Pub. L. No. 108-173, mayimpose the same deductibles and out-of-pocket limits on the prosthetics coverage benefitsrequired in this section that apply to substantially all health, medical, and surgical coveragebenefits under the policy, contract, or plan. 2009 Acts, ch 89, §1; 2017 Acts, ch 148, §77; 2022 Acts, ch 1066, §50 Sat Dec 23 00:45:13 2023 Iowa Code 2024, Section 514C.25 (24, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-25/"
    },
    {
      "id": "section-514c26",
      "number": "514C.26",
      "heading": "Approved cancer clinical trials coverage.",
      "text": "514C.26 Approved cancer clinical trials coverage.\n\n1.\n\nDefinitions.\n\nFor purposes of this section, unless the context otherwise requires:\n\na. “Approved cancer clinical trial”\n\nmeans a scientific study of a new therapy for the treatment of cancer in human beings that meets the requirements set forth in subsection 3and consists of a scientific plan of treatment that includes specified goals, a rationale andbackground for the plan, criteria for patient selection, specific directions for administeringtherapy and monitoring patients, a definition of quantitative measures for determiningtreatment response, and methods for documenting and treating adverse reactions.\n\nb. “Institutional review board”\n\nmeans a board, committee, or other group formally designated by an institution and approved by the national institutes of health, office forprotection from research risks, to review, approve the initiation of, and conduct periodicreview of biomedical research involving human subjects.\n\n“Institutional review board”\n\nmeansthe same as “institutional review committee” as used in section 520(g) of the federal Food,Drug, and Cosmetic Act, as codified in 21 U.S.C. §301 et seq.\n\nc.\n\n(1)\n\n“Routine patient care costs”\n\nmeans medically necessary services or treatments that are a benefit under a contract or policy providing for third-party payment or prepaymentof health or medical expenses that would be covered if the patient were receiving standardcancer treatment. (2)\n\n“Routine patient care costs”\n\ndoes not include any of the following:(a) Costs of any treatments, procedures, drugs, devices, services, or items that are the subject of the approved cancer clinical trial or any other investigational treatments,procedures, drugs, devices, services, or items. (b) Costs of nonhealth care services that the patient is required to receive as a result of participation in the approved cancer clinical trial. (c) Costs associated with managing the research that is associated with the approved cancer clinical trial. (d) Costs that would not be covered by the third-party payment provider if noninvestigational treatments were provided. (e) Costs of any services, procedures, or tests provided solely to satisfy data collection and analysis needs that are not used in the direct clinical management of the patient participatingin an approved cancer clinical trial. (f) Costs paid for, or not charged for, by the approved cancer clinical trial providers.(g) Costs for transportation, lodging, food, or other expenses for the patient, a family member, or a companion of the patient that are associated with travel to or from a facilitywhere an approved cancer clinical trial is conducted. (h) Costs for services, items, or drugs that are eligible for reimbursement from a source other than a patient’s contract or policy providing for third-party payment or prepayment ofhealth or medical expenses, including the sponsor of the approved cancer clinical trial. (i) Costs associated with approved cancer clinical trials designed exclusively to test toxicity or disease pathophysiology. (j) Costs of extra treatments, services, procedures, tests, or drugs that would not be performed or administered except for participation in the cancer clinical trial. Nothing inthis subparagraph division shall limit payment for treatments, services, procedures, tests, ordrugs that are otherwise a covered benefit under subparagraph (1).\n\nd. “Therapeutic intent”\n\nmeans that a treatment is aimed at improving a patient’s health outcome relative to either survival or quality of life. 2.\n\nCoverage required.\n\nNotwithstanding the uniformity of treatment requirements of section 514C.6, a policy or contract providing for third-party payment or prepayment ofhealth or medical expenses shall provide coverage benefits for routine patient care costsincurred for cancer treatment in an approved cancer clinical trial to the same extent thatsuch policy or contract provides coverage for treating any other sickness, injury, disease,or condition covered under the policy or contract, if the insured has been referred for suchcancer treatment by two physicians who specialize in oncology and the cancer treatmentis given pursuant to an approved cancer clinical trial that meets the criteria set forth insubsection 3. Services that are furnished without charge to a participant in the approved Sat Dec 23 00:45:13 2023 Iowa Code 2024, Section 514C.26 (24, 0)\n\n§514C.26, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\ncancer clinical trial are not required to be covered as routine patient care costs pursuant tothis section. 3.\n\nCriteria.\n\nRoutine patient care costs for cancer treatment given pursuant to an approved cancer clinical trial shall be covered pursuant to this section if all of the followingrequirements are met:\n\na.\n\nThe treatment is provided with therapeutic intent and is provided pursuant to an approved cancer clinical trial that has been authorized or approved by one of the following: (1) The national institutes of health.(2) The United States food and drug administration.(3) The United States department of defense.(4) The United States department of veterans affairs.\n\nb.\n\nThe proposed treatment has been reviewed and approved by the applicable qualified institutional review board.\n\nc.\n\nThe available clinical or preclinical data indicate that the treatment that will be provided pursuant to the approved cancer clinical trial will be at least as effective as the standardtherapy and is anticipated to constitute an improvement in therapeutic effectiveness for thetreatment of the disease in question. 4.\n\nNotice.\n\nAs soon as practical after the insured provides written consent to participate in an approved cancer clinical trial, the physician shall provide notice to the third-party paymentprovider of the insured’s intent to participate in an approved cancer clinical trial. Failure toprovide such notice to the third-party payment provider shall not be the basis for denying thecoverage required under subsection 2. 5.\n\nApplicability.a.\n\nThis section applies to the following classes of third-party payment provider contracts or policies delivered, issued for delivery, continued, or renewed in this state on or after July1, 2010: (1) Individual or group accident and sickness insurance providing coverage on an expense-incurred basis. (2) An individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A. (3) An individual or group health maintenance organization contract regulated under chapter 514B. (4) Any other entity engaged in the business of insurance, risk transfer, or risk retention, which is subject to the jurisdiction of the commissioner. (5) A plan established pursuant to chapter 509A for public employees.\n\nb.\n\nThis section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 2010 Acts, ch 1013, §1; 2010 Acts, ch 1193, §61; 2017 Acts, ch 148, §78 Sat Dec 23 00:45:13 2023 Iowa Code 2024, Section 514C.26 (24, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-26/"
    },
    {
      "id": "section-514c27",
      "number": "514C.27",
      "heading": "Mental illness and substance use disorder treatment coverage for veterans.",
      "text": "514C.27 Mental illness and substance use disorder treatment coverage for veterans.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a group policy or contract providing for third-party payment or prepayment of health or medicalexpenses issued by a carrier, as defined in section 513B.2, shall provide coverage benefitsto an insured who is a veteran for treatment of mental illness and substance use disorderif either of the following is satisfied:\n\na.\n\nThe policy or contract is issued to an employer who on at least fifty percent of the employer’s working days during the preceding calendar year employed more than fiftyfull-time equivalent employees. In determining the number of full-time equivalent employeesof an employer, employers who are affiliated or who are able to file a consolidated tax returnfor purposes of state taxation shall be considered one employer.\n\nb.\n\nThe policy or contract is issued to a small employer as defined in section 513B.2, and such policy or contract provides coverage benefits for the treatment of mental illness andsubstance use disorder. 2. Notwithstanding the uniformity of treatment requirements of section 514C.6, a plan established pursuant to chapter 509A for public employees shall provide coverage benefitsto an insured who is a veteran for treatment of mental illness and substance use disorder asdefined in subsection 3. 3. For purposes of this section:\n\na. “Mental illness”\n\nmeans mental disorders as defined by the commissioner by rule.\n\nb. “Substance use disorder”\n\nmeans a pattern of pathological use of alcohol or a drug that causes impairment in social or occupational functioning, or that produces physiologicaldependency evidenced by physical tolerance or by physical symptoms when the alcohol ordrug is withdrawn.\n\nc. “Veteran”\n\nmeans the same as defined in section 35.1.4. The commissioner, by rule, shall define\n\n“mental illness”\n\nconsistent with definitions provided in the most recent edition of the American psychiatric association’s diagnostic andstatistical manual of mental disorders, as the definitions may be amended from time to time.The commissioner may adopt the definitions provided in such manual by reference. 5. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance, or individual accident and sickness policies issued to individuals or toindividual members of a member association. 6. A carrier or plan established pursuant to chapter 509A may manage the benefits provided through common methods, including but not limited to providing payment ofbenefits or providing care and treatment under a capitated payment system, prospectivereimbursement rate system, utilization control system, incentive system for the use of leastrestrictive and least costly levels of care, a preferred provider contract limiting choice ofspecific providers, or any other system, method, or organization designed to assure servicesare medically necessary and clinically appropriate. 7.\n\na.\n\nA group policy or contract or plan covered under this section shall not impose an aggregate annual or lifetime limit on mental illness or substance use disorder coveragebenefits unless the policy or contract or plan imposes an aggregate annual or lifetime limiton substantially all medical and surgical coverage benefits.\n\nb.\n\nA group policy or contract or plan covered under this section that imposes an aggregate annual or lifetime limit on substantially all medical and surgical coverage benefitsshall not impose an aggregate annual or lifetime limit on mental illness or substance usedisorder coverage benefits which is less than the aggregate annual or lifetime limit imposedon substantially all medical and surgical coverage benefits. 8. A group policy or contract or plan covered under this section shall at a minimum allow for thirty inpatient days and fifty-two outpatient visits annually. The policy or contractor plan may also include deductibles, coinsurance, or copayments, provided the amounts Sat Dec 23 00:45:13 2023 Iowa Code 2024, Section 514C.27 (28, 1)\n\n§514C.27, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\nand extent of such deductibles, coinsurance, or copayments applicable to other medicalor surgical services coverage under the policy or contract or plan are the same. It is nota violation of this section if the policy or contract or plan excludes entirely from coveragebenefits for the cost of providing the following:\n\na.\n\nCare that is substantially custodial in nature.\n\nb.\n\nServices and supplies that are not medically necessary or clinically appropriate.\n\nc.\n\nExperimental treatments.9. This section applies to third-party payment provider policies or contracts and plans established pursuant to chapter 509A delivered, issued for delivery, continued, or renewed inthis state on or after January 1, 2011. 2010 Acts, ch 1121, §15; 2014 Acts, ch 1026, §143; 2016 Acts, ch 1011, §95; 2017 Acts, ch 148, §79, 80; 2023 Acts, ch 19, §1201 Section amended Sat Dec 23 00:45:13 2023 Iowa Code 2024, Section 514C.27 (28, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-27/"
    },
    {
      "id": "section-514c28",
      "number": "514C.28",
      "heading": "Autism spectrum disorder coverage.",
      "text": "514C.28 Autism spectrum disorder coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a group plan established pursuant to chapter 509A for employees of the state providing for third-partypayment or prepayment of health, medical, and surgical coverage benefits shall providecoverage benefits to covered individuals under twenty-one years of age for the diagnosticassessment of autism spectrum disorder and for the treatment of autism spectrum disorder. 2. As used in this section, unless the context otherwise requires:\n\na. “Applied behavioral analysis”\n\nmeans the design, implementation, and evaluation of environmental modifications, using behavioral stimuli and consequences, to producesocially significant improvement in human behavior or to prevent loss of attained skill orfunction, including the use of direct observation, measurement, and functional analysis ofthe relations between environment and behavior.\n\nb. “Autism service provider”\n\nmeans a person, or group providing treatment of autism spectrum disorder. An autism service provider that provides treatment of autism spectrumdisorder that includes applied behavioral analysis shall be certified as a behavior analystby the behavior analyst certification board or shall be a health professional licensed underchapter 147.\n\nc. “Autism spectrum disorder”\n\nmeans a mental health condition that meets the diagnostic criteria for such disorder as published in the most recent edition of the diagnostic andstatistical manual of mental disorders as published by the American psychiatric association.\n\nd. “Diagnostic assessment of autism spectrum disorder”\n\nmeans medically necessary assessment, evaluations, or tests performed by a licensed physician, licensed physicianassistant, licensed psychologist, or licensed registered nurse practitioner to diagnosewhether an individual has autism spectrum disorder.\n\ne.\n\n“Pharmacy care”\n\nmeans medications prescribed by a licensed physician, licensed physician assistant, or licensed registered nurse practitioner and any assessment, evaluation,or test prescribed or ordered by a licensed physician, licensed physician assistant, or licensedregistered nurse practitioner to determine the need for or effectiveness of such medications.\n\nf.\n\n“Psychiatric care”\n\nmeans direct or consultative services provided by a licensed physician who specializes in psychiatry.\n\ng.\n\n“Psychological care”\n\nmeans direct or consultative services provided by a licensed psychologist.\n\nh.\n\n“Rehabilitative care”\n\nmeans professional services and treatment programs, including applied behavioral analysis, provided by an autism service provider to produce sociallysignificant improvement in human behavior or to prevent loss of attained skill or function.\n\ni.\n\n“Therapeutic care”\n\nmeans services provided by a licensed speech pathologist, licensed occupational therapist, or licensed physical therapist.\n\nj. “Treatment of autism spectrum disorder”\n\nmeans treatment that is identified in a treatment plan and includes medically necessary pharmacy care, psychiatric care,psychological care, rehabilitative care, and therapeutic care that is one of the following: (1) Prescribed, ordered, or provided by a licensed physician, licensed physician assistant, licensed psychologist, licensed social worker, or licensed registered nurse practitioner. (2) Provided by an autism service provider.(3) Provided by a person, entity, or group that works under the direction of an autism service provider.\n\nk. “Treatment plan”\n\nmeans a plan for the treatment of autism spectrum disorder developed by a licensed physician or licensed psychologist pursuant to a comprehensive evaluation orreevaluation performed in consultation with the patient and the patient’s representative. 3. Coverage is required pursuant to this section in a maximum benefit amount of not more than thirty-six thousand dollars per year but shall not be subject to any limits on thenumber of visits to an autism service provider for treatment of autism spectrum disorder. Thecommissioner shall, on or before April 1 of each calendar year, publish an adjustment to themaximum benefit required equal to the percentage change in the United States department oflabor consumer price index for all urban consumers in the preceding year, and the publishedadjusted maximum benefit shall be applicable to group policies, contracts, or plans subject to Sat Dec 23 00:45:15 2023 Iowa Code 2024, Section 514C.28 (26, 0)\n\n§514C.28, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\nthis section that are issued or renewed on or after January 1 of the following calendar year.Payments made under a group plan subject to this section on behalf of a covered individual fortreatment of a health condition unrelated to or distinguishable from the individual’s autismspectrum disorder shall not be applied toward any maximum benefit established under thissubsection. 4. Coverage required pursuant to this section shall be subject to copayment, deductible, and coinsurance provisions, and any other general exclusions or limitations of a group planto the same extent as other medical or surgical services covered by the group plan. 5. Coverage required by this section shall be provided in coordination with coverage required for the treatment of autistic disorders pursuant to section 514C.22. 6. This section shall not be construed to limit benefits which are otherwise available to an individual under a group plan. 7. This section shall not be construed to require coverage by a group plan of any service solely based on inclusion of the service in an individualized education program.Consistent with federal or state law and upon consent of the parent or guardian of a coveredindividual, the treatment of autism spectrum disorder may be coordinated with any servicesincluded in an individualized education program. However, coverage for the treatment ofautism spectrum disorder shall not be contingent upon coordination of services with anindividualized education program. 8. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance, or individual accident and sickness policies issued to individuals or toindividual members of a member association. 9. A plan established pursuant to chapter 509A for employees of the state may manage the benefits provided through common methods including but not limited to providingpayment of benefits or providing care and treatment under a capitated payment system,prospective reimbursement rate system, utilization control system, incentive system forthe use of least restrictive and costly levels of care, a preferred provider contract limitingchoice of specific providers, or any other system, method, or organization designed to assureservices are medically necessary and clinically appropriate. 10. An insurer may review a treatment plan for treatment of autism spectrum disorder once every six months, subject to its utilization review requirements, including casemanagement, concurrent review, and other managed care provisions. A more or less frequent review may be agreed upon by the insured and the licensed physician or licensedpsychologist developing the treatment plan. 11. For the purposes of this section, the results of a diagnostic assessment of autism spectrum disorder shall be valid for a period of not less than twelve months, unless a licensedphysician or licensed psychologist determines that a more frequent assessment is necessary. 12. The commissioner shall adopt rules pursuant to chapter 17A to implement and administer this section. 13. This section applies to plans established pursuant to chapter 509A for employees of the state that are delivered, issued for delivery, continued, or renewed in this state on or afterJanuary 1, 2011. 2010 Acts, ch 1193, §131; 2022 Acts, ch 1026, §4 – 6, 8Referred to in §225D.1, 225D.2, 321.189, 321.190, 514C.312022 amendments to subsections 1 – 3, 7, and 10 apply to plans established pursuant to chapter 509A for employees of the state that are delivered, issued for delivery, continued, or renewed in this state on or after January 1, 2023; 2022 Acts, ch 1026, §8 Sat Dec 23 00:45:15 2023 Iowa Code 2024, Section 514C.28 (26, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-28/"
    },
    {
      "id": "section-514c29",
      "number": "514C.29",
      "heading": "Services provided by a doctor of chiropractic.",
      "text": "514C.29 Services provided by a doctor of chiropractic.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a policy, contract, or plan providing for third-party payment or prepayment of health or medicalexpenses shall not impose a copayment or coinsurance amount on an insured for servicesprovided by a doctor of chiropractic licensed pursuant to chapter 151 that is greater than thecopayment or coinsurance amount imposed on the insured for services provided by a personengaged in the practice of medicine and surgery or osteopathic medicine and surgery underchapter 148 for the same or a similar diagnosed condition even if a different nomenclatureis used to describe the condition for which the services are provided. 2. This section applies to the following classes of third-party payment provider policies, contracts, or plans delivered, issued for delivery, continued, or renewed in this state on orafter July 1, 2012:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nA plan established pursuant to chapter 509A for public employees.3. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 2012 Acts, ch 1138, §36; 2017 Acts, ch 148, §81 Sat Dec 23 00:45:15 2023 Iowa Code 2024, Section 514C.29 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-29/"
    },
    {
      "id": "section-514c30",
      "number": "514C.30",
      "heading": "Services provided by a physical therapist, occupational therapist, or speech pathologist.",
      "text": "514C.30 Services provided by a physical therapist, occupational therapist, or speech\n\npathologist.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a policy, contract, or plan providing for third-party payment or prepayment of health or medicalexpenses shall not impose a copayment or coinsurance amount on an insured for servicesprovided by a physical therapist licensed pursuant to chapter 148A, by an occupationaltherapist licensed pursuant to chapter 148B, or by a speech pathologist licensed pursuantto chapter 154F that is greater than the copayment or coinsurance amount imposed on theinsured for services provided by a person engaged in the practice of medicine and surgeryor osteopathic medicine and surgery under chapter 148 for the same or a similar diagnosedcondition even if a different nomenclature is used to describe the condition for which theservices are provided. 2. This section applies to the following classes of third-party payment provider policies, contracts, or plans delivered, issued for delivery, continued, or renewed in this state on orafter July 1, 2015:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nA plan established pursuant to chapter 509A for public employees.3. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 2015 Acts, ch 137, §101, 162, 163; 2017 Acts, ch 148, §82 Sat Dec 23 00:45:15 2023 Iowa Code 2024, Section 514C.30 (13, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-30/"
    },
    {
      "id": "section-514c31",
      "number": "514C.31",
      "heading": "Applied behavior analysis for treatment of autism spectrum disorder — coverage.",
      "text": "514C.31 Applied behavior analysis for treatment of autism spectrum disorder —\n\ncoverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a group policy, contract, or plan providing for third-party payment or prepayment of health, medical,and surgical coverage benefits shall provide coverage benefits for applied behavior analysisprovided by a practitioner to covered individuals under nineteen years of age for the treatmentof autism spectrum disorder pursuant to a treatment plan if the policy, contract, or plan iseither of the following:\n\na.\n\nA policy, contract, or plan issued by a carrier, as defined in section 513B.2, to an employer who on at least fifty percent of the employer’s working days during the precedingcalendar year employed more than fifty full-time equivalent employees. In determiningthe number of full-time equivalent employees of an employer, employers who are affiliatedor who are able to file a consolidated tax return for purposes of state taxation shall beconsidered one employer.\n\nb.\n\nA plan established pursuant to chapter 509A for public employees other than employees of the state. 2. As used in this section, unless the context otherwise requires:\n\na. “Applied behavior analysis”\n\nmeans the design, implementation, and evaluation of environmental modifications, using behavioral stimuli and consequences, to producesocially significant improvement in human behavior, including the use of direct observation,measurement, and functional analysis of the relationship between environment and behavior.\n\nb. “Autism spectrum disorder”\n\nmeans the same as defined in section 514C.28, subsection 2.\n\nc. “Practitioner”\n\nmeans any of the following:(1) A physician licensed pursuant to chapter 148.(2) A psychologist licensed pursuant to chapter 154B.(3) A behavior analyst licensed pursuant to chapter 154D.\n\nd. “Treatment plan”\n\nmeans a plan for the treatment of autism spectrum disorder developed by a licensed physician or licensed psychologist after a comprehensive evaluationor reevaluation performed in a manner consistent with the most recent clinical reportor recommendations of the American academy of pediatrics.\n\n“Treatment plan”\n\nincludessupervisory services, subject to the provisions of subsection 5. 3.\n\na.\n\nThe coverage for applied behavior analysis required pursuant to this section shall provide an annual maximum benefit of not less than the following: (1) For an individual through age six, thirty-six thousand dollars per year.(2) For an individual age seven through age thirteen, twenty-five thousand dollars per year. (3) For an individual age fourteen through age eighteen, twelve thousand five hundred dollars per year.\n\nb.\n\nPayments made under a group policy, contract, or plan subject to this section on behalf of a covered individual for any treatment other than applied behavior analysis shall not beapplied toward the maximum benefit established under this subsection. 4. Coverage required pursuant to this section may be subject to dollar limits, deductibles, copayments, or coinsurance provisions that apply to other medical and surgical servicesunder the policy, contract, or plan, subject to the requirements of subsection 3. 5. Coverage required pursuant to this section may be subject to care management provisions of the applicable policy, contract, or plan, including prior authorization, priorapproval, and limits on the number of visits a covered individual may make for appliedbehavior analysis. 6. A carrier or plan may request a review of a treatment plan for a covered individual not more than once every three months during the first year of the treatment plan and notmore than once every six months during every year thereafter, unless the carrier or planand the covered individual’s treating physician or psychologist execute an agreement thata more frequent review is necessary. An agreement giving a carrier or plan the right toreview the treatment plan of a covered individual more frequently applies only to a particularcovered individual receiving applied behavior analysis and does not apply to other individuals Sat Dec 23 00:45:17 2023 Iowa Code 2024, Section 514C.31 (16, 0)\n\n§514C.31, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\nreceiving applied behavior analysis from a practitioner. The cost of conducting a reviewunder this section shall be paid by the carrier or plan. A carrier or plan shall not change theprovisions of a treatment plan until the completion of a review of the treatment plan. 7. This section shall not be construed to limit benefits which are otherwise available to an individual under a group policy, contract, or plan. 8. This section shall not be construed as affecting any obligation to provide services to an individual under an individualized family service plan, an individualized education program,or an individualized service plan. 9. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by thecommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance, or individual accident and sickness policies issued to individuals or toindividual members of a member association. 10. This section applies to third-party provider payment contracts, policies, or plans specified in subsection 1, paragraph\n\n“a”\n\nor to plans established pursuant to chapter 509A forpublic employees other than employees of the state, that are delivered, issued for delivery,continued, or renewed in this state on or after January 1, 2018. 2017 Acts, ch 18, §4; 2017 Acts, ch 148, §103; 2018 Acts, ch 1106, §13, 14; 2022 Acts, ch 1026, §7, 8 Referred to in §225D.1, 225D.22022 amendment to subsection 2, paragraphs b and d applies to third-party provider payment contracts, policies, or plans specified in subsection 1, paragraph a, or to plans established pursuant to chapter 509A for public employees other than employees of the state, thatare delivered, issued for delivery, continued, or renewed in this state on or after January 1, 2023; 2022 Acts, ch 1026, §8 Sat Dec 23 00:45:17 2023 Iowa Code 2024, Section 514C.31 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-31/"
    },
    {
      "id": "section-514c32",
      "number": "514C.32",
      "heading": "Services provided by certain licensed master social workers, licensed mental health counselors, and licensed marital and family therapists.",
      "text": "514C.32 Services provided by certain licensed master social workers, licensed mental\n\nhealth counselors, and licensed marital and family therapists.\n\n1. Notwithstanding section 514C.6, a policy or contract providing for third-party payment or prepayment of health or medical expenses shall include a provision for the payment ofnecessary behavioral health services provided by any of the following:\n\na.\n\nA licensed master social worker who is licensed by the board of social work as a master social worker pursuant to section 154C.3, subsection 1, paragraph\n\n“b”\n\n, and who providesservices under the supervision of an independent social worker licensed pursuant to section154C.3, subsection 1, paragraph\n\n“c”\n\n.\n\nb.\n\nA licensed mental health counselor or a licensed marital and family therapist who holds a temporary license to practice mental health counseling or marital and family therapypursuant to section 154D.7, and who provides services under the supervision of a qualifiedsupervisor as determined by the board of behavioral science by rule. 2. A policy or contract subject to this section shall not impose a practice or supervision restriction which is inconsistent with or more restrictive than the authority already granted bylaw, including the authority to provide supervision in person or remotely through electronicmeans as specified by rule of the applicable licensing board. 3. The requirements of this section apply to and supersede any conflicting requirements regarding services provided under a policy or contract, which is delivered, issued for delivery,continued, or renewed in this state on or after June 1, 2018, and apply to and supersede anyconflicting requirements regarding services contained in an existing policy or contract on thepolicy’s or contract’s anniversary or renewal date, whichever is later. 4. For the purposes of this section, third-party payment or prepayment includes an individual or group policy of accident or health insurance or individual or group hospital orhealth care service contract issued pursuant to chapter 509, 514, or 514A, an individual orgroup health maintenance organization contract issued and regulated under chapter 514B,or a preferred provider organization contract regulated pursuant to chapter 514F. 5. Nothing in this section shall be interpreted to require an individual or group health maintenance organization or a preferred provider organization or arrangement to providepayment or prepayment for services provided by a licensed master social worker providingbehavioral health services under the supervision of an independent social worker, or toa licensed mental health counselor or licensed marital and family therapist who holdsa temporary license to practice mental health counseling or marital and family therapyproviding behavioral health services under the supervision of a qualified supervisor, asspecified in this section, unless the supervising independent social worker or the qualifiedsupervisor, respectively, has entered into a contract or other agreement to provide behavioralhealth services with the individual or group health maintenance organization or thepreferred provider organization or arrangement. 2018 Acts, ch 1165, §137, 139; 2019 Acts, ch 59, §235, 240 Sat Dec 23 00:45:17 2023 Iowa Code 2024, Section 514C.32 (12, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-32/"
    },
    {
      "id": "section-514c33",
      "number": "514C.33",
      "heading": "Services provided by provisionally licensed psychologists.",
      "text": "514C.33 Services provided by provisionally licensed psychologists.\n\n1. Notwithstanding section 514C.6, a policy or contract providing for third-party payment or prepayment of health or medical expenses shall include a provision for the payment ofnecessary behavioral health services provided by a person who holds a provisional license topractice psychology pursuant to section 154B.6, and who practices under the supervision ofa supervisor who meets the qualifications determined by the board of psychology by rule. 2. A policy or contract subject to this section shall not impose a practice or supervision restriction which is inconsistent with or more restrictive than the authority already granted bylaw, including the authority to provide supervision in person or remotely through electronicmeans as specified by rule of the board of psychology. 3. The requirements of this section apply to and supersede any conflicting requirements regarding services provided under a policy or contract which is delivered, issued for delivery,continued, or renewed in this state on or after June 1, 2018, and apply to and supersede anyconflicting requirements regarding services contained in an existing policy or contract on thepolicy’s or contract’s anniversary or renewal date, whichever is later. 4. For the purposes of this section, third-party payment or prepayment includes an individual or group policy of accident or health insurance or individual or group hospital orhealth care service contract issued pursuant to chapter 509, 514, or 514A, an individual orgroup health maintenance organization contract issued and regulated under chapter 514B,or a preferred provider organization contract regulated pursuant to chapter 514F. 5. Nothing in this section shall be interpreted to require an individual or group health maintenance organization or a preferred provider organization or arrangement to providepayment or prepayment for services provided by a provisionally licensed psychologistproviding behavioral health services under the supervision of a supervisor as specified inthis section, unless the supervisor has entered into a contract or other agreement to providebehavioral health services with the individual or group health maintenance organization orthe preferred provider organization or arrangement. 2018 Acts, ch 1165, §138, 139; 2019 Acts, ch 59, §236, 240 Sat Dec 23 00:45:17 2023 Iowa Code 2024, Section 514C.33 (11, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-33/"
    },
    {
      "id": "section-514c34",
      "number": "514C.34",
      "heading": "Health care services delivered by telehealth — coverage.",
      "text": "514C.34 Health care services delivered by telehealth — coverage.\n\n1. As used in this section, unless the context otherwise requires:\n\na. “Covered person”\n\nmeans the same as defined in section 514J.102.\n\nb. “Facility”\n\nmeans the same as defined in section 514J.102.\n\nc. “Health care professional”\n\nmeans the same as defined in section 514J.102.\n\nd. “Health care services”\n\nmeans the same as defined in section 514J.102 and includes services for mental health conditions, illnesses, injuries, or diseases.\n\ne. “Health carrier”\n\nmeans the same as defined in section 514J.102.\n\nf.\n\n“Telehealth”\n\nmeans the delivery of health care services through the use of real-time interactive audio and video, or other real-time interactive electronic media, regardless ofwhere the health care professional and the covered person are each located.\n\n“Telehealth”\n\ndoes not include the delivery of health care services delivered solely through an audio-onlytelephone, electronic mail message, or facsimile transmission. 2. Notwithstanding the uniformity of treatment requirements of section 514C.6, a policy, contract, or plan providing for third-party payment or prepayment of health or medicalexpenses shall not discriminate between coverage benefits for health care services that areprovided in person and the same health care services that are delivered through telehealth. 3.\n\na.\n\nHealth care services that are delivered by telehealth must be appropriate and delivered in accordance with applicable law and generally accepted health care practicesand standards prevailing at the time the health care services are provided, including all rulesadopted by the appropriate professional licensing board, pursuant to chapter 147, havingoversight of the health care professional providing the health care services.\n\nb.\n\nA health carrier shall not exclude a health care professional who provides services for mental health conditions, illnesses, injuries, or diseases and who is physically locatedout-of-state from participating as a provider, via telehealth, under a policy, plan, or contractoffered by the health carrier in the state if all of the following requirements are met: (1) The health care professional is licensed in this state by the appropriate professional licensing board and is able to deliver health care services for mental health conditions,illnesses, injuries, or diseases via telehealth in compliance with paragraph\n\n“a”\n\n. (2) The health care professional is able to satisfy the same criteria that the health carrier uses to qualify a health care professional who is located in the state, and who holds the samelicense as the out-of-state professional, to participate as a provider, via telehealth, under apolicy, plan, or contract offered by the health carrier in the state. 4.\n\na.\n\nA health carrier shall reimburse a health care professional and a facility for health care services provided by telehealth to a covered person for a mental health condition, illness,injury, or disease on the same basis and at the same rate as the health carrier would apply tothe same health care services for a mental health condition, illness, injury, or disease providedin person to a covered person by the health care professional or the facility.\n\nb.\n\nAs a condition of reimbursement pursuant to paragraph\n\n“a”\n\n, a health carrier shall not require that an additional health care professional be located in the same room as a coveredperson while health care services for a mental health condition, illness, injury, or disease areprovided via telehealth by another health care professional to the covered person. 5. This section applies to the following classes of third-party payment provider policies, contracts, or plans delivered, issued for delivery, continued, or renewed in this state on orafter January 1, 2019:\n\na.\n\nIndividual or group accident and sickness insurance providing coverage on an expense-incurred basis.\n\nb.\n\nAn individual or group hospital or medical service contract issued pursuant to chapter 509, 514, or 514A.\n\nc.\n\nAn individual or group health maintenance organization contract regulated under chapter 514B.\n\nd.\n\nA plan established pursuant to chapter 509A for public employees.6. This section shall not apply to accident-only, specified disease, short-term hospital or medical, hospital confinement indemnity, credit, dental, vision, Medicare supplement,long-term care, basic hospital and medical-surgical expense coverage as defined by the Sat Dec 23 00:45:18 2023 Iowa Code 2024, Section 514C.34 (19, 2)\n\n§514C.34, SPECIAL HEALTH AND ACCIDENT INSURANCE COVERAGES\n\n2\n\ncommissioner, disability income insurance coverage, coverage issued as a supplement toliability insurance, workers’ compensation or similar insurance, or automobile medicalpayment insurance. 7. The commissioner of insurance may adopt rules pursuant to chapter 17A as necessary to administer this section. 2018 Acts, ch 1055, §1; 2021 Acts, ch 177, §20 – 24; 2022 Acts, ch 1131, §76 – 78Referred to in §280A.1, 514C.352021 amendments to section apply to health care services for a mental health condition, illness, injury, or disease provided by a health care professional or a facility to a covered person by telehealth on or after January 1, 2021; 2021 Acts, ch 177, §24 For applicability of 2022 amendment to subsection 3 to health carriers that deliver, issue for delivery, continue, or renew a policy, contract, or plan in this state, see 2022 Acts, ch 1131, §78; 2023 Acts, ch 66, §157, 159, 160 Sat Dec 23 00:45:18 2023 Iowa Code 2024, Section 514C.34 (19, 2)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-34/"
    },
    {
      "id": "section-514c35",
      "number": "514C.35",
      "heading": "Behavioral health services provided in a school — coverage.",
      "text": "514C.35 Behavioral health services provided in a school — coverage.\n\n1. Notwithstanding the uniformity of treatment requirements of section 514C.6, a policy, contract, or plan providing for third-party payment or prepayment of health or medicalexpenses shall not deny coverage or payment for behavioral health services, includingbehavioral health services provided via telehealth, solely because the services are deliveredin a school. 2. Nothing in this section shall be interpreted to do any of the following:\n\na.\n\nRequire an insurer to pay for behavioral health services that are otherwise excluded from coverage under a policy, contract, or plan.\n\nb.\n\nRequire an insurer to pay for behavioral health services that are provided by an individual employed by or under contract with a school district or an educational serviceagency in a regular full-time or part-time position, or any other party that has not enteredinto a provider agreement with the insurer.\n\nc.\n\nPrevent application of any other provision of a policy, contract, or plan.3. This section applies to third-party payment provider policies, contracts, or plans delivered, issued for delivery, continued, or renewed in this state on or after January 1, 2021,and to claims for reimbursement under such policies, contracts, or plans incurred on or afterJanuary 1, 2021. 4. For the purposes of this section:\n\na. “Behavioral health services”\n\nmeans services provided by a health care professional operating within the scope of the health care professional’s practice which address mental,emotional, medical, or behavioral conditions, illnesses, diseases, or problems.\n\nb. “Educational service agency”\n\nmeans a governmental agency or government entity which is established and operated exclusively for the purpose of providing educationalservices to one or more educational institutions.\n\nc. “Health care professional”\n\nmeans a physician or other health care practitioner licensed, accredited, registered, or certified to perform specified health care services consistent withstate law.\n\nd. “School”\n\nmeans all of the following:(1) Any school, other than a public school, that is accredited pursuant to section 256.11 for any and all levels for grades one through twelve. (2) Any school directly supported in whole or in part by taxation.(3) An area education agency established pursuant to chapter 273.\n\ne. “School district”\n\nmeans a school district described in chapter 274.\n\nf.\n\n“Telehealth”\n\nmeans the same as defined in section 514C.34. 2020 Acts, ch 1105, §5; 2020 Acts, ch 1121, §66, 70 Sat Dec 23 00:45:20 2023 Iowa Code 2024, Section 514C.35 (5, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-514c/section-514c-35/"
    }
  ]
}