{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-515h-property-and-casualty-actuarial-opinions",
  "sections": [
    {
      "id": "section-515h1",
      "number": "515H.1",
      "heading": "Short title.Section 515H.2 - Actuarial opinion of reserves — supporting documentation.Section 515H.3 - Confidentiality.",
      "text": "515H.1 Short title.\n\nThis chapter shall be known and may be cited as the\n\n“Property and Casualty Actuarial\n\nOpinions Act”\n\n. 2007 Acts, ch 137, §13 Sat Dec 23 00:49:17 2023 Iowa Code 2024, Section 515H.1 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515h/section-515h-1/"
    },
    {
      "id": "section-515h2",
      "number": "515H.2",
      "heading": "Actuarial opinion of reserves — supporting documentation.",
      "text": "515H.2 Actuarial opinion of reserves — supporting documentation.\n\n1.\n\nStatement of actuarial opinion.\n\nEvery property and casualty insurance company doing business in this state, unless otherwise exempted from this requirement by the commissioner,shall annually submit the opinion of an appointed actuary entitled “statement of actuarialopinion” with the company’s annual statement in accordance with the provisions of section515.63 and with the requirements of the national association of insurance commissioners’property and casualty annual statement instructions. 2.\n\nActuarial opinion summary.a.\n\nEvery property and casualty insurance company domiciled in this state that is required to submit a statement of actuarial opinion shall annually submit an actuarial opinionsummary, prepared and signed by the company’s appointed actuary. The actuarial opinionsummary shall be filed in accordance with the requirements of the national association ofinsurance commissioners’ property and casualty company annual statement instructionsand shall be considered a document in support of the statement of actuarial opinion requiredunder subsection 1.\n\nb.\n\nA property and casualty insurance company that is licensed but not domiciled in this state shall provide an actuarial opinion summary upon request of the commissioner. 3.\n\nActuarial report and work papers.a.\n\nAn actuarial report and supporting work papers shall be prepared to support each statement of actuarial opinion in accordance with the requirements of the national associationof insurance commissioners’ property and casualty company annual statement instructions.\n\nb.\n\nIf an insurance company fails to provide a supporting actuarial report and work papers as requested by the commissioner or the commissioner determines that the actuarial reportor work papers provided are unacceptable, the commissioner may engage a qualified actuaryat the company’s expense to review the statement of actuarial opinion and the basis for theopinion and to prepare a supporting actuarial report or work papers. 4. An appointed actuary shall not be liable for damages to any person, except the company and the insurance commissioner, for any act, error, omission, decision, or misconduct of theappointed actuary in conducting the actuary’s duties pursuant to this section except in casesof fraud or willful misconduct on the part of the appointed actuary. 2007 Acts, ch 137, §14Referred to in §515H.3 Sat Dec 23 00:49:17 2023 Iowa Code 2024, Section 515H.2 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515h/section-515h-2/"
    },
    {
      "id": "section-515h3",
      "number": "515H.3",
      "heading": "Confidentiality.",
      "text": "515H.3 Confidentiality.\n\n1. A statement of actuarial opinion filed pursuant to section 515H.2, subsection 1, is a public record subject to examination and copying. 2. Documents in the possession or control of the insurance division that are provided to the division in support of a statement of actuarial opinion, that are considered an actuarialreport, work papers, an actuarial opinion summary, or any other material provided bythe company in connection with the actuarial report, work papers, or actuarial opinionsummary are confidential records under section 507.14 and shall not be subject to subpoenaor discovery or be admissible in evidence in any private civil action. 3. Disclosure of any documents, materials, or information to the division in compliance with the requirements of this chapter shall not be considered a waiver of any applicableprivilege or claim of confidentiality. 2007 Acts, ch 137, §15 Sat Dec 23 00:49:17 2023 Iowa Code 2024, Section 515H.3 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515h/section-515h-3/"
    }
  ]
}