{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-515d-automobile-insurance-cancellation-control",
  "sections": [
    {
      "id": "section-515d1",
      "number": "515D.1",
      "heading": "Title.Section 515D.2 - Definitions",
      "text": "Section 515D.3 - When not applicable.Section 515D.4 - Notice of cancellation — reasons.Section 515D.5 - Delivery of notice.Section 515D.6 - Prohibited reasons for nonrenewal.Section 515D.7 - Notice of intent.Section 515D.8 - Duplicate coverage.Section 515D.9 - Rene",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-515d2",
      "number": "515D.2",
      "heading": "Definitions.",
      "text": "515D.2 Definitions.\n\nAs used in this chapter, unless otherwise required by the context:1.\n\n“Policy”\n\nmeans an automobile insurance policy providing bodily injury liability, property damage liability, medical payments, uninsured motorist coverage, physical damagecoverage, or any combination thereof, delivered or issued for delivery in this state, insuringa single individual or one or more related individuals resident in the same household, asnamed insured, and insuring vehicles of the following types only:\n\na.\n\nMotor vehicles of the private passenger or station wagon type which are not used as public conveyances nor rented to others.\n\nb.\n\nAny other four-wheel motor vehicles with a load capacity of one thousand five hundred pounds or less which are not used in the business or profession of the insured. 2.\n\n“Renewal”\n\nor\n\n“to renew”\n\nmeans the issuance and delivery by an insurer of a policy replacing at the end of the previous policy term a policy previously issued and delivered bythe same insurer, or the issuance and delivery of a certificate or notice extending the coverageof the policy beyond its original term.\n\na.\n\nAny renewal policy, other than a replacement policy for an unfinished term, with a term of six months or less shall be considered written, for the purposes of this chapter, for a termof six months.\n\nb.\n\nAny policy written for a term longer than one year or with no fixed expiration date shall be considered written for successive policy terms of one year. 3.\n\n“Nonpayment of premium”\n\nmeans failure of the named insured to discharge when due any of the named insured’s obligations in connection with the payment of premiums on thepolicy, or any installment of a premium, whether the premium is payable directly to theinsurer or its agent or indirectly under any premium finance plan or extension of credit. [C71, 73, 75, 77, 79, 81, §515D.2]2012 Acts, ch 1023, §157 Sat Dec 23 00:48:30 2023 Iowa Code 2024, Section 515D.2 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-2/"
    },
    {
      "id": "section-515d3",
      "number": "515D.3",
      "heading": "When not applicable.",
      "text": "515D.3 When not applicable.\n\nThis chapter shall not apply to any policy:1. Issued under an automobile assigned risk plan.2. Covering garage, automobile sales agency, repair shop, service station, or public parking place operation hazards. 3. Insuring more than four automobiles.4. Issued principally to cover personal or premises liability of an insured even though such insurance may also provide some incidental coverage for liability arising out of theownership, maintenance, or use of a motor vehicle on the premises of such insured or onthe ways immediately adjoining the premises. [C71, 73, 75, 77, 79, 81, §515D.3] Sat Dec 23 00:48:32 2023 Iowa Code 2024, Section 515D.3 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-3/"
    },
    {
      "id": "section-515d4",
      "number": "515D.4",
      "heading": "Notice of cancellation — reasons.",
      "text": "515D.4 Notice of cancellation — reasons.\n\n1. A policy shall not be canceled except by notice to the insured as provided in this chapter. Notice of cancellation of a policy is not effective unless it is based on one or more of thefollowing reasons:\n\na.\n\nNonpayment of premium.\n\nb.\n\nNonpayment of dues to an association or organization other than an insurance association or organization, where payment of dues is a prerequisite to obtaining orcontinuing insurance in force and the dues payment requirement was in effect prior toJanuary 1, 1969.\n\nc.\n\nFraud or material misrepresentation affecting the policy or the presentation of a claim.\n\nd.\n\nViolation of terms or conditions of the policy.\n\ne.\n\nAny reason permitted in subsection 2 for exclusion of a person from the policy.2. A person shall not be excluded from the policy unless the exclusion is based on one or more of the following reasons, or is agreed upon by both the named insured and the insurer:\n\na.\n\nThe named insured or any operator who either resides in the same household or customarily operates an automobile insured under the policy has that person’s driver’slicense suspended or revoked during any of the following: (1) The term of the policy.(2) The term of a renewal policy.(3) Within one hundred eighty calendar days immediately preceding the effective date of a renewal of the policy.\n\nb.\n\nThe named insured or any operator who either resides in the same household or customarily operates an automobile insured under the policy has during the term of thepolicy engaged in a competitive speed contest while operating an automobile insured underthe policy.\n\nc.\n\nThe named insured or any operator who either resides in the same household or customarily operates an automobile insured under the policy, during the thirty-six monthsimmediately preceding the notice of cancellation or nonrenewal, has been convicted of orforfeited bail for any of the following: (1) Criminal negligence resulting in death, homicide, or assault and arising out of the operation of a motor vehicle. (2) Operating a motor vehicle while intoxicated or while under the influence of a drug.(3) A violation of section 321.261.3. This section shall not apply to any policy or coverage which has been in effect less than sixty calendar days at the time notice of cancellation is mailed or delivered by the insurerunless it is a renewal policy. This section shall not apply to the nonrenewal of a policy. 4. During the policy period, a modification of automobile physical damage coverage, other than coverage for loss caused by collision, where provision is made for the application of adeductible amount not exceeding one hundred dollars, shall not be deemed a cancellation ofthe coverage or of the policy. [C71, 73, 75, 77, 79, 81, §515D.4]96 Acts, ch 1045, §6; 97 Acts, ch 186, §20; 2002 Acts, ch 1111, §22; 2021 Acts, ch 181, §18, 19Referred to in §515D.5 Sat Dec 23 00:48:32 2023 Iowa Code 2024, Section 515D.4 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-4/"
    },
    {
      "id": "section-515d5",
      "number": "515D.5",
      "heading": "Delivery of notice.",
      "text": "515D.5 Delivery of notice.\n\n1.\n\na.\n\nNotwithstanding the provisions of section 515.129A, a notice of cancellation of a policy shall not be effective unless mailed or delivered by the insurer to the named insured atleast thirty calendar days prior to the effective date of cancellation, or, where the cancellationis for nonpayment of premium notwithstanding the provisions of section 515.129A, at leastten calendar days prior to the date of cancellation. A post office department certificate ofmailing to the named insured at the address shown in the policy shall be proof of receipt ofsuch mailing. Unless the reason accompanies the notice of cancellation, the notice shall statethat upon written request of the named insured, mailed or delivered to the insurer not lessthan fifteen calendar days prior to the date of cancellation, the insurer will state the reasonfor cancellation together with notification of the right to a hearing before the commissionerwithin fifteen calendar days as provided in this chapter.\n\nb.\n\nWhen the reason does not accompany the notice of cancellation, the insurer shall, upon receipt of a timely request by the named insured, state in writing the reason for cancellation.A statement of reason shall be mailed or delivered to the named insured within five calendardays after receipt of a request. 2. A notice of exclusion of a person under a policy pursuant to section 515D.4, is not effective unless written notice is mailed or delivered to the named insured at least twentycalendar days prior to the effective date of the exclusion. The written notice shall statethe reason for the exclusion, together with notification of the right to a hearing before thecommissioner pursuant to section 515D.10 within fifteen calendar days of receipt or deliveryof a statement of reason as provided in this section. [C71, 73, 75, 77, 79, 81, §515D.5]88 Acts, ch 1112, §601; 97 Acts, ch 186, §21; 2003 Acts, ch 91, §44; 2007 Acts, ch 152, §79; 2011 Acts, ch 70, §32; 2021 Acts, ch 181, §20 Sat Dec 23 00:48:32 2023 Iowa Code 2024, Section 515D.5 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-5/"
    },
    {
      "id": "section-515d6",
      "number": "515D.6",
      "heading": "Prohibited reasons for nonrenewal.",
      "text": "515D.6 Prohibited reasons for nonrenewal.\n\n1. An insurer shall not refuse to renew a policy solely because of age, residence, sex, race, color, creed, or occupation. 2. An insurer shall not require a physical examination of a policyholder as a condition for renewal solely on the basis of age or other arbitrary reason. In the event that an insurerrequires a physical examination of a policyholder, the burden of proof in establishingreasonable and sufficient grounds for the requirement shall rest with the insurer and theexpenses incident to the examination shall be borne by the insurer. [C71, 73, 75, 77, 79, 81, §515D.6]2021 Acts, ch 76, §128; 2021 Acts, ch 181, §21 Sat Dec 23 00:48:33 2023 Iowa Code 2024, Section 515D.6 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-6/"
    },
    {
      "id": "section-515d7",
      "number": "515D.7",
      "heading": "Notice of intent.",
      "text": "515D.7 Notice of intent.\n\n1. Notwithstanding the provisions of sections 515.125, 515.128, 515.129B, and 515.129C, an insurer shall not fail to renew a policy except by notice to the insured as provided in thischapter. A notice of intention not to renew shall not be effective unless mailed or delivered bythe insurer to the named insured at least thirty calendar days prior to the expiration date ofthe policy. A post office department certificate of mailing to the named insured at the addressshown in the policy shall be proof of receipt of such mailing. Unless the reason accompaniesthe notice of intent not to renew, the notice shall state that, upon written request of the namedinsured, mailed or delivered to the insurer not less than thirty calendar days prior to theexpiration date of the policy, the insurer will state the reason for nonrenewal. 2. When the reason does not accompany the notice of intent not to renew, the insurer shall, upon receipt of a timely request by the named insured, state in writing the reasonfor nonrenewal, together with notification of the right to a hearing before the commissionerwithin fifteen calendar days as provided in section 515D.10. A statement of reason shall bemailed or delivered to the named insured within ten days after receipt of a request. 3. This section shall not apply:\n\na.\n\nIf the insurer has manifested its willingness to renew.\n\nb.\n\nIf the insured fails to pay any premium due or any advance premium required by the insurer for renewal.\n\nc.\n\nIf the insured is transferred from an insurer to an affiliate for future coverage as a result of a merger, acquisition, or company restructuring and if the transfer results in the same orbroader coverage. [C71, 73, 75, 77, 79, 81, §515D.7]88 Acts, ch 1112, §602; 2002 Acts, ch 1111, §23; 2007 Acts, ch 152, §80; 2011 Acts, ch 70, §33; 2021 Acts, ch 181, §22; 2022 Acts, ch 1021, §152 Referred to in §515D.8 Sat Dec 23 00:48:33 2023 Iowa Code 2024, Section 515D.7 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-7/"
    },
    {
      "id": "section-515d8",
      "number": "515D.8",
      "heading": "Duplicate coverage.",
      "text": "515D.8 Duplicate coverage.\n\nIf an insured obtains a second policy which provides equal or more extensive coverage for any vehicle designated in both policies, the first policy’s coverage of such vehicle may beterminated by failure to renew as of the effective time and date of the second policy, whetheror not the first policy insurer complies with all provisions of section 515D.7. [C71, 73, 75, 77, 79, 81, §515D.8] Sat Dec 23 00:48:34 2023 Iowa Code 2024, Section 515D.8 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-8/"
    },
    {
      "id": "section-515d9",
      "number": "515D.9",
      "heading": "Renewal not a waiver or estoppel.",
      "text": "515D.9 Renewal not a waiver or estoppel.\n\nRenewal of a policy shall not constitute a waiver or estoppel with respect to grounds for cancellation which existed before the effective date of renewal. [C71, 73, 75, 77, 79, 81, §515D.9] Sat Dec 23 00:48:35 2023 Iowa Code 2024, Section 515D.9 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-9/"
    },
    {
      "id": "section-515d10",
      "number": "515D.10",
      "heading": "Hearing before commissioner.",
      "text": "515D.10 Hearing before commissioner.\n\nAny named insured who has received a statement of reason for cancellation, or of reason for an insurer’s intent not to renew a policy, may, within fifteen calendar days of the receiptor delivery of a statement of reason, request a hearing before the commissioner of insurance.The purpose of this hearing shall be limited to establishing the existence of the proof orevidence stated by the insurer as its reason for cancellation or intent not to renew. The burdenof proof of the reason for cancellation or intent not to renew shall be upon the insurer. Otherthan the sharing of information required by this chapter and the rules adopted pursuantto the provisions of this chapter, the commissioner shall keep confidential the informationobtained from the insured or in the hearing process, pursuant to section 505.8, subsection 8.The commissioner of insurance shall adopt rules pursuant to chapter 17A to implement theprovisions of this section. [C71, 73, 75, 77, 79, 81, §515D.10]2003 Acts, ch 91, §45; 2021 Acts, ch 181, §23Referred to in §515D.5, 515D.7 Sat Dec 23 00:48:35 2023 Iowa Code 2024, Section 515D.10 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-10/"
    },
    {
      "id": "section-515d11",
      "number": "515D.11",
      "heading": "Insured told of alternate coverage.",
      "text": "515D.11 Insured told of alternate coverage.\n\nWhen automobile bodily injury and property damage liability coverage is canceled or not renewed, other than for nonpayment of premium, the insurer shall notify the namedinsured of the insured’s possible eligibility for automobile liability insurance through theIowa automobile insurance plan. Such notice shall accompany the notice of cancellation orintent not to renew. [C71, 73, 75, 77, 79, 81, §515D.11] Sat Dec 23 00:48:35 2023 Iowa Code 2024, Section 515D.11 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-11/"
    },
    {
      "id": "section-515d12",
      "number": "515D.12",
      "heading": "Immunity of liability.",
      "text": "515D.12 Immunity of liability.\n\nThere shall be no liability on the part of, and no cause of action of any nature shall arise against the commissioner of insurance or any employee of the division or against anyinsurer, its authorized representatives, its agents, its employees, or against any firm, person,or corporation furnishing to the insurer information as to reasons for cancellation or intentnot to renew, for any statement made by any of them in any written notice of cancellation ornotice of intent not to renew or in any other communication, oral or written, specifying thereasons for cancellation or intent not to renew, or for any information provided or evidencesubmitted at any hearings conducted in connection with reasons for cancellation or intentnot to renew. [C71, 73, 75, 77, 79, 81, §515D.12] Sat Dec 23 00:48:36 2023 Iowa Code 2024, Section 515D.12 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515d/section-515d-12/"
    }
  ]
}