{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-518a-state-mutual-insurance-associations",
  "sections": [
    {
      "id": "section-518a1",
      "number": "518A.1",
      "heading": "Organization — purpose and powers",
      "text": "518A.1 Organization — purpose and powers.\n\n1. Any number of persons may, by incorporating under chapter 491, enter into contracts with each other for the following kinds of insurance from loss or damage by:\n\na.\n\nAny peril or perils resulting in physical loss of or damage to property.\n\nb.\n\nTheft of personal property.\n\nc.\n\nInjury, sickness, or death of animals and the furnishing of veterinary service.\n\nd.\n\nAny vehicle, excluding automobile or aircraft, including loss and expense resulting from the ownership, maintenance, or use thereof, but shall not include insurance againstbodily injury to the person. 2. For the purpose of this protection these contracts of insurance shall be subject only to such provisions as are contained in this chapter and shall consist of:\n\na.\n\nAn application on blanks furnished by the association and signed by the insured or the insured’s representative, which may contain in addition to other provisions: (1) The value of the property.(2) The proper description of the property.(3) The amount of other insurance and the encumbrance on the property.(4) Agreement to be governed by the articles of incorporation and bylaws in force at the time the policy is issued. (5) A representation that the foregoing statements are true as far as the same are known to the insured or material to the risk. (6) That the insurance shall take effect when approved by the secretary.\n\nb.\n\nA policy issued by the association in accordance with its rules, and approved by the commissioner of insurance. 3. Such associations may insure risks of their members or may reinsure risks of other associations or companies. 4. The words\n\n“persons”\n\nand\n\n“members”\n\nas used in this chapter shall be construed to mean trustees, administrators, and all other individuals, public or private corporations orassociations. 5. Insurance on the property of one or more minors may be granted on application of an adult parent, friend, or guardian who consents to become a member as representing suchminor. [C73, §1160; C97, §1759; S13, §1759-a; C24, 27, 31, 35, 39, §\n\n9029;\n\nC46, 50, 54, 58, 62, §518.1; C66, 71, 73, 75, 77, 79, 81, §518A.1] 88 Acts, ch 1112, §510; 2007 Acts, ch 137, §18; 2015 Acts, ch 30, §168Referred to in §518A.44 Sat Dec 23 00:50:44 2023 Iowa Code 2024, Section 518A.1 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-1/"
    },
    {
      "id": "section-518a1a",
      "number": "518A.1A",
      "heading": "Plan of organization.",
      "text": "518A.1A Plan of organization.\n\nAn entity seeking to organize as or convert to a state mutual insurance association shall submit a plan of organization to the commissioner for approval. 99 Acts, ch 165, §18 Sat Dec 23 00:50:46 2023 Iowa Code 2024, Section 518A.1A (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-1a/"
    },
    {
      "id": "section-518a2",
      "number": "518A.2",
      "heading": "State mutual insurance associations.",
      "text": "518A.2 State mutual insurance associations.\n\nAny association incorporated under the laws of this state for the purpose of furnishing insurance as provided for in this chapter is authorized to do business in the county in whichits principal place of business is located, the counties contiguous thereto, and the next tierof contiguous counties and in other states where they are legalized and authorized to dobusiness. Each association seeking to modify its authorized writing territory shall file withthe commissioner a plan for controlled expansion demonstrating that provisions have beenmade adequately to service and protect policyholders. The expansion plan shall not bemodified without the prior written approval of the commissioner, which approval shall notbe unreasonably withheld. The words “mutual” and “association” shall be incorporated inand become a part of their name. [C97, §1760; S13, §1759-b; C24, 27, 31, 35, 39, §\n\n9030;\n\nC46, 50, 54, 58, 62, §518.2; C66, 71, 73, 75, 77, 79, 81, §518A.2] 2002 Acts, ch 1111, §28 Sat Dec 23 00:50:46 2023 Iowa Code 2024, Section 518A.2 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-2/"
    },
    {
      "id": "section-518a3",
      "number": "518A.3",
      "heading": "Meetings.",
      "text": "518A.3 Meetings.\n\nUnless the time and place of holding the annual meeting of the members of any association transacting business under the provisions of this chapter are plainly stated in their articles ofincorporation or bylaws, twenty days’ notice of the time and place of holding of said meetingsshall be given to all members of the association. Annual meetings may adjourn from time totime. [S13, §1759-o; C24, 27, 31, 35, 39, §\n\n9031;\n\nC46, 50, 54, 58, 62, §518.3; C66, 71, 73, 75, 77, 79, 81, §518A.3] Sat Dec 23 00:50:47 2023 Iowa Code 2024, Section 518A.3 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-3/"
    },
    {
      "id": "section-518a3a",
      "number": "518A.3A",
      "heading": "Remote participation in meetings of members.",
      "text": "518A.3A Remote participation in meetings of members.\n\n1. Members of any class may participate in any meeting of members by means of remote communication to the extent the board of directors authorizes such participation for suchclass. Participation as a member by means of remote communication shall be subject to suchguidelines and procedures as the board of directors adopts, and shall be in conformity withsubsection 2. 2. Members participating in a meeting of the members by means of remote communication shall be deemed present and may vote at such a meeting if the associationhas implemented reasonable measures to do all of the following:\n\na.\n\nVerify that each person participating remotely as a member is a member.\n\nb.\n\nProvide such members a reasonable opportunity to participate in the meeting and to vote on matters submitted to the members, including an opportunity to communicate,and to read or hear the proceedings of the meeting, substantially concurrently with suchproceedings. 3. Unless the bylaws require the meeting of the members to be held at a place, the board of directors may determine that any meeting of the members shall not be held at any place andshall instead be held solely by means of remote communication, but only if the associationimplements the measures specified in subsection 2. 2021 Acts, ch 165, §235, 248 Sat Dec 23 00:50:47 2023 Iowa Code 2024, Section 518A.3A (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-3a/"
    },
    {
      "id": "section-518a4",
      "number": "518A.4",
      "heading": "Amendments to articles.",
      "text": "518A.4 Amendments to articles.\n\nRepealed by 2009 Acts, ch 145, §54. See §518A.57. Sat Dec 23 00:50:49 2023 Iowa Code 2024, Section 518A.4 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-4/"
    },
    {
      "id": "section-518a5",
      "number": "518A.5",
      "heading": "Articles and bylaws part of policy.",
      "text": "518A.5 Articles and bylaws part of policy.\n\nWhen such articles of incorporation and bylaws are printed on the policy they become a part thereof and are binding upon the association and the insured alike. [C24, 27, 31, 35, 39, §\n\n9033;\n\nC46, 50, 54, 58, 62, §518.5; C66, 71, 73, 75, 77, 79, 81, §518A.5] Sat Dec 23 00:50:49 2023 Iowa Code 2024, Section 518A.5 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-5/"
    },
    {
      "id": "section-518a6",
      "number": "518A.6",
      "heading": "Officers — election.",
      "text": "518A.6 Officers — election.\n\nOfficers or directors shall be elected in the manner and for the length of time prescribed in the articles of incorporation or bylaws. The same person shall not simultaneously holdthe offices of president and secretary. A director shall be a member of the association unlessotherwise approved by the commissioner. [C24, 27, 31, 35, 39, §\n\n9034;\n\nC46, 50, 54, 58, 62, §518.6; C66, 71, 73, 75, 77, 79, 81, §518A.6]97 Acts, ch 186, §23; 2000 Acts, ch 1023, §40; 2023 Acts, ch 138, §2, 3Section amended Sat Dec 23 00:50:51 2023 Iowa Code 2024, Section 518A.6 (18, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-6/"
    },
    {
      "id": "section-518a6a",
      "number": "518A.6A",
      "heading": "Bylaws.",
      "text": "518A.6A Bylaws.\n\nThe directors of the association may enact the bylaws and regulations not inconsistent with law as they consider necessary for the regulation and conduct of the business. A change inthe bylaws shall not limit coverage under existing policies of insurance. An association shallfile with the commissioner bylaws and amendments to bylaws within thirty days of adoption. 2000 Acts, ch 1023, §41 Sat Dec 23 00:50:51 2023 Iowa Code 2024, Section 518A.6A (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-6a/"
    },
    {
      "id": "section-518a7",
      "number": "518A.7",
      "heading": "Policies — issuance — conditions.",
      "text": "518A.7 Policies — issuance — conditions.\n\nRepealed by 2009 Acts, ch 145, §54. Sat Dec 23 00:50:52 2023 Iowa Code 2024, Section 518A.7 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-7/"
    },
    {
      "id": "section-518a8",
      "number": "518A.8",
      "heading": "Articles — approval — bylaws.",
      "text": "518A.8 Articles — approval — bylaws.\n\nThe articles of incorporation, and any subsequent amendments, to the articles of an organization shall be filed with and approved by the commissioner of insurance beforefiling with the secretary of state. The organization shall file with the commissioner bylawsand subsequent amendments to the bylaws within thirty days of adoption of the bylaws oramendments. [C97, §1761; S13, §1759-c; C24, 27, 31, 35, 39, §\n\n9036;\n\nC46, 50, 54, 58, 62, §518.8; C66, 71, 73, 75, 77, 79, 81, §518A.8] 99 Acts, ch 165, §19; 2009 Acts, ch 145, §38 Sat Dec 23 00:50:52 2023 Iowa Code 2024, Section 518A.8 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-8/"
    },
    {
      "id": "section-518a9",
      "number": "518A.9",
      "heading": "Premium charges.",
      "text": "518A.9 Premium charges.\n\nAn association, by action of its board of directors, may establish premium charges for the purpose of payment of losses and expenses and for the establishment or maintenance of areserve fund. [C97, §1765; S13, §1759-h; C24, 27, 31, 35, 39, §\n\n9037;\n\nC46, 50, 54, 58, 62, §518.9; C66, 71, 73, 75, 77, 79, 81, §518A.9] 2000 Acts, ch 1023, §43; 2009 Acts, ch 145, §39Referred to in §519.11 Sat Dec 23 00:50:54 2023 Iowa Code 2024, Section 518A.9 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-9/"
    },
    {
      "id": "section-518a9a",
      "number": "518A.9A",
      "heading": "Assessments prohibited.",
      "text": "518A.9A Assessments prohibited.\n\nAn association doing business under this chapter shall not levy an assessment on any member of the association. 2000 Acts, ch 1023, §44 Sat Dec 23 00:50:54 2023 Iowa Code 2024, Section 518A.9A (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-9a/"
    },
    {
      "id": "section-518a",
      "number": "518A",
      "heading": "10",
      "text": "10",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-518a12",
      "number": "518A.12",
      "heading": "Investments.",
      "text": "518A.12 Investments.\n\n1.\n\nGeneral considerations.\n\nThe following considerations apply in the interpretation of this section:\n\na.\n\nThis section applies to the investments of state mutual insurance associations.\n\nb.\n\n(1) The purpose of this section is to protect and further the interests of policyholders, claimants, creditors, and the public by providing standards for the development andadministration of programs for the investment of the assets of associations organized underthis chapter. These standards, and the investment programs developed by companies, shalltake into account the safety of the association’s principal, investment yield and growth,stability in the value of the investment, and liquidity necessary to meet the association’sexpected business needs, and investment diversification. (2) All investments made pursuant to this section shall have investment qualities and characteristics such that the speculative elements of the investments are not predominant.\n\nc.\n\nFinancial terms relating to state mutual insurance associations have the meanings assigned to them under statutory accounting methods. Financial terms relating to companiesother than state mutual insurance associations have the meanings assigned to them undergenerally accepted accounting principles.\n\nd.\n\nInvestments shall be valued in accordance with the valuation procedures established by the national association of insurance commissioners, unless the commissioner requires orfinds another method of valuation reasonable under the circumstances.\n\ne.\n\nIf an investment qualifies under more than one subsection, an association may elect to hold the investment under the subsection of its choice. This section does not prevent anassociation from electing to hold an investment under a subsection different from the oneunder which it previously held the investment. 2.\n\nDefinitions.\n\nFor purposes of this section:\n\na. “Admitted assets”\n\n, for purposes of computing percentage limitations on particular types of investments, means the assets which are authorized to be shown on the national associationof insurance commissioner’s annual statement blank as admitted assets as of the December31 immediately preceding the date the association acquires the investment.\n\nb. “Clearing corporation”\n\nmeans as defined in section 554.8102.\n\nc. “Custodian bank”\n\nmeans as defined in section 515.35.\n\nd. “Issuer”\n\nmeans as defined in section 554.8201.\n\ne. “Member bank”\n\nmeans a national bank, state bank, or trust company which is a member of the United States federal reserve system.\n\nf.\n\n“National securities exchange”\n\nmeans an exchange registered under section 6 of the federal Securities Exchange Act of 1934 or an exchange regulated under the laws of Canada.\n\ng. “Obligations”\n\nincludes bonds, notes, debentures, transportation equipment certificates, domestic repurchase agreements, and obligations for the payment of money not in default asto payments of principal and interest on the date of investment, which constitute generalobligations of the issuer or payable only out of certain revenues or certain funds pledgedor otherwise dedicated for payment of principal and interest on the obligations. A leaseis an obligation if the lease is assigned to the insurer and is nonterminable by the lesseeupon foreclosure of any lien upon the leased property, and if rental payments are sufficientto amortize the investment over the primary lease term.\n\nh. “Surplus”\n\n, for purposes of computing percentage limitations on particular types of investments, means the surplus that is authorized to be shown on the commissioner’sannual statement blank as surplus as of the December 31 immediately preceding the datethe association acquires the investment. 3.\n\nInvestments in name of association or nominee and prohibitions.a.\n\nAn association’s investments shall be held in its own name or the name of its nominee, except as follows: (1) Investments may be held in the name of a clearing corporation or of a custodian bank or in the name of the nominee of either on the following conditions: (a) The clearing corporation, custodian bank, or nominee must be legally authorized to hold the particular investment for the account of others. Sat Dec 23 00:50:57 2023 Iowa Code 2024, Section 518A.12 (22, 0)\n\n§518A.12, STATE MUTUAL INSURANCE ASSOCIATIONS\n\n2\n\n(b) When the investment is evidenced by a certificate and held in the name of a custodian bank or the nominee of a custodian bank, a written agreement shall provide that certificates sodeposited shall at all times be kept separate and apart from other deposits with the depository,so that at all times they may be identified as belonging solely to the association making thedeposit. (c) If a clearing corporation is to act as depository, the investment may be merged or held in bulk in the name of the clearing corporation or its nominee with other investmentsdeposited with the clearing corporation by any other person, if a written agreement betweenthe clearing corporation and the association provides that adequate evidence of the depositis to be obtained and retained by the association or a custodian bank. (2) An association may participate through a member bank in the United States federal reserve book entry system, and the records of the member bank shall at all times show thatthe investments are held for the association or for specific accounts of the association. (3) An investment may consist of an individual interest in a pool of obligations or a fractional interest in a single obligation if the certificate of participation or interest or theconfirmation of participation or interest in the investment is issued in the name of theassociation, the name of the custodian bank, or the nominee of either, and, if the interest asevidenced by the certificate or confirmation is, if held by a custodian bank, kept separate andapart from the investments of others so that at all times the participation may be identifiedas belonging solely to the association making the investment. (4) Transfers of ownership of investments held as described in paragraph\n\n“a”\n\n, subparagraph (1), subparagraph division (c), and subparagraphs (2) and (3), may beevidenced by bookkeeping entry on the books of the issuer of the investment, its transferor recording agent, or the clearing corporation without physical delivery of a certificateevidencing the association’s investment.\n\nb.\n\nExcept as provided in paragraph\n\n“a”\n\n, subparagraph (4), if an investment is not evidenced by a certificate, adequate evidence of the association’s investment shall beobtained from the issuer or its transfer or recording agent and retained by the association, acustodian bank, or clearing corporation. Adequate evidence, for purposes of this paragraph,means a written receipt or other verification issued by the depository or issuer or a custodianbank which shows that the investment is held for the association. 4.\n\nInvestments.\n\nExcept as otherwise permitted by this section, an association organized under this chapter shall only invest in the following:\n\na. United States government obligations.\n\nBonds or other evidences of indebtedness issued, assumed, or guaranteed by the United States of America, or by any agency orinstrumentality of the United States of America, including investments in an open-endmanagement investment company registered with the federal securities and exchangecommission under the federal Investment Company Act of 1940, 15 U.S.C. §80a-1 et seq.,and operated in accordance with 17 C.F.R. §270.2a-7, the portfolio of which is limited tothe United States obligations described in this paragraph, and which are included in thenational association of insurance commissioners’ securities valuation office’s United Statesdirect obligation – full faith and credit list.\n\nb. Certain development bank obligations.\n\nObligations issued or guaranteed by the international bank for reconstruction and development, the Asian development bank, theinter-American development bank, the export-import bank, the world bank, or any UnitedStates government-sponsored organization of which the United States is a member, if theprincipal and interest is payable in United States dollars. An association shall not investmore than five percent of its total admitted assets in the obligations of any one of thesebanks or organizations, and shall not invest more than a total of ten percent of its totaladmitted assets in the obligations authorized by this paragraph.\n\nc. State obligations.\n\nObligations issued or guaranteed by a state, a political subdivision of a state, or an instrumentality of a state.\n\nd. Canadian government obligations.\n\nObligations issued or guaranteed by Canada, by an agency or province of Canada, by a political subdivision of such province, or by aninstrumentality of any of those provinces or political subdivisions.\n\ne. Corporate and business trust obligations.\n\nObligations issued, assumed, or guaranteed Sat Dec 23 00:50:57 2023 Iowa Code 2024, Section 518A.12 (22, 0)\n\nby a corporation or business trust organized under the laws of the United States or a state,or the laws of Canada or a province of Canada, provided that an association shall not investmore than five percent of its admitted assets in the obligations of any one corporation orbusiness trust. Investments shall be made only in investment grade bonds.\n\nf.\n\nStocks.\n\nCommon stocks, common stock equivalents, mutual fund shares, securities convertible into common stocks or common stock equivalents, or preferred stocks issuedor guaranteed by a corporation incorporated under the laws of the United States or a state,or the laws of Canada or a province of Canada, or limited partnerships publicly traded ona nationally established stock exchange in the United States. Aggregate investments innondividend paying stocks shall not exceed five percent of surplus. (1) Stocks purchased under this lettered paragraph shall not exceed fifty percent of surplus. (2) With the approval of the commissioner, an association may invest in common stocks, preferred stocks, or other securities of one or more subsidiaries provided that both of thefollowing occur: (a) After such investments the association’s surplus as regards policyholders will be reasonable in relation to the association’s outstanding liabilities and adequate to its financialneeds. (b) The association owns one hundred percent of the stock of the subsidiary.(3) An association shall not invest more than ten percent of its surplus in the stocks of any one corporation.\n\ng. Home office real estate.\n\nWith the prior approval of the commissioner, funds may be invested in home office real estate for the association or a subsidiary, at the directionof the board of directors. The association or subsidiary shall obtain the approval of thecommissioner prior to the sale or disposition of home office real estate owned by theassociation or subsidiary. Effective as to home office real estate acquired on or after July 1,2009, an association shall not invest more than twenty percent of its total admitted assets insuch real estate. With the prior approval of the commissioner, an association may exceed thereal estate investment limitation to effectuate a merger with, or the acquisition of, anotherassociation. [C24, 27, 31, 35, 39, §\n\n9040;\n\nC46, 50, 54, 58, 62, §518.12; C66, 71, 73, 75, 77, 79, 81, §518A.12]95 Acts, ch 185, §33; 96 Acts, ch 1138, §4, 84; 2000 Acts, ch 1023, §45; 2005 Acts, ch 70, §46; 2006 Acts, ch 1010, §142; 2007 Acts, ch 137, §19; 2009 Acts, ch 41, §263; 2009 Acts, ch 145,§40 – 42; 2010 Acts, ch 1061, §68; 2013 Acts, ch 124, §24; 2014 Acts, ch 1092, §187 Sat Dec 23 00:50:57 2023 Iowa Code 2024, Section 518A.12 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-12/"
    },
    {
      "id": "section-518a18",
      "number": "518A.18",
      "heading": "Annual report — penalties.",
      "text": "518A.18 Annual report — penalties.\n\n1. An association doing business under this chapter, on or before March 1 of each year, shall prepare under oath and file with the commissioner of insurance an accurate andcomplete statement of the condition of the association as of the last day of the precedingcalendar year. The statement shall conform to the annual statement blank prepared pursuantto instructions prescribed by the commissioner. All financial information reflected in theannual report shall be kept and prepared pursuant to accounting practices and proceduresprescribed by the commissioner. Statements filed with the commissioner pursuant to thissection shall be tabulated and published by the commissioner of insurance in the annualreport of insurance. 2. An association that fails to timely file the statement required under subsection 1 is in violation of this section and shall pay an administrative penalty of five hundred dollars foreach violation to the treasurer of state for deposit as provided in section 505.7. 3. The commissioner may give notice to an association that the association has not timely filed the statement required under subsection 1 and is in violation of this section. If theassociation fails to file the required statement and comply with this section within ten daysof the date of the notice, the association shall pay an additional administrative penalty of onehundred dollars for each day that each failure continues to the treasurer of state for depositas provided in section 505.7. 4. The association’s right to transact new business in this state shall immediately cease until the association has fully complied with this chapter. [C73, §1160; C97, §1762, 1763; S13, §1759-d, -e; C24, 27, 31, 35, 39, §\n\n9044;\n\nC46, 50, 54, 58, 62, §518.18; C66, 71, 73, 75, 77, 79, 81, §518A.18] 85 Acts, ch 228, §8; 2000 Acts, ch 1023, §46; 2006 Acts, ch 1117, §92; 2009 Acts, ch 181, §84 Sat Dec 23 00:51:03 2023 Iowa Code 2024, Section 518A.18 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-18/"
    },
    {
      "id": "section-518a19",
      "number": "518A.19",
      "heading": "Proof of loss.",
      "text": "518A.19 Proof of loss.\n\nA proof of loss shall contain such information as is required by the policy provisions of the association, which information shall be signed and sworn to by the insured. [C24, 27, 31, 35, 39, §\n\n9045;\n\nC46, 50, 54, 58, 62, §518.19; C66, 71, 73, 75, 77, 79, 81, §518A.19]2009 Acts, ch 145, §43 Sat Dec 23 00:51:03 2023 Iowa Code 2024, Section 518A.19 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-19/"
    },
    {
      "id": "section-518a20",
      "number": "518A.20",
      "heading": "Five-day limit.",
      "text": "518A.20 Five-day limit.\n\nIn case of damage or loss to livestock by fire or lightning or loss or damage to automobiles or aircraft by theft or fire, notice of such loss must be given the association by mailing writtennotice within five days from the time such loss or damage occurred. [C24, 27, 31, 35, 39, §\n\n9046;\n\nC46, 50, 54, 58, 62, §518.20; C66, 71, 73, 75, 77, 79, 81, §518A.20] Sat Dec 23 00:51:04 2023 Iowa Code 2024, Section 518A.20 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-20/"
    },
    {
      "id": "section-518a21",
      "number": "518A.21",
      "heading": "Ten-day limit.",
      "text": "518A.21 Ten-day limit.\n\nIn case of loss to growing crops by hail, notice of such loss must be given the association by mailing a certified mail letter within ten days from the time such loss or damage occurred. [C24, 27, 31, 35, 39, §\n\n9047;\n\nC46, 50, 54, 58, 62, §518.21; C66, 71, 73, 75, 77, 79, 81, §518A.21] Sat Dec 23 00:51:04 2023 Iowa Code 2024, Section 518A.21 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-21/"
    },
    {
      "id": "section-518a22",
      "number": "518A.22",
      "heading": "Limitation of action.",
      "text": "518A.22 Limitation of action.\n\nA suit or action on a policy for the recovery of any claim shall not be sustainable in any court of law or equity unless all requirements of the policy have been complied with, andunless commenced within twelve months next after the inception of the loss. [C24, 27, 31, 35, 39, §\n\n9048;\n\nC46, 50, 54, 58, 62, §518.22; C66, 71, 73, 75, 77, 79, 81, §518A.22]2009 Acts, ch 145, §44 Sat Dec 23 00:51:06 2023 Iowa Code 2024, Section 518A.22 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-22/"
    },
    {
      "id": "section-518a23",
      "number": "518A.23",
      "heading": "Presumption as to value.",
      "text": "518A.23 Presumption as to value.\n\nRepealed by 2009 Acts, ch 145, §54. Sat Dec 23 00:51:06 2023 Iowa Code 2024, Section 518A.23 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-23/"
    },
    {
      "id": "section-518a24",
      "number": "518A.24",
      "heading": "Value of building — liability.",
      "text": "518A.24 Value of building — liability.\n\nThe association issuing such policy may show the actual value of said property at date of policy, and any depreciation in the value thereof before the loss occurred; but the saidassociation shall be liable for the actual value of the property insured at the date of the loss,unless such value exceeds the amount of insurance stated in the policy. [C24, 27, 31, 35, 39, §\n\n9050;\n\nC46, 50, 54, 58, 62, §518.24; C66, 71, 73, 75, 77, 79, 81, §518A.24] Sat Dec 23 00:51:07 2023 Iowa Code 2024, Section 518A.24 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-24/"
    },
    {
      "id": "section-518a25",
      "number": "518A.25",
      "heading": "Value of personal property — value of crops.",
      "text": "518A.25 Value of personal property — value of crops.\n\nIn any action on a policy to recover loss or damage on personal property, the association shall not be liable in excess of the amount of damage or loss at the time the loss or damageoccurs; provided that the value of growing crops may be stated in the policy or contract. [C24, 27, 31, 35, 39, §\n\n9051;\n\nC46, 50, 54, 58, 62, §518.25; C66, 71, 73, 75, 77, 79, 81, §518A.25] Sat Dec 23 00:51:07 2023 Iowa Code 2024, Section 518A.25 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-25/"
    },
    {
      "id": "section-518a26",
      "number": "518A.26",
      "heading": "Arbitration.",
      "text": "518A.26 Arbitration.\n\nNo recovery on a policy or contract of insurance shall be defeated for failure of the insured to comply, after a loss occurs, with any arbitration or appraisement stipulation as to fixingthe value of property. No arbitration shall take place except substantially where the propertywas situated at the time of loss. Contracts of insurance to indemnify against loss by hail togrowing crops which stipulate for arbitration shall provide that the decision of the majorityof the arbitrators shall be final only as to the arbitration. [C31, 35, §9051-c1; C39, §\n\n9051.1;\n\nC46, 50, 54, 58, 62, §518.26; C66, 71, 73, 75, 77, 79, 81, §518A.26] Sat Dec 23 00:51:08 2023 Iowa Code 2024, Section 518A.26 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-26/"
    },
    {
      "id": "section-518a27",
      "number": "518A.27",
      "heading": "Reinsurance — quo warranto.",
      "text": "518A.27 Reinsurance — quo warranto.\n\nThe commissioner of insurance may address inquiries to any association in relation to its doings and condition and any association so addressed shall promptly reply thereto in writing.If the commissioner of insurance is then satisfied that the association has failed to complywith any provisions of this law, or is exceeding its powers, or is not carrying out its contractsin good faith; or is transacting business fraudulently or soliciting insurance in territorieswhere it is not legally admitted to do business, or is in such condition as to render the furthertransaction of business by it hazardous to the public or its policyholders, the business underthe commissioner’s supervision and with the consent of the association may be reinsured insome mutual association, or the commissioner may present the facts relating thereto to theattorney general and if the circumstances warrant the attorney general may commence anaction in quo warranto in a court of competent jurisdiction. [C97, §1766; S13, §1759-g; C24, 27, 31, 35, 39, §\n\n9052;\n\nC46, 50, 54, 58, 62, §518.27; C66, 71, 73, 75, 77, 79, 81, §518A.27] Sat Dec 23 00:51:09 2023 Iowa Code 2024, Section 518A.27 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-27/"
    },
    {
      "id": "section-518a29",
      "number": "518A.29",
      "heading": "Cancellation or nonrenewal by association — notice.",
      "text": "518A.29 Cancellation or nonrenewal by association — notice.\n\n1.\n\nCancellation by insured.\n\nA policy shall be canceled at any time at the request of the insured. 2.\n\nCancellation by association.a.\n\nExcept as provided in paragraph\n\n“b”\n\n, notice of cancellation is not effective unless mailed or delivered by the association to the named insured at least thirty days before the effectivedate of cancellation.\n\nb.\n\nNotice of cancellation resulting from nonpayment of a premium or installment provided for in the policy, or provided for in a note or contract for the payment of such premium orinstallment, is not effective unless mailed or delivered by the association to the named insuredat least ten days prior to the date of cancellation.\n\nc.\n\nIf a notice of cancellation under paragraph\n\n“a”\n\nor\n\n“b”\n\nfails to include the reason for such cancellation, the association, upon receipt of a timely request by the named insured,shall provide the reason for the cancellation in writing. 3.\n\nNonrenewal by association.\n\nA notice of intention not to renew is not effective unless mailed or delivered by the insurer to the named insured at least thirty days prior to theexpiration date of the policy. If the reason does not accompany the notice of nonrenewal, theassociation, upon receipt of a timely request by the named insured, shall provide in writingthe reason for the nonrenewal. 4.\n\nNotice.\n\nService of notice under subsection 2 or 3 may be delivered in person or mailed to the insured at the insured’s post office address as given in or upon the policy, or to suchother address as the insured shall have given to the association in writing. A post officedepartment certificate of mailing shall be deemed proof of receipt of such mailing. If in eithercase the cash payments exceed the amount properly chargeable, the excess shall be refundedto the insured. [S13, §1759-m; C24, 27, 31, 35, 39, §\n\n9054;\n\nC46, 50, 54, 58, 62, §518.29; C66, 71, 73, 75, 77, 79, 81, §518A.29] 2000 Acts, ch 1023, §47; 2001 Acts, ch 69, §36; 2003 Acts, ch 91, §48; 2009 Acts, ch 145, §45Referred to in §515F.39 Sat Dec 23 00:51:13 2023 Iowa Code 2024, Section 518A.29 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-29/"
    },
    {
      "id": "section-518a35",
      "number": "518A.35",
      "heading": "Annual tax.",
      "text": "518A.35 Annual tax.\n\n1. A state mutual insurance association doing business under this chapter shall on or before the first day of March, each year, pay to the director of revenue, or a depositorydesignated by the director, a sum equivalent to the applicable percent of the gross receiptsfrom premiums and fees for business done within the state, including all insurance uponproperty situated in the state without including or deducting any amounts received or paidfor reinsurance. However, a company reinsuring windstorm or hail risks written by countymutual insurance associations is required to pay the applicable percent tax on the grossamount of reinsurance premiums written upon such risks, but after deducting the amountreturned upon canceled policies and rejected applications covering property situated withinthe state, and dividends returned to policyholders on property situated within the state. Forpurposes of this section,\n\n“applicable percent”\n\nmeans the same as specified in section 432.1,subsection 4. 2. Except as provided in subsection 3, the premium tax shall be paid on or before March 1 of the year following the calendar year for which the tax is due. The commissioner ofinsurance may suspend the certificate of authority of a state mutual insurance associationthat fails to pay its premium tax on or before the due date. 3.\n\na.\n\nEach state mutual insurance association transacting business in this state whose Iowa premium tax liability for the preceding calendar year was one thousand dollars or moreshall remit on or before June 1, on a prepayment basis, an amount equal to one-half of thepremium tax liability for the preceding calendar year.\n\nb.\n\nIn addition to the prepayment amount in paragraph\n\n“a”\n\n, each association shall remit on or before August 15, on a prepayment basis, an additional amount equal to the followingpercent of the premium tax liability for the preceding calendar year as follows: (1) For prepayment in the 2003 and 2004 calendar years, eleven percent.(2) For prepayment in the 2005 calendar year, twenty-six percent.(3) For prepayment in the 2006 and subsequent calendar years, fifty percent.\n\nc.\n\nThe sums prepaid by a state mutual insurance association under this subsection shall be allowed as credits against its premium tax liability for the calendar year during whichthe payments are made. If a prepayment made under this subsection exceeds the annualpremium tax liability, the excess shall be allowed as a credit against subsequent prepaymentor tax liabilities. The commissioner of insurance may suspend the certificate of authority ofan association that fails to make a prepayment on or before the due date. [C24, 27, 31, 35, 39, §\n\n9060;\n\nC46, 50, 54, 58, 62, §518.35; C66, 71, 73, 75, 77, 79, 81, §518A.35]2000 Acts, ch 1023, §48; 2001 Acts, ch 24, §57; 2002 Acts, ch 1050, §46; 2003 Acts, ch 145, §286; 2003 Acts, ch 179, §137, 159; 2004 Acts, ch 1175, §340, 348; 2006 Acts, ch 1117, §93 Sat Dec 23 00:51:14 2023 Iowa Code 2024, Section 518A.35 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-35/"
    },
    {
      "id": "section-518a37",
      "number": "518A.37",
      "heading": "Surplus.",
      "text": "518A.37 Surplus.\n\nAn association organized under this chapter before July 1, 2009, shall at all times maintain a surplus of not less than one hundred thousand dollars, or one-tenth of one percent of thegross risk in force, whichever is greater. An association organized under this chapter on orafter July 1, 2009, shall at all times maintain a surplus of not less than two hundred thousanddollars or one-tenth of one percent of the gross risk in force, whichever is greater. 90 Acts, ch 1234, §71; 99 Acts, ch 165, §20; 2002 Acts, ch 1111, §29; 2009 Acts, ch 145, §46 Sat Dec 23 00:51:15 2023 Iowa Code 2024, Section 518A.37 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-37/"
    },
    {
      "id": "section-518a39",
      "number": "518A.39",
      "heading": "“Debt” defined.",
      "text": "518A.39 “Debt” defined.\n\nIn ascertaining such corporate indebtedness, a debt shall be deemed to exist, on account of its liabilities on the policy certificates or contracts of insurance issued by it equal to theamount of surplus or other funds accumulated by such corporation for the purpose of fulfillingits policy contracts of insurance and which can be used for no other purpose. [C24, 27, 31, 35, 39, §\n\n9064;\n\nC46, 50, 54, 58, 62, §518.39; C66, 71, 73, 75, 77, 79, 81, §518A.39] Sat Dec 23 00:51:16 2023 Iowa Code 2024, Section 518A.39 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-39/"
    },
    {
      "id": "section-518a40",
      "number": "518A.40",
      "heading": "Annual fees — renewals — penalties.",
      "text": "518A.40 Annual fees — renewals — penalties.\n\n1. Such associations shall pay the same fees for annual reports and annual certificates of authority as are required to be paid by domestic companies organized and doing businessunder chapter 515, which certificates shall expire June 1 of the year following the date ofissue. 2. A certificate of authority of an association formed under this chapter shall be renewed annually so long as the organization transacts its business in accordance with all legalrequirements. Such an association shall submit annually, on or before March 1, a completedapplication for renewal of its certificate of authority. 3. The commissioner shall refuse to renew the certificate of authority of a state mutual insurance association that fails to comply with the provisions of this chapter and theassociation’s right to transact new business in this state shall immediately cease until theassociation has so complied. 4. An association that fails to timely file the application for renewal required under subsection 2 is in violation of this section and shall pay an administrative penalty of fivehundred dollars to the treasurer of state for deposit as provided in section 505.7. [C73, §1160; C97, §1764; S13, §1759-f; C24, 27, 31, 35, 39, §\n\n9065;\n\nC46, 50, 54, 58, 62, §518.40; C66, 71, 73, 75, 77, 79, 81, §518A.40] 2006 Acts, ch 1117, §94; 2009 Acts, ch 145, §47; 2009 Acts, ch 181, §85 Sat Dec 23 00:51:16 2023 Iowa Code 2024, Section 518A.40 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-40/"
    },
    {
      "id": "section-518a41",
      "number": "518A.41",
      "heading": "Insurance producers to be licensed.",
      "text": "518A.41 Insurance producers to be licensed.\n\nA person or corporation shall not solicit an application for insurance for any association in this state without having procured from the commissioner of insurance a license authorizingthe person or corporation to act as an insurance producer. [C24, 27, 31, 35, 39, §\n\n9066;\n\nC46, 50, 54, 58, 62, §518.41; C66, 71, 73, 75, 77, 79, 81, §518A.41]2002 Acts, ch 1119, §73; 2004 Acts, ch 1110, §58 Sat Dec 23 00:51:17 2023 Iowa Code 2024, Section 518A.41 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-41/"
    },
    {
      "id": "section-518a42",
      "number": "518A.42",
      "heading": "Limitation on termination of independent insurance producers.",
      "text": "518A.42 Limitation on termination of independent insurance producers.\n\nA state mutual insurance association authorized to do business in this state shall not terminate a contract of an insurance producer who is an independent contractor but whois not an exclusive insurance producer as defined in section 522B.1 without at least onehundred eighty days’ notice, except for loss of license, fraud, nonpayment of associationpremiums that are due and not in dispute by the producer, or the withdrawal of operationsin the state by the association. 2002 Acts, ch 1111, §30 Sat Dec 23 00:51:17 2023 Iowa Code 2024, Section 518A.42 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-42/"
    },
    {
      "id": "section-518a44",
      "number": "518A.44",
      "heading": "Reinsurance.",
      "text": "518A.44 Reinsurance.\n\n1. A state mutual insurance association may reinsure a part or all of its coverages written pursuant to this chapter with an association operating under this chapter, or with any otherassociation or company licensed in this state and authorized to write the kinds of insuranceenumerated in section 518A.1. 2. Reinsurance sufficient to protect the financial stability of the state mutual insurance association is required. In general, reinsurance coverage obtained by an association shallnot expose the association to losses from coverages written pursuant to this chapter of morethan fifteen percent from surplus in any calendar year. The commissioner of insurance mayrequire additional reinsurance if necessary to protect the policyholders of the association. 95 Acts, ch 185, §35; 99 Acts, ch 165, §21; 2000 Acts, ch 1023, §49; 2002 Acts, ch 1111, §31; 2021 Acts, ch 76, §150 Referred to in §521.13 Sat Dec 23 00:51:19 2023 Iowa Code 2024, Section 518A.44 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-44/"
    },
    {
      "id": "section-518a51",
      "number": "518A.51",
      "heading": "Loans to officers prohibited.",
      "text": "518A.51 Loans to officers prohibited.\n\nAssets or other funds shall not be loaned directly or indirectly to an officer, director, or employee of the association, or directly or indirectly to a relative of an officer, director, oremployee of the association. 95 Acts, ch 185, §36 Sat Dec 23 00:51:22 2023 Iowa Code 2024, Section 518A.51 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-51/"
    },
    {
      "id": "section-518a52",
      "number": "518A.52",
      "heading": "Form — approval.",
      "text": "518A.52 Form — approval.\n\nThe form of all policies, applications, agreements, and endorsements modifying the provisions of policies, and all permits and riders used in this state, issued or proposed tobe issued by a state mutual insurance association doing business in this state under thischapter, shall first be examined and approved by the commissioner of insurance. 95 Acts, ch 185, §37; 2000 Acts, ch 1023, §50Referred to in §518A.53 Sat Dec 23 00:51:22 2023 Iowa Code 2024, Section 518A.52 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-52/"
    },
    {
      "id": "section-518a53",
      "number": "518A.53",
      "heading": "Failure to file copy.",
      "text": "518A.53 Failure to file copy.\n\nUpon the failure of a state mutual insurance association to file a copy of its forms of policies or contracts pursuant to section 518A.52, the commissioner of insurance may suspend itsauthority to transact business within the state until such forms of policies or contracts havebeen filed and approved. 95 Acts, ch 185, §38; 2000 Acts, ch 1023, §51 Sat Dec 23 00:51:23 2023 Iowa Code 2024, Section 518A.53 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-53/"
    },
    {
      "id": "section-518a54",
      "number": "518A.54",
      "heading": "Disapproval of filings.",
      "text": "518A.54 Disapproval of filings.\n\n1. If the commissioner finds that a filing does not meet the requirements of this chapter, written notice of disapproval shall be sent to the state mutual insurance association specifyingin what respect the filing fails to meet the requirements of this chapter and stating that thefiling is not effective. If a filing is disapproved by the commissioner, the association mayrequest a hearing on the disapproval within thirty days. The association bears the burden ofproving compliance with the standards established by this chapter. 2. If, at any time after a form has been approved, the commissioner finds that the form no longer meets the requirements of this chapter, the commissioner may order thediscontinuance of the use of the form. The order of discontinuance shall be in writing andmay be issued only after a hearing with at least ten days’ prior notice to all state mutualinsurance associations affected by the order. The order shall state the grounds upon whichthe order is based and when the order of discontinuance is effective. 95 Acts, ch 185, §39; 2000 Acts, ch 1023, §52; 2021 Acts, ch 76, §150 Sat Dec 23 00:51:23 2023 Iowa Code 2024, Section 518A.54 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-54/"
    },
    {
      "id": "section-518a55",
      "number": "518A.55",
      "heading": "Certificate suspension.",
      "text": "518A.55 Certificate suspension.\n\nThe commissioner of insurance may suspend a state mutual insurance association’s certificate of authority to do business if the association neglects or fails to comply with thischapter. 95 Acts, ch 185, §40; 2000 Acts, ch 1023, §53 Sat Dec 23 00:51:24 2023 Iowa Code 2024, Section 518A.55 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-55/"
    },
    {
      "id": "section-518a56",
      "number": "518A.56",
      "heading": "Rulemaking authority.",
      "text": "518A.56 Rulemaking authority.\n\nThe commissioner may adopt rules, pursuant to chapter 17A, as necessary for the administration of this chapter. 2009 Acts, ch 145, §48 Sat Dec 23 00:51:25 2023 Iowa Code 2024, Section 518A.56 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-56/"
    },
    {
      "id": "section-518a57",
      "number": "518A.57",
      "heading": "Powers of members.",
      "text": "518A.57 Powers of members.\n\nMembers of the association shall have the power to make or amend articles of incorporation at any membership meeting, provided that notice of such proposed addition or amendmenthas been mailed to each member of the association at least ten days in advance of the meetingin which such proposed action is to be considered, and provided that no such addition oramendment shall become effective until approved by the commissioner of insurance andrecorded in the office of the secretary of state. 2009 Acts, ch 145, §49 Sat Dec 23 00:51:25 2023 Iowa Code 2024, Section 518A.57 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-518a/section-518a-57/"
    }
  ]
}