{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-515a-workers-compensation-liability-insurance-rates",
  "sections": [
    {
      "id": "section-515a1",
      "number": "515A.1",
      "heading": "Purpose of chapter.Section 515A",
      "text": "515A.1 Purpose of chapter.\n\nThe purpose of this chapter is to promote the public welfare by regulating insurance rates to the end that they shall not be excessive, inadequate or unfairly discriminatory, andto authorize and regulate cooperative action among insurers in rate making and in othermatters within the scope of this chapter. Nothing in this chapter is intended to prohibitor discourage reasonable competition, or to prohibit, or encourage except to the extentnecessary to accomplish the aforementioned purpose, uniformity in insurance rates, ratingsystems, rating plans or practices. This chapter shall be liberally interpreted to carry intoeffect the provisions of this section. [C50, 54, 58, 62, §515A.1, 515B.1; C66, 71, 73, 75, 77, 79, 81, §515A.1] Sat Dec 23 00:47:57 2023 Iowa Code 2024, Section 515A.1 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-1/"
    },
    {
      "id": "section-515a2",
      "number": "515A.2",
      "heading": "Definitions — scope of chapter.",
      "text": "515A.2 Definitions — scope of chapter.\n\n1. As used in this chapter:\n\na. “Commissioner”\n\nmeans the commissioner of insurance.\n\nb. “Insurance”\n\nmeans workers’ compensation liability insurance.\n\nc. “Insurer”\n\nmeans an insurer which issues a policy of workers’ compensation liability insurance.\n\nd. “Policy”\n\nmeans a policy of workers’ compensation liability insurance.\n\ne. “Rate”\n\nmeans a rate for workers’ compensation liability insurance.\n\nf.\n\n“Rate filing”\n\nmeans a rate filing by a rating organization or an insurer.\n\ng. “Rating organization”\n\nmeans a workers’ compensation rating organization licensed pursuant to this chapter.\n\nh. “Schedule rating plan”\n\nmeans a rating plan by which an insurer increases or decreases workers’ compensation rates to reflect the individual risk characteristics of the subject of theinsurance. 2. This chapter applies only to workers’ compensation liability insurance.[C50, 54, 58, 62, §515A.2, 515B.2; C66, 71, 73, 75, 77, 79, 81, §515A.2]90 Acts, ch 1234, §43; 2008 Acts, ch 1123, §29; 2021 Acts, ch 181, §15Referred to in §515A.15 Sat Dec 23 00:47:58 2023 Iowa Code 2024, Section 515A.2 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-2/"
    },
    {
      "id": "section-515a3",
      "number": "515A.3",
      "heading": "Making of rates.",
      "text": "515A.3 Making of rates.\n\n1. Rates shall be made in accordance with the following provisions:\n\na.\n\nRates shall not be excessive, inadequate, or unfairly discriminatory.\n\nb.\n\nDue consideration shall be given to past and prospective loss experience within and outside this state; to catastrophe hazards; to a reasonable margin for underwriting profit andcontingencies; to dividends, savings, or unabsorbed premium deposits allowed or returnedby insurers to their policyholders, members, or subscribers; to past and prospective expensesboth countrywide and those specially applicable to this state; and to all other relevant factorswithin and outside this state.\n\nc.\n\nThe systems of expense provisions included in the rates for use by any insurer or group of insurers may differ from those of other insurers or group of insurers to reflect therequirements of the operating methods of any such insurer or group of insurers with respectto any kind of insurance, or with respect to any subdivision or combination thereof for whichsubdivision or combination separate expense provisions are applicable.\n\nd.\n\nRisks may be grouped by classifications for the establishment of rates and minimum premiums. Classification rates may be modified to produce rates for individual risks inaccordance with rating plans which establish standards for measuring variations in hazardsor expense provisions, or both. Such standards may measure any differences among risksthat can be demonstrated to have a probable effect upon losses or expenses. 2. Except to the extent necessary to meet the provisions of paragraph\n\n“a”\n\nof subsection 1 of this section, uniformity among insurers in any matters within the scope of this section isneither required nor prohibited. [C50, 54, 58, 62, §515A.3, 515B.3; C66, 71, 73, 75, 77, 79, 81, §515A.3]2008 Acts, ch 1123, §30Referred to in §515A.4, 515A.7, 515A.8, 515A.13 Sat Dec 23 00:47:58 2023 Iowa Code 2024, Section 515A.3 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-3/"
    },
    {
      "id": "section-515a4",
      "number": "515A.4",
      "heading": "Rate filings.",
      "text": "515A.4 Rate filings.\n\n1.\n\na.\n\nEvery insurer shall file with the commissioner every manual, minimum, class rate, rating schedule or rating plan and every other rating rule, and every modification of any ofthe foregoing which it proposes to use. Every such filing shall state the proposed effectivedate thereof, and shall indicate the character and extent of the coverage contemplated.\n\nb.\n\nWhen a filing is not accompanied by the information upon which the insurer supports such filing, and the commissioner does not have sufficient information to determine whethersuch filing meets the requirements of this chapter, the commissioner shall require suchinsurer to furnish the information upon which it supports such filing and in such eventthe waiting period shall commence as of the date such information is furnished. Until therequired information is furnished, the filing shall not be deemed complete or available foruse by the insurer.\n\nc.\n\nThe information furnished in support of a filing may include the experience or judgment of the insurer or rating organization making the filing, its interpretation of any statistical datait relies upon, the experience of other insurers or rating organizations, or any other relevantfactors. When a filing is deemed complete, the filing and any supporting information shall beopen to public inspection. 2. An insurer may satisfy its obligation to make such filings by becoming a member of, or a subscriber to, a licensed rating organization which makes such filings, and by authorizingthe commissioner to accept such filings on its behalf; provided that nothing contained in thischapter shall be construed as requiring any insurer to become a member of or a subscriberto any rating organization. 3. The commissioner shall review filings as soon as reasonably possible after they have been made in order to determine whether they meet the requirements of this chapter. 4. Each complete filing shall be on file for a waiting period of thirty days before it becomes effective, which period may be extended by the commissioner for an additional period not toexceed fifteen days if the commissioner gives written notice within the waiting period to theinsurer or rating organization which made the filing that the commissioner needs additionaltime for the consideration of the filing. Upon written application by the insurer or ratingorganization, the commissioner may authorize a filing which the commissioner has reviewedto become effective before the expiration of the waiting period or any extension of the period.A filing shall be deemed to meet the requirements of this chapter unless disapproved bythe commissioner before the expiration of the waiting period or an extension of the waitingperiod. 5. Under such rules and regulations as the commissioner shall adopt the commissioner may, by written order, suspend or modify the requirement of filing as to any kind of insurance,subdivision, or combination thereof, or as to classes of risks, the rates for which cannotpracticably be filed before they are used. Such order, rules, and regulations shall be madeknown to insurers and rating organizations affected thereby. The commissioner may makesuch examination as the commissioner may deem advisable to ascertain whether any ratesaffected by such order meet the standards set forth in section 515A.3, subsection 1, paragraph\n\n“b”\n\n. 6. Upon the written application of the insured, stating the insured’s reasons therefor, filed with and approved by the commissioner a rate in excess of that provided by a filing otherwiseapplicable may be used on any specific risk. 7. No insurer shall make or issue a contract or policy except in accordance with the filings which are in effect for the insurer as provided in this chapter or in accordance with subsection5 or 6. 8. If a hearing is requested pursuant to section 515A.6, subsection 7, a filing shall not take effect until thirty days after formal approval is given by the commissioner. [C50, 54, 58, 62, §515A.4, 515B.4; C66, 71, 73, 75, 77, 79, 81, §515A.4]87 Acts, ch 132, §5; 92 Acts, ch 1162, §39; 93 Acts, ch 88, §20; 2008 Acts, ch 1123, §31; 2015 Acts, ch 29, §77 Referred to in §515A.5 Sat Dec 23 00:47:58 2023 Iowa Code 2024, Section 515A.4 (25, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-4/"
    },
    {
      "id": "section-515a5",
      "number": "515A.5",
      "heading": "Disapproval of filings.",
      "text": "515A.5 Disapproval of filings.\n\n1. If within the waiting period or any extension thereof as provided in section 515A.4, subsection 4, the commissioner finds that a filing does not meet the requirements of thischapter, the commissioner shall send to the insurer or rating organization which made suchfiling, written notice in a printed or electronic format of disapproval of such filing specifyingtherein in what respects the commissioner finds such filing fails to meet the requirements ofthis chapter and stating that such filing shall not become effective. 2. At any time subsequent to the applicable review period provided for in subsection 1, the commissioner may hold a hearing to determine whether a filing meets the requirements ofthis chapter. The commissioner shall provide notice of a hearing not less than ten days priorto the hearing to every insurer and rating organization which made the filing, specifying thematters to be considered at the hearing. If the commissioner finds that a filing does not meetthe requirements of this chapter, the commissioner shall issue an order specifying in whatrespects the commissioner finds that the filing fails to meet the requirements of this chapter,and stating when, within a reasonable period thereafter, the filing shall be deemed no longereffective. Copies of the order shall be sent to every insurer and rating organization whichmade the filing. The order shall not affect any contract or policy made or issued prior to theexpiration of the period set forth in the order. 3.\n\na.\n\nAny person or organization aggrieved with respect to any filing which is in effect may make written application to the commissioner for a hearing thereon, provided, however,that the insurer or rating organization that made or uses the filing shall not be authorized toproceed under this subsection. Such application shall specify the grounds to be relied uponby the applicant and such application must show that the person or organization making suchapplication has a specific economic interest affected by the filing. If the commissioner findsthat the application is made in good faith, that the applicant has a specific economic interest,that the applicant would be so aggrieved if the applicant’s grounds are established, and thatsuch grounds otherwise justify holding such a hearing, the commissioner shall within thirtydays after receipt of such application hold a hearing, upon not less than ten days’ writtennotice to the applicant and to every insurer and rating organization which made the filing. Norating or advisory organization shall have any status under this chapter to make applicationfor a hearing on any filing made by an insurer with the commissioner.\n\nb.\n\nIf, after such hearing, the commissioner finds that the filing does not meet the requirements of this chapter, the commissioner shall issue an order specifying in whatrespects the commissioner finds that such filing fails to meet the requirements of thischapter, and stating when, within a reasonable period thereafter, such filing shall be deemedno longer effective. Copies of the order shall be sent to the applicant and to every suchinsurer and rating organization. The order shall not affect any contract or policy made orissued prior to the expiration of the period set forth in the order. 4. No filing shall be disapproved if the rates thereby produced meet the requirements of this chapter. [C50, 54, 58, 62, §515A.5, 515B.5; C66, 71, 73, 75, 77, 79, 81, §515A.5]2008 Acts, ch 1123, §32 Sat Dec 23 00:47:59 2023 Iowa Code 2024, Section 515A.5 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-5/"
    },
    {
      "id": "section-515a6",
      "number": "515A.6",
      "heading": "Rating organizations.",
      "text": "515A.6 Rating organizations.\n\n1.\n\na.\n\nA corporation, an unincorporated association, a partnership, or an individual, whether located within or outside this state, may make application to the commissioner fora license as a rating organization for such kinds of insurance, or subdivision or class of riskor a part or combination thereof as are specified in its application and shall file with theapplication all of the following: (1) A copy of its constitution, its articles of agreement or association or its certificate of incorporation, and of its bylaws, rules and regulations governing the conduct of its business. (2) A list of its members and subscribers.(3) The name and address of a resident of this state upon whom notices or orders of the commissioner or process affecting such rating organization may be served. (4) A statement of its qualifications as a rating organization.\n\nb.\n\nIf the commissioner finds that the applicant is competent, trustworthy, and otherwise qualified to act as a rating organization and that its constitution, articles of agreement orassociation or certificate of incorporation, and its bylaws, rules and regulations governingthe conduct of its business conform to the requirements of law, the commissioner shall issuea license specifying the kinds of insurance, or subdivisions or classes of risks or parts orcombinations thereof for which the applicant is authorized to act as a rating organization.Every such application shall be granted or denied in whole or in part by the commissionerwithin sixty days of the date of its filing with the commissioner.\n\nc.\n\nLicenses issued pursuant to this section shall remain in effect for three years unless sooner suspended or revoked by the commissioner. The fee for the license shall be onehundred dollars.\n\nd.\n\nLicenses issued pursuant to this section may be suspended or revoked by the commissioner, after hearing upon notice, in the event the rating organization ceases to meetthe requirements of this subsection.\n\ne.\n\nEvery rating organization shall notify the commissioner promptly of every change in any of the following: (1) Its constitution, its articles of agreement or association, or its certificate of incorporation, and its bylaws, rules and regulations governing the conduct of its business. (2) Its list of members and subscribers.(3) The name and address of the resident of this state designated by it upon whom notices or orders of the commissioner or process affecting such rating organization may be served. 2. Subject to rules and regulations which have been approved by the commissioner as reasonable, each rating organization shall permit any insurer, not a member, to be asubscriber to its rating services for any kind of insurance, subdivision, or class of risk or apart or combination thereof for which it is authorized to act as a rating organization. Noticeof proposed changes in such rules and regulations shall be given to subscribers. Each ratingorganization shall furnish its rating services without discrimination to its members andsubscribers. The reasonableness of any rule or regulation in its application to subscribers,or the refusal of any rating organization to admit an insurer as a subscriber, shall, at therequest of any subscriber or any such insurer, be reviewed by the commissioner at a hearingheld upon at least ten days’ written notice to such rating organization and to such subscriberor insurer. If the commissioner finds that such rule or regulation is unreasonable in itsapplication to subscribers, the commissioner shall order that such rule or regulation shallnot be applicable to subscribers. If the rating organization fails to grant or reject an insurer’sapplication for subscribership within thirty days after it was made, the insurer may requesta review by the commissioner as if the application had been rejected. If the commissionerfinds that the insurer has been refused admittance to the rating organization as a subscriberwithout justification, the commissioner shall order the rating organization to admit theinsurer as a subscriber. If the commissioner finds that the action of the rating organizationwas justified the commissioner shall make an order affirming its action. 3. No rating organization shall adopt any rule the effect of which would be to prohibit or regulate the payment of dividends, savings or unabsorbed premium deposits allowed orreturned by insurers to their policyholders, members or subscribers. Sat Dec 23 00:48:00 2023 Iowa Code 2024, Section 515A.6 (25, 1)\n\n§515A.6, WORKERS’ COMPENSATION LIABILITY INSURANCE RATES\n\n2\n\n4. Cooperation among rating organizations or among rating organizations and insurers in rate making or in other matters within the scope of this chapter is hereby authorized, providedthe filings resulting from such cooperation are subject to all the provisions of this chapterwhich are applicable to filings generally. The commissioner may review such cooperativeactivities and practices and if, after a hearing, the commissioner finds that any such activityor practices is unfair or unreasonable or otherwise inconsistent with the provisions of thischapter, the commissioner may issue a written order specifying in what respects such activityor practice is unfair or unreasonable or otherwise inconsistent with the provisions of thischapter, and requiring the discontinuance of such activity or practice. 5. Any rating organization may provide for the examination of policies, daily reports, binders, renewal certificates, endorsements or other evidences of insurance, or thecancellation thereof, and may make reasonable rules governing their submission. Suchrules shall contain a provision that in the event any insurer does not within sixty daysfurnish satisfactory evidence to the rating organization of the correction of any error oromission previously called to its attention by the rating organization, it shall be the duty ofthe rating organization to notify the commissioner thereof. All information so submitted forexamination shall be confidential. 6. Any rating organization may subscribe for or purchase actuarial, technical or other services, and such services shall be available to all members and subscribers withoutdiscrimination. 7. Notwithstanding any law to the contrary, the commissioner shall provide for a hearing in a proceeding involving a workers’ compensation insurance rate filing by a licensed ratingorganization in accordance with the provisions of this subsection and rules promulgated bythe commissioner pursuant to chapter 17A. Except as otherwise provided in this subsection,the provisions of this subsection shall not be subject to the requirements of chapter 17A. Theprocedures for such hearing shall be as follows:\n\na.\n\nThe commissioner shall provide notice of the filing of the proposed rates at least thirty days before the effective date of the proposed rates by publishing a notice on the internet siteof the insurance division of the department of insurance and financial services.\n\nb.\n\nA public hearing shall be held on the proposed rates by the commissioner if within fifteen days of the date of publication a workers’ compensation policyholder or an establishedorganization with one or more workers’ compensation policyholders among its members filesa written demand with the commissioner for a hearing on the proposed rates.\n\nc.\n\nThe commissioner shall hold the hearing within twenty days after receipt of the written demand for a hearing and shall give not less than ten days written notice of the time and placeof the hearing to the person or association filing the demand, to the rating organization, andto any other person requesting such notice.\n\nd.\n\nAt any such hearing, the rating organization shall bear the burden of proof to support the proposed rates by a preponderance of the evidence. The person or association requestingthe hearing, and any other person admitted as a party to the proceeding, shall be given theopportunity to respond and introduce evidence and arguments on all the issues involved.\n\ne.\n\nWithin fifteen days after the start of the hearing, the commissioner shall approve or disapprove the proposed rates and specify the reasons therefor. The commissioner maysuspend or postpone the effective date of the proposed rates pending the hearing and writtendecision thereon.\n\nf.\n\nJudicial review of the decision of the commissioner on such rates may be sought in accordance with the provisions of chapter 17A.\n\ng.\n\nAbsent a request for a hearing as provided in paragraph\n\n“b”\n\n, the commissioner shall issue an order approving or disapproving the proposed rates.\n\nh.\n\nThe waiting period for a workers’ compensation insurance rate filing shall commence no earlier than the date that notice of the insurance rate filing is published. [C50, 54, 58, 62, §515A.6, 515B.6; C66, 71, 73, 75, 77, 79, 81, §515A.6]2006 Acts, ch 1117, §69; 2007 Acts, ch 22, §89; 2008 Acts, ch 1123, §33 – 35; 2013 Acts, ch 90, §257; 2021 Acts, ch 181, §16; 2022 Acts, ch 1021, §149; 2023 Acts, ch 19, §2735 Referred to in §515A.4, 515A.12Subsection 7, paragraph a amended Sat Dec 23 00:48:00 2023 Iowa Code 2024, Section 515A.6 (25, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-6/"
    },
    {
      "id": "section-515a7",
      "number": "515A.7",
      "heading": "Uniform rating plans and deviations.",
      "text": "515A.7 Uniform rating plans and deviations.\n\n1.\n\na.\n\nEvery insurer shall adhere to the filings made on its behalf by a rating organization except that any such insurer may file a deviation from the class rates, schedules, ratingplans, or rules, or a combination thereof for approval by the commissioner. The deviationfiled shall specify the basis for the modification and a copy shall also be sent simultaneouslyto such rating organization. In considering the deviation filed, the commissioner shall give consideration to the available statistics and the principles for rate making as providedin section 515A.3. The commissioner shall approve the deviation filed for such insurerif the commissioner finds it to be justified and it shall thereupon become effective. Thecommissioner shall disapprove the deviation filed if the commissioner finds that the deviationdoes not meet the requirements of this chapter.\n\nb.\n\nA deviation may be filed for approval by the commissioner as follows:(1) An insurer may file for approval by the commissioner of a uniform percentage rate deviation to be applied to the class rates of the rating organization’s filing subject tolimitations as set forth by the commissioner by rule. A rate deviation from the approvedclass rates of a rating organization shall not cause the rate charged a policyholder to exceedthe approved assigned risk rates. (2) A rating organization or insurer may offer retrospective plans in policies which generate at least one hundred thousand dollars in annual countrywide premiums on workers’compensation liability insurance. (3) An insurer may offer large deductible programs on policies which generate at least one hundred thousand dollars in annual countrywide premiums on workers’ compensationliability insurance. The minimum large deductible which may be offered is twenty-five thousand dollars, which may be applied to indemnity and medical losses. (4) An insurer may offer small deductible programs with deductibles in a range of up to ten thousand dollars and which apply only to medical losses. Losses shall be reported on anet basis in accordance with the statistical plan filed by a rating organization. (5) An insurer may adopt a schedule rating plan providing for credits or debits in an amount not exceeding the maximum modification allowed as set forth by the commissioner byrule. This amount shall be in addition to the permitted deviations set forth in subparagraphs(1) through (4). (6) The commissioner may authorize other types of deviations by rule when there is no approved rate, schedule, rating plan, or rule applicable to the deviation filed, on file with theinsurance division for a rating organization. 2. The commissioner may adopt rules pursuant to chapter 17A to limit deviations and maximum schedule or rating plan modifications. 3. All dividends shall be paid based upon loss sensitivity. Dividends are deemed a return of profit to insureds. Accordingly, dividends shall not be guaranteed by an insurer withoutregard to profits. Dividends may be offered in conjunction with deviated rates or withscheduled rates or in combination therewith. For the purposes of this subsection,\n\n“losssensitivity”\n\nmeans the profitability of the policyholder individually or as a member of ahomogenous group. [C50, 54, 58, 62, §515A.7, 515B.7; C66, 71, 73, 75, 77, 79, 81, §515A.7]2008 Acts, ch 1123, §36, 57; 2013 Acts, ch 124, §22 Sat Dec 23 00:48:01 2023 Iowa Code 2024, Section 515A.7 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-7/"
    },
    {
      "id": "section-515a8",
      "number": "515A.8",
      "heading": "Appeal by member or subscriber.",
      "text": "515A.8 Appeal by member or subscriber.\n\n1. Any member or subscriber to a rating organization may appeal to the commissioner from the action or decision of such rating organization in approving or rejecting any proposedchange in or addition to the filings of such rating organization and the commissioner shall,after a hearing held upon not less than ten days’ written notice to the appellant, and tosuch rating organization, issue an order approving the action or decision of such ratingorganization or directing it to give further consideration to such proposal, or, if such appealis from the action or decision of the rating organization in rejecting a proposed additionto its filings, the commissioner may, in the event the commissioner finds that such actionor decision was unreasonable, issue an order directing the rating organization to make anaddition to its filings, on behalf of its members and subscribers, in a manner consistent withthe findings, within a reasonable time after the issuance of such order. 2. If such appeal is based upon the failure of the rating organization to make a filing on behalf of such member or subscriber, which is based on a system of expense provisions whichdiffers, in accordance with the right granted in section 515A.3, subsection 1, paragraph\n\n“c”\n\n,from the system of expense provisions included in a filing made by the rating organization, thecommissioner shall, if the commissioner grants the appeal, order the rating organization tomake the requested filing for use by the appellant. In deciding such appeal the commissionershall apply the standards set forth in section 515A.3. [C50, 54, 58, 62, §515A.8, 515B.8; C66, 71, 73, 75, 77, 79, 81, §515A.8]2008 Acts, ch 1123, §37; 2015 Acts, ch 29, §78 Sat Dec 23 00:48:01 2023 Iowa Code 2024, Section 515A.8 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-8/"
    },
    {
      "id": "section-515a9",
      "number": "515A.9",
      "heading": "Information to be furnished insureds — hearings and appeals of insureds.",
      "text": "515A.9 Information to be furnished insureds — hearings and appeals of insureds.\n\nEvery rating organization and every insurer which makes its own rate shall, within a reasonable time after receiving written request therefor and upon payment of suchreasonable charge as it may make, furnish to any insured affected by a rate made by it,or to the authorized representative of such insured, all pertinent information as to suchrate. Every rating organization and every insurer which makes its own rates shall providewithin this state reasonable means whereby any person aggrieved by the application of itsrating system may be heard, in person or by the person’s authorized representative, on theperson’s written request to review the manner in which such rating system has been appliedin connection with the insurance afforded the person. Such review of the manner in whicha rating system has been applied is not a contested case under chapter 17A. If the ratingorganization or insurer fails to grant or reject such request within thirty days after it is made,the applicant may proceed in the same manner as if the application had been rejected. Anyparty affected by the action of such rating organization or such insurer on such request may,within thirty days after written notice of such action, appeal to the commissioner, who, aftera hearing held upon not less than ten days’ written notice to the appellant and to such ratingorganization or insurer, may affirm or reverse such action. Such appeal to the commissionerof the manner in which a rating system has been applied is not a contested case underchapter 17A. [C50, 54, 58, 62, §515A.9, 515B.9; C66, 71, 73, 75, 77, 79, 81, §515A.9]2006 Acts, ch 1117, §70; 2007 Acts, ch 22, §90 Sat Dec 23 00:48:02 2023 Iowa Code 2024, Section 515A.9 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-9/"
    },
    {
      "id": "section-515a10",
      "number": "515A.10",
      "heading": "Advisory organizations.",
      "text": "515A.10 Advisory organizations.\n\n1. Every group, association or other organization of insurers, whether located within or outside of this state, which assists insurers that make their own filings or rating organizationsin rate making, by the collection and furnishing of loss or expense statistics, or by thesubmission of recommendations, but which does not make filings under this chapter, shallbe known as an advisory organization. 2. An advisory organization shall not provide a service relating to this chapter, and an insurer shall not utilize the services of an advisory organization for such purposes, unless theadvisory organization has obtained a license under subsection 3. 3. An advisory organization applying for a license shall include with its application to the commissioner all of the following:\n\na.\n\nA copy of its constitution, its articles of agreement or association or its certificate of incorporation and of its bylaws, rules and regulations governing its activities.\n\nb.\n\nA list of its members.\n\nc.\n\nThe name and address of a resident of this state upon whom notices or orders of the commissioner or process issued at the commissioner’s direction may be served.\n\nd.\n\nAn agreement that the commissioner may examine such advisory organization in accordance with the provisions of section 515A.12.\n\ne.\n\nA fee of one hundred dollars.4. If, after hearing, the commissioner finds that an advisory organization has engaged in any act or practice which is unfair, unreasonable, or in violation of this chapter, thecommissioner may issue an order requiring the advisory organization to cease and desistsuch act or practice. The commissioner may, at any time after hearing, revoke or suspendthe license of an advisory organization which does not comply with this chapter. 5. No insurer which makes its own filings nor any rating organization shall support its filings by statistics or adopt rate making recommendations, furnished to it by an advisoryorganization which has not complied with this section or with an order of the commissionerinvolving such statistics or recommendations issued under subsection 4 of this section. If thecommissioner finds such insurer or rating organization to be in violation of this subsectionthe commissioner may issue an order requiring the discontinuance of such violation. 6. A license issued under this section shall remain in effect for three years unless sooner suspended or revoked by the commissioner. [C50, 54, 58, 62, §515A.10, 515B.10; C66, 71, 73, 75, 77, 79, 81, §515A.10]2006 Acts, ch 1117, §71; 2021 Acts, ch 181, §17; 2022 Acts, ch 1021, §150Referred to in §515A.12 Sat Dec 23 00:48:03 2023 Iowa Code 2024, Section 515A.10 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-10/"
    },
    {
      "id": "section-515a11",
      "number": "515A.11",
      "heading": "Joint underwriting or joint reinsurance.",
      "text": "515A.11 Joint underwriting or joint reinsurance.\n\n1. Every group, association or other organization of insurers which engages in joint underwriting or joint reinsurance, shall be subject to regulation with respect thereto asprovided in this section, subject, however, with respect to joint underwriting, to all otherprovisions of this chapter and, with respect to joint reinsurance, to sections 515A.12 and515A.16 through 515A.19. 2. If, after a hearing, the commissioner finds that any activity or practice of any such group, association or other organization is unfair or unreasonable or otherwise inconsistentwith the provisions of this chapter, the commissioner may issue a written order specifyingin what respects such activity or practice is unfair or unreasonable or otherwise inconsistentwith the provisions of this chapter, and requiring the discontinuance of such activity orpractice. [C50, 54, 58, 62, §515A.11, 515B.11; C66, 71, 73, 75, 77, 79, 81, §515A.11]2021 Acts, ch 80, §330; 2022 Acts, ch 1021, §151Referred to in §515A.12 Sat Dec 23 00:48:03 2023 Iowa Code 2024, Section 515A.11 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-11/"
    },
    {
      "id": "section-515a12",
      "number": "515A.12",
      "heading": "Examinations.",
      "text": "515A.12 Examinations.\n\nThe commissioner shall, at least once in five years, make or cause to be made an examination of each rating organization licensed in this state as provided in section 515A.6and the commissioner may, as often as the commissioner may deem it expedient, make orcause to be made an examination of each advisory organization referred to in section 515A.10and of each group, association or other organization referred to in section 515A.11. Thereasonable costs of any such examination shall be paid by the rating organization, advisoryorganization or group, association or other organization examined upon presentation to it ofa detailed account of such costs. The officers, manager, agents and employees of such ratingorganization, advisory organization, or group, association or other organization may beexamined at any time under oath and shall exhibit all books, records, accounts, documents,or agreements governing its method of operation. In lieu of any such examination thecommissioner may accept the report of an examination made by the insurance supervisoryofficial of another state, pursuant to the laws of such state. [C50, 54, 58, 62, §515A.12, 515B.12; C66, 71, 73, 75, 77, 79, 81, §515A.12]Referred to in §515A.10, 515A.11 Sat Dec 23 00:48:04 2023 Iowa Code 2024, Section 515A.12 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-12/"
    },
    {
      "id": "section-515a13",
      "number": "515A.13",
      "heading": "Rate administration.",
      "text": "515A.13 Rate administration.\n\n1. The commissioner shall promulgate reasonable rules and statistical plans, reasonably adapted to each of the rating systems on file with the commissioner, which may be modifiedfrom time to time and which shall be used thereafter by each insurer in the recording andreporting of its loss and countrywide expense experience, in order that the experience of allinsurers may be made available at least annually in such form and detail as may be necessaryto aid the commissioner in determining whether rating systems comply with the standardsset forth in section 515A.3. Such rules and plans may also provide for the recording andreporting of expense experience items which are specially applicable to this state andare not susceptible of determination by a prorating of countywide expense experience.In promulgating such rules and plans, the commissioner shall give due consideration tothe rating systems on file and, in order that such rules and plans may be as uniform asis practicable among the several states, to the rules and to the form of the plans used forsuch rating systems in other states. No insurer shall be required to record or report its lossexperience on a classification basis that is inconsistent with the rating system filed by it. Thecommissioner may designate one or more rating organizations or other agencies to assist ingathering such experience and making compilations thereof, and such compilations shall bemade available, subject to reasonable rules promulgated by the commissioner, to insurersand rating organizations. 2. Reasonable rules and plans may be promulgated by the commissioner for the interchange of data necessary for the application of rating plans. 3. In order to further uniform administration of rate regulatory laws, the commissioner and every insurer and rating organization may exchange information and experience datawith insurance supervisory officials, insurers, and rating organizations in other states andmay consult with them with respect to rate making and the application of rating systems. 4. The commissioner may make reasonable rules necessary to effect the purposes of this chapter. 5. A person other than the commissioner or the commissioner’s designee shall not release to another person, other than to the servicing insurer of the policy or to the commissioneror the commissioner’s designee, experience, payroll, loss data, expiration date of a policy, orclassification information without the prior written approval of the policyholder. A violationof this section shall be considered an unfair trade practice pursuant to chapter 507B. [C50, 54, 58, 62, §515A.13, 515B.13; C66, 71, 73, 75, 77, 79, 81, §515A.13]94 Acts, ch 1176, §13; 2008 Acts, ch 1123, §38 Sat Dec 23 00:48:06 2023 Iowa Code 2024, Section 515A.13 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-13/"
    },
    {
      "id": "section-515a14",
      "number": "515A.14",
      "heading": "False or misleading information.",
      "text": "515A.14 False or misleading information.\n\nNo person or organization shall willfully withhold information from, or knowingly give false or misleading information to, the commissioner, any statistical agency designated by thecommissioner, any rating organization, or any insurer, which will affect the rates or premiumschargeable under this chapter. A violation of this section shall subject the one guilty of suchviolation to the penalties provided in section 515A.17. [C50, 54, 58, 62, §515A.14, 515B.14; C66, 71, 73, 75, 77, 79, 81, §515A.14] Sat Dec 23 00:48:06 2023 Iowa Code 2024, Section 515A.14 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-14/"
    },
    {
      "id": "section-515a15",
      "number": "515A.15",
      "heading": "Assigned risks.",
      "text": "515A.15 Assigned risks.\n\n1. Agreements shall be made among insurers with respect to the equitable apportionment among them of insurance which may be afforded applicants who are in good faith entitled tobut who are unable to procure such insurance through ordinary methods and such insurersmay agree among themselves on the use of reasonable rate modifications for such insurance,the agreements and rate modifications to be subject to the approval of the commissioner. 2. For purposes of this section,\n\n“insurer”\n\nincludes, in addition to insurers defined pursuant to section 515A.2, a self-insurance association formed on or after July 1, 1995,pursuant to section 87.4 except for an association comprised of cities or counties, or both,or an association comprised of community colleges as defined in section 260C.2, whichhave entered into an agreement pursuant to chapter 28E for the purpose of establishing aself-insured program for the payment of workers’ compensation benefits. [C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §515A.15]95 Acts, ch 185, §24; 2021 Acts, ch 76, §150Referred to in §87.4 Sat Dec 23 00:48:06 2023 Iowa Code 2024, Section 515A.15 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-15/"
    },
    {
      "id": "section-515a15a",
      "number": "515A.15A",
      "heading": "Deductible policies in workers’ compensation.",
      "text": "515A.15A Deductible policies in workers’ compensation.\n\nThe commissioner may enter an order under section 515A.18 to assure availability within this state of a policy under this chapter which provides as part of the policy, or as anendorsement to the policy, an option for a deductible related to benefits payable undera policy issued pursuant to this chapter. The order may make provisions for changes inexperience ratings, premium surcharges, or any other modification, as a result of issuanceof a policy, or of an endorsement to the policy, pursuant to the order. Under an order enteredpursuant to this section, the commissioner shall provide that if the policyholder selects adeductible option, the insured employer is liable for all of the amount of the deductible forbenefits paid for each compensable claim of an employee under the policy. 92 Acts, ch 1053, §1 Sat Dec 23 00:48:07 2023 Iowa Code 2024, Section 515A.15A (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-15a/"
    },
    {
      "id": "section-515a15b",
      "number": "515A.15B",
      "heading": "Applicants unable to procure insurance through ordinary methods.",
      "text": "515A.15B Applicants unable to procure insurance through ordinary methods.\n\nAn agreement among licensed insurers to offer workers’ compensation insurance for applicants unable to procure workers’ compensation insurance through ordinary methodsshall be administered by a rating organization licensed under this chapter. 98 Acts, ch 1057, §10 Sat Dec 23 00:48:07 2023 Iowa Code 2024, Section 515A.15B (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-15b/"
    },
    {
      "id": "section-515a16",
      "number": "515A.16",
      "heading": "Premiums.",
      "text": "515A.16 Premiums.\n\nAn agent shall not knowingly charge, demand, or receive a premium for any policy of insurance except in accordance with the provisions of this chapter. [C50, 54, 58, 62, §515A.16, 515B.15; C66, 71, 73, 75, 77, 79, 81, §515A.16]93 Acts, ch 88, §21Referred to in §515A.11 Sat Dec 23 00:48:07 2023 Iowa Code 2024, Section 515A.16 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-16/"
    },
    {
      "id": "section-515a17",
      "number": "515A.17",
      "heading": "Penalties.",
      "text": "515A.17 Penalties.\n\n1. The commissioner may, if the commissioner finds that any person or organization has violated any provision of this chapter, impose a penalty of not more than one thousanddollars for each such violation, but if the commissioner finds such violation to be willful thecommissioner may impose a penalty of not more than five thousand dollars for each suchviolation. Such penalties may be in addition to any other penalty provided by law. A penaltycollected under this subsection shall be deposited as provided in section 505.7. 2. The commissioner may suspend the license of any rating organization or insurer which fails to comply with an order of the commissioner within the time limited by such order, or anyextension thereof which the commissioner may grant. The commissioner shall not suspendthe license of any rating organization or insurer for failure to comply with an order until thetime prescribed for an appeal therefrom has expired or if an appeal has been taken, until suchorder has been affirmed. The commissioner may determine when a suspension of licenseshall become effective and it shall remain in effect for the period fixed by the commissioner,unless the commissioner modifies or rescinds such suspension, or until the order upon whichsuch suspension is based is modified, rescinded, or reversed. 3. A penalty shall not be imposed and a license shall not be suspended or revoked except upon a written order of the commissioner, stating the commissioner’s findings, made aftera hearing held upon not less than ten days’ written notice to such person or organizationspecifying the alleged violation. [C50, 54, 58, 62, §515A.17, 515B.16; C66, 71, 73, 75, 77, 79, 81, §515A.17]2008 Acts, ch 1123, §39; 2009 Acts, ch 181, §80Referred to in §515A.11, 515A.14 Sat Dec 23 00:48:09 2023 Iowa Code 2024, Section 515A.17 (24, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-17/"
    },
    {
      "id": "section-515a18",
      "number": "515A.18",
      "heading": "Hearing procedure and judicial review.",
      "text": "515A.18 Hearing procedure and judicial review.\n\n1. Any person, insurer, or rating organization to which the commissioner has directed an order made without a hearing may, within thirty days after receipt of the notice of the order,make written request to the commissioner for a hearing on the order. The commissioner shallconduct a hearing within twenty days after receipt of the request and shall give not less thanten days’ written notice of the time and place of the hearing. Within fifteen days after thehearing the commissioner shall affirm, reverse, or modify the previous action, specifying thecommissioner’s reasons therefor. The commissioner may suspend or postpone the effectivedate of the commissioner’s previous action until after the hearing and decision. 2. Nothing contained in this chapter shall require the observance at any hearing of formal rules of pleading or evidence. 3.\n\na.\n\nJudicial review of the actions of the commissioner may be sought in accordance with the terms of the Iowa administrative procedure Act, chapter 17A.\n\nb.\n\nThe court shall determine whether the filing of the petition for such writ shall operate as a stay of any such order or decision of the commissioner. The court may, in disposingof the issue before it, modify, affirm or reverse the order or decision of the commissioner inwhole or in part. [C50, 54, 58, 62, §515A.18, 515B.17; C66, 71, 73, 75, 77, 79, 81, §515A.18]2003 Acts, ch 44, §114; 2012 Acts, ch 1023, §157; 2023 Acts, ch 66, §124Referred to in §515A.11, 515A.15ASubsection 1 amended Sat Dec 23 00:48:09 2023 Iowa Code 2024, Section 515A.18 (23, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-18/"
    },
    {
      "id": "section-515a19",
      "number": "515A.19",
      "heading": "Laws affected.",
      "text": "515A.19 Laws affected.\n\nCompliance with this chapter shall not be deemed to be a violation of section 515.140.[C50, 54, 58, 62, §515A.19, 515B.18; C66, 71, 73, 75, 77, 79, 81, §515A.19]2007 Acts, ch 152, §78Referred to in §515A.11 Sat Dec 23 00:48:09 2023 Iowa Code 2024, Section 515A.19 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-19/"
    },
    {
      "id": "section-515a19a",
      "number": "515A.19A",
      "heading": "Rules.",
      "text": "515A.19A Rules.\n\nThe commissioner may adopt rules pursuant to chapter 17A as necessary and convenient to administer this chapter. 2008 Acts, ch 1123, §40 Sat Dec 23 00:48:10 2023 Iowa Code 2024, Section 515A.19A (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-515a/section-515a-19a/"
    }
  ]
}