{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-544b-landscape-architects",
  "sections": [
    {
      "id": "section-544b1",
      "number": "544B.1",
      "heading": "Definitions.Section 544B.2 - License required",
      "text": "544B.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Board”\n\nmeans the landscape architectural examining board established pursuant to section 544B.3. 2.\n\n“Practice of landscape architecture”\n\nmeans the performance of professional services such as consultations, investigations, reconnaissance, research, planning, design, orresponsible supervision in connection with projects involving the arranging of land andthe elements thereon for public and private use and enjoyment, including the alignmentof roadways and the location of buildings, service areas, parking areas, walkways, steps,ramps, pools and other structures, and the grading of the land, surface and subsoil drainage,erosion control, planting, reforestation, and the preservation of the natural landscape andaesthetic values, in accordance with accepted professional standards of public health,welfare, and safety. This practice shall include the location and arrangement of such tangibleobjects and features as are incidental and necessary to the purposes outlined in this chapterbut shall not include the design of structures or facilities with separate and self-containedpurposes for habitation or industry, or the design of public streets and highways, utilities,storm and sanitary sewers, and sewage treatment facilities, such as are ordinarily included inthe practice of engineering or architecture; and shall not include the making of land surveysor final land plats for official approval or recording. Nothing contained in this chapter shallbe construed as authorizing a professional landscape architect to engage in the practice ofarchitecture, engineering, or land surveying. 3.\n\n“Professional landscape architect”\n\nmeans a person who has obtained a license pursuant to section 544B.2, and who engages in the practice of landscape architecture as defined in thissection. [C75, 77, 79, 81, §118A.1]C93, §544B.12002 Acts, ch 1045, §1, 2; 2003 Acts, ch 108, §102 Sat Dec 23 01:46:53 2023 Iowa Code 2024, Section 544B.1 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-1/"
    },
    {
      "id": "section-544b2",
      "number": "544B.2",
      "heading": "License required.",
      "text": "544B.2 License required.\n\nA person shall not engage in the practice of landscape architecture, or use the title “landscape architect”, “professional landscape architect”, “landscape architecture designer”,or use other titles or words, letters, figures, signs, cards, advertisements, symbols, or otherdevices to represent that the person or a business associated with the person is authorized topractice landscape architecture, without first obtaining a license as a professional landscapearchitect from the board pursuant to this chapter. Every holder of a license as a professionallandscape architect shall display it in a conspicuous place in the holder’s principal office. [C75, 77, 79, 81, §118A.2]C93, §544B.22002 Acts, ch 1045, §3Referred to in §544B.1 Sat Dec 23 01:46:54 2023 Iowa Code 2024, Section 544B.2 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-2/"
    },
    {
      "id": "section-544b3",
      "number": "544B.3",
      "heading": "Landscape architectural examining board created.",
      "text": "544B.3 Landscape architectural examining board created.\n\n1. A landscape architectural examining board is created within the department of inspections, appeals, and licensing. The board consists of five members who are professionallandscape architects and two members who are not professional landscape architects andwho shall represent the general public. Members shall be appointed by the governor, subjectto confirmation by the senate. Four of the five professional members shall be actively engaged in the practice of landscape architecture or the teaching of landscape architecture inan accredited college or university, and shall have been so engaged for five years precedingappointment, the last two of which shall have been in Iowa. One of the five professionalmembers shall be actively engaged in the practice of landscape architecture or the teachingof landscape architecture in an accredited college or university, and may have been soengaged for fewer than five years preceding appointment but at least one year precedingappointment. Associations or societies composed of professional landscape architects mayrecommend the names of potential board members to the governor. However, the governoris not bound by the recommendations. A board member shall not be required to be a memberof any professional association or society composed of professional landscape architects. 2. Appointments shall be for three-year terms and shall commence and end as provided in section 69.19. Vacancies shall be filled for the unexpired term by appointment of the governorand are subject to senate confirmation. Members shall serve no more than three terms or nineyears, whichever is less. [C75, 77, 79, 81, §118A.3]86 Acts, ch 1245, §728C93, §544B.32002 Acts, ch 1045, §4; 2006 Acts, ch 1177, §43; 2019 Acts, ch 110, §1; 2023 Acts, ch 19, §1697 Referred to in §544B.1Confirmation, see §2.32Subsection 1 amended Sat Dec 23 01:46:53 2023 Iowa Code 2024, Section 544B.3 (19, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-3/"
    },
    {
      "id": "section-544b4",
      "number": "544B.4",
      "heading": "Organization of the board — meetings — quorum.",
      "text": "544B.4 Organization of the board — meetings — quorum.\n\nThe board shall elect annually from its members a chairperson and vice chairperson. The duties of the officers are those usually performed by such officers. The board shall hold atleast one meeting each year at the location of the board’s principal office, and meetings shallbe called at other times by division staff at the request of the chairperson or four members ofthe board. A majority of the members constitutes a quorum. No action at any meeting canbe taken without the affirmative votes of a majority of the members of the board. [C75, 77, 79, 81, §118A.4]88 Acts, ch 1158, §27; 90 Acts, ch 1168, §24C93, §544B.4 Sat Dec 23 01:46:55 2023 Iowa Code 2024, Section 544B.4 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-4/"
    },
    {
      "id": "section-544b5",
      "number": "544B.5",
      "heading": "Duties.",
      "text": "544B.5 Duties.\n\nThe board shall enforce this chapter and shall make rules for the examination of applicants for licensure. The board shall keep a record of its proceedings. The board shall adopt anofficial seal which shall be affixed to all certificates of licensure granted. The board may makeother rules, not inconsistent with law, as necessary for the proper performance of its duties.The board shall maintain a roster showing the name, place of business, and residence, andthe date and number of the certificate of licensure of every professional landscape architectin this state. The director of the department of inspections, appeals, and licensing shall hireand provide staff to assist the board in implementing this chapter. [C75, 77, 79, 81, §118A.5]86 Acts, ch 1245, §729C93, §544B.52002 Acts, ch 1045, §5; 2006 Acts, ch 1177, §44; 2019 Acts, ch 110, §2; 2023 Acts, ch 19, §1698 Section amended Sat Dec 23 01:46:56 2023 Iowa Code 2024, Section 544B.5 (19, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-5/"
    },
    {
      "id": "section-544b6",
      "number": "544B.6",
      "heading": "Annual report.",
      "text": "544B.6 Annual report.\n\nRepealed by 98 Acts, ch 1119, §11. Sat Dec 23 01:46:56 2023 Iowa Code 2024, Section 544B.6 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-6/"
    },
    {
      "id": "section-544b7",
      "number": "544B.7",
      "heading": "Expenses — compensation.",
      "text": "544B.7 Expenses — compensation.\n\nMembers of the board are entitled to receive reimbursement of actual expenses incurred in the discharge of their duties within the limits of funds appropriated to the board. Eachmember of the board may also be eligible to receive compensation as provided in section7E.6. [C75, 77, 79, 81, §118A.7]86 Acts, ch 1245, §730C93, §544B.7 Sat Dec 23 01:46:57 2023 Iowa Code 2024, Section 544B.7 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-7/"
    },
    {
      "id": "section-544b8",
      "number": "544B.8",
      "heading": "Examination.",
      "text": "544B.8 Examination.\n\n1. A person applying for a certificate of licensure as a professional landscape architect shall satisfactorily pass an examination in technical and professional subjects prescribedby the board. The board may adopt the uniform standardized examination and gradingprocedures of a national certification body recognized by the board. The examination may beconducted by representatives of the board. The identity of a person taking the examinationshall be concealed until after the examination is graded. The fee for examination shall bebased on the annual cost of administering the examinations. The public members of theboard shall be allowed to participate in administrative, clerical, or ministerial functionsincident to giving the examination, but shall not determine the content of the examinationor determine the correctness of the answers. 2. An applicant who has failed the examination may request in writing information from the board concerning the applicant’s examination grade and subject areas or questionswhich the applicant failed to answer correctly, except that if the board administers a uniform,standardized examination, the board shall only be required to provide the examinationgrade and such other information concerning the applicant’s examination results which areavailable to the board. [C75, 77, 79, 81, §118A.8]C93, §544B.82002 Acts, ch 1045, §6; 2019 Acts, ch 110, §3 Sat Dec 23 01:46:57 2023 Iowa Code 2024, Section 544B.8 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-8/"
    },
    {
      "id": "section-544b9",
      "number": "544B.9",
      "heading": "Applications.",
      "text": "544B.9 Applications.\n\n1. Any person may apply for a certificate of licensure or may apply to take an examination for such certification. Applications for licensure shall be on forms prescribed and furnishedby the board, shall contain statements made under oath, showing the applicant’s educationand detail summary of the applicant’s pertinent practical landscape architectural work andexperience. The board shall not require that a recent photograph of the applicant be attachedto the application form. An applicant shall not be ineligible for licensure on the basis ofmembership in any protected class under chapter 216. The board may consider the pastfelony record of an applicant only if the felony conviction relates directly to the practice oflandscape architecture. Character references may be required but shall not be obtained fromprofessional landscape architects. Each applicant for licensure as a professional landscapearchitect shall meet one of the following requirements:\n\na.\n\nGraduation from a course in landscape architecture in a school, college, or university offering an accredited minimum four-year curriculum in landscape architecture, and aminimum of three years of practical experience in landscape architectural work which in theopinion of the board is of satisfactory character, at least one year of which must be under thesupervision of a professional landscape architect or a person who becomes a professionallandscape architect within one year after July 1, 2002.\n\nb.\n\nGraduation from a nonaccredited course of landscape architecture of a minimum of four years in a school, college, or university and a minimum of four years of practicalexperience in landscape architectural work which in the opinion of the board is ofsatisfactory character, at least one year of which must be under the supervision of aprofessional landscape architect.\n\nc.\n\nA minimum of ten years of practical experience in landscape architectural work which in the opinion of the board is of satisfactory character to properly prepare the applicant forthe examination. 2. A satisfactorily completed year of study in an accredited course of landscape architecture in an accredited school, college, or university may be accepted in lieu of oneyear of practical experience. 3. A master’s degree from an accredited school, college, or university may be accepted in lieu of one year of practical experience. 4. Any four-year college or university degree may be accepted in lieu of two years of practical experience. [C75, 77, 79, 81, §118A.9]C93, §544B.92002 Acts, ch 1045, §7; 2012 Acts, ch 1023, §157; 2019 Acts, ch 110, §4 Sat Dec 23 01:46:58 2023 Iowa Code 2024, Section 544B.9 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-9/"
    },
    {
      "id": "section-544b10",
      "number": "544B.10",
      "heading": "Foreign licensees.",
      "text": "544B.10 Foreign licensees.\n\nAny applicant who holds a license or certificate to practice landscape architecture issued to the applicant upon examination by a national certification body recognized by the board asprescribed by rule, or by a board of examiners in any other state, territory, or possession ofthe United States, the District of Columbia, or of any foreign country, if the requirements forsuch license or certificate were, at the time it was issued, in the opinion of the board, equal toor higher than the requirements of this state, may be licensed without further examination. [C75, 77, 79, 81, §118A.10]C93, §544B.102002 Acts, ch 1045, §8; 2019 Acts, ch 110, §5 Sat Dec 23 01:46:59 2023 Iowa Code 2024, Section 544B.10 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-10/"
    },
    {
      "id": "section-544b11",
      "number": "544B.11",
      "heading": "Licensure.",
      "text": "544B.11 Licensure.\n\nWhen an applicant has complied with the application requirements of this chapter and has passed the examination prescribed by the board, or is a foreign registrant and has qualifiedfor licensure under this chapter, and has paid the required licensure fee, the secretary shallenroll the applicant’s name and address in the roster of professional landscape architects andissue to the applicant a certificate of licensure. [C75, 77, 79, 81, §118A.11]C93, §544B.112002 Acts, ch 1045, §9; 2019 Acts, ch 110, §6Referred to in §544B.20 Sat Dec 23 01:47:00 2023 Iowa Code 2024, Section 544B.11 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-11/"
    },
    {
      "id": "section-544b12",
      "number": "544B.12",
      "heading": "Seal.",
      "text": "544B.12 Seal.\n\nEvery professional landscape architect shall have a seal which shall contain the name of the landscape architect and the words “Professional Landscape Architect, State of Iowa”, andsuch other words or figures as the board may deem necessary. All landscape architecturalplans and specifications, prepared by such professional landscape architect or under thesupervision of such professional landscape architect, shall be dated and bear the legible sealof such professional landscape architect. Nothing contained in this section shall be construedto permit the seal of a professional landscape architect to serve as a substitute for the seal of alicensed architect, a licensed professional engineer, or a licensed professional land surveyorwhenever the seal of an architect, engineer, or land surveyor is required under the laws ofthis state. [C75, 77, 79, 81, §118A.12]C93, §544B.122002 Acts, ch 1045, §10; 2003 Acts, ch 44, §95; 2007 Acts, ch 126, §97; 2012 Acts, ch 1009, §27; 2017 Acts, ch 131, §7; 2019 Acts, ch 110, §7 Sat Dec 23 01:47:00 2023 Iowa Code 2024, Section 544B.12 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-12/"
    },
    {
      "id": "section-544b13",
      "number": "544B.13",
      "heading": "Renewals.",
      "text": "544B.13 Renewals.\n\nCertificates of licensure shall expire in intervals as determined by the board. Professional landscape architects shall renew their certificates of licensure and pay a renewal fee in themanner and amount prescribed by the board. A person who fails to renew a certificate by theexpiration date shall be allowed to do so within thirty days following its expiration, but theboard may assess a reasonable penalty. [C75, 77, 79, 81, §118A.13]C93, §544B.132002 Acts, ch 1045, §11; 2012 Acts, ch 1009, §28 Sat Dec 23 01:47:02 2023 Iowa Code 2024, Section 544B.13 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-13/"
    },
    {
      "id": "section-544b14",
      "number": "544B.14",
      "heading": "Fees.",
      "text": "544B.14 Fees.\n\n1. The board shall set the fees for a certificate of licensure as a professional landscape architect, and for renewal of a certificate. The fee for a certificate of licensure and for renewalof a certificate shall be based upon the administrative costs of sustaining the board whichshall include, but shall not be limited to, the costs for:\n\na.\n\nPer diem, expenses, and travel for board members.\n\nb.\n\nOffice facilities, supplies and equipment.\n\nc.\n\nStaff assistance.2. All fees shall be collected by the secretary, paid to the treasurer of state, and deposited in the licensing and regulation fund created in section 10A.507. [C75, 77, 79, 81, §118A.14]90 Acts, ch 1168, §25; 90 Acts, ch 1261, §41C93, §544B.1494 Acts, ch 1107, §92; 2002 Acts, ch 1045, §12; 2012 Acts, ch 1023, §157; 2023 Acts, ch 108, §47 Subsection 2 amended Sat Dec 23 01:47:02 2023 Iowa Code 2024, Section 544B.14 (19, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-14/"
    },
    {
      "id": "section-544b15",
      "number": "544B.15",
      "heading": "Suspension, revocation, or reprimand.",
      "text": "544B.15 Suspension, revocation, or reprimand.\n\nThe board may by a five-sevenths vote of the entire board, suspend for a period not exceeding two years, or revoke the certificate of licensure of, or reprimand any licensee whois found guilty of the following acts or offenses: 1. Fraud in procuring a certificate of licensure.2. Professional incompetency.3. Knowingly making misleading, deceptive, untrue, or fraudulent representations in the practice of the licensee’s profession or engaging in unethical conduct or practice harmful ordetrimental to the public. Proof of actual injury need not be established. 4. Habitual intoxication or addiction to the use of drugs.5. Conviction of a felony related to the profession or occupation of the licensee that would affect the licensee’s ability to practice professional landscape architecture. A copy of therecord of conviction or plea of guilty is conclusive evidence. 6. Fraud in representations as to skill or ability.7. Use of untruthful or improbable statements in advertisements.8. Willful or repeated violations of the provisions of this chapter.[C75, 77, 79, 81, §118A.15]85 Acts, ch 195, §14C93, §544B.152002 Acts, ch 1045, §13Referred to in §272C.3, 272C.4 Sat Dec 23 01:47:02 2023 Iowa Code 2024, Section 544B.15 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-15/"
    },
    {
      "id": "section-544b16",
      "number": "544B.16",
      "heading": "Complaints — procedure.",
      "text": "544B.16 Complaints — procedure.\n\nA person may file a complaint with the board against a professional landscape architect or the board may initiate a complaint. Unless the complaint is dismissed by the board asunfounded or trivial, the board may request the department of inspections, appeals, andlicensing to conduct an investigation into the complaint. The department of inspections,appeals, and licensing shall report its findings to the board, and the board shall hold a hearingwithin sixty days after the date on which the complaint is filed. The board shall fix the timeand place for such hearing and shall cause a copy of the complaint, together with a noticeof the time and place fixed for the hearing, to be served on the accused at least thirty daysbefore the date fixed for the hearing. Where personal service cannot be effected, servicemay be effected by publication. At such hearing, the accused shall have the right to appearpersonally or by counsel, to cross-examine witnesses against the accused, and to produceevidence and witnesses in defense. After the hearing, the board may suspend or revoke thecertificate of licensure. The board may restore the certificate of licensure to any person whosecertificate of licensure has been revoked. Application for the restoration of a certificate oflicensure shall be made in such manner, form, and content as the board may prescribe. [C75, 77, 79, 81, §118A.16]88 Acts, ch 1158, §28C93, §544B.162002 Acts, ch 1045, §14; 2019 Acts, ch 110, §8; 2023 Acts, ch 19, §2029Referred to in §272C.5Section amended Sat Dec 23 01:47:04 2023 Iowa Code 2024, Section 544B.16 (20, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-16/"
    },
    {
      "id": "section-544b17",
      "number": "544B.17",
      "heading": "Attorney general to assist and witnesses.",
      "text": "544B.17 Attorney general to assist and witnesses.\n\nThe board is entitled to the counsel and services of the attorney general or such assistance as the attorney general may so designate. The board may compel the attendance of witnesses, pay witness fees and mileage, and take testimony and affidavits and administeroaths concerning any matter within its jurisdiction. [C75, 77, 79, 81, §118A.17]C93, §544B.17 Sat Dec 23 01:47:04 2023 Iowa Code 2024, Section 544B.17 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-17/"
    },
    {
      "id": "section-544b18",
      "number": "544B.18",
      "heading": "Unlawful practice.",
      "text": "544B.18 Unlawful practice.\n\nAny person who uses the words “landscape architect”, “professional landscape architect”, or “landscape architecture designer”, or any word or any letters or figures indicating ortending to imply that the person using the same is a professional landscape architect, withouthaving a valid certificate of licensure as a professional landscape architect issued pursuantto this chapter, or who knowingly assists such a person, is guilty of a simple misdemeanor. [C75, 77, 79, 81, §118A.18]C93, §544B.182002 Acts, ch 1045, §15 Sat Dec 23 01:47:05 2023 Iowa Code 2024, Section 544B.18 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-18/"
    },
    {
      "id": "section-544b19",
      "number": "544B.19",
      "heading": "Injunction.",
      "text": "544B.19 Injunction.\n\nIn addition to any other remedies, and on the petition of the board or any person, any person violating any of the provisions of this chapter may be restrained and permanently enjoinedfrom committing or continuing the violations. [C75, 77, 79, 81, §118A.19]C93, §544B.1998 Acts, ch 1119, §10; 2020 Acts, ch 1063, §312 Sat Dec 23 01:47:06 2023 Iowa Code 2024, Section 544B.19 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-19/"
    },
    {
      "id": "section-544b20",
      "number": "544B.20",
      "heading": "Scope of chapter.",
      "text": "544B.20 Scope of chapter.\n\nNothing contained in this chapter shall be construed:1. To apply to a professional engineer duly licensed under the laws of this state.2. To apply to an architect licensed under the laws of this state.3. To prevent a licensed architect or licensed professional engineer from doing landscape planning and designing. 4. To affect or prevent the practice of land surveying by a professional land surveyor licensed under the laws of this state. 5. To apply to the business conducted in this state by any planner, agriculturist, soil conservationist, horticulturist, tree expert, arborist, forester, nursery or landscape nurseryperson, gardener, landscape gardener, landscape contractor, garden or lawn caretaker,tiling contractor, grader or cultivator of land, golf course designer or contractor, or similarbusiness. However, such person shall not use the designation landscape architect or any titleor device indicating or representing that such person is a professional landscape architector is practicing landscape architecture unless such person is licensed under the provisionsof section 544B.11. [C75, 77, 79, 81, §118A.20]C93, §544B.202002 Acts, ch 1045, §16; 2007 Acts, ch 126, §98; 2012 Acts, ch 1009, §29; 2017 Acts, ch 131, §7 Sat Dec 23 01:47:06 2023 Iowa Code 2024, Section 544B.20 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-20/"
    },
    {
      "id": "section-544b21",
      "number": "544B.21",
      "heading": "Examination not required.",
      "text": "544B.21 Examination not required.\n\nAny person who is registered pursuant to this chapter on July 1, 2002, shall be issued a license to practice as a professional landscape architect. [C75, 77, 79, 81, §118A.21]C93, §544B.212002 Acts, ch 1045, §17 Sat Dec 23 01:47:06 2023 Iowa Code 2024, Section 544B.21 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-544b/section-544b-21/"
    }
  ]
}