{
  "state": "iowa",
  "path": "title-title-xiii-commerce/chapter-chapter-507f-insurance-data-security",
  "sections": [
    {
      "id": "section-507f1",
      "number": "507F.1",
      "heading": "Title.Section 507F.2 - Purpose and scope",
      "text": "Section 507F.3 - Definitions.Section 507F.4 - Information security program.Section 507F.5 - Third-party service provider arrangements.Section 507F.6 - Cybersecurity event — investigation.Section 507F.7 - Cybersecurity event — notification and report to the co",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-507f2",
      "number": "507F.2",
      "heading": "Purpose and scope.",
      "text": "507F.2 Purpose and scope.\n\n1. Notwithstanding any provision of law to the contrary, this chapter establishes the exclusive state standards for data security, and the investigation and notification ofcybersecurity events, applicable to licensees. 2. This chapter shall not be construed to create or imply a private cause of action for a violation of its provisions, and shall not be construed to curtail a private cause of action thatotherwise exists in the absence of this chapter. 2021 Acts, ch 79, §2, 17 Sat Dec 23 00:40:15 2023 Iowa Code 2024, Section 507F.2 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-2/"
    },
    {
      "id": "section-507f3",
      "number": "507F.3",
      "heading": "Definitions.",
      "text": "507F.3 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Authorized individual”\n\nmeans an individual known to and screened by a licensee and determined to be necessary and appropriate to have access to nonpublic information held bythe licensee and the licensee’s information system. 2.\n\n“Commissioner”\n\nmeans the commissioner of insurance.3.\n\n“Consumer”\n\nmeans an individual, including but not limited to an applicant, policyholder, insured, beneficiary, claimant, or certificate holder, who is a resident of thisstate and whose nonpublic information is in a licensee’s possession, custody, or control. 4.\n\n“Cybersecurity event”\n\nmeans an event resulting in unauthorized access to, or the disruption or misuse of, an information system or of nonpublic information stored on aninformation system.\n\n“Cybersecurity event”\n\ndoes not include any of the following:\n\na.\n\nThe unauthorized acquisition of encrypted nonpublic information if the encryption, process, or key is not also acquired, released, or used without authorization.\n\nb.\n\nAn event for which a licensee has determined that the nonpublic information accessed by an unauthorized person has not been used or released, and the nonpublic information hasbeen returned or destroyed. 5.\n\n“Delivered by electronic means”\n\nmeans delivery to an electronic mail address at which a consumer has consented to receive notices or documents. 6.\n\n“Encrypted”\n\nmeans the transformation of data into a form that results in a low probability of assigning meaning to the data without the use of a protective process or key. 7.\n\n“Gramm-Leach-Bliley Act”\n\nmeans the Gramm-Leach-Bliley Act of 1999, 15 U.S.C. §6801 et seq., including amendments thereto and regulations promulgated thereunder. 8.\n\n“Health Insurance Portability and Accountability Act”\n\nor\n\n“HIPAA”\n\nmeans the Health Insurance Portability and Accountability Act of 1996, Pub. L. No. 104-191, includingamendments thereto and regulations promulgated thereunder. 9.\n\n“Home state”\n\nmeans the same as defined in section 522B.1.10.\n\n“Information security program”\n\nmeans the administrative, technical, and physical safeguards that a licensee uses to access, collect, distribute, process, protect, store, use,transmit, dispose of, or otherwise handle nonpublic information. 11.\n\n“Information system”\n\nmeans a discrete set of electronic information resources organized for the collection, processing, maintenance, use, sharing, dissemination, ordisposition of electronic nonpublic information, and any specialized system such as anindustrial or process controls system, a telephone switching and private branch exchangesystem, or an environmental control system. 12.\n\n“Insurer”\n\nmeans the same as defined in section 521A.1.13.\n\n“Licensee”\n\nmeans a person licensed, authorized to operate, or registered, or a person required to be licensed, authorized to operate, or registered pursuant to the insurance laws ofthis state.\n\n“Licensee”\n\ndoes not include a purchasing group or a risk retention group charteredand licensed in a state other than this state, or a person acting as an assuming insurer that isdomiciled in another state or jurisdiction. 14.\n\n“Multi-factor authentication”\n\nmeans authentication through verification of at least two of the following types of authentication factors:\n\na.\n\nA knowledge factor, such as a password.\n\nb.\n\nA possession factor, such as a token or text message on a mobile phone.\n\nc.\n\nAn inherence factor, such as a biometric characteristic.15.\n\n“Nonpublic information”\n\nmeans electronic information that is not publicly available information and that is any of the following:\n\na.\n\nBusiness-related information of a licensee the tampering of which, or unauthorized disclosure, access, or use of which, will cause a material adverse impact to the business,operations, or security of the licensee.\n\nb.\n\nInformation concerning a consumer which can be used to identify the consumer due to a name, number, personal mark, or other identifier, used in combination with any one ormore of the following data elements: (1) A social security number. Sat Dec 23 00:40:16 2023 Iowa Code 2024, Section 507F.3 (2, 0)\n\n§507F.3, INSURANCE DATA SECURITY\n\n2\n\n(2) A driver’s license number or a nondriver identification card number.(3) A financial account number, a credit card number, or a debit card number.(4) A security code, an access code, or a password that will permit access to a consumer’s financial accounts. (5) A biometric record.\n\nc.\n\nInformation or data, except age or gender, in any form or medium created by or derived from a health care provider or a consumer, and that relates to any of the following: (1) The past, present, or future physical, mental or behavioral health or condition of a consumer, or a member of the consumer’s family. (2) The provision of health care services to a consumer.(3) Payment for the provision of health care services to a consumer.16.\n\n“Person”\n\nmeans an individual or a nongovernmental entity, including but not limited to a nongovernmental partnership, corporation, branch, agency, or association. 17.\n\n“Publicly available information”\n\nmeans information that a licensee has a reasonable basis to believe is lawfully made available to the general public from federal, state, or localgovernment records, by widely distributed media, or by disclosure to the general publicas required by federal, state, or local law. For purposes of this definition, a licensee has areasonable basis to believe that information is lawfully made available to the general publicif the licensee has determined all of the following:\n\na.\n\nThat the information is of a type that is available to the general public.\n\nb.\n\nThat if a consumer may direct that the information not be made available to the general public, that the consumer has not directed that the information not be made available to thegeneral public. 18.\n\n“Risk assessment”\n\nmeans the assessment that a licensee is required to conduct pursuant to section 507F.4, subsection 3. 19.\n\n“Third-party service provider”\n\nmeans a person that is not a licensee that contracts with a licensee to maintain, process, store, or is otherwise permitted access to nonpublicinformation through the person’s provision of services to the licensee. 2021 Acts, ch 79, §3, 17 Sat Dec 23 00:40:16 2023 Iowa Code 2024, Section 507F.3 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-3/"
    },
    {
      "id": "section-507f4",
      "number": "507F.4",
      "heading": "Information security program.",
      "text": "507F.4 Information security program.\n\n1.\n\na.\n\nCommensurate with the size and complexity of a licensee, the nature and scope of a licensee’s activities including the licensee’s use of third-party service providers, andthe sensitivity of nonpublic information used by the licensee or that is in the licensee’spossession, custody, or control, the licensee shall develop, implement, and maintain acomprehensive written information security program based on the licensee’s risk assessmentconducted pursuant to subsection 3.\n\nb.\n\nThis section shall not apply to any of the following:(1) A licensee that meets any of the following criteria:(a) Has fewer than twenty individuals on its workforce, including employees and independent contractors. (b) Has less than five million dollars in gross annual revenue.(c) Has less than ten million dollars in year-end total assets.(2) An employee, agent, representative, or designee of a licensee, and the employee, agent, representative, or designee is also a licensee, if the employee, agent, representative,or designee is covered by the information security program of the other licensee.\n\nc.\n\nA licensee shall have one hundred eighty calendar days from the date the licensee no longer qualifies for exemption under paragraph\n\n“b”\n\nto comply with this section. 2. A licensee’s information security program must be designed to do all of the following:\n\na.\n\nProtect the security and confidentiality of nonpublic information and the security of the licensee’s information system.\n\nb.\n\nProtect against threats or hazards to the security or integrity of nonpublic information and the licensee’s information system.\n\nc.\n\nProtect against unauthorized access to or the use of nonpublic information, and minimize the likelihood of harm to any consumer.\n\nd.\n\nDefine and periodically reevaluate a schedule for retention of nonpublic information and a mechanism for the destruction of nonpublic information if retention is no longernecessary for the licensee’s business operations, or is no longer required by applicable law. 3. A licensee shall conduct a risk assessment that accomplishes all of the following:\n\na.\n\nDesignates one or more employees, an affiliate, or an outside vendor to act on behalf of the licensee and that has responsibility for the information security program.\n\nb.\n\nIdentifies reasonably foreseeable internal or external threats that may result in unauthorized access, transmission, disclosure, misuse, alteration, or destruction ofnonpublic information, including nonpublic information that is accessible to, or held by, athird-party service provider.\n\nc.\n\nAssesses the probability of, and the potential damage caused by, the threats identified in paragraph\n\n“b”\n\n, taking into consideration the sensitivity of nonpublic information.\n\nd.\n\nAssesses the sufficiency of policies, procedures, information systems, and other safeguards in place to manage the threats identified in paragraph\n\n“b”\n\n. This assessment mustinclude consideration of threats identified in each relevant area of the licensee’s operations,including all of the following: (1) Employee training and management.(2) Information systems, including network and software design; and information classification, governance, processing, storage, transmission, and disposal. (3) Detection, prevention, and response to an attack, intrusion, or other system failure.\n\ne.\n\nImplements information safeguards to manage threats identified in the licensee’s ongoing risk assessments and, at least annually, assesses the effectiveness of the informationsafeguards’ key controls, systems, and procedures. 4. Based on the risk assessment conducted pursuant to subsection 3, a licensee shall do all of the following:\n\na.\n\nDevelop, implement, and maintain an information security program as described in subsections 1 and 2.\n\nb.\n\nDetermine which of the following security measures are appropriate and implement each appropriate security measure: (1) Place access controls on information systems, including controls to authenticate and Sat Dec 23 00:40:16 2023 Iowa Code 2024, Section 507F.4 (2, 0)\n\n§507F.4, INSURANCE DATA SECURITY\n\n2\n\npermit access only to authorized individuals to protect against the unauthorized acquisitionof nonpublic information. (2) Identify and manage the data, personnel, devices, systems, and facilities that enable the licensee to achieve its business purposes in accordance with the data, personnel, devices,systems, and facilities relative importance to the licensee’s business objectives and riskstrategy. (3) Restrict access of nonpublic information stored in or at physical locations to authorized individuals only. (4) Protect by encryption or other appropriate means, all nonpublic information while the nonpublic information is transmitted over an external network, and all nonpublic informationthat is stored on a laptop computer, a portable computing or storage device, or portablecomputing or storage media. (5) Adopt secure development practices for in-house developed applications utilized by the licensee, and procedures for evaluating, assessing, and testing the security of externallydeveloped applications utilized by the licensee. (6) Modify information systems in accordance with the licensee’s information security program. (7) Utilize effective controls, which may include multi-factor authentication procedures for authorized individuals accessing nonpublic information. (8) Regularly test and monitor systems and procedures to detect actual and attempted attacks on, or intrusions into, information systems. (9) Include audit trails within the information security program designed to detect and respond to cybersecurity events, and designed to reconstruct material financial transactionssufficient to support the normal business operations and obligations of the licensee. (10) Implement measures to protect against the destruction, loss, or damage of nonpublic information due to environmental hazards, natural disasters, catastrophes, or technologicalfailures. (11) Develop, implement, and maintain procedures for the secure disposal of nonpublic information that is contained in any format.\n\nc.\n\nInclude cybersecurity risks in the licensee’s enterprise-wide risk management process.\n\nd.\n\nMaintain knowledge and understanding of emerging threats or vulnerabilities and utilize reasonable security measures, relative to the character of the sharing and the type ofinformation being shared, when sharing information.\n\ne.\n\nProvide the licensee’s personnel with cybersecurity awareness training that is updated as necessary to reflect risks identified by the licensee’s risk assessment. 5.\n\na.\n\nIf a licensee has a board of directors, the board or an appropriate committee of the board shall at a minimum require the licensee’s executive management or the executivemanagement’s delegates to: (1) Develop, implement, and maintain the licensee’s information security program.(2) Provide a written report to the board, at least annually, that documents all of the following: (a) The overall status of the licensee’s information security program and the licensee’s compliance with this chapter. (b) Material matters related to the licensee’s information security program including issues such as risk assessment; risk management and control decisions; third-party serviceprovider arrangements; results of testing, cybersecurity events, or violations; management’sresponse to cybersecurity events or violations; and recommendations for changes in thelicensee’s information security program.\n\nb.\n\nIf a licensee’s executive management delegates any of its responsibilities under this section the executive management shall oversee the delegate’s development, implementation,and maintenance of the licensee’s information security program, and shall require thedelegate to submit an annual written report to executive management that contains theinformation required under paragraph\n\n“a”\n\n, subparagraph (2). If the licensee has a board ofdirectors, the executive management shall provide a copy of the report to the board. 6. A licensee shall monitor, evaluate, and adjust the licensee’s information security program consistent with relevant changes in technology, the sensitivity of the licensee’s Sat Dec 23 00:40:16 2023 Iowa Code 2024, Section 507F.4 (2, 0)\n\nnonpublic information, changes to the licensee’s information systems, internal or externalthreats to the licensee’s nonpublic information, and the licensee’s changing businessarrangements, including but not limited to mergers and acquisitions, alliances and jointventures, and outsourcing arrangements. 7. As part of a licensee’s information security program, a licensee shall establish a written incident response plan designed to promptly respond to, and recover from,a cybersecurity event that compromises the confidentiality, integrity, or availability ofnonpublic information in the licensee’s possession, the licensee’s information systems, orthe continuing functionality of any aspect of the licensee’s operations. The written incidentresponse plan must address all of the following:\n\na.\n\nThe licensee’s internal process for responding to a cybersecurity event.\n\nb.\n\nThe goals of the licensee’s incident response plan.\n\nc.\n\nThe assignment of clear roles, responsibilities, and levels of decision-making authority for the licensee’s personnel that participate in the incident response plan.\n\nd.\n\nExternal communications, internal communications, and information sharing related to a cybersecurity event.\n\ne.\n\nThe identification of remediation requirements for weaknesses identified in information systems and associated controls.\n\nf.\n\nDocumentation and reporting regarding cybersecurity events and related incident response activities.\n\ng.\n\nThe evaluation and revision of the incident response plan, as appropriate, following a cybersecurity event. 8. An insurer domiciled in this state shall annually submit to the commissioner on or before April 15 a written certification that the insurer is in compliance with this section.Each insurer shall maintain all records, schedules, documentation, and data supporting theinsurer’s certification for five years. To the extent an insurer has identified an area, system,or process that requires material improvement, updating, or redesign, the insurer shalldocument the process used to identify the area, system, or process, and the remediationthat has been implemented, or will be implemented, to address the area, system, or process.All records, schedules, documentation, and data described in this subsection shall be madeavailable for inspection by the commissioner, or the commissioner’s representative, uponrequest of the commissioner. 9. Licensees shall comply with this section no later than January 1, 2023.2021 Acts, ch 79, §4, 17Referred to in §507F.3 Sat Dec 23 00:40:16 2023 Iowa Code 2024, Section 507F.4 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-4/"
    },
    {
      "id": "section-507f5",
      "number": "507F.5",
      "heading": "Third-party service provider arrangements.",
      "text": "507F.5 Third-party service provider arrangements.\n\n1. A licensee shall exercise due diligence in the selection of third-party service providers, conduct oversight of all third-party service provider arrangements, and require all third-partyservice providers to implement appropriate administrative, technical, and physical measuresto protect and secure the information systems and nonpublic information that are accessibleto, or held by, the licensee’s third-party service providers. 2. Licensees shall comply with this section no later than January 1, 2024.2021 Acts, ch 79, §5, 17 Sat Dec 23 00:40:16 2023 Iowa Code 2024, Section 507F.5 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-5/"
    },
    {
      "id": "section-507f6",
      "number": "507F.6",
      "heading": "Cybersecurity event — investigation.",
      "text": "507F.6 Cybersecurity event — investigation.\n\n1. If a licensee discovers that a cybersecurity event has occurred, or that a cybersecurity event may have occurred, the licensee, or the outside vendor or third-party service providerthe licensee has designated to act on behalf of the licensee, shall conduct a promptinvestigation of the event. 2. During the investigation, the licensee, outside vendor, or third-party service provider the licensee has designated to act on behalf of the licensee, shall, at a minimum, determineas much of the following as possible:\n\na.\n\nConfirm that a cybersecurity event has occurred.\n\nb.\n\nAssess the nature and scope of the cybersecurity event.\n\nc.\n\nIdentify all nonpublic information that may have been compromised by the cybersecurity event.\n\nd.\n\nPerform or oversee reasonable measures to restore the security of any compromised information systems in order to prevent further unauthorized acquisition, release, or use ofnonpublic information that is in the licensee’s possession, custody, or control. 3. If a licensee learns that a cybersecurity event has occurred, or may have occurred, in an information system maintained by a third-party service provider of the licensee, the licenseeshall complete an investigation in compliance with this section, or confirm and documentthat the third-party service provider has completed an investigation in compliance with thissection. 4. A licensee shall maintain all records and documentation related to the licensee’s investigation of a cybersecurity event for a minimum of five years from the date of the event,and shall produce the records and documentation upon demand of the commissioner. 2021 Acts, ch 79, §6, 17Referred to in §507F.9 Sat Dec 23 00:40:17 2023 Iowa Code 2024, Section 507F.6 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-6/"
    },
    {
      "id": "section-507f7",
      "number": "507F.7",
      "heading": "Cybersecurity event — notification and report to the commissioner.",
      "text": "507F.7 Cybersecurity event — notification and report to the commissioner.\n\n1. A licensee shall notify the commissioner no later than three business days from the date of the licensee’s confirmation of a cybersecurity event if any of the following conditionsapply:\n\na.\n\nThe licensee is an insurer who is domiciled in this state, or is a producer whose home state is this state, and any of the following apply: (1) The laws of this state or federal law requires that notice of the cybersecurity event be given by the licensee to a government body, self-regulatory agency, or other supervisory body. (2) The cybersecurity event has a reasonable likelihood of causing material harm to a material part of the normal business, operations, or security of the licensee.\n\nb.\n\nThe licensee reasonably believes that nonpublic information compromised by the cybersecurity event involves two hundred fifty or more consumers and either of the followingapply: (1) State or federal law requires that notice of the cybersecurity event be given by the licensee to a government body, self-regulatory agency, or other supervisory body. (2) The cybersecurity event has a reasonable likelihood of causing material harm to a consumer, or to a material part of the normal business, operations, or security of the licensee. 2. A licensee’s notification to the commissioner pursuant to subsection 1 shall provide, in the form and manner prescribed by the commissioner by rule, as much of the followinginformation as is available to the licensee at the time of the notification:\n\na.\n\nThe date and time of the cybersecurity event.\n\nb.\n\nA description of how nonpublic information was exposed, lost, stolen, or breached, including the specific roles and responsibilities of the licensee’s third-party service providers,if any.\n\nc.\n\nHow the licensee discovered or became aware of the cybersecurity event.\n\nd.\n\nIf any lost, stolen, or breached nonpublic information has been recovered and if so, how the recovery occurred.\n\ne.\n\nThe identity of the source of the cybersecurity event.\n\nf.\n\nThe identity of any regulatory, governmental, or law enforcement agencies the licensee has notified, and the date and time of each notification.\n\ng.\n\nA description of the specific types of nonpublic information that were lost, stolen, or breached.\n\nh.\n\nThe total number of consumers affected by the cybersecurity event. The licensee shall provide the best estimate of affected consumers in the licensee’s initial report to thecommissioner and shall update the estimate in each subsequent report to the commissionerunder subsection 3.\n\ni.\n\nThe results of any internal review conducted by the licensee that identified a lapse in the licensee’s automated controls or internal procedures, or that confirmed the licensee’scompliance with all automated controls or internal procedures.\n\nj.\n\nA description of the licensee’s efforts to remediate the circumstances that allowed the cybersecurity event.\n\nk.\n\nA copy of the licensee’s privacy policy.\n\nl.\n\nA statement outlining the steps the licensee is taking to identify and notify consumers affected by the cybersecurity event.\n\nm.\n\nThe contact information for the individual authorized to act on behalf of the licensee and who is also knowledgeable regarding the cybersecurity event. 3. A licensee shall have a continuing obligation to update and supplement the licensee’s initial notification to the commissioner as material changes to information previouslyprovided to the commissioner occur. 2021 Acts, ch 79, §7, 17Referred to in §507F.8, 507F.9, 507F.11 Sat Dec 23 00:40:18 2023 Iowa Code 2024, Section 507F.7 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-7/"
    },
    {
      "id": "section-507f8",
      "number": "507F.8",
      "heading": "Cybersecurity event — notification to consumers.",
      "text": "507F.8 Cybersecurity event — notification to consumers.\n\n1. In the event of a cybersecurity event involving nonpublic information a licensee shall comply with the notification requirements pursuant to section 715C.2, and all other applicablenotification requirements pursuant to federal or state law. 2. If a licensee is required to provide notice of a cybersecurity event to the commissioner pursuant to section 507F.7, subsection 1, the licensee shall submit to the commissioner a copyof the consumer notices provided by the licensee to consumers under this section. 2021 Acts, ch 79, §8, 17 Sat Dec 23 00:40:18 2023 Iowa Code 2024, Section 507F.8 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-8/"
    },
    {
      "id": "section-507f9",
      "number": "507F.9",
      "heading": "Cybersecurity event — third-party service providers.",
      "text": "507F.9 Cybersecurity event — third-party service providers.\n\n1. If a licensee becomes aware of a cybersecurity event in an information system maintained by a third-party service provider of the licensee, the licensee shall comply withsection 507F.7, or the licensee may obtain a written certification from the third-party serviceprovider that the provider is in compliance with section 507F.7. If the third-party providerfails to provide written certification to the licensee, the licensee shall comply with section507F.7. The computation of the licensee’s deadlines pursuant to section 507F.7 shall begin onthe business day after the date on which the licensee’s third-party service provider notifiesthe licensee of a cybersecurity event, or the date on which the licensee has actual knowledgeof the cybersecurity event, whichever date is earlier. 2. This section shall not be construed to prohibit or abrogate an agreement between a licensee and another licensee, a third-party service provider, or any other party for the otherlicensee, third-party service provider, or other party to execute the requirements undersection 507F.6 or section 507F.7 on behalf of the licensee. 2021 Acts, ch 79, §9, 17 Sat Dec 23 00:40:19 2023 Iowa Code 2024, Section 507F.9 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-9/"
    },
    {
      "id": "section-507f10",
      "number": "507F.10",
      "heading": "Cybersecurity event reinsurers.",
      "text": "507F.10 Cybersecurity event reinsurers.\n\n1. If a cybersecurity event involves nonpublic information used by, or that is in the possession, custody, or control of, a licensee that is acting as an assuming insurer and thatdoes not have a direct contractual relationship with consumers affected by the cybersecurityevent, the assuming insurer shall notify each of the assuming insurer’s affected cedinginsurers and the commissioner of the assuming insurer’s state of domicile within threebusiness days of determining that a cybersecurity event has occurred. A ceding insurerthat has a direct contractual relationship with a consumer affected by the cybersecurityevent shall comply with the applicable provisions of section 715C.2, and all other applicablenotification requirements pursuant to federal or state law. 2. If a cybersecurity event involves nonpublic information that is in the possession, custody, or control of a third-party service provider of a licensee that is acting as an assuminginsurer, the assuming insurer shall notify each of the assuming insurer’s affected cedinginsurers and the commissioner of the assuming insurer’s state of domicile within threebusiness days of the date the assuming insurer receives notice from the assuming insurer’sthird-party service provider that a cybersecurity event involving nonpublic informationhas occurred. A ceding insurer that has a direct contractual relationship with a consumeraffected by the cybersecurity event shall comply with the applicable provisions of section715C.2, and all other applicable notification requirements pursuant to federal or state law. 3. Notwithstanding any law to the contrary, a licensee acting as an assuming insurer shall have no other notice obligations related to a cybersecurity event or other data breach thanthe notice requirements pursuant to subsections 1 and 2. 2021 Acts, ch 79, §10, 17 Sat Dec 23 00:40:20 2023 Iowa Code 2024, Section 507F.10 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-10/"
    },
    {
      "id": "section-507f11",
      "number": "507F.11",
      "heading": "Cybersecurity event — producers of record.",
      "text": "507F.11 Cybersecurity event — producers of record.\n\nIf a cybersecurity event involves nonpublic information that is in the possession, custody, or control of a licensee that is an insurer, or in the possession, custody, or control of theinsurer’s third-party service provider, and for which a consumer accessed the insurer’sservices through an independent insurance producer, the insurer shall notify the insuranceproducer of record of each consumer affected by the cybersecurity event no later than thedate on which notice is provided to affected consumers pursuant to section 507F.7. Aninsurer shall not be required to notify an insurance producer that is not authorized by lawor contract to sell, solicit, or negotiate on behalf of the insurer, or in a circumstance inwhich the insurer does not have current contact information for the producer of record fora specific affected consumer. 2021 Acts, ch 79, §11, 17 Sat Dec 23 00:40:20 2023 Iowa Code 2024, Section 507F.11 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-11/"
    },
    {
      "id": "section-507f12",
      "number": "507F.12",
      "heading": "Confidentiality.",
      "text": "507F.12 Confidentiality.\n\n1. Documents, materials, and other information in the control or possession of the commissioner that are furnished by a licensee, or by an employee or agent of the licenseeacting on behalf of the licensee, or that are obtained by the commissioner in an investigationor examination, shall be confidential by law and privileged, shall not constitute a publicrecord under chapter 22, shall not be subject to subpoena or discovery, and shall notbe admissible as evidence in a private civil action. The commissioner, however, shall beauthorized to use the documents, materials, and other information in the furtherance ofa regulatory or legal action brought as part of the commissioner’s official duties. The commissioner shall not otherwise make the documents, materials, and other informationpublic without the prior written consent of the licensee. 2. The commissioner, or an individual who receives documents, materials, or other information under the authority of the commissioner, shall not be permitted or required totestify in a private civil action concerning any documents, materials, or other informationsubject to subsection 1. 3. In order to assist in the performance of the commissioner’s duties under this chapter, the commissioner may:\n\na.\n\nShare documents, materials, and other information, including documents, materials, and other information subject to subsection 1, with state, federal, and internationalregulatory agencies; the national association of insurance commissioners, its affiliates andsubsidiaries; and with state, federal, and international law enforcement authorities, providedthat the recipient certifies in writing that the recipient will maintain the confidentiality orprivileged status of any documents, materials, or other information to which confidentialityor privileged status applies.\n\nb.\n\nReceive documents, materials, and other information, including confidential and privileged documents, materials, and other information from the national association ofinsurance commissioners, its affiliates and subsidiaries; and regulatory and law enforcementofficials of foreign and domestic jurisdictions. The commissioner shall maintain as confidential or privileged any document, material, or other information received by thecommissioner that is confidential or privileged, or that is received with notice or theunderstanding that it is confidential or privileged, under the laws of the jurisdiction that isthe source of the document, material, or other information.\n\nc.\n\nShare documents, materials, or other information subject to subsection 1 with a third-party consultant or vendor provided that the third-party consultant or vendor certifiesin writing that the consultant or vendor will maintain the confidentiality and privilegedstatus of the document, material, or other information.\n\nd.\n\nEnter into an agreement governing the sharing and use of documents, materials, or other information that is consistent with this subsection. 4. No waiver of an applicable privilege or claim of confidentiality in a document, material, or other information shall occur as a result of disclosure of the document, material, or otherinformation to the commissioner under this chapter, or as a result of the sharing of thedocument, material, or other information as authorized under this section. 5. This chapter shall not prohibit the commissioner from releasing final, adjudicated actions that are open to public inspection pursuant to chapter 22, to a database or otherclearinghouse service maintained by the national association of insurance commissioners,or its affiliates and subsidiaries. 6. Documents, materials, and other information received by the commissioner under this chapter and shared pursuant to subsection 3, shall be confidential by law and privileged, shallnot constitute a public record under chapter 22, shall not be subject to subpoena or discovery,and shall not be admissible as evidence in a private civil action. 7. Ownership of documents, materials, and other information shared under this chapter with the national association of insurance commissioners, its affiliates and subsidiaries, or athird-party consultant or vendor, remains with the commissioner, and use of the documents,materials, and other information by the national association of insurance commissioners, its Sat Dec 23 00:40:21 2023 Iowa Code 2024, Section 507F.12 (3, 0)\n\n§507F.12, INSURANCE DATA SECURITY\n\n2\n\naffiliates and subsidiaries, or a third-party consultant or vendor is subject to the direction ofthe commissioner. 2021 Acts, ch 79, §12, 17 Sat Dec 23 00:40:21 2023 Iowa Code 2024, Section 507F.12 (3, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-12/"
    },
    {
      "id": "section-507f13",
      "number": "507F.13",
      "heading": "Applicability.",
      "text": "507F.13 Applicability.\n\n1. This chapter shall not apply to a licensee that is subject to, and in compliance with, the Health Insurance Portability and Accountability Act. The licensee shall annually submit tothe commissioner a written certification of the licensee’s compliance with HIPAA. 2. This chapter shall not apply to a licensee that is owned or controlled by a federally insured depository institution that is subject to, and in compliance with, theGramm-Leach-Bliley Act or comparable federal law and corresponding regulations. 3. A licensee shall have one hundred eighty days from the date the licensee no longer qualifies for exemption under subsection 1 or 2 to comply with this chapter. 2021 Acts, ch 79, §13, 17 Sat Dec 23 00:40:22 2023 Iowa Code 2024, Section 507F.13 (3, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-13/"
    },
    {
      "id": "section-507f14",
      "number": "507F.14",
      "heading": "Penalties.",
      "text": "507F.14 Penalties.\n\nA licensee that violates this chapter shall be subject to penalties pursuant to section 505.7A and chapter 507B. 2021 Acts, ch 79, §14, 17 Sat Dec 23 00:40:22 2023 Iowa Code 2024, Section 507F.14 (3, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-14/"
    },
    {
      "id": "section-507f15",
      "number": "507F.15",
      "heading": "Rules and enforcement.",
      "text": "507F.15 Rules and enforcement.\n\n1. The commissioner may adopt rules pursuant to chapter 17A as necessary to administer this chapter. 2. The commissioner may take any enforcement action under the commissioner’s authority to enforce compliance with this chapter. 2021 Acts, ch 79, §15, 17 Sat Dec 23 00:40:23 2023 Iowa Code 2024, Section 507F.15 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-15/"
    },
    {
      "id": "section-507f16",
      "number": "507F.16",
      "heading": "Severability.",
      "text": "507F.16 Severability.\n\nIf any provision of this chapter or its application to any person or circumstance is held invalid, the invalidity shall not affect other provisions or applications of this chapter whichcan be given effect without the invalid provision or application, and to this end the provisionsof this chapter are severable. 2021 Acts, ch 79, §16, 17 Sat Dec 23 00:40:23 2023 Iowa Code 2024, Section 507F.16 (2, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiii/chapter-507f/section-507f-16/"
    }
  ]
}