{
  "state": "missouri",
  "path": "title-title-xxxvii/chapter-chapter-550",
  "sections": [
    {
      "id": "section-550-010",
      "number": "550.010",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.010. State or county to pay only reasonable occupancy costs and cost of incarceration. —Whenever any person shall be convicted of any crime or misdemeanor he shall be adjudged to pay the costs, and no costs incurred on his part, except fees for the cost of incarceration, including a reasonable sum to cover occupancy costs, shall be paid by the state or county.\n\n(RSMo 1939 § 4220, A.L. 1977 H.B. 427)\n\nPrior revisions: 1929 § 3825; 1919 § 4168; 1909 § 5376\n\nEffective 1-01-78\n\nCROSS REFERENCES:\n\nDefendant liable for keep in jail, 221.070\n\nDefendant's property on conviction bound for payment of costs, executions, 546.860, 546.870",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-010/"
    },
    {
      "id": "section-550-020",
      "number": "550.020",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.020. State to pay certain costs. —1. In all capital cases in which the defendant shall be convicted, and in all cases in which the defendant shall be sentenced to imprisonment in the penitentiary, and in cases where such person is convicted of an offense punishable solely by imprisonment in the penitentiary and is sentenced to imprisonment in the county jail, workhouse or reform school because such person is under the age of eighteen years, the state shall pay the costs, if the defendant shall be unable to pay them, except costs incurred on behalf of defendant.\n\n2. And in all cases of felony, when the jury are not permitted to separate, it shall be the duty of the sheriff in charge of the jury, unless otherwise ordered by the court, to supply them with board and lodging during the time they are required by the court to be kept together, for which a reasonable compensation may be allowed, not to exceed three dollars and fifty cents per day for each member of the jury and the officer in charge; and the same shall be taxed as other costs in the case, and the state shall pay such costs, unless in the event of conviction, the same can be made out of the defendant.\n\n(RSMo 1939 § 4221, A.L. 1945 p. 844)\n\nPrior revisions: 1929 § 3826; 1919 § 4169; 1909 § 5377",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-020/"
    },
    {
      "id": "section-550-030",
      "number": "550.030",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.030. County to pay costs, when. —When the defendant is sentenced to imprisonment in the county jail, or to pay a fine, or both, and is unable to pay the costs, the county in which the indictment was found or information filed shall pay the costs, except such as were incurred on the part of the defendant.\n\n(RSMo 1939 § 4222)\n\nPrior revisions: 1929 § 3827; 1919 § 4170; 1909 § 5378\n\nCROSS REFERENCE:\n\nCounty commission may allow for placing prisoner under irons, 221.150",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-030/"
    },
    {
      "id": "section-550-110",
      "number": "550.110",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.110. Costs taxed against clerk, when. —All costs unnecessarily incurred by a violation of sections 545.320 and 545.330 shall be taxed against the clerk or associate circuit judge who caused the same.\n\n(RSMo 1939 § 4233)\n\nPrior revisions: 1929 § 3838; 1919 § 4181; 1909 § 5389",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-110/"
    },
    {
      "id": "section-550-120",
      "number": "550.120",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.120. Costs in change of venue — costs defined. —1. In any criminal or civil case in which a change of venue is taken from one county to any other county, and whenever a prisoner shall, for any cause, be confined in the jail of one county, such costs shall be paid by the county in which the case, indictment or information was originally instituted to the county in which the case is actually tried or where the prisoner is confined, except when such case is transferred for improper venue. In all cases where fines are imposed upon conviction under such indictments or prosecutions, or penalties or forfeitures of penal bonds in criminal cases, are collected, by civil action or otherwise, payable to the county, such fines, penalties and forfeitures shall be paid into the treasury of the county where such indictment or information was originally found or such prosecution originally instituted, for the benefit of the public school fund of the county.\n\n2. The term\"costs\"as used in this section means:\n\n(1) All items, services and other matters defined as costs under any other provisions of law relating to criminal or civil procedures;\n\n(2) All moneys expended as salaries of persons directly related to the care of criminal defendants, security of the court, security of the jury and the room and board thereof, transportation of the jury, security and room and board of witnesses, and the processing of the cause, paid or payable out of the county treasury to which venue has been changed;\n\n(3) All expenses of whatever nature incurred by a county as the result of jury selection and service pursuant to the provisions of chapter 494;\n\n(4) Any other expense directly related to the trial and prosecution of such criminal charge found necessary by the trial judge hearing the case.\n\n(RSMo 1939 § 4241, A.L. 1989 H.B. 258, A.L. 2001 S.B. 267)\n\nPrior revisions: 1929 § 3846; 1919 § 4189; 1909 § 5397\n\nCROSS REFERENCES:\n\nChange of venue, costs, generally, 545.620\n\nCosts of commitment and support of prisoner when removed from county, 221.260",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-120/"
    },
    {
      "id": "section-550-130",
      "number": "550.130",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.130. Judge and prosecuting attorney to certify cost bill. —The bill of costs in any case, as provided for in section 550.120, shall be certified to by the judge and prosecuting attorney, as now provided by law, and shall be presented to the county commission in which the indictment was originally found, or proceedings instituted, and shall thereupon be paid as if the cause had been tried or otherwise disposed of in said county.\n\n(RSMo 1939 § 4242)\n\nPrior revisions: 1929 § 3847; 1919 § 4190; 1909 § 5398",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-130/"
    },
    {
      "id": "section-550-140",
      "number": "550.140",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.140. Clerk to make out fee bills. —The clerk of the court in which any criminal cause shall have been determined or continued generally shall, immediately after the adjournment of the court and before the next succeeding term, calculate all costs which have accrued in the case. If the state or county is liable under the provisions of this chapter for costs or any part thereof, he shall make out and deliver forthwith to the prosecuting attorney of said county a complete fee bill, specifying each item of services and the fee therefor. The circuit clerk shall prepare a bill against the state containing only costs which are payable to the county.\n\n(RSMo 1939 § 4236, A.L. 1999 S.B. 1, et al.)\n\nPrior revisions: 1929 § 3841; 1919 § 4184; 1909 § 5392\n\nCROSS REFERENCES:\n\nClerk's fees, collection and disposition of, Chap. 483\n\nClothing and medical attention for jail prisoner taxed as costs, when, 221.120\n\nCourt reporter's fees, 488.2250, 488.2253\n\nPreliminary hearing expenses taxed as costs, when, 544.300\n\nSheriff's fees, Chap. 57\n\nWitness fees, 491.280",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-140/"
    },
    {
      "id": "section-550-150",
      "number": "550.150",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.150. Names of witnesses certified. —The clerk shall attach to each fee bill a certified copy of the names of all witnesses endorsed on the indictment or information and all orders of the prosecuting attorney and affidavits of the prosecutor as provided for in section 545.320, and no costs shall be paid any state witness not therein.\n\n(RSMo 1939 § 4230)\n\nPrior revisions: 1929 § 3835; 1919 § 4178; 1909 § 5386",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-150/"
    },
    {
      "id": "section-550-160",
      "number": "550.160",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.160. Certain officers not to receive witness fees. —No officer, appointee or employee holding a state, county, township or municipal office, including police officers and policemen, either by election or appointment, shall claim, be allowed or receive any fee or compensation as a witness for testifying before a coroner's inquest, grand jury, or in any criminal cases. All officers, appointees and employees as aforesaid, shall be compelled to attend the trial of all criminal cases, coroner's inquest and grand juries, when legally subpoenaed; provided, that the provisions of this section shall not apply to any officer who is a witness in any case where the residence of such officer is five miles from the place where the trial or coroner's inquest is held, or where the grand jury is in session.\n\n(RSMo 1939 § 4232)\n\nPrior revisions: 1929 § 3837; 1919 § 4180; 1909 § 5388",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-160/"
    },
    {
      "id": "section-550-170",
      "number": "550.170",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.170. Costs of three witnesses allowed. —The judge and prosecuting attorney shall in no case tax the state or county with more than the costs of three witnesses to establish any one fact, nor with the costs of witnesses unnecessarily summoned and not examined, but the costs of such surplus or unnecessary witnesses shall, in the discretion of the court, be taxed against the party or attorney causing them to be summoned.\n\n(RSMo 1939 § 4245)\n\nPrior revisions: 1929 § 3850; 1919 § 4193; 1909 § 5401",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-170/"
    },
    {
      "id": "section-550-180",
      "number": "550.180",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.180. Clerk liable for neglect, when. —If any clerk shall fail to tax the costs and make out a proper fee bill, or shall willfully neglect to perform any duty required of him in sections 550.140 and 550.190, he shall be liable to the person injured by such neglect in treble the amount of costs to which the party is entitled in the cause, and the court shall give judgment therefor against the clerk, on motion of the party entitled thereto; provided, that the party asking such judgment shall give two days' notice of such motion, which may be served on the clerk or his deputy.\n\n(RSMo 1939 § 4238)\n\nPrior revisions: 1929 § 3843; 1919 § 4186; 1909 § 5394",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-180/"
    },
    {
      "id": "section-550-190",
      "number": "550.190",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.190. Examination and certification of fee bill, by whom. —The prosecuting attorney shall strictly examine each bill of costs which shall be delivered to him, as provided in section 550.140, for allowance against the state or county, and shall ascertain as far as possible whether the services have been rendered for which the charges are made, and whether the fees charged are expressly given by law for such services, or whether greater charges are made than the law authorizes. If the fee bill has been made out according to law, or if not, after correcting all errors therein, he shall report the same to the judge of the court, either in term or in vacation, and if the same appears to be formal and correct, the judge and prosecuting attorney shall certify to the director of the department of corrections, or clerk of the county commission, accordingly as the state or county is liable, the amount of costs due by the state or county on the fee bill, and deliver the same to the clerk who made it out, to be collected without delay, and paid over to those entitled to the fees allowed.\n\n(RSMo 1939 § 4237, A. 1949 H.B. 2146, A.L. 2006 S.B. 870)\n\nPrior revisions: 1929 § 3842; 1919 § 4185; 1909 § 5393\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-190/"
    },
    {
      "id": "section-550-200",
      "number": "550.200",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.200. Original fee bill to director of department of corrections or county commission. —The original fee bill, signed by the judge and prosecuting attorney, shall be sent by the clerk to the director of the department of corrections or county commission, as the case may be, and the clerk shall make out, under his hand and seal, a true and certified copy of the same, which shall be carefully preserved by the clerk in his office, and shall be prima facie evidence of the facts therein stated.\n\n(RSMo 1939 § 4243, A. 1949 H.B. 2146, A.L. 2006 S.B. 870)\n\nPrior revisions: 1929 § 3848; 1919 § 4191; 1909 § 5399\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-200/"
    },
    {
      "id": "section-550-210",
      "number": "550.210",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.210. Fee bill, how certified — information required. —When a fee bill shall be certified to the director of the department of corrections for payment, the certificate of the judge and prosecuting attorney shall contain a statement of the following facts: that they have strictly examined the bill of costs; that the defendant was convicted or acquitted, and if convicted, the nature and extent of punishment assessed, or the cause continued generally, as the case may be; that the offense charged is a capital one, or punishable solely by imprisonment in the penitentiary, as the case may be; that the services were rendered for which charges are made, and that the fees charged are expressly authorized by law, and that they are properly taxed against the proper party, and that the fees of no more than three witnesses to prove any one fact are allowed. In cases in which the defendant is convicted, the judge and prosecuting attorney shall certify, in addition to the foregoing facts, that the defendant is insolvent, and that no costs charged in the fee bill, fees for the cost of incarceration, including a reasonable sum to cover occupancy costs, excepted, were incurred on the part of the defendant.\n\n(RSMo 1939 § 4239, A. 1949 H.B. 2146, A.L. 1977 H.B. 427, A.L. 2006 S.B. 870)\n\nPrior revisions: 1929 § 3844; 1919 § 4187; 1909 § 5395\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-210/"
    },
    {
      "id": "section-550-220",
      "number": "550.220",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.220. Fee bill certified to county commission — penalty. —Each and every bill of costs presented to any county commission for allowance shall be examined and certified to by the judge and prosecuting attorney in the same manner, all necessary charges excepted, as provided for certifying bills of costs to the director of the department of corrections for payment; and any county commissioner who shall pay, or vote to pay, any costs incurred in any criminal case or proceeding, unless the same is so certified to, shall be adjudged guilty of a misdemeanor.\n\n(RSMo 1939 § 4240, A. 1949 H.B. 2146, A.L. 2006 S.B. 870)\n\nPrior revisions: 1929 § 3845; 1919 § 4188; 1909 § 5396\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-220/"
    },
    {
      "id": "section-550-230",
      "number": "550.230",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.230. Subsequent fee bill, when issued. —When the clerk shall send a bill of costs to the director of the department of corrections or county commission, as provided in section 550.200, he shall expressly state in his certificate that he has not at any previous time certified or sent a copy of the same bill, or part thereof, for payment; provided, that if the clerk shall, by oversight or mistake, fail to include any costs properly chargeable against the state or county in any fee bill, he may make out and present, as herein provided for making out bills of costs, a supplemental bill for the costs so omitted; provided, that the clerk shall in no case charge or receive any fee or fees whatsoever for the issuance of such supplemental fee bill.\n\n(RSMo 1939 § 4244, A. 1949 H.B. 2146, A.L. 2006 S.B. 870)\n\nPrior revisions: 1929 § 3849; 1919 § 4192; 1909 § 5400\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-230/"
    },
    {
      "id": "section-550-240",
      "number": "550.240",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.240. Fee bill from cases before associate circuit judge. —In all criminal cases which have been finally determined before an associate circuit judge in which the county shall be liable for any costs incurred therein, the clerk responsible for collecting fees in cases determined by such judge shall certify a complete itemized fee bill thereof to the county commission for payment, which fee bill shall be examined and audited by the prosecuting attorney and the judge. Whenever the state shall be liable under any law for costs incurred in any examination of a felony before any associate circuit judge, or in any misdemeanor case which is not finally determined before an associate circuit judge, the clerk serving such judge shall calculate, certify and return to the clerk of the circuit court of the county a complete statement of costs, specifying each item of service and the fee therefor, together with all the papers and docket entries in the case. The clerk of the circuit court shall thereupon make out a fee bill of all such costs which are legally chargeable against the state or county, which shall be examined by the prosecuting attorney. The circuit clerk shall prepare a bill against the state containing only costs which are payable to the county. All such fee bills shall thereafter be proceeded with in all respects as in the case of fee bills for costs incurred in cases before circuit judges.\n\n(RSMo 1939 § 4246, A.L. 1951 p. 461, A.L. 1978 H.B. 1634, A.L. 1999 S.B. 1, et al.)\n\nPrior revisions: 1929 § 3851; 1919 § 4194; 1909 § 5402",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-240/"
    },
    {
      "id": "section-550-260",
      "number": "550.260",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.260. Copy of court cost bill filed with treasurer — warrants — criminal court cost bills recorded. —1. All criminal court cost bills shall be certified for payment as herein provided, and in addition thereto the circuit clerks of each county shall make copies of all original criminal court cost bills certified to the director of the department of corrections for payment, and shall file the same with the treasurers of their respective counties, and the city of St. Louis, at the time of transmitting the original for payment.\n\n2. When criminal court cost bills are certified to the director of the department of corrections, warrants shall be drawn on the state treasurer as provided by law, provided that the amounts due to the state contained within such criminal court cost bills may be withheld by the state before payment is made to the counties. Costs payable to the state contained in such criminal costs bills shall not be reimbursed to the counties, but the county shall be reimbursed only for those costs payable to the county. Payment shall be transmitted to the treasurer of the county from whence the bill originated, or the city of St. Louis. When any criminal cost bill shall be certified to the county commission or the comptroller of the city of St. Louis for payment, the county clerk, or the comptroller of the city of St. Louis, when the same is allowed, shall draw a warrant on the county treasurer or city treasurer in payment thereof, and deliver the same to the county treasurer, or to the treasurer of the city of St. Louis, together with a list of the names of the various parties to whom the fees are due, stating the amount due each person.\n\n3. The treasurers, on receipt of any such warrants and criminal court cost bills, shall record the criminal court cost bills in a well-bound book arranged with appropriate headings, so that the same shall correspond, as near as may be, with the accounts required to be kept by other officers in section 50.470.\n\n(RSMo 1939 § 4248, A. 1949 H.B. 2146, A.L. 1996 S.B. 869, A.L. 1999 S.B. 1, et al., A.L. 2006 S.B. 870)\n\nPrior revisions: 1929 § 3853; 1919 § 4196; 1909 § 5404\n\nEffective 7-01-06",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-260/"
    },
    {
      "id": "section-550-270",
      "number": "550.270",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.270. Payment of fees — deductions. —The county treasurers shall pay out all such fees to the proper owners as the same may be called for; provided, that before any such fees shall be paid the party to whom the same is due shall furnish satisfactory evidence to the treasurer that he or she, as the case may be, is not at the time indebted to the state or county, on account of delinquent back taxes, or is indebted to the state or county on account of any fine, penalty, forfeitures or forfeited recognizances or costs for a violation of any criminal statute of this state, or for contempt of any court, no matter if the same shall have been paid by oath of insolvency as provided by law; or is indebted to the state or any county on account of any funds coming to his hands by reason of any public office; provided further, that after deducting the amount of the indebtedness of the claimant, if any, on account of any or all of the various causes herein enumerated, the treasurer shall pay him the balance, giving duplicate receipts for the separate amounts paid, one of which shall be filed with the county clerk, who shall charge the treasurer with the same, but if the indebtedness of the claimant equals or exceeds the amount of his fees, the treasurer shall give him credit for the amount of his fees, stating on what account, and shall make duplicate receipts for the same, one of which he shall deliver to the claimant and the other he shall file with the county clerk, who shall charge the treasurer with all such receipts, and in his regular settlements with the county commission the treasurer shall make a full and complete exhibit of all his acts and doings under sections 550.260 to 550.300.\n\n(RSMo 1939 § 4249)\n\nPrior revisions: 1929 § 3854; 1919 § 4197; 1909 § 5405",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-270/"
    },
    {
      "id": "section-550-280",
      "number": "550.280",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.280. Certain fees deemed criminal costs. —All fees due witnesses before the grand jury, and all fees due jurors in any criminal case, and all fees accruing in any inquest case where the verdict of the jury is that the deceased came to death by other than unavoidable accident or natural causes, shall be deemed criminal costs, and shall be paid in like manner and shall be subject to all the offsets herein provided for.\n\n(RSMo 1939 § 4250)\n\nPrior revisions: 1929 § 3855; 1919 § 4198; 1909 § 5406\n\n(1963) This section held to authorize taxation of jury fees and mileage of jurors to defendant convicted following plea of nolo contendere. State v. Norman (A.), 371 S.W.2d 41.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-280/"
    },
    {
      "id": "section-550-290",
      "number": "550.290",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.290. Fees not negotiable or assignable — exception. —In order to make said sections 550.260 to 550.300 effective, it is hereby declared that all fees due by the state or county on account of any criminal case, or due witnesses before the grand jury, or as a juror or witness in an inquest, shall not be negotiable or assignable except subject to all the setoffs herein provided for, and that the state and county holds a prior lien on the same for the purpose of indemnification against loss by reason of the nonpayment of personal back taxes, and for the payment of the fines, penalties, forfeitures and costs herein mentioned.\n\n(RSMo 1939 § 4252)\n\nPrior revisions: 1929 § 3857; 1919 § 4200; 1909 § 5408",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-290/"
    },
    {
      "id": "section-550-300",
      "number": "550.300",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.300. Disposition of court costs by county treasurers. —At the end of each term of court after the receipt of each criminal court cost bill from either the state auditor or the county clerk, the treasurer shall strike a balance of the same, and shall turn over the amounts collected on account of the various items of indebtedness herein mentioned to the various funds to which they belong or in the manner provided by sections 488.010 to 488.020*. And all uncalled for fees paid by the state shall be promptly transmitted to the state director of revenue who shall deposit the same in the state treasury, and those paid by the county shall be turned over to the credit of the county revenue fund.\n\n(RSMo 1939 § 4251, A.L. 1947 V. I p. 260, A.L. 1996 S.B. 869)\n\nPrior revisions: 1929 § 3856; 1919 § 4199; 1909 § 5407\n\nEffective 7-01-97\n\n*Words \"section 514.015\" appear in original rolls, which was changed to effectuate the court cost bill.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-300/"
    },
    {
      "id": "section-550-310",
      "number": "550.310",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.310. Judge or other officer violating law, how punished. —Every judge, prosecuting attorney, clerk or judge who shall knowingly violate any provision of this chapter shall be deemed guilty of a misdemeanor and, upon conviction, shall be fined not exceeding one thousand dollars.\n\n(L. 1978 H.B. 1634)\n\nEffective 1-02-79",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-310/"
    },
    {
      "id": "section-550-320",
      "number": "550.320",
      "heading": "",
      "text": "Title XXXVII CRIMINAL PROCEDURE\n\nChapter 550\n\n550.320. Jail reimbursement, department to pay per diem cost to counties, when. —1. As used in this section, the following terms shall mean:\n\n(1)\"Department\", the department of corrections of the state of Missouri;\n\n(2)\"Jail reimbursement\", a daily per diem paid by the state for the reimbursement of time spent in custody.\n\n2. Notwithstanding any other provision of law to the contrary, whenever any person is sentenced to a term of imprisonment in a correctional center, the department shall reimburse the county or city not within a county for the days the person spent in custody at a per diem cost, subject to appropriation, but not to exceed thirty-seven dollars and fifty cents per day per offender. The jail reimbursement shall be subject to review and approval of the department. The state shall pay the costs when:\n\n(1) A person is sentenced to a term of imprisonment as authorized by chapter 558;\n\n(2) A person is sentenced pursuant to section 559.115;\n\n(3) A person has his or her probation or parole revoked because the offender has, or allegedly has, violated any condition of the offender's probation or parole, and such probation or parole is a consequence of a violation of the law, or the offender is a fugitive from the state or otherwise held at the request of the department regardless of whether or not a warrant has been issued; or\n\n(4) A person has a period of detention imposed pursuant to section 559.026.\n\n3. When the final determination of any criminal prosecution shall be such as to render the state liable for costs under existing laws, it shall be the duty of the office of the sheriff or the chief executive officer of the city not within a county to certify the total number of days any offender who was a party in such case remained in the jail and submit the total number of days spent in custody to the department. The office of the sheriff or chief executive officer of the city not within a county may submit claims to the department, no later than two years from the date the claim became eligible for reimbursement.\n\n4. The department shall determine if the expenses are eligible pursuant to the provisions of this chapter and remit any payment to the county or city not within a county when the expenses are determined to be eligible. The department shall establish, by rule, the process for submission of claims. Any rule or portion of a rule, as that term is defined in section 536.010, that is created under the authority delegated in this section shall become effective only if it complies with and is subject to all of the provisions of chapter 536 and, if applicable, section 536.028. This section and chapter 536 are nonseverable and if any of the powers vested with the general assembly pursuant to chapter 536 to review, to delay the effective date, or to disapprove and annul a rule are subsequently held unconstitutional, then the grant of rulemaking authority and any rule proposed or adopted after August 28, 2025, shall be invalid and void.\n\n(L. 2025 H.B. 199)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxvii/chapter-550/section-550-320/"
    }
  ]
}