{
  "state": "connecticut",
  "path": "title-title-21a-consumer-protection/chapter-chapter-420j-moderate-thc-hemp-products",
  "sections": [
    {
      "id": "section-21a-426",
      "number": "21a-426.",
      "heading": "Definitions. Moderate-THC hemp product vendors",
      "text": "(a) As used in this section:\n\n(1) “Cannabis establishment” has the same meaning as provided in section 21a-420;\n\n(2) “Consumer” has the same meaning as provided in section 21a-420;\n\n(3) “Container” (A) means an object that is offered, intended for sale or sold to a consumer and directly contains (i) a manufacturer hemp product, or (ii) a moderate-THC hemp product, and (B) does not include an object or packaging that indirectly contains, or contains in bulk for transportation purposes, (i) a manufacturer hemp product, or (ii) a moderate-THC hemp product;\n\n(4) “Manufacturer” has the same meaning as provided in section 22-61l;\n\n(5) “Manufacturer hemp product” has the same meaning as provided in section 22-61l;\n\n(6) “Moderate-THC hemp product” (A) means a manufacturer hemp product that has total THC, as defined in section 21a-240, of not less than one-half of one milligram, and not more than five milligrams, on a per-container basis, and (B) does not include (i) an infused beverage, as defined in section 21a-425, or (ii) a legacy infused beverage, as defined in section 21a-425; and\n\n(7) “Moderate-THC hemp product vendor” means a person that (A) holds a certificate of registration issued by the Commissioner of Consumer Protection pursuant to this section, and (B) is not a cannabis establishment.\n\n(b) Beginning on January 1, 2025, no person shall sell or offer to sell, at retail, any moderate-THC hemp product in the state to consumers unless such person is a cannabis establishment or holds a certificate of registration issued by the Commissioner of Consumer Protection pursuant to this section. The provisions of this section shall not apply to the wholesale or commercial distribution of moderate-THC hemp products for resale.\n\n(c) (1) (A) Beginning on January 1, 2025, a person seeking a certificate of registration as a moderate-THC hemp product vendor shall submit to the Commissioner of Consumer Protection, in a form and manner prescribed by the commissioner, an application accompanied by a nonrefundable application fee in the amount of two thousand dollars or, if the applicant actively holds a manufacturer license, in the amount of one thousand dollars. Such application shall, at a minimum, disclose:\n\n(i) The location in the state where such person currently sells or offers to sell, or proposes to sell or offer to sell, at retail, moderate-THC hemp products to consumers; and\n\n(ii) Except as provided in subparagraph (C) of this subdivision, information sufficient for the commissioner to determine that:\n\n(I) During the preceding year, at least eighty-five per cent of the average monthly gross revenue generated at such existing retail location was derived from sales, at retail, of moderate-THC hemp products to consumers; or\n\n(II) It is reasonably likely that at least eighty-five per cent of the average monthly gross revenue to be generated at such proposed retail location will be derived from sales, at retail, of moderate-THC hemp products to consumers.\n\n(B) Except as provided in subparagraph (C) of this subdivision, the commissioner shall not issue a certificate of registration as a moderate-THC hemp product vendor unless the commissioner has determined that the applicant satisfies, or is reasonably likely to satisfy, the minimum sales threshold established in subparagraph (A) of this subdivision. Each such certificate shall expire annually, and shall allow the moderate-THC hemp product vendor to sell and offer to sell, at retail, moderate-THC hemp products to consumers at such location.\n\n(C) (i) No person seeking a certificate of registration as a moderate-THC hemp product vendor shall be required to disclose information sufficient for the Commissioner of Consumer Protection to determine that such person satisfies, or is reasonably likely to satisfy, the minimum sales threshold established in subparagraph (A) of this subdivision if such person (I) manufactures moderate-THC hemp products at the location in the state where such person sells or offers to sell, or proposes to sell or offer to sell, at retail, moderate-THC hemp products to consumers, or (II) is actively licensed as a manufacturer and sells or offers to sell, or proposes to sell or offer to sell, at retail, to consumers moderate-THC hemp products manufactured by such manufacturer.\n\n(ii) The commissioner may issue a certificate of registration as a moderate-THC hemp product vendor to a person that satisfies the criteria set forth in subparagraph (C)(i) of this subdivision even if such person does not satisfy the minimum sales threshold established in subparagraph (A) of this subdivision.\n\n(2) (A) Each certificate issued pursuant to this section shall be renewable for additional one-year periods. Each moderate-THC hemp product vendor seeking renewal shall submit to the Commissioner of Consumer Protection, in a form and manner prescribed by the commissioner, a renewal application accompanied by a nonrefundable renewal application fee in the amount of two thousand dollars or, if the moderate-THC hemp product vendor actively holds a manufacturer license, in the amount of one thousand dollars. Such application shall, at a minimum and except as provided in subparagraph (B) of this subdivision, disclose information sufficient for the commissioner to determine that, during the preceding registration year, at least eighty-five per cent of the average monthly gross revenue generated at the moderate-THC hemp product vendor's registered retail location was derived from sales, at retail, of moderate-THC hemp products to consumers. Except as provided in subparagraph (B) of this subdivision, the commissioner shall not issue a renewal to a moderate-THC hemp product vendor unless the commissioner has determined that the moderate-THC hemp product vendor satisfied such minimum sales threshold.\n\n(B) (i) No moderate-THC hemp product vendor seeking renewal of a certificate issued pursuant to this section shall be required to disclose information sufficient for the Commissioner of Consumer Protection to determine that such moderate-THC hemp product vendor satisfied the minimum sales threshold established in subparagraph (A) of this subdivision if (I) such moderate-THC hemp product vendor manufactures moderate-THC hemp products at such moderate-THC hemp product vendor's registered retail location, or (II) is actively licensed as a manufacturer and sells or offers to sell, at retail, to consumers moderate-THC hemp products manufactured by such manufacturer.\n\n(ii) The commissioner may issue a renewal to a moderate-THC hemp product vendor that satisfies the criteria set forth in subparagraph (B)(i) of this subdivision even if the moderate-THC hemp product vendor did not satisfy the minimum sales threshold established in subparagraph (A) of this subdivision.\n\n(3) All fees collected by the department under this section shall be deposited in the consumer protection enforcement account established in section 21a-8a.\n\n(d) No person may act as a moderate-THC hemp product vendor, or represent that such person is a moderate-THC hemp product vendor, unless such person has obtained and actively holds a certificate of registration as a moderate-THC hemp product vendor issued by the Commissioner of Consumer Protection pursuant to this section.\n\n(e) No cannabis establishment or moderate-THC hemp product vendor, or agent or employee of a cannabis establishment or moderate-THC hemp product vendor, shall sell a moderate-THC hemp product to any individual who is younger than twenty-one years of age. Prior to selling any moderate-THC hemp product to an individual, the cannabis establishment, moderate-THC hemp product vendor, agent or employee shall first verify the individual's age with a valid government-issued driver's license or identity card to establish that such individual is twenty-one years of age or older.\n\n(f) No person shall sell any moderate-THC hemp product intended for human ingestion in packaging that includes more than two containers.\n\n(g) All moderate-THC hemp products shall meet the standards set forth for manufacturer hemp products in subsections (v), (w) and (x) of section 22-61m.\n\n(h) All moderate-THC hemp products shall meet (1) the testing standards for manufacturer hemp products established in, and any regulations adopted pursuant to, section 22-61m, or (2) such other testing standards for manufacturer hemp products as the Commissioner of Consumer Protection, in the commissioner's discretion, may designate.\n\n(i) Each moderate-THC hemp product container shall prominently display a symbol, in a size of not less than one-half inch by one-half inch and in a format approved by the Commissioner of Consumer Protection, that indicates that such moderate-THC hemp product is not legal or safe for individuals younger than twenty-one years of age.\n\n(j) No cannabis establishment or moderate-THC hemp product vendor, or agent or employee of a cannabis establishment or moderate-THC hemp product vendor, shall gift or transfer any moderate-THC hemp product at no cost to a consumer as part of a commercial transaction.\n\n(k) Each moderate-THC hemp product vendor shall be subject to the investigation and enforcement provisions set forth in section 21a-421p.\n\n(l) The Commissioner of Consumer Protection shall adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of this section. Notwithstanding the requirements of sections 4-168 to 4-172, inclusive, the commissioner shall, prior to adopting such regulations and in order to effectuate the provisions of this section, issue policies and procedures to implement the provisions of this section that shall have the force and effect of law. The commissioner shall post all policies and procedures on the Department of Consumer Protection's Internet web site, and submit such policies and procedures to the Secretary of the State for posting on the eRegulations System, at least fifteen days prior to the effective date of any policy or procedure. Any such policy or procedure shall no longer be effective upon the earlier of either the adoption of the policy or procedure as a final regulation under section 4-172 or forty-eight months from July 1, 2024, if such regulations have not been submitted to the legislative regulation review committee for consideration under section 4-170.\n\n(m) Following a hearing conducted in accordance with chapter 54, the Commissioner of Consumer Protection may impose an administrative civil penalty, not to exceed five thousand dollars per violation, and suspend, revoke or place conditions upon any moderate-THC hemp product vendor that violates any provision of this section or any regulation adopted pursuant to subsection (l) of this section. Any administrative civil penalty collected under this subsection shall be deposited in the consumer protection enforcement account established in section 21a-8a.\n\n(P.A. 24-76, S. 31; 24-95, S. 4.)\n\nHistory: P.A. 24-76 effective January 1, 2025; P.A. 24-95 amended Subsec. (a) by adding Subdiv. (4) defining “manufacturer” and redesignating existing Subdivs. (4) to (6) as Subdivs. (5) to (7), amended Subsec. (b) by limiting scope to retail sales to consumers and adding provision re offering moderate-THC hemp products, substantially amended Subsec. (c) including by adding provisions re applicant or moderate-THC hemp product vendor who actively holds manufacturer license, and made technical and conforming changes in Subsecs. (b) and (c), effective January 1, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420j/section-21a-426/"
    },
    {
      "id": "section-21a-427",
      "number": "21a-427",
      "heading": "to 21a-429. - Reserved for future use.",
      "text": "Note: Chapter 420k is also reserved for future use.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420j/section-21a-427-to-21a-429/"
    }
  ]
}