{
  "state": "connecticut",
  "path": "title-title-21a-consumer-protection/chapter-chapter-420a-manufacture-of-bedding-and-upholstered-furnitur",
  "sections": [
    {
      "id": "section-21a-231",
      "number": "21a-231.",
      "heading": "(Formerly Sec. 19-419). - Definitions",
      "text": "When used in this section and sections 21a-232 to 21a-236, inclusive:\n\n(1) “Bedding” means any mattress, pillow, cushion, quilt, bed pad, comforter, sleeping bag, upholstered spring bed, box spring, davenport, bedspring metal couch, metal bed, metal cradle, hammock pillow, upholstered furniture or other substantially similar article or part thereof used or intended to be used for sleeping, resting or reclining.\n\n(2) “Commissioner” means the Commissioner of Consumer Protection or such commissioner's designee.\n\n(3) “Department” means the Department of Consumer Protection.\n\n(4) “Fee”, “permit fee” and “license fee” mean the respective fees paid at the time of application for the issuance or renewal of any permit or license.\n\n(5) “Filling material” means any natural or synthetic fibers or filaments, down, feathers or other soft material which may be used in the manufacture of bedding.\n\n(6) “Importer” means any person who imports bedding from outside the United States.\n\n(7) “Manufacture”, “make”, or “made” refer to the assembly, construction or the importation of bedding or filling material for sale.\n\n(8) “Manufacturer” means any person who makes or prepares for sale or imports bedding, in whole or in part, that contains filling material.\n\n(9) “New” means any filling material or bedding which has not been previously used for any purpose.\n\n(10) “Person” means an individual, partnership, corporation, limited liability company, association, receiver or agent.\n\n(11) “Renovate” means addition of new filling material to bedding.\n\n(12) “Renovator” means any person who adds new filling material to bedding for a fee.\n\n(13) “Sale”, “sell”, or “sold” means offering or exposing for sale or exchange or lease or holding in possession with like intent.\n\n(14) “Sanitized” or “method of sanitation” means the direct application of chemicals to kill pathogenic agents.\n\n(15) “Sterilized” or “method of sterilization” refers to the mitigation of any infective and deleterious substances including germs, fungi and insects from bedding or filling material by a process approved by the commissioner.\n\n(16) “Secondhand” means any filling material or bedding subject to prior use.\n\n(17) “Secondhand dealer” means any person who sells any secondhand bedding.\n\n(18) “Upholstered furniture” means any furniture that contains filling material and is used or intended to be used for sitting, resting or reclining.\n\n(1949 Rev., S. 4171; 1972, P.A. 121, S. 1; P.A. 82-326, S. 1, 7; P.A. 95-79, S. 78, 189; June 30 Sp. Sess. P.A. 03-6, S. 146(c), (d); P.A. 04-22, S. 1; 04-169, S. 17; 04-189, S. 1; P.A. 23-99, S. 24.)\n\nHistory: 1972 act replaced labor commissioner with commissioner of consumer protection; P.A. 82-326 deleted existing text and rewrote all definitions; Sec. 19-419 transferred to Sec. 21a-231 in 1983; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Commissioner and Department of Consumer Protection with Commissioner and Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-22 made technical changes to definition of “commissioner” in Subdiv. (2), for purposes of gender neutrality, added new Subdiv. (6) defining “importer” and renumbered following Subdivs., amended definition of “new” in renumbered Subdiv. (9) by deleting exception re bedding or filling material returned within 30 days, amended definition of “renovate” in renumbered Subdiv. (11) by adding “new” before “filling material to bedding”, amended definition of “renovator” in renumbered Subdiv. (12) by adding “new” before “filling material to bedding for a fee”, made a technical change to definition of “sale”, “sell”, or “sold” in renumbered Subdiv. (13), added new Subdiv. (14) defining “sanitized” or “method of sanitation” and renumbered following Subdivs., and amended definition of “secondhand” in renumbered Subdiv. (16) by deleting exception re returned filling material or bedding; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 23-99 deleted former Subdiv. (18) defining “supply dealer”, redesignated existing Subdiv. (19) as Subdiv. (18) and made technical changes in introductory language, effective June 29, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420a/section-21a-231-formerly-sec-19-419/"
    },
    {
      "id": "section-21a-232",
      "number": "21a-232.",
      "heading": "(Formerly Sec. 19-420). - Prohibited acts; sterilization; sanitation; permits; exception.",
      "text": "(a) No person shall sell as new any bedding or filling material unless it is made from all new material and is tagged as provided in this chapter.\n\n(b) No person shall sell, representing it to be new, any secondhand bedding or filling material.\n\n(c) No person shall sell any secondhand bedding or filling material or use any secondhand filling material in the manufacture of bedding unless it is tagged as provided in this chapter.\n\n(d) No person shall sell any bedding or filling material which has been used by or about someone having an infectious or contagious disease unless such bedding or filling material has been sterilized and is tagged as provided herein.\n\n(e) No person shall use any filling material to make an article of bedding that comes from animal or fowl; contains any bugs, vermin, insects or filth; or contains burlap or other material that has been used for baling; or is secondhand, unless such filling material has been sterilized or sanitized by a process approved by the commissioner.\n\n(f) No person shall sell any bedding or filling material unless there appears on its tag the dealer's license number and, if sterilized or sanitized, the permit number assigned by the commissioner.\n\n(g) No person shall sell any secondhand bedding or filling material unless (1) it has been sterilized or sanitized and has a tag bearing the secondhand dealer's license number and the permit number of the person performing the sterilization or sanitation, or (2) in the case of secondhand bedding or filling material manufactured at least twenty-five but no more than fifty years prior to the date on which such secondhand bedding or filling material is offered for sale, the secondhand dealer notifies the consumer, in writing, that such secondhand bedding or filling material has not been sterilized or sanitized.\n\n(h) No person shall renovate any bedding unless it has been sterilized and bears a tag showing the license number of the renovator and the permit number of the person sterilizing such bedding.\n\n(i) No person shall place or cause to be placed upon any tag the license number or permit number of a person whose license or permit has expired, been suspended or been revoked by the commissioner.\n\n(j) No person shall affix or cause to be affixed to bedding or filling material any tag bearing the license number or permit number of a person whose license or permit has expired, been suspended or been revoked by the commissioner.\n\n(k) No person shall sell any bedding or filling material which bears a tag showing the license number or permit number of a person whose license or permit has expired, been suspended or been revoked by the commissioner.\n\n(l) No person other than a consumer shall remove, deface or alter any tag attached to bedding or filling material.\n\n(m) No manufacturer, renovator, secondhand dealer or vendor shall deliver any tag required by this chapter unless it is affixed to an article of bedding or filling material provided that the commissioner may permit the delivery of unattached tags.\n\n(n) No person shall possess, make, use or sell any counterfeit license or permit. Each counterfeit license or permit which is made, used or sold shall constitute a separate violation.\n\n(o) Nothing in this chapter shall apply to automotive upholstery, private sales from the home of the owner direct to a consumer, bedding offered for sale at public auction in the home of the owner, and bedding manufactured at least fifty years prior to the date on which the bedding is offered for sale.\n\n(1949 Rev., S. 4172; 1955, S. 2134d; P.A. 82-326, S. 2, 7; P.A. 99-274, S. 2, 3; P.A. 04-22, S. 2; P.A. 23-99, S. 25.)\n\nHistory: P.A. 82-326 deleted existing text and rewrote provisions; Sec. 19-420 transferred to Sec. 21a-232 in 1983; P.A. 99-274 amended Subsec. (g) by adding Subdiv. indicators and a provision allowing for the sale of unsterilized secondhand bedding or filling material between 25 and 50 years old, provided the consumer is given written notice that such bedding or material is unsterilized and amended Subsec. (o) by expanding exemption to include bedding that is at least 50 years old; P.A. 04-22 amended Subsec. (e) by adding “or sanitized by a process approved by the commissioner”, amended Subsec. (f) by adding reference to “dealer's” license number, and “sanitized”, and amended Subsec. (g) by adding reference to “sanitized” or “sanitation”; P.A. 23-99 amended Subsec. (m) by deleting “supply dealer”, effective June 29, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420a/section-21a-232-formerly-sec-19-420/"
    },
    {
      "id": "section-21a-233",
      "number": "21a-233.",
      "heading": "(Formerly Sec. 19-421). - Tags.",
      "text": "(a) Every article of bedding or filling material offered for sale shall have attached to it a tag which states: The name, as approved by the commissioner, of the filling material; whether the filling material is new or secondhand; the license number of the manufacturer, renovator or secondhand dealer; the name and address of the manufacturer, secondhand dealer, renovator or vendor; when applicable, the words “contents sterilized” and the permit number of the sterilizer; and the per cent by weight of each filling material. Secondhand bedding which has not been renovated may also bear on the tag the statement “as is – contents unknown”. Nothing other than the disclosures and statements required or permitted by this chapter shall appear on the tag.\n\n(b) All tags attached to new bedding and filling material shall be legibly marked with the date of delivery to the consumer.\n\n(c) Renovated bedding shall bear a tag which, in addition to the other statements required by this chapter, states: “Renovated for” followed by the name and address of the person for whom the bedding is renovated, the name and address of the renovator, the date sterilized, that the bedding contains the same filling material as when it was received, and the name and per cent by weight of each filling material added during renovation.\n\n(d) Each container of filling material shall bear a tag which states: The name, license number and address of the manufacturer or vendor; the name of the filling material and whether the filling material is new or secondhand; and, if sterilized, the words “contents sterilized” and the permit number of the sterilizer. New bedding or new filling material shall not be transported with secondhand bedding or secondhand filling material that has not been sterilized.\n\n(e) No misleading term or designation shall be used on any tag or literature accompanying any bedding or filling material. A variance in excess of ten per cent by weight of each filling material stated on the tag shall be deemed misleading. No variance shall be allowed for filling material which is described as “all”, “pure”, “one hundred per cent” or by terms of similar import.\n\n(f) Tags required by this chapter shall be approved by the department and shall be made of durable material at least six square inches in area. Paper-faced tags shall not be used. Tags designating all new filling material shall be white. Tags designating secondhand or renovated bedding or filling material shall be yellow. Tags designating bedding or filling material placed off sale by the commissioner shall be red.\n\n(g) Statements required on tags shall be legibly printed or stamped on one side only, in capital letters at least ten points or one-eighth of an inch in height, and in block lettering without serif. The tag may state that the bedding or filling material complies with the law of other states.\n\n(1949 Rev., S. 4173; 1967, P.A. 255; P.A. 82-326, S. 3, 7; P.A. 83-360, S. 5; P.A. 23-99, S. 26.)\n\nHistory: 1967 act excepted articles sold from home to purchaser directly at public auction, and added provisions re articles contaminated from smoke, fire or water; P.A. 82-326 deleted entire text of existing section and inserted new material; Sec. 19-421 transferred to Sec. 21a-233 in 1983; P.A. 83-360 amended Subsec. (c) by deleting the words “kind of” to clarify that filling material may not be added during renovation process; P.A. 23-99 amended Subsecs. (a) and (d) by deleting “supply dealer”, effective June 29, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420a/section-21a-233-formerly-sec-19-421/"
    },
    {
      "id": "section-21a-234",
      "number": "21a-234.",
      "heading": "(Formerly Sec. 19-422). - Licenses; permits. Fees.",
      "text": "(a) No person shall act as a manufacturer, importer, renovator or secondhand dealer without first completing an application and obtaining a numbered license from the commissioner. The license shall be conspicuously posted in the establishment of the person to whom the license is issued. A license shall be valid for one year.\n\n(b) Any method of sterilization or sanitation used in connection with this chapter shall require the prior approval of the commissioner. Each person who wishes to sterilize or sanitize bedding or filling material shall complete an application and obtain a numbered permit from the commissioner. The permit must be conspicuously posted in the establishment of the person to whom the permit is issued. Each permit shall cost twenty-five dollars and shall be valid for one year.\n\n(c) Manufacturers shall pay, prior to the issuance or reissuance of a license, a fee of one hundred dollars. The licensee may then operate as a manufacturer, renovator or secondhand dealer. Renovators shall pay, prior to the issuance or reissuance of a license, a fee of fifty dollars. The licensee may then operate as a renovator and secondhand dealer. Secondhand dealers shall pay, prior to the issuance or reissuance of a license, a fee of fifty dollars. The licensee may then operate as a secondhand dealer. Importers shall pay, prior to the issuance or reissuance of a license, a fee of one hundred dollars.\n\n(d) A person shall be entitled to a refund of a license or permit fee only in the case of error on the part of the department.\n\n(1949 Rev., S. 4174; 1953, 1955, S. 2135d; P.A. 79-451; P.A. 82-326, S. 4, 7; P.A. 83-360, S. 6; P.A. 94-36, S. 32, 42; P.A. 04-22, S. 3; June Sp. Sess. P.A. 09-3, S. 288; P.A. 17-75, S. 3; P.A. 23-99, S. 27.)\n\nHistory: P.A. 79-451 specified persons, firms or corporations required to obtain license; P.A. 82-326 replaced entire text of existing section; Sec. 19-422 transferred to Sec. 21a-234 in 1983; P.A. 83-360 amended Subsec. (c) by reinstating the renovator's license fee of $25 which was omitted in prior legislation; P.A. 94-36 substituted “shall be valid for one year” for “expire one year from the date of issuance” and deleted Subsec. (d) which provided for a late license or permit renewal fee, relettering Subsec. (e) accordingly, effective January 1, 1995; P.A. 04-22 amended Subsec. (a) by adding reference to “importer”, amended Subsec. (b) by adding reference to “sanitation” and “sanitize”, and amended Subsec. (c) to require importers to pay a fee of $100, prior to the issuance or reissuance of an importer's license; June Sp. Sess. P.A. 09-3 amended Subsec. (c) to increase fees; P.A. 17-75 amended Subsec. (a) to delete provision re commissioner to determine and issue appropriate license and amended Subsec. (c) to delete references to manufacturers', supply dealers', renovators', secondhand dealers' and importer's license, effective January 1, 2018; P.A. 23-99 amended Subsecs. (a) and (c) by deleting provisions re supply dealers, effective June 29, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420a/section-21a-234-formerly-sec-19-422/"
    },
    {
      "id": "section-21a-235",
      "number": "21a-235.",
      "heading": "(Formerly Sec. 19-423). - Enforcement; regulations.",
      "text": "The commissioner shall adopt regulations in accordance with chapter 54, necessary for the proper enforcement of this chapter.\n\n(1949 Rev., S. 4175; P.A. 82-326, S. 5, 7.)\n\nHistory: P.A. 82-326 entirely replaced previous provisions which had empowered commissioner to inspect, examine and seize articles subject to this chapter; Sec. 19-423 transferred to Sec. 21a-235 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420a/section-21a-235-formerly-sec-19-423/"
    },
    {
      "id": "section-21a-236",
      "number": "21a-236.",
      "heading": "(Formerly Sec. 19-424). - Inspection by commissioner. Disciplinary action. Penalties.",
      "text": "(a) Each place where bedding or filling material is made, renovated, sterilized, sanitized or sold shall be subject to inspection by the commissioner who may examine the contents of bedding and filling material and order off sale and hold for evidence any bedding or filling material which the commissioner has reason to believe was made or is being sold in violation of this chapter. No bedding or filling material placed off sale by the commissioner shall be sold, altered, interfered with or moved, in whole or in part, until the bedding or filling material is released by the commissioner.\n\n(b) The commissioner may revoke or suspend any license or permit, reprimand any licensee or permittee, deny an application for a license or permit or renewal thereof, upon proof that: The applicant has made a false statement in the application for or renewal of a license or permit; the applicant has violated any of the provisions of this chapter; or the applicant has engaged in any fraud, deceit or misrepresentation.\n\n(c) The department shall have the power to impose a civil penalty not exceeding two hundred dollars for any violation.\n\n(d) Upon notification of revocation or suspension, the person to whom a license or permit was issued or his successor shall immediately return the licensee or permit to the department.\n\n(e) No license or permit shall be denied, suspended or revoked nor shall any civil penalty be imposed until after a hearing held in accordance with chapter 54.\n\n(f) Whenever the commissioner has reason to believe that any person has been engaged or is engaged in an alleged violation of any provision of this chapter, the commissioner may request the Attorney General to apply to the Superior Court for an order temporarily or permanently restraining and enjoining the continuance of such violation and such other relief as may be granted in equity. In such action the commissioner shall be responsible for all necessary investigative support.\n\n(1949 Rev., S. 4176; P.A. 82-326, S. 6, 7; P.A. 04-22, S. 4.)\n\nHistory: P.A. 82-326 deleted previous provisions re fines and imprisonment imposed on violators of chapter provisions and inserted listing of specific enforcement powers of commissioner; Sec. 19-424 transferred to Sec. 21a-236 in 1983; P.A. 04-22 amended Subsec. (a) by adding reference to “sanitized”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-420a/section-21a-236-formerly-sec-19-424/"
    },
    {
      "id": "section-21a-237",
      "number": "21a-237",
      "heading": "to 21a-239. - Reserved for future use.",
      "text": "to 21a-239. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}