{
  "state": "connecticut",
  "path": "title-title-21a-consumer-protection/chapter-chapter-419b-bakeries-food-manufacturing-establishments-and-",
  "sections": [
    {
      "id": "section-21a-151",
      "number": "21a-151.",
      "heading": "(Formerly Sec. 19-283). - Definitions",
      "text": "For the purposes of this section and sections 21a-152 to 21a-159, inclusive:\n\n(1) “Bakery” means a building or part of a building, including, but not limited to, a hotel, private institution, restaurant, establishment operating doughnut-frying equipment or other similar place, where bread, cakes, cookies, crackers, crullers, doughnuts, macaroni, pies, spaghetti or other food products, including, but not limited to, canned or frozen baked goods, are made, either wholly or in part of flour or meal, or offered for sale.\n\n(2) “Food manufacturing establishment” means a building or part of a building where food is canned, cooked, cut, dehydrated, frozen, milled or repacked for sale to other establishments for human consumption. Premises that are used solely for the retail sale or storage of prepackaged food, and facilities, as described in sections 21a-24a and 22-6r and chapters 417, 419a, 422, 423, 430, 431 and 491, shall not be considered food manufacturing establishments.\n\n(3) “Food warehouse” means a building or part of a building where food is stored for wholesale distribution, provided such building or part of such building is used primarily for the importation, storage or distribution of packaged food and not for other activities for which a license is required pursuant to section 21a-152. Premises licensed pursuant to section 21a-152 and facilities, as described in sections 21a-24a and 22-6r and chapters 417, 419a, 422, 423, 430, 431 and 491, shall not be considered food warehouses.\n\n(4) “Packaged food” means standard or random weight or volume packages of food commodities that are enclosed in a container or wrapped in any manner, in advance of wholesale or retail sale, such that the food commodities cannot be added to or subtracted from the package or wrapping without breaking or tearing the wrapping, container or seals on the wrapping or container.\n\n(1949 Rev., S. 3893; 1949, S. 2078d; P.A. 12-95, S. 1; P.A. 14-126, S. 1; P.A. 15-76, S. 1; P.A. 22-104, S. 49.)\n\nHistory: Sec. 19-283 transferred to Sec. 21a-151 in 1983; P.A. 12-95 designated existing definition of “bakery” as Subdiv. (1) and added Subdiv. (2) defining “food manufacturing establishment” and Subdiv. (3) defining “packaged food”, effective July 1, 2012; P.A. 14-126 applied definitions to Sec. 21a-160, redefined “bakery” in Subdiv. (1) and “food manufacturing establishment” in Subdiv. (2), added new Subdiv. (3) defining “food warehouse”, redesignated existing Subdiv. (3) as Subdiv. (4) and amended same to redefine “packaged food”, and made technical changes, effective June 6, 2014; P.A. 15-76 amended Subdiv. (1) by redefining “bakery” to delete “home bakery,”; P.A. 22-104 substituted reference to Sec. 21a-159 for reference to Sec. 21a-160, and made technical and conforming changes, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-151-formerly-sec-19-283/"
    },
    {
      "id": "section-21a-152",
      "number": "21a-152.",
      "heading": "(Formerly Sec. 19-284). - Licensing requirements for bakeries, food warehouses and food manufacturing establishments",
      "text": "(a) Each bakery, food manufacturing establishment and food warehouse shall be designed, constructed and operated as the Commissioner of Consumer Protection directs pursuant to sections 21a-151 to 21a-159, inclusive, and chapter 418. Each bakery, food manufacturing establishment and food warehouse remains subject to the provisions of chapter 418.\n\n(b) No corporation, firm or person shall operate a bakery, food manufacturing establishment or food warehouse with the intent of producing or storing products for human consumption without having first obtained from the Commissioner of Consumer Protection a license. Applications for such license shall be made on forms, furnished by the commissioner, showing the name and address of such bakery, food manufacturing establishment or food warehouse. Bakeries shall show the number of persons engaged in the production of bread and pastry products, excluding dishwashers, drivers, porters, sales personnel and other employees not directly engaged in such production. The commissioner shall cause an inspection to be conducted of the premises described in the application and, if conditions are found satisfactory, issue such license. No corporation, firm or person operating a bakery, food manufacturing establishment or food warehouse, or any agent, employee or servant thereof, shall refuse, hinder or otherwise interfere with the commissioner's, or the commissioner's authorized representative's, access to the bakery, food manufacturing establishment or food warehouse for the purpose of conducting an inspection. No corporation, firm or person shall: (1) Sell or distribute bread, cakes, cookies, crackers, crullers, doughnuts, macaroni, pies, spaghetti or other food products, including frozen or canned baked goods, made in whole or in part of flour or meal, produced in any bakery located within or beyond the boundaries of this state; (2) sell or distribute food produced in a food manufacturing establishment located within the boundaries of this state; or (3) store any food for wholesale distribution in a food warehouse, unless such bakery, food manufacturing establishment or food warehouse has obtained a license from the commissioner. Facilities licensed pursuant to chapter 417 as food vendors and frozen dessert vendors, and all facilities licensed pursuant to chapters 419a and 430, shall be exempt from such licensing requirement. The commissioner may promulgate regulations excepting out-of-state manufacturers of products commonly known as brown bread, cookies, crackers or plum puddings in hermetically sealed containers and other similar products from the license provisions of this section. Such license shall be valid for one year and a fee for such license shall be collected as follows: From a corporation, firm or person owning or conducting a bakery in which there are not more than four persons engaged in the production of bread and pastry products, twenty dollars; in which there are at least five but not more than nine persons so engaged, forty dollars; in which there are at least ten but not more than twenty-four persons so engaged, one hundred dollars; in which there are at least twenty-five but not more than ninety-nine persons so engaged, two hundred dollars; in which there are at least one hundred persons so engaged, two hundred fifty dollars. The fee for a food manufacturing establishment or food warehouse license shall be twenty dollars annually.\n\n(c) The Commissioner of Consumer Protection may revoke a bakery, food manufacturing establishment or food warehouse license for any violation of sections 21a-151 to 21a-159, inclusive, after a hearing conducted in accordance with chapter 54. In addition, the commissioner may summarily suspend a bakery, food manufacturing establishment or food warehouse license pending a hearing if the commissioner has reason to believe that the public health, safety or welfare imperatively requires emergency action. Not later than ten days following the suspension order, the commissioner shall cause to be held a hearing which shall be conducted in accordance with the provisions of chapter 54. Following such hearing, the commissioner shall dissolve such suspension or order revocation of the bakery, food manufacturing establishment or food warehouse license. Any corporation, firm or person whose license has been revoked may apply for a new license and the commissioner shall act on such application not later than thirty days after the commissioner receives such application. The costs of any inspections necessary to determine whether or not an applicant, whose license has been revoked, is entitled to have a new license granted shall be borne by the applicant at such rates as the commissioner may determine. The commissioner may refuse to grant any bakery, food manufacturing establishment or food warehouse a license if the commissioner finds that the applicant has evidenced a pattern of noncompliance with the provisions of sections 21a-151 to 21a-159, inclusive. Prima facie evidence of a pattern of noncompliance shall be established if the commissioner shows that the applicant has had two or more bakery, food manufacturing establishment or food warehouse licenses revoked.\n\n(d) All vehicles used in the transportation of bakery, food manufacturing establishment or food warehouse products shall be kept in a sanitary condition and shall have the name and address of the bakery, food manufacturing establishment or food warehouse owner, operator or distributor legibly printed on both sides. Each compartment in which unwrapped bakery, food manufacturing establishment or food warehouse products are transported shall be enclosed in a manner approved by the commissioner.\n\n(e) The provisions of this section shall not prevent local health authorities from enforcing orders or regulations concerning the sanitary condition of retail bakeries.\n\n(f) Any person who desires to obtain a license under the provisions of sections 21a-151 to 21a-159, inclusive, shall first obtain and present to the Commissioner of Consumer Protection a certificate of approval of the location for which such license is desired. The certificate of approval shall be obtained from the zoning commission, planning and zoning commission or local authority of the town, city or borough in which the facility is located or is proposed to be located. No certificate of approval shall be required for a new license if the proposed use conforms to existing zoning requirements, for a license renewal by the license holder or for a transfer by the license holder to another person of the license most recently issued to such license holder. The commissioner shall not issue any license under the provisions of sections 21a-151 to 21a-159, inclusive, for which a certificate of approval is required until such certificate of approval is obtained by the license applicant.\n\n(1949 Rev., S. 4005; 1949, S. 2110d; 1959, P.A. 389, S. 2; 412, S. 38, 42; P.A. 76-417, S. 1; P.A. 84-97, S. 1; P.A. 94-36, S. 28, 42; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; June Sp. Sess. P.A. 09-3, S. 286; P.A. 12-95, S. 2; P.A. 14-126, S. 2; P.A. 19-177, S. 3; P.A. 22-104, S. 50.)\n\nHistory: 1959 acts doubled license fees and replaced commissioner of food and drugs with commissioner of consumer protection; P.A. 76-417 prohibited production, packaging etc. of bakery products “under unsanitary conditions whereby they may be rendered unwholesome or otherwise injurious to health”, forbade interference with inspections, revised fee schedule so that $50 fee applies to bakeries with 10 to 24 bakers and imposed additional categories for $100 and $200 fees and rewrote provisions re grounds for license revocation, procedure for revocation and issuance of new license; Sec. 19-284 transferred to Sec. 21a-152 in 1983; P.A. 84-97 divided section into Subsecs., substituted “lavatory facilities” for “water closet”, specified the location of lavatory facilities, the height of bakery rooms and updated requirements re the material of which preparation rooms are constructed, allowed for the use of plastic refuse containers, required running water to be “under pressure”, and required the presence of a sink suitable for washing hands in preparation rooms; P.A. 94-36 amended Subsec. (b) to eliminate the reference to the “July first to June thirtieth” license year, effective January 1, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; June Sp. Sess. P.A. 09-3 amended Subsec. (b) to increase fees; P.A. 12-95 deleted former Subsec. (a) re bakery specifications, added new Subsec. (a) re food manufacturing establishment design, construction and operation, added provisions re food manufacturing establishments, Ch. 417, 419a and 430 exemptions and food manufacturer license fee in Subsec. (b), added references to food manufacturing establishments in Subsecs. (c) and (e) and added Subsec. (f) re certificate of approval, effective July 1, 2012; P.A. 14-126 amended Subsec. (a) by adding “bakery and”, effective June 6, 2014; P.A. 19-177 amended Subsec. (a) to add provisions re food warehouse and add reference to Sec. 21a-160, amended Subsec. (b) to add references to food warehouse, designate existing provisions re sale or distribution of certain foods as Subdivs. (1) and (2), add Subdiv. (3) re storing food for wholesale distribution in food warehouse and add provision re prior inspection for food warehouse registered under Sec. 21a-160, amended Subsec. (c) to add references to food warehouse and add references to Sec. 21a-160, amended Subsec. (d) to add references to food warehouse, amended Subsec. (e) to delete reference to food manufacturing establishments, amended Subsec. (f) to add references to Sec. 21a-160 and add provision re certificate of approval from zoning commission, and made technical changes; P.A. 22-104 amended Subsec. (a) by substituting reference to Sec. 21a-159 for reference to Sec. 21a-160 and deleting provisions re food warehouse registered in good standing prior to October 1, 2019, Subsec. (b) by substituting “at least one hundred persons” for “more than one hundred persons” and deleting provision re food warehouse registered prior to October 1, 2019, Subsec. (c) by substituting references to Sec. 21a-159 for references to Sec. 21a-160, Subsec. (d) by adding references to food manufacturing establishment, Subsec. (e) by substituting “retail bakeries” for “bakeries” and Subsec. (f) by substituting references to Sec. 21a-159 for references to Sec. 21a-160, and made technical and conforming changes, effective May 24, 2022.\n\nSee Sec. 21a-10(b) re staggered schedule for license renewals.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-152-formerly-sec-19-284/"
    },
    {
      "id": "section-21a-153",
      "number": "21a-153.",
      "heading": "(Formerly Sec. 19-285). - Use of underground rooms restricted.",
      "text": "Section 21a-153 is repealed, effective July 1, 2012.\n\n(1949 Rev., S. 4006; 1959, P.A. 265; P.A. 12-95, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-153-formerly-sec-19-285/"
    },
    {
      "id": "section-21a-154",
      "number": "21a-154.",
      "heading": "(Formerly Sec. 19-286). - Manufacture and sale of bread.",
      "text": "(a) Standard loaves of bread, produced in any bakery and procured or kept for the purpose of sale, offered or exposed for sale or sold, shall be of the following standard avoirdupois weight: One pound or additional fraction of one pound up to a maximum of four pounds. The provisions of this section shall not apply to biscuits, buns, crackers, rolls or loaves weighing less than one-quarter pound per unit, or to what is commonly known as “stale” bread, and sold as such, provided the seller at the time of sale shall expressly state to the buyer that the bread so sold is stale bread.\n\n(b) Any person who, by himself or his agent or servant, violates any provision of this section or of any regulation adopted under section 21a-156 with respect thereto shall, upon the first conviction, be fined not more than two hundred dollars and, upon a subsequent conviction, be fined not more than five hundred dollars or imprisoned not more than six months, or both.\n\n(1949 Rev., S. 3893; 1949, S. 2078d; P.A. 84-97, S. 2; P.A 10-9, S. 3.)\n\nHistory: Sec. 19-286 transferred to Sec. 21a-154 in 1983; P.A. 84-97 divided section into Subsecs. and substituted regulations “adopted” to regulations “made” under Sec. 21a-156; P.A. 10-9 amended Subsec. (a) to delete provisions re loaves of bread weighing less than 1 pound, weight variation of more than 1 ounce per pound and weight of 12 loaves of bread selected at random, and made a technical change in Subsec. (b), effective May 5, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-154-formerly-sec-19-286/"
    },
    {
      "id": "section-21a-155",
      "number": "21a-155.",
      "heading": "(Formerly Sec. 19-287). - Wrapping of bread.",
      "text": "(a) No person shall remove any bread loaf, roll or bun or any other bread or pastry product made in a licensed bakery from such bakery, unless the product is wrapped and sealed in clean, unused paper, unprinted or printed on one side only, or is placed in a bag which shall be sealed or closed in such a manner as to prevent the entry of dust or foreign substance, except that any such product may be delivered in a closed container to hotels, restaurants, stores, institutions, bakeries and branches of the bakery in which the product was made and other similar places having suitable display cases or other facilities so as to enclose and protect such products. The Commissioner of Consumer Protection shall prohibit the use of any container not capable of keeping such product in a sanitary condition while in the process of delivery. Any bread or pastry product displayed for sale shall be in a glass showcase or in an enclosed display window unless completely wrapped. All bread delivered to stores and other similar places when not open for business shall be placed in closed containers or upon stands at least two feet above the ground. All bread and pastry products, wrapped at the bakery for the purpose of retail sales, shall comply with all labeling requirements for food specified by the federal Food, Drug and Cosmetic Act, 21 USC 301, et seq., as amended by the federal Nutrition Labeling and Education Act, 21 USC 343, et seq., as from time to time amended.\n\n(b) Any person who delivers, displays or sells any such pastry or bread product in violation of any provision of this section or of any regulation adopted under section 21a-156 with respect thereto shall be guilty of a class D misdemeanor.\n\n(1949 Rev., S. 3894; 1949, S. 2079d; 1959, P.A. 312; 412, S. 38, 42; P.A. 84-97, S. 3; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; P.A. 10-9, S. 4; P.A. 12-80, S. 75.)\n\nHistory: 1959 acts added requirement for labeling products with name and address of packer or distributor as well as bakery's Connecticut license number and replaced commissioner of food and drugs with commissioner of consumer protection; Sec. 19-287 transferred to Sec. 21a-155 in 1983; P.A. 84-97 divided section into Subsecs. and made technical changes; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 10-9 amended Subsec. (a) to replace provision re labeling with name, address and license number of bakery, packer or distributor with provision requiring compliance with federal labeling requirements, and made a technical change in Subsec. (b), effective May 5, 2010; P.A. 12-80 amended Subsec. (b) to replace penalty of a fine of not more than $25 or imprisonment of not more than 30 days or both with a class D misdemeanor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-155-formerly-sec-19-287/"
    },
    {
      "id": "section-21a-156",
      "number": "21a-156.",
      "heading": "(Formerly Sec. 19-288). - Regulations.",
      "text": "The commissioner shall, from time to time, after inquiry and public hearing, adopt and promulgate regulations to supplement and give full effect to the provisions of sections 21a-151 to 21a-159, inclusive. Such regulations, among other things, may establish sanitary requirements pertaining to the manufacture and distribution of bread and pastry products. Such regulations may also cover provisions restricting the sale of dangerous, harmful and unwholesome bread and pastry products, the labeling of bread and pastry products, the inspection of bakeries, food manufacturing establishments and food warehouses and the establishment of costs for special inspections. The commissioner shall annually review the amounts of bakery, food manufacturing establishment and food warehouse license fees referred to in subsection (b) of section 21a-152 and shall increase such fees in order to reflect the costs to the department of carrying out the provisions of sections 21a-151 to 21a-159, inclusive.\n\n(1949, S. 2080d; June Sp. Sess. P.A. 91-12, S. 46, 55; P.A. 19-177, S. 4; P.A. 22-104, S. 51.)\n\nHistory: Sec. 19-288 transferred to Sec. 21a-156 in 1983; June Sp. Sess. P.A. 91-12 authorized the commissioner to annually review license fees and to increase such fees to reflect the department's costs; P.A. 19-177 added references to Sec. 21a-160 and reference to food warehouse; P.A. 22-104 substituted references to Sec. 21a-159 for references to Sec. 21a-160 and added references to food manufacturing establishments and food warehouses, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-156-formerly-sec-19-288/"
    },
    {
      "id": "section-21a-157",
      "number": "21a-157.",
      "heading": "(Formerly Sec. 19-289). - Communicable diseases bar to employment. Examination.",
      "text": "No employer shall knowingly permit to work in his or her bakery, food warehouse or food manufacturing establishment any person who is affected with any pathogen that is contained in the Centers for Disease Control and Prevention's “List of Infectious and Communicable Diseases which are Transmitted Through the Food Supply”, as amended from time to time, except in those cases in which the director of health has given written authorization stating that the public health is not endangered, and each employer shall maintain himself or herself and his or her employees in a clean and sanitary condition, with clean, washable outer clothing, while engaged in the manufacture, handling or sale of food products. The commissioner or his or her authorized agents may order any person employed in a bakery, food warehouse or food manufacturing establishment to be examined by a licensed physician if he or she has reason to believe that such employee has a condition that may transmit a food-borne illness. No person shall be allowed to smoke in a bakery, food warehouse or food manufacturing establishment while in the performance of his or her duty.\n\n(1949 Rev., S. 4007; 1949, S. 2111d; P.A. 12-95, S. 3; June 12 Sp. Sess. P.A. 12-2, S. 121; P.A. 19-177, S. 5.)\n\nHistory: Sec. 19-289 transferred to Sec. 21a-157 in 1983; P.A. 12-95 added references to food manufacturing establishment, replaced provision re various disease and communicable skin affection with provision re pathogens contained in Center for Disease Control's list and made technical changes, effective July 1, 2012; June 12 Sp. Sess. P.A. 12-2 made a technical change, effective July 1, 2012; P.A. 19-177 added references to food warehouse.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-157-formerly-sec-19-289/"
    },
    {
      "id": "section-21a-158",
      "number": "21a-158.",
      "heading": "(Formerly Sec. 19-290). - Orders of commissioner.",
      "text": "The owner, agent or lessee of any property used as a bakery, food warehouse or food manufacturing establishment shall, within thirty days after the service of notice upon him or her of an order issued by the Commissioner of Consumer Protection, comply therewith or cease to use or allow the use of such premises as a bakery, food warehouse or food manufacturing establishment. Such notice shall be in writing and may be served upon such owner, agent or lessee, either personally or by mail, and a notice by registered or certified letter, mailed to the last-known address of such owner, agent or lessee, shall be sufficient service.\n\n(1949 Rev., S. 4008; 1959, P.A. 412, S. 38, 42; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; P.A. 12-95, S. 4; P.A. 19-177, S. 6.)\n\nHistory: 1959 act replaced commissioner of food and drugs with commissioner of consumer protection; Sec. 19-290 transferred to Sec. 21a-158 in 1983; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 12-95 added references to food manufacturing establishment and made a technical change, effective July 1, 2012; P.A. 19-177 added references to food warehouse.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-158-formerly-sec-19-290/"
    },
    {
      "id": "section-21a-159",
      "number": "21a-159.",
      "heading": "(Formerly Sec. 19-291). - Penalty. Temporary or permanent injunction. Notice and hearing. Warning citation. Civil penalty.",
      "text": "(a) Any person who violates any provision of sections 21a-151 to 21a-159, inclusive, or any regulation made thereunder, or fails to comply with an order of the Commissioner of Consumer Protection, shall: (1) For a first offense, be fined not more than two hundred fifty dollars; and (2) for each subsequent offense, be guilty of a class D misdemeanor.\n\n(b) The Commissioner of Consumer Protection may apply to the Superior Court for, and such court may upon hearing and for cause shown grant, a temporary or permanent injunction enjoining any person from operating a bakery, food manufacturing establishment or food warehouse without a license issued in accordance with sections 21a-151 to 21a-159, inclusive, irrespective of whether or not there exists an adequate remedy at law. The commissioner also may apply to the Superior Court for, and such court shall have jurisdiction to grant, a temporary restraining order pending a hearing. Such application for injunctive or other appropriate relief shall be brought by the Attorney General.\n\n(c) The Commissioner of Consumer Protection, after providing notice and conducting a hearing in accordance with the provisions of chapter 54, may issue a warning citation to, or impose a civil penalty of not more than one hundred dollars for the first offense and not more than five hundred dollars for each subsequent offense on, any person who violates any provision of sections 21a-151 to 21a-159, inclusive, or any regulation adopted pursuant to section 21a-156.\n\n(1949 Rev., S. 4009; 1949, S. 2112d; 1959, P.A. 412, S. 38, 42; P.A. 76-417, S. 2; P.A. 84-97, S. 4; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; P.A. 12-80, S. 147; 12-95, S. 5; P.A. 19-177, S. 7; P.A. 22-104, S. 52.)\n\nHistory: 1959 act replaced commissioner of food and drugs with commissioner of consumer protection; P.A. 76-417 added provisions re commissioner's application for injunctions and restraining orders; Sec. 19-291 transferred to Sec. 21a-159 in 1983; P.A. 84-97 divided section into Subsecs. and made technical change; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 12-80 amended Subsec. (a) to rephrase provisions, insert Subdiv. designators (1) and (2) and replace penalty of a fine of not more than $50 for first offense, a fine of not more than $100 or imprisonment of not more than 10 days for second offense and a fine of not more than $200 and imprisonment of not more than 30 days for subsequent offense with a fine of not more than $250 for first offense and a class D misdemeanor for subsequent offense; P.A. 12-95 added reference to food manufacturing establishment in Subsec. (b) and added Subsec. (c) re warning citation and civil penalty, effective July 1, 2012; P.A. 19-177 added references to Sec. 21a-160 and references to food warehouse; P.A. 22-104 amended Subsecs. (a), (b) and (c) by substituting references to Sec. 21a-159 for references to Sec. 21a-160 and Subsec. (a)(2) by substituting “each” for “any”, and made technical and conforming changes, effective May 24, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-159-formerly-sec-19-291/"
    },
    {
      "id": "section-21a-160",
      "number": "21a-160.",
      "heading": "Operation of food warehouse. License. Fee.",
      "text": "Section 21a-160 is repealed, effective May 24, 2022.\n\n(P.A. 14-126, S. 3; P.A. 19-177, S. 8; P.A. 22-104, S. 55.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-21a/chapter-419b/section-21a-160/"
    },
    {
      "id": "section-21a-161",
      "number": "21a-161",
      "heading": "to 21a-164. - Reserved for future use.",
      "text": "to 21a-164. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}