{
  "state": "south-carolina",
  "path": "title-title-27/chapter-t27c045",
  "sections": [
    {
      "id": "section-27-45-10",
      "number": "27-45-10",
      "heading": "",
      "text": "(A) \"Cultural property\" means: (1) any work of art, including, but not limited to, paintings, drawings, prints, decorative art, craft work, photographs, documents, costumes, weapons, tools, and equipment of the various trades and professions, archaeological and geological specimens, zoological and botanical specimens, historical artifacts, and objects associated with historical persons or events; and (2) an object, which when exhibited, serves to further the educational goals of the exhibiting nonprofit organization. (B) \"Nonprofit organization\" means any nonprofit museum, gallery, library, college, university, school, church, or other institution or organization organized exclusively for artistic, religious, charitable, scientific, literary, or educational purposes, or to promote the study or advancement of the arts or sciences, or to sustain, encourage, or promote the musical or performing arts. (C) \"Loan or on loan\" means all deposits of cultural property with a nonprofit organization which are not accompanied by a transfer of title to the property. (D) \"Date of acquisition\" means the date of the initial delivery of the loaned cultural property to the nonprofit organization. (E) \"Lender\" means any individual, corporation, business trust, estate, trust, partnership, or association, who deposits cultural property with a nonprofit organization without transferring title of the property to the nonprofit organization. (F) \"Board\" means Abandoned Cultural Property Board. (G) \"Abandoned Cultural Property\" means the cultural property meeting the following two conditions: (1) the property was deposited with a nonprofit organization as described in subsection (C); (2) the original lender or his heirs or assigns have not contacted the nonprofit organization for at least ten years after the date of acquisition, if the loan was for an indefinite or indeterminate period, and for at least ten years after the date upon which a loan for a definite duration expired. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-10/"
    },
    {
      "id": "section-27-45-20",
      "number": "27-45-20",
      "heading": "",
      "text": "There is established the Abandoned Cultural Property Board composed of five members appointed for terms of two years by the commissioners of the State Museum Commission. The members of the board shall elect a chairman and secretary and shall meet at least quarterly. The members of the board shall receive no mileage, per diem, or subsistence. The board is responsible for certifying a work of art as abandoned cultural property. The board shall also determine whether a nonprofit organization has complied with the provisions of Section 27-45-30 or 27-45-40, as appropriate, and shall determine if a lender's claim to property is valid as required by Section 27-45-90(C). HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-20/"
    },
    {
      "id": "section-27-45-30",
      "number": "27-45-30",
      "heading": "",
      "text": "(A) A nonprofit organization holding abandoned cultural property shall attempt to notify the lender of intent to terminate the loan through the following methods before claiming title to the property: (1) by sending a certified mail letter to the lender's last known address and if the lender has not responded to this letter within sixty days; (2) by contacting the tax commission in the state of the lender's last known address in writing to request a forwarding address for the lender and sending a letter by certified mail to this address, if different from the address to which a certified letter has been mailed pursuant to the requirements of item (1); and (3) by publishing notice and listing of the property in: (a) one newspaper of general circulation in the county in which the nonprofit organization is located for at least once a week for four weeks and in the county of the lender's last known address; and (b) a publication or catalogue of the nonprofit organization. (B) The notice required by subsection (A) must contain: (1) the name and last known address, if any, of the last known owner of the property; (2) a description of the property; and (3) a statement that if proof of claim is not presented in writing by the lender, his heirs or assignees to the nonprofit organization, and if the owner's right to receive the property is not established to the nonprofit organization's satisfaction within one hundred twenty days from the date of the fourth published notice in newspapers, the property is considered abandoned and becomes the property of the nonprofit organization. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-30/"
    },
    {
      "id": "section-27-45-40",
      "number": "27-45-40",
      "heading": "",
      "text": "(A) If a nonprofit organization does not have records identifying the lender of cultural property and the nonprofit organization has demonstrated its possession of the property for at least ten years without any contact by the lender, the nonprofit organization shall attempt to notify the lender of intent to terminate the loan before claiming title to the property by publishing a notice and listing of the property in: (1) one newspaper of general circulation in the county in which the nonprofit organization is located for at least once a week for four weeks; and (2) a publication or catalogue of the nonprofit organization. (B) The notice required by subsection (A) must contain: (a) a description of the property; and (b) a statement that if proof of claim is not presented in writing by the lender, his heirs or assignees to the nonprofit organization, and if the owner's right to receive the property is not established to the satisfaction of the nonprofit organization within one hundred twenty days from the date of the fourth published notice, the property is considered abandoned and becomes the property of the nonprofit organization. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-40/"
    },
    {
      "id": "section-27-45-50",
      "number": "27-45-50",
      "heading": "",
      "text": "Record of a nonprofit organization's efforts to locate the lender as required by Section 27-45-30 or 27-45-40 must be retained by the nonprofit organization for a period of not less than ten years following the date the nonprofit organization claims title to the property. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-50/"
    },
    {
      "id": "section-27-45-60",
      "number": "27-45-60",
      "heading": "",
      "text": "If no claim has been made to the abandoned cultural property within one hundred twenty days from the date of the fourth published notice in newspapers as required by Section 27-45-30(1) or Section 27-45-40(1), title to the property vests in the nonprofit organization, free from all claims of the lender and of all persons claiming through or under him, except as provided in Section 27-45-90(C). HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-60/"
    },
    {
      "id": "section-27-45-70",
      "number": "27-45-70",
      "heading": "",
      "text": "Before a nonprofit organization may claim title to abandoned cultural property, the board shall certify that the nonprofit organization has followed the procedures as required by this chapter for notifying the lender. The board may require nonprofit organizations to submit such documentation of the nonprofit organization's attempts to notify the lender as the board considers necessary. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-70/"
    },
    {
      "id": "section-27-45-80",
      "number": "27-45-80",
      "heading": "",
      "text": "(A) Unless there is a written loan agreement to the contrary, a nonprofit organization may apply conservation measures to or dispose of the property on loan without a lender's permission if immediate action is required to protect the property on loan or to protect other property in the custody of the nonprofit organization, or because the property on loan has become a hazard to the health and safety of the public or the nonprofit organization's staff; and (1) the nonprofit organization is unable to reach the lender at the lender's last known address so that the nonprofit organization and the lender may promptly agree upon a solution; or (2) the lender will not agree to the protective measures the nonprofit organization recommends, yet is unwilling to terminate the loan and retrieve the property. (B) A nonprofit organization is not liable for injury to, or loss of, the property if: (1) the nonprofit organization had a reasonable belief at the time the action was taken that the action was necessary to protect the property on loan or other property in the custody of the nonprofit organization, or that the property on loan constituted a hazard to the health and safety of the public or the nonprofit organization's staff; and (2) when the nonprofit organization applied conservation measures, the nonprofit organization exercised reasonable care in the choice and application of the conservation measures. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-80/"
    },
    {
      "id": "section-27-45-90",
      "number": "27-45-90",
      "heading": "",
      "text": "(A) Effective July 1, 1987, no action may be brought against a nonprofit organization to recover property on loan when more than one hundred twenty days have passed from the date that the organization gives final public notice of intent to terminate the loan pursuant to Section 27-45-30 or 27-45-40, as appropriate, except pursuant to subsection (C). (B) A lender is considered to have donated loaned property to a nonprofit organization if the lender fails to contact the organization and establish his claim to the property to the satisfaction of the organization or fails to file an action to recover the property on loan to the organization within the one hundred twenty days specified in Section 27-45-60. (C) If a nonprofit organization fails to follow the appropriate methods for notifying the lender as provided in Section 27-45-30 or 27-45-40, the lender may present proof of his claim to the board within ten years from the date the loan was terminated pursuant to this chapter. If the board finds the lender's claim to be valid, and the nonprofit organization is not able to present written proof of notice to terminate the loan in the appropriate method provided in Section 27-45-30 or 27-45-40, the nonprofit organization is liable to the lender for: (1) the return of the property; or (2) an amount equal to the property's fair market value on the date it was discarded, sold, or traded by the nonprofit organization, and interest, at the legal rate, from that same date. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-90/"
    },
    {
      "id": "section-27-45-100",
      "number": "27-45-100",
      "heading": "",
      "text": "The provisions of this chapter control the procedure and disposition of any property to which it applies in lieu of any other procedure as prescribed by law including the provisions of Chapter 17 of Title 27 as it pertains to the Disposition of Unclaimed Property. HISTORY: 1987 Act No. 22, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-45/section-27-45-100/"
    }
  ]
}