{
  "state": "south-carolina",
  "path": "title-title-27/chapter-chapter-25",
  "sections": [
    {
      "id": "section-27-25-10",
      "number": "27-25-10.",
      "heading": "",
      "text": "Any assignment by an insolvent debtor of his property for the benefit of his creditors in which any preference or priority is given to any creditor or creditors of the debtor by the terms of the assignment over any other creditor or creditors, other than as to any debts due to the public, or in which any provision or disposition of the property so assigned is made or directed other than that it be distributed among all creditors of the insolvent debtor equally, in proportion to the amount of their several demands and without preference or priority of any kind whatsoever, save only as to debts due to the public and save only as to such creditors as may accept the terms of such assignment and execute a release of their claim against the debtor, and except as hereinafter provided, shall be absolutely null and void and of no effect whatsoever.\n\nHISTORY: 1962 Code Section 57-351; 1952 Code Section 57-351; 1942 Code Section 9106; 1932 Code Section 9106; Civ. C. '22 Section 5511; Civ. C. '12 Section 3732; Civ. C. '02 Section 2647; G. S. 2014; R. S. 2146; 1882 (18) 847.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-10/"
    },
    {
      "id": "section-27-25-20",
      "number": "27-25-20.",
      "heading": "",
      "text": "If any person, being insolvent, within ninety days before the making of any assignment by him of his property for the benefit of his creditors, with a view of giving a preference to any creditor or person having a claim against him or who is under any liability for him, procures or suffers any part of his property to be attached, sequestered or seized on execution or makes any payment, pledge, assignment, transfer or conveyance of any part of his property, either directly or indirectly, absolutely or conditionally, the person receiving such payment, pledge, assignment, transfer or conveyance of any part of his property, or to be benefited thereby or by such attachment, having reasonable cause to believe such person to be insolvent and that such attachment, sequestration, seizure, payment, pledge, assignment or conveyance is made in fraud of the provisions of this chapter, such attachment, sequestration, seizure, payment, pledge, assignment, transfer or conveyance so procured, suffered or made by such insolvent person shall be void and the assignee may recover the property, or the value of it, from the person so receiving it or so to be benefited. Nothing, however, in this section shall be construed to invalidate any loan of actual value, or the security therefor, made in good faith, upon a security taken in good faith, on the occasion of the making of such loan, or any security bona fide made for advances.\n\nHISTORY: 1962 Code Section 57-352; 1952 Code Section 57-352; 1942 Code Section 9107; 1932 Code Section 9107; Civ. C. '22 Section 5512; Civ. C. '12 Section 3733; Civ. C. '02 Section 2648; G. S. 2015; R. S. 2147; 1881 (17) 848.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-20/"
    },
    {
      "id": "section-27-25-40",
      "number": "27-25-40.",
      "heading": "",
      "text": "Whenever any debtor shall assign his property for the benefit of his creditors, the creditors may name and appoint an agent or agents, equal in number to the assignees, to act in their behalf jointly with the assignee or assignees named and appointed by the assignor.\n\nHISTORY: 1962 Code Section 57-354; 1952 Code Section 57-354; 1942 Code Section 9097; 1932 Code Section 9097; Civ. C. '22 Section 5502; Civ. C. '12 Section 3723; Civ. C. '02 Section 2638; G. S. 2005; R. S. 2137; 1828 (6) 365.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-40/"
    },
    {
      "id": "section-27-25-30",
      "number": "27-25-30.",
      "heading": "",
      "text": "Whenever any debtor shall assign his property for the benefit of his creditors, any creditor of such debtor, either by simple contract, specialty or in any other manner, may institute proceedings against the debtor, or the assignee named in the assignment, or both, or any other person properly party thereto, either to attack and set aside the deed of assignment or to enforce the provisions thereof, or for any other purpose whatever, without first obtaining and entering up judgment against the debtor upon the claim or demand so held by the creditor.\n\nHISTORY: 1962 Code Section 57-353; 1952 Code Section 57-353; 1942 Code Section 9108; 1932 Code Section 9108; Civ. C. '22 Section 5513; Civ. C. '12 Section 3734; Civ. C. '02 Section 2649; G. S. 2016; R. S. 2148; 1882 (18) 848.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-30/"
    },
    {
      "id": "section-27-25-50",
      "number": "27-25-50.",
      "heading": "",
      "text": "Except as otherwise provided, all sales and transfers of property made by the assignee or assignees prior to the appointment of the agent or agents of the creditors are hereby declared void and of no effect.\n\nHISTORY: 1962 Code Section 57-355; 1952 Code Section 57-355; 1942 Code Section 9098; 1932 Code Section 9098; Civ. C. '22 Section 5503; Civ. C. '12 Section 3724; Civ. C. '02 Section 2639; G. S. 2006; R. S. 2138; 1828 (6) 365.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-50/"
    },
    {
      "id": "section-27-25-60",
      "number": "27-25-60.",
      "heading": "",
      "text": "The assignee or assignees, within ten days after the execution of the deed of assignment, shall call the creditors together to proceed to the appointment of their agent or agents.\n\nHISTORY: 1962 Code Section 57-356; 1952 Code Section 57-356; 1942 Code Section 9098; 1932 Code Section 9098; Civ. C. '22 Section 5503; Civ. C. '12 Section 3724; Civ. C. '02 Section 2639; G. S. 2006; R. S. 2138; 1828 (6) 365.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-60/"
    },
    {
      "id": "section-27-25-80",
      "number": "27-25-80.",
      "heading": "",
      "text": "In the appointment of the agent or agents, the majority in amount of the debts represented by the creditors present at the meeting shall govern.\n\nHISTORY: 1962 Code Section 57-358; 1952 Code Section 57-358; 1942 Code Section 9100; 1932 Code Section 9100; Civ. C. '22 Section 5505; Civ. C. '12 Section 3726; Civ. C. '02 Section 2641; G. S. 2008; R. S. 2140; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-80/"
    },
    {
      "id": "section-27-25-70",
      "number": "27-25-70.",
      "heading": "",
      "text": "If the assignee or assignees delay, neglect or refuse to assemble the creditors within the time herein prescribed and limited, the creditors may meet and appoint their agent or agents; and the agent or agents, on application to and by order of the judge of the court of common pleas, shall take into their hands and possession all the property assigned and of which the assignee would by law be entitled to the possession and shall sell and dispose of it agreeably to the deed of assignment.\n\nHISTORY: 1962 Code Section 57-357; 1952 Code Section 57-357; 1942 Code Section 9099; 1932 Code Section 9099; Civ. C. '22 Section 5504; Civ. C. '12 Section 3725; Civ. C. '02 Section 2640; G. S. 2007; R. S. 2139; 1828 (6) 365.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-70/"
    },
    {
      "id": "section-27-25-90",
      "number": "27-25-90.",
      "heading": "",
      "text": "The agent or agents so appointed shall have equal power and authority with the assignee or assignees to sell and dispose of the property assigned and distribute and pay the proceeds, according to the intent and provisions of the deed of assignment. All sales, hypothecations or other transfers of property, whether real or personal, shall be void and null unless made with the consent and concurrence of the assignee or assignees and agent or agents, or a majority of them, and should the assignee or assignees and agent or agents be equally divided on any question such question shall be decided by an umpire appointed as provided in Section 27-25-110.\n\nHISTORY: 1962 Code Section 57-359; 1952 Code Section 57-359; 1942 Code Section 9100; 1932 Code Section 9100; Civ. C. '22 Section 5505; Civ. C. '12 Section 3726; Civ. C. '02 Section 2641; G. S. 2008; R. S. 2140; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-90/"
    },
    {
      "id": "section-27-25-100",
      "number": "27-25-100.",
      "heading": "",
      "text": "Should the creditors refuse or neglect to appoint an agent or agents within ten days after they have been called together by the assignee or assignees, the assignee or assignees may forthwith proceed to sell or otherwise dispose of the assigned effects, without the concurrence of the creditors.\n\nHISTORY: 1962 Code Section 57-360; 1952 Code Section 57-360; 1942 Code Section 9101; 1932 Code Section 9101; Civ. C. '22 Section 5506; Civ. C. '12 Section 3727; Civ. C. '02 Section 2642; G. S. 2009; R. S. 2141; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-100/"
    },
    {
      "id": "section-27-25-120",
      "number": "27-25-120.",
      "heading": "",
      "text": "The proceeds arising from the sales of the property assigned shall be deposited for safekeeping in a national bank within the State or some banking institution incorporated by the State, in the joint names of the assignee or assignees and agent or agents and subject to their joint drafts.\n\nHISTORY: 1962 Code Section 57-362; 1952 Code Section 57-362; 1942 Code Section 9102; 1932 Code Section 9102; Civ. C. '22 Section 5507; Civ. C. '12 Section 3728; Civ. C. '02 Section 2643; G. S. 2010; R. S. 2142; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-120/"
    },
    {
      "id": "section-27-25-110",
      "number": "27-25-110.",
      "heading": "",
      "text": "In case of disagreement between the assignee or assignees and agent or agents, any of the judges of the courts of common pleas, at chambers, shall, on application of either of the parties, decide and, if deemed necessary, name and appoint an umpire to act jointly with the assignee or assignees and agent or agents.\n\nHISTORY: 1962 Code Section 57-361; 1952 Code Section 57-361; 1942 Code Section 9103; 1932 Code Section 9103; Civ. C. '22 Section 5508; Civ. C. '12 Section 3729; Civ. C. '02 Section 2644; G. S. 2011; R. S. 2143; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-110/"
    },
    {
      "id": "section-27-25-130",
      "number": "27-25-130.",
      "heading": "",
      "text": "The creditors or such committee as they may appoint may direct and prescribe the time and mode of selling and the terms of sale or order a distribution of the assets on hand, and a final closing of the concern. And, in case of need, they may revoke and dismiss their agent or agents and name and appoint another or others in their stead.\n\nHISTORY: 1962 Code Section 57-363; 1952 Code Section 57-363; 1942 Code Section 9104; 1932 Code Section 9104; Civ. C. '22 Section 5509; Civ. C. '12 Section 3730; Civ. C. '02 Section 2645; G. S. 2012; R. S. 2144; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-130/"
    },
    {
      "id": "section-27-25-140",
      "number": "27-25-140.",
      "heading": "",
      "text": "The assignee or assignees and agent or agents shall lay, every three months, before the creditors or such committee as they may appoint, an exact statement of their proceedings. The creditors or their committee may, however, call the assignee or assignees and agent or agents oftener to account.\n\nHISTORY: 1962 Code Section 57-364; 1952 Code Section 57-364; 1942 Code Section 9104; 1932 Code Section 9104; Civ. C. '22 Section 5509; Civ. C. '12 Section 3730; Civ. C. '02 Section 2645; G. S. 2012; R. S. 2144; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-140/"
    },
    {
      "id": "section-27-25-150",
      "number": "27-25-150.",
      "heading": "",
      "text": "The assignee's or assignees' and agent's or agents' failure or neglect to lay a statement of their proceedings before the creditors or their committee, as and when directed by Section 27-25-140, or whenever called on, or to obey or abide by their directions, renders them answerable for all damages resulting from their refusal or neglect, and they shall forfeit the commission they might otherwise be entitled to.\n\nHISTORY: 1962 Code Section 57-365; 1952 Code Section 57-365; 1942 Code Section 9104; 1932 Code Section 9104; Civ. C. '22 Section 5509; Civ. C. '12 Section 3730; Civ. C. '02 Section 2645; G. S. 2012; R. S. 2144; 1828 (6) 366.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-150/"
    },
    {
      "id": "section-27-25-160",
      "number": "27-25-160.",
      "heading": "",
      "text": "The commission due and owing to the assignee or assignees and agent or agents for their trouble and labor shall be five per cent on receiving and two and a half per cent on paying, to be equally divided between them, that is to say, one half to the assignee or assignees and the other half to the agent or agents. But upon petition to the circuit court or a judge thereof there may, in the discretion of the court or judge, be allowed fees to the assignee or assignees and agent or agents in excess of those above provided.\n\nHISTORY: 1962 Code Section 57-366; 1952 Code Section 57-366; 1942 Code Section 9105; 1932 Code Section 9105; Civ. C. '22 Section 5510; Civ. C. '12 Section 3731; Civ. C. '02 Section 2646; G. S. 2013; R. S. 2145; 1828 (6) 367; 1950 (46) 1839.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-27/chapter-25/section-27-25-160/"
    }
  ]
}