{
  "state": "wyoming",
  "path": "title-title-38-sureties/chapter-chapter-1-rights-and-remedies-of-sureties",
  "sections": [
    {
      "id": "section-38-1-101",
      "number": "38-1-101",
      "heading": "Requiring Suit by Creditor.Section 38-1-102 - Requiring Suit by Creditor; Requisition by Personal Representative of Surety",
      "text": "38-1-101. Requiring suit by creditor.\n\nA person bound as surety in a written instrument for the payment of money, or other valuable thing, may, if right of action accrues thereon, require his creditor by a notice in writing, to commence an action on such instrument forthwith, against the principal debtor; and unless the creditor commences such action within a reasonable time thereafter, and proceed with due diligence, in the ordinary course of law, to recover judgment against the principal debtor for the money or other valuable thing due thereby, and to make by execution the amount thereof, the creditor, or the assignee of such instrument so failing to comply with the requisition of such surety shall thereby forfeit the right which he would otherwise have to demand, and receive of such surety, the amount due thereon.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-101/"
    },
    {
      "id": "section-38-1-102",
      "number": "38-1-102",
      "heading": "Requiring Suit by Creditor; Requisition by Personal Representative of Surety.",
      "text": "38-1-102. Requiring suit by creditor; requisition by personal representative of surety.\n\nThe executor or administrator of a surety so bound may, in like manner, make such requisition of the creditor, or his executor or administrator, as provided in the preceding section; and in case of failure of the creditor, or his executor or administrator, to proceed as therein required, the executor or administrator, if he make the requisition, shall have the same relief as is therein provided for a surety.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-102/"
    },
    {
      "id": "section-38-1-103",
      "number": "38-1-103",
      "heading": "Requiring Suit by Creditor; What Bonds Not Affected.",
      "text": "38-1-103. Requiring suit by creditor; what bonds not affected.\n\nNothing in the last two (2) sections contained shall be so construed as to affect bonds required by law to be given by guardians, executors, administrators, trustees of an express trust, public officers, or any bond or undertaking required by law to be given in an action or legal proceeding in any court in this state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-103/"
    },
    {
      "id": "section-38-1-104",
      "number": "38-1-104",
      "heading": "Rights on Paying Judgment.",
      "text": "38-1-104. Rights on paying judgment.\n\nWhen the surety on a judgment, who is certified therein to be such, or his personal representative pays the judgment, or any part thereof, he shall, to the extent of such payment, have all the rights and remedies against the principal debtor that the plaintiff had at the time of such payment; and proceedings to revive the judgment shall be as provided in section three hundred and seventy-four, and shall be in the name of such surety or representative; but the plaintiff in the original action shall not be liable for any costs therein.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-104/"
    },
    {
      "id": "section-38-1-105",
      "number": "38-1-105",
      "heading": "Application for Release by Surety of School District Treasurer.",
      "text": "38-1-105. Application for release by surety of school district treasurer.\n\nA surety of the treasurer of school funds in any school district, organized under the provisions of law, may at any time notify the board of county commissioners of the proper county, by giving at least five (5) days notice in writing, that he is unwilling to continue as surety for such treasurer, and will, at a time therein named, make application to the board of county commissioners to be released from further liability upon his bond; and he shall also give at least three (3) days notice in writing to such treasurer, of the time and place at which the application will be made.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-105/"
    },
    {
      "id": "section-38-1-106",
      "number": "38-1-106",
      "heading": "Application for Release by Surety of School District Treasurer; Action of Commissioners.",
      "text": "38-1-106. Application for release by surety of school district treasurer; action of commissioners.\n\nThe board of county commissioners, upon such notice being given, shall hear the application, and if in their opinion there is good reason therefor, shall require the treasurer to give a new bond, conditioned according to law and to the satisfaction of the board, within such time as they may direct, and if the treasurer fail to execute such bond, the office shall be deemed vacant and shall be immediately filled as other vacancies therein; but such sureties shall not be released or discharged until the filing of the new bond or the expiration of the time allowed therefor; and the cost of such application shall be paid by the person making the same.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-106/"
    },
    {
      "id": "section-38-1-107",
      "number": "38-1-107",
      "heading": "Compelling Principal to Pay Debt.",
      "text": "38-1-107. Compelling principal to pay debt.\n\nA surety may maintain an action against his principal to compel him to discharge the debt or liability, for which the surety is bound, after the same becomes due.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-107/"
    },
    {
      "id": "section-38-1-108",
      "number": "38-1-108",
      "heading": "Action for Indemnity Before Debt Due.",
      "text": "38-1-108. Action for indemnity before debt due.\n\nA surety may maintain an action against his principal to obtain indemnity against the debt or liability for which he is bound before it is due whenever any of the grounds exist upon which, by the provisions of this act, an order may be made for arrest, or for an attachment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-108/"
    },
    {
      "id": "section-38-1-109",
      "number": "38-1-109",
      "heading": "Action for Indemnity Before Debt Due; Obtaining Provisional Remedies.",
      "text": "38-1-109. Action for indemnity before debt due; obtaining provisional remedies.\n\nIn such action the surety may obtain any of the provisional remedies mentioned in division six of this act, upon the grounds and in the manner therein provided.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-38/chapter-1/section-38-1-109/"
    }
  ]
}