{
  "state": "connecticut",
  "path": "title-title-46a-human-rights/chapter-chapter-814a-deaf-deafblind-and-hearing-impaired-persons",
  "sections": [
    {
      "id": "section-46a-27",
      "number": "46a-27",
      "heading": "to 46a-29. - Transferred to Chapter 319l, Part III, Secs",
      "text": "17a-836 to 17a-837, inclusive.Section 46a-30. (Formerly Sec. 17-137o). - Powers to receive moneys, make contracts.Section 46a-31. (Formerly Sec. 17-137p). - Commission to administer funds for interpreters.Section 46a-32. (Formerly Sec. 17-137",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-30",
      "number": "46a-30.",
      "heading": "(Formerly Sec. 17-137o). - Powers to receive moneys, make contracts.",
      "text": "Section 46a-30 is repealed, effective July 1, 2021.\n\n(P.A. 74-252, S. 4, 11; P.A. 76-211, S. 2, 4; P.A. 98-252, S. 77, 80; P.A. 11-44, S. 40; June 12 Sp. Sess. P.A. 12-1, S. 91; P.A. 19-157, S. 94; P.A. 21-151, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814a/section-46a-30-formerly-sec-17-137o/"
    },
    {
      "id": "section-46a-31",
      "number": "46a-31.",
      "heading": "(Formerly Sec. 17-137p). - Commission to administer funds for interpreters.",
      "text": "Section 46a-31 is repealed, effective July 1, 1998.\n\n(P.A. 74-252, S. 5, 11; P.A. 76-211, S. 3, 4; P.A. 77-458, S. 2; P.A. 80-53, S. 2; P.A. 81-153, S. 1, 2; 81-453, S. 2, 3; P.A. 83-395, S. 3; P.A. 85-271, S. 3, 5; 85-613, S. 116, 154; P.A. 92-262, S. 37, 42; P.A. 98-252, S. 79, 80; June Sp. Sess. P.A. 98-1, S. 105, 121.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814a/section-46a-31-formerly-sec-17-137p/"
    },
    {
      "id": "section-46a-32",
      "number": "46a-32.",
      "heading": "(Formerly Sec. 17-137r). - Annual and interim reports of commissioner.",
      "text": "Section 46a-32 is repealed, effective July 1, 2013.\n\n(P.A. 74-252, S. 7, 11; P.A. 11-44, S. 41; June 12 Sp. Sess. P.A. 12-1, S. 92; P.A. 13-7, S. 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814a/section-46a-32-formerly-sec-17-137r/"
    },
    {
      "id": "section-46a-33",
      "number": "46a-33.",
      "heading": "(Formerly Sec. 17-137k). - “Qualified interpreter” definition",
      "text": "Section 46a-33 is repealed, effective July 1, 1998.\n\n(P.A. 73-482, S. 1–3; P.A. 76-211, S. 1, 4; P.A. 77-458, S. 1; P.A. 80-53, S. 1; P.A. 81-453, S. 1, 3; P.A. 83-181, S. 1, 3; 83-395, S. 2; P.A. 84-47, S. 1, 2; P.A. 98-252, S. 79, 80; June Sp. Sess. P.A. 98-1, S. 105, 121.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814a/section-46a-33-formerly-sec-17-137k/"
    },
    {
      "id": "section-46a-33a",
      "number": "46a-33a",
      "heading": "to 46a-33c. - Transferred to Chapter 319l, Part III, Secs. 17a-838 to 17a-839a, inclusive.",
      "text": "to 46a-33c. - Transferred to Chapter 319l, Part III, Secs. 17a-838 to 17a-839a, inclusive.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46a-34",
      "number": "46a-34.",
      "heading": "Mental health services for deaf, deafblind and hard of hearing persons. Definitions.",
      "text": "As used in this section and sections 4-61aa, 17a-836, 17a-836a, 17a-837 and 46a-35:\n\n(1) “Deaf person” means a person who has a hearing loss which is so severe that the person has difficulty in processing linguistic information through hearing, with or without amplification or other assistive technology;\n\n(2) “Deafblind person” means a person who has both a hearing loss and a visual loss that present challenges in (A) processing linguistic information through hearing and sight, and (B) functioning independently as a sighted person without training;\n\n(3) “Hard of hearing person” means a person who has a hearing loss, whether permanent or fluctuating, which may be corrected by amplification or other assistive technology or means but presents challenges in processing linguistic information through hearing;\n\n(4) “American Sign Language” or “ASL” means the visual language used by deaf and hard of hearing persons in the United States and Canada, with semantic, syntactic, morphological and phonological rules distinct from the English language;\n\n(5) “English-based manual or sign system” means a sign system that uses manual signs in English language word order, sometimes with added affixes that are not present in ASL;\n\n(6) “Oral, aural or speech-based system” means a communication system which uses a deaf or hard of hearing person's speech or residual hearing abilities, with or without the assistance of technology or cues;\n\n(7) “Language, communication mode or style” means one or more of the following: (A) ASL, (B) English-based manual or sign systems, (C) a minimal sign language system to communicate with persons who use home-based signs, idiosyncratic signs or a sign system or language from another country, (D) oral, aural or speech-based systems with or without assistive technology, and (E) tactile method ASL or protactile ASL as used by deafblind persons;\n\n(8) “Primary language, communication mode or style” means the language, communication mode or style which is preferred by and most effective for a particular person, or as determined by an appropriate language assessment undertaken by persons proficient in the language, communication mode or style being assessed;\n\n(9) “Culturally and linguistically affirmative mental health services” means the provision of a full continuum of mental health services to a deaf, deafblind or hard of hearing person through an appropriately licensed mental health professional fluent in the primary language, communication mode or style and cultural needs of the person requiring such services; and\n\n(10) “Accessible mental health services” means the provision of a full continuum of mental health services with the use of auxiliary aids and services necessary for a deaf, deafblind or hard of hearing person to communicate with appropriately qualified mental health professionals who are not fluent in the primary language, communication mode or style of the person requiring such services, including, but not limited to, qualified interpreters utilizing the language or communication mode used by such person, written communications or assistive listening devices.\n\n(P.A. 21-72, S. 1; P.A. 22-31, S. 2.)\n\nHistory: P.A. 21-72 effective July 1, 2021; P.A. 22-31 amended Subdiv. (7) by changing “deaf-blind” to “deafblind”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814a/section-46a-34/"
    },
    {
      "id": "section-46a-35",
      "number": "46a-35.",
      "heading": "Mental health bill of rights for deaf, deafblind and hard of hearing persons.",
      "text": "(a) There is established a bill of rights for deaf, deafblind and hard of hearing persons in need of mental health services. The rights afforded such persons, pursuant to subsection (b) of this section, shall be available to such persons only to the extent that such rights are implemented in accordance with other provisions of the general statutes, federal law, the Constitution of the state and the Constitution of the United States.\n\n(b) A deaf, deafblind or hard of hearing person has a right to:\n\n(1) Culturally and linguistically affirmative mental health services that accommodate the unique needs of such person;\n\n(2) Accessible mental health services delivered in such person's primary language, communication mode or style;\n\n(3) Specialized mental health services when necessary that provide appropriate and fully accessible counseling and therapeutic options using an appropriate oral, aural or speech-based system tailored to the unique needs of such person;\n\n(4) Express his or her opinion in determining the extent, content and purpose of mental health treatment or services that accommodate the unique needs of such person;\n\n(5) Programs offering access to a full continuum of services, including, but not limited to, all modes of therapy and evaluations;\n\n(6) Programs informed by appropriate research, curricula, staff and outreach; and\n\n(7) Express his or her views concerning the development and implementation of state and regional programs for the mental health service needs of such person.\n\n(P.A. 21-72, S. 2.)\n\nHistory: P.A. 21-72 effective July 1, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814a/section-46a-35/"
    },
    {
      "id": "section-46a-36",
      "number": "46a-36",
      "heading": "to 46a-40. - Reserved for future use.",
      "text": "to 46a-40. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}