{
  "state": "connecticut",
  "path": "title-title-46a-human-rights/chapter-chapter-814b-mobility-impaired-persons",
  "sections": [
    {
      "id": "section-46a-41",
      "number": "46a-41.",
      "heading": "(Formerly Sec. 3-10e). - Proclamation of White Cane Safety Day",
      "text": "Each year, the Governor shall take suitable public notice of October fifteenth as White Cane Safety Day. He shall issue a proclamation in which:\n\n(a) He comments upon the significance of the white cane;\n\n(b) He calls upon the citizens of the state to observe the provisions of the laws relating to the blind and to take precautions necessary to the safety of the disabled;\n\n(c) He reminds the citizens of the state of the policies with respect to the disabled herein declared and urges the citizens to cooperate in giving effect to them;\n\n(d) He emphasizes the need of the citizens to be aware of the presence of disabled persons in the community and to keep safe and functional for the disabled the streets, highways, sidewalks, walkways, public buildings, public facilities, other public places, places of public accommodation, amusement and resort, and other places to which the public is invited, and to offer assistance to disabled persons upon appropriate occasions.\n\n(P.A. 73-279, S. 5.)\n\nHistory: Sec. 3-10e transferred to Sec. 46a-41 in 1991.\n\nSee Sec. 1-1f for definitions of “blind” and “physically disabled”.\n\nSee Sec. 10-29a re days of special significance proclaimed by Governor.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814b/section-46a-41-formerly-sec-3-10e/"
    },
    {
      "id": "section-46a-42",
      "number": "46a-42.",
      "heading": "(Formerly Sec. 22-345a). - “Mobility impaired persons” defined.",
      "text": "Section 46a-42 is repealed, effective July 1, 2024.\n\n(P.A. 85-289, S. 3; P.A. 88-364, S. 31, 123; P.A. 95-33, S. 1; P.A. 24-18, S. 16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814b/section-46a-42-formerly-sec-22-345a/"
    },
    {
      "id": "section-46a-43",
      "number": "46a-43.",
      "heading": "(Formerly Sec. 22-345b). - Certificate identifying person as mobility impaired.",
      "text": "Section 46a-43 is repealed.\n\n(P.A. 85-289, S. 4; P.A. 89-144, S. 10; P.A. 95-33, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814b/section-46a-43-formerly-sec-22-345b/"
    },
    {
      "id": "section-46a-44",
      "number": "46a-44.",
      "heading": "(Formerly Sec. 22-346a). - Access of service animals to modes of public transportation and in places of public accommodation",
      "text": "(a) As used in this section, (1) “disability” and “service animal” have the same meanings as provided in section 22-345; and (2) “person training an animal as a service animal” means a person who (A) (i) is employed by an organization that trains service animals, (ii) complies with the criteria for membership in a professional association of schools that train service animals, (iii) is authorized to engage in designated training activities, and (iv) carries photographic identification indicating such employment and authorization, or (B) volunteers for an organization that (i) trains service animals, and (ii) authorizes volunteers to raise animals to become service animals.\n\n(b) Any person with a disability or any person training an animal as a service animal to assist a person with a disability may travel on a train or on any other mode of public transportation, and may enter any other place of public accommodation that caters or offers its services or facilities or goods to the general public, including but not limited to, any public building, inn, restaurant, hotel, motel, tourist cabin, place of amusement, resort or any facility of any such public accommodation, accompanied by such person's service animal, and such person may keep such service animal with him or her at all times in any such public accommodation or facility thereof at no extra charge, provided such service animal shall be in the direct custody and control of such person.\n\n(c) Any person with a disability or any person training an animal as a service animal for a person with a disability shall be entitled to visit any place of public accommodation, resort or amusement or a dwelling as a guest of a lawful occupant thereof, accompanied by such person's service animal, and such person may keep such service animal with him or her at all times in such public accommodation, resort, amusement or dwelling at no extra charge, provided such service animal shall be in the direct custody and control of such person. No such person with a disability or person training an animal as a service animal shall be charged any fee not applicable alike to all guests, provided the owner of such service animal shall be liable for any damage done to the premises or facilities by such service animal. For the purposes of this subsection, (1) a “place of public accommodation, resort or amusement” means any establishment which caters or offers its services or facilities or goods to the general public, including, but not limited to, any commercial building lot, on which it is intended that a commercial property or building will be constructed or offered for sale or rent, and (2) “dwelling” means any building, structure, mobile manufactured home park or portion thereof which is occupied as, or designed or intended for occupancy as, a residence by one or more families, and any vacant land which is offered for sale or lease for the construction or location thereon of any such building, structure, mobile manufactured home park or portion thereof, provided the provisions of this subsection shall not apply to (A) the rental of a room or rooms in a single-family dwelling unit, if the owner actually maintains and occupies part of such living quarters as the owner's residence, or (B) a unit in a dwelling containing living quarters occupied or intended to be occupied by no more than two families living independently of each other, if the owner actually maintains and occupies the other such living quarters as the owner's residence.\n\n(d) Any person who intentionally interferes with the use of a service animal by a person with a disability, including, but not limited to, any action intended to harass or annoy the person with a disability or the person training an animal as a service animal, or who denies the rights afforded to a person with a disability or person training an animal as a service animal under subsection (b) or (c) of this section shall be guilty of a class C misdemeanor, provided such person with a disability or person training an animal as a service animal complies with the applicable provisions of subsection (b) or (c) of this section.\n\n(1963, P.A. 641, S. 1; P.A. 73-279, S. 3; P.A. 76-49, S. 2; P.A. 85-289, S. 6; P.A. 89-21, S. 1; P.A. 92-257, S. 5; P.A. 97-141, S. 1; P.A. 04-71, S. 1; P.A. 17-102, S. 1; P.A. 24-18, S. 11.)\n\nHistory: P.A. 73-279 deleted provisions requiring that guide dog be muzzled in Subsec. (a) and that blind person have credential issued by dog training school, deleted former Subsec. (b) requiring that blind person present credential if requested to do so, inserted new Subsec. (b) clarifying access rights of blind person and guide dog to housing, etc. and replaced provisions of Subsec. (c) re penalty for violation of blind person's rights to be accompanied by guide dog which had imposed fine of not more than $100 and/or 60 days' imprisonment with provision for consideration of guilt as Class C misdemeanor; P.A. 76-49 made provisions applicable to deaf persons; P.A. 85-289 made provisions of section applicable to mobility impaired persons; P.A. 89-21 added option that dog wear orange-colored leash and collar; Sec. 22-346a transferred to Sec. 46a-44 in 1991; P.A. 92-257 added “or a dwelling” after “amusement”, redefined “place of public accommodation, resort or amusement” and added definition of “dwelling”; P.A. 97-141 made provisions of section applicable with respect to any person training a dog as a guide dog for a blind person or a dog to assist a deaf or mobility impaired person, added references to assistance dogs, amended Subsec. (b) to make the owner of the dog, rather than the blind, deaf or mobility impaired person, liable for any damage caused by the dog and added Subsec. (d) defining “guide dog”, “assistance dog” and “person training a dog as a guide dog for a blind person or a dog to assist a deaf or mobility impaired person”; P.A. 04-71 amended Subsec. (d) by redefining “person training a dog as a guide dog for a blind person or a dog to assist a deaf or mobility impaired person” to include persons who volunteer for a guide dog organization or assistance dog organization that authorizes such volunteers to raise such dogs and causes the identification of such dogs, effective October 1, 2005; P.A. 17-102 amended Subsec. (c) to add provision re intentional interference with use of guide dog or assistance dog, and made technical changes; P.A. 24-18 redesignated existing Subsecs. (a) to (c) as Subsecs. (b) to (d), added new Subsec. (a) to define “disability” and “service animal” in Subdiv. (1) and define “person training an animal as a service animal” in Subdiv. (2), amended redesignated Subsecs. (b) to (d) to replace references to blind, deaf or mobility impaired person with references to person with a disability and replace references to dog and guide dog or assistance dog with references to animal and service animal, amended redesignated Subsecs. (b) and (c) to replace “direct custody” with “direct custody and control” and delete “and shall be wearing a harness or an orange-colored leash and collar”, deleted former Subsec. (d) re definitions of “guide dog” or “assistance dog” and “person training a dog as a guide dog for a blind person or an assistance dog to assist a deaf or mobility impaired person” and made technical changes, effective July 1, 2024.\n\nSee Sec. 1-1f for definition of blindness.\n\nSee Sec. 53-330a for like provisions re search and rescue dogs.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-46a/chapter-814b/section-46a-44-formerly-sec-22-346a/"
    },
    {
      "id": "section-46a-45",
      "number": "46a-45",
      "heading": "to 46a-50. - Reserved for future use.",
      "text": "to 46a-50. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}