{
  "state": "south-dakota",
  "path": "title-title-41-game-fish-parks-and-forestry/chapter-chapter-15-enforcement-powers-and-procedures",
  "sections": [
    {
      "id": "section-41-15-1",
      "number": "41-15-1",
      "heading": "Department to enforce game and fish laws",
      "text": "41-15-1. Department to enforce game and fish laws.\n\nThe Department of Game, Fish and Parks shall enforce the laws of this state involving the protection and propagation of all game animals, game birds, fish, and harmless birds and animals.\n\nSource:SDC 1939, §25.0107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-1/"
    },
    {
      "id": "section-41-15-2",
      "number": "41-15-2",
      "heading": "Jurisdiction of courts and officers over boundary waters--Concurrent jurisdiction of adjoining states.",
      "text": "41-15-2. Jurisdiction of courts and officers over boundary waters--Concurrent jurisdiction of adjoining states.\n\nFor the purpose of enforcing any of the laws under this title and the rules promulgated pursuant to this title, the courts of this state, and the conservation officers of this state, have jurisdiction over the entire boundary waters of the state, to the furthermost shore line. Concurrent jurisdiction of the courts and administrative officers of the adjoining states of Minnesota, North Dakota, Montana, Wyoming, Iowa, and Nebraska over all boundary waters between such states and this state, and the whole of such boundary waters, is hereby recognized.\n\nSource:SDC 1939, §25.0424; SL 1965, ch 112; SL 2009, ch 206, §83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-2/"
    },
    {
      "id": "section-41-15-3",
      "number": "41-15-3",
      "heading": "Law enforcement officers to enforce game and fish laws.",
      "text": "41-15-3. Law enforcement officers to enforce game and fish laws.\n\nThe state's attorney, sheriff, constables, and other peace officers shall enforce the game and fish laws of the state.\n\nSource:SDC 1939, §25.0119; SL 2009, ch 206, §84.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-3/"
    },
    {
      "id": "section-41-15-4",
      "number": "41-15-4",
      "heading": "41-15-4, 41-15-5.Repealed by SL 1996, ch 254, §§1, 2",
      "text": "41-15-4, 41-15-5.Repealed by SL 1996, ch 254, §§1, 2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-15-6",
      "number": "41-15-6",
      "heading": "Inspection and counting of birds, animals, and fish to be permitted by person in possession--Stopping of motor vehicle or other conveyance for inspection",
      "text": "41-15-6. Inspection and counting of birds, animals, and fish to be permitted by person in possession--Stopping of motor vehicle or other conveyance for inspection.\n\nAny person who possesses any game bird, animal, or fish shall, upon the request of any person authorized to enforce the game and fish laws of the state, permit the inspection and count of the birds, animals, or fish. Any motor vehicle, pickup camper, camper, or any conveyance attached thereto, may be stopped for such an inspection and count by any uniformed law enforcement officer.\n\nSource:SDC 1939, §25.0418; SL 1967, ch 85, §6; SL 1969, ch 100; SL 2009, ch 206, §85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-6/"
    },
    {
      "id": "section-41-15-7",
      "number": "41-15-7",
      "heading": "Refusal to permit or interference with inspection as misdemeanor.",
      "text": "41-15-7. Refusal to permit or interference with inspection as misdemeanor.\n\nAny person who refuses to permit the inspection and count of any game birds, animals, or fish in the person's possession or who interferes with or obstructs any officer attempting to make such an inspection or count is guilty of a Class 2 misdemeanor.\n\nSource:SDC 1939, §25.9903; SL 1977, ch 190, §603; SL 2009, ch 206, §86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-7/"
    },
    {
      "id": "section-41-15-8",
      "number": "41-15-8",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-15-9",
      "number": "41-15-9",
      "heading": "41-15-9.Repealed by SL 1977, ch 190, §604",
      "text": "41-15-9.Repealed by SL 1977, ch 190, §604",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-15-10",
      "number": "41-15-10",
      "heading": "Conservation officers authorized to execute process--Arrest without warrant--Assistance by peace officers--\"Conservation officer\" defined.",
      "text": "41-15-10. Conservation officers authorized to execute process--Arrest without warrant--Assistance by peace officers--\"Conservation officer\" defined.\n\nWhile performing their lawful duties assigned to them by the Department of Game, Fish and Parks, conservation officers and their supervisors have full power and authority to serve and execute all warrants and process of law issued by a court in enforcing the provisions of any law of the state in the same manner as any constable or sheriff may serve and execute the same. While performing their lawful duties assigned to them by the Department of Game, Fish and Parks, conservation officers and their supervisors have full power and authority to arrest, without a warrant, any person detected in the act of violating any laws of this state which they are authorized to enforce. For the purpose of enforcing the game, fish, parks, and boating laws, conservation officers and their supervisors may call to their aid any law enforcement officer or other persons, and all state's attorneys, law enforcement officers, and other persons shall, if called upon, enforce and aid in enforcing such laws. For purposes of this section the term, conservation officer, means any game, fish and parks employee whose duty is the enforcement of the game, fish, parks, and boating laws of this state.\n\nSource:SDC 1939, §25.0114; SL 1963, ch 134; SL 1973, ch 270; SL 2001, ch 235, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-10/"
    },
    {
      "id": "section-41-15-101",
      "number": "41-15-10.1",
      "heading": "Law enforcement powers of conservation officers certified or appointed by law enforcement officers standards commission.",
      "text": "41-15-10.1. Law enforcement powers of conservation officers certified or appointed by law enforcement officers standards commission.\n\nAny conservation officer, who is certified pursuant to §§23-3-39 to 23-3-45, inclusive, or has been appointed on a temporary or probationary basis as permitted by §23-3-41, shall enforce every state statute:\n\n(1)Which is a crime under Title 22;\n\n(2)Which pertains to game, fish, parks, forestry, or boating;\n\n(3)Which pertains to driving while intoxicated, reckless driving, or eluding an officer;\n\n(4)Which is a crime under §§35-1-9.1 and 35-9-2 and occurs on property owned, managed, or leased by the Department of Game, Fish and Parks;\n\n(5)Which is a crime under §32-5-84.2;\n\n(6)Which is a crime under §32-20-6.6;\n\n(7)Which is a crime under chapter 32-20A; and\n\n(8)Which is a crime under chapter 34A-7.\n\nWhile performing any duty pursuant to this section, a conservation officer is a law enforcement officer with the same authority as any other law enforcement officer.\n\nSource:SL 1975, ch 264; SL 1982, ch 293; SL 1990, ch 336; SL 1995, ch 238; SL 1996, ch 193, §2; SL 2001, ch 236, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-10-1/"
    },
    {
      "id": "section-41-15-11",
      "number": "41-15-11",
      "heading": "Summons issued to person arrested for misdemeanor--Release from custody on promise to appear--Bond required of nonresident.",
      "text": "41-15-11. Summons issued to person arrested for misdemeanor--Release from custody on promise to appear--Bond required of nonresident.\n\nIf any resident is arrested for a violation of any provision of this title, punishable as a misdemeanor, the arresting officer shall take the name and address of the person and information relative to the violation and issue the person a summons in writing to appear in court. The officer shall release the person from custody upon receiving from the person a written promise to appear at the time and place designated by the officer. A nonresident arrested for a violation of any provision of this title may be required to post bond in the amount set forth on the fine and bond schedule provided by the presiding circuit court judge, or in an amount set by a magistrate or judge for that offense, before being released from custody. Any person who intentionally violates the written promise to appear, given in accordance with the provisions of this section, is guilty of a Class 2 misdemeanor.\n\nSource:SDC 1939, §25.0114 as added by SL 1963, ch 134; SL 1964, ch 76; SL 1982, ch 294; SL 1999, ch 214, §1; SL 2005, ch 227, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-11/"
    },
    {
      "id": "section-41-15-12",
      "number": "41-15-12",
      "heading": "41-15-12.Repealed by SL 1999, ch 214, §2",
      "text": "41-15-12.Repealed by SL 1999, ch 214, §2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-15-13",
      "number": "41-15-13",
      "heading": "Taking before magistrate on refusal of promise to appear on misdemeanor charge.",
      "text": "41-15-13. Taking before magistrate on refusal of promise to appear on misdemeanor charge.\n\nAny person refusing to give written promise pursuant to §41-15-11 to appear shall be taken immediately by the arresting officer to the nearest or most accessible magistrate.\n\nSource:SDC 1939, §25.0114 as added by SL 1963, ch 134; SL 1977, ch 190, §605; SL 1991, ch 337, §86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-13/"
    },
    {
      "id": "section-41-15-14",
      "number": "41-15-14",
      "heading": "Seizure and disposition of contraband game and fish.",
      "text": "41-15-14. Seizure and disposition of contraband game and fish.\n\nThe Department of Game, Fish and Parks has charge of the seizure and disposition of any game bird, game animal, and fish, taken, killed, transported, or possessed contrary to law.\n\nSource:SDC 1939, §25.0107 (6); SL 2009, ch 206, §88; SL 2021, ch 188, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-14/"
    },
    {
      "id": "section-41-15-15",
      "number": "41-15-15",
      "heading": "Seizure of hunting and fishing equipment for use as evidence--Return to defendant--Abandonment by failure to claim.",
      "text": "41-15-15. Seizure of hunting and fishing equipment for use as evidence--Return to defendant--Abandonment by failure to claim.\n\nAny law enforcement officer may seize and hold, for the purpose of being used as evidence at any trial, any hunting and fishing equipment used in violation of the game and fish laws. Such equipment shall be returned to the defendant under the direction of the court or magistrate when its purpose as evidence has been fulfilled. Any property left in the possession of the court or any law enforcement officer for a period of one year after its purpose as evidence has been fulfilled is deemed abandoned.\n\nSource:SDC 1939, §25.0422 as added by SL 1963, ch 135, §2; SL 1969, ch 100; SL 2009, ch 206, §89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-15/"
    },
    {
      "id": "section-41-15-16",
      "number": "41-15-16",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-15-161",
      "number": "41-15-16.1",
      "heading": "Fish house or other shelter on ice of public waters--Seizure or destruction.",
      "text": "41-15-16.1. Fish house or other shelter on ice of public waters--Seizure or destruction.\n\nAny fish house, enclosure, or other sheltering structure left upon the ice of any public waters of this state for any twenty-four hour period of time after the removal date established by rules of the Game, Fish and Parks Commission is deemed abandoned property and may be seized, taken, or destroyed by the Department of Game, Fish and Parks unless prior approval is received from an authorized representative of the department granting a delay in removal. No liability is incurred by any employee or agent of the department acting pursuant to this section.\n\nSource:SL 1984, ch 273, §93; SL 1997, ch 237, §2; SL 2001, ch 234, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-16-1/"
    },
    {
      "id": "section-41-15-17",
      "number": "41-15-17",
      "heading": "Search warrant for contraband bird, animal, fish, or skin--Execution of warrant.",
      "text": "41-15-17. Search warrant for contraband bird, animal, fish, or skin--Execution of warrant.\n\nAny court having jurisdiction may, on complaint showing probable cause for believing that any bird, animal, fish, or skin of fur-bearing animals or any part of any such bird, animal, fish, or skin, caught, taken, killed, possessed, or controlled by any person, or shipped or transported by any person, contrary to law is concealed or illegally kept in any building, motor vehicle, or receptacle, issue a search warrant and cause a search to be made in any such place for any such bird, animal, fish, or skin, or any part of any such bird, animal, fish, or skin. The court may cause any building, enclosure, or motor vehicle to be entered, and any compartment, chest, box, locker, crate, basket, package, or other receptacle to be opened and the contents examined.\n\nSource:SDC 1939, §25.0422; SL 1963, ch 135, §2; SL 1967, ch 85, §8; SL 1969, ch 100; SL 2009, ch 206, §90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-17/"
    },
    {
      "id": "section-41-15-18",
      "number": "41-15-18",
      "heading": "Unlawfully possessed bird, animal, fish, skin, or container as contraband--Seizure by officer.",
      "text": "41-15-18. Unlawfully possessed bird, animal, fish, skin, or container as contraband--Seizure by officer.\n\nAny bird, animal, fish, or the skin of any fur-bearing animal, or any part of any such bird, animal, fish, or skin, caught, killed, shipped, possessed, or controlled, contrary to any of the provisions of this title or any rules of the Game, Fish and Parks Commission, and any compartment, chest, box, locker, crate, basket, package, or other similar receptacle or similar contrivance in which any such bird, animal, fish, or skin is kept, or concealed, unless otherwise expressly excepted by law, are deemed contraband. Any conservation officer or law enforcement officer shall seize and take possession of the contraband pending action by a court of competent jurisdiction.\n\nSource:SDC 1939, §25.0422; SL 1963, ch 135, §2; SL 1967, ch 85, §8; SL 1969, ch 100; SL 2009, ch 206, §91; SL 2021, ch 188, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-18/"
    },
    {
      "id": "section-41-15-181",
      "number": "41-15-18.1",
      "heading": "Repealed",
      "text": "Repealed",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-15-19",
      "number": "41-15-19",
      "heading": "Report to secretary of contraband seized.",
      "text": "41-15-19. Report to secretary of contraband seized.\n\nAll such officers taking or seizing any of the things defined in § 41-15-18 to be contraband shall without unnecessary delay report all of the facts attending such seizure to the secretary of game, fish and parks.\n\nSource:SDC 1939, §25.0422; SL 1963, ch 135, §2; SL 1967, ch 85, §8; SL 1969, ch 100; SL 2021, ch 188, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-19/"
    },
    {
      "id": "section-41-15-20",
      "number": "41-15-20",
      "heading": "Sale of contraband and abandoned property--Disposition of proceeds--Record of sales--Tagging of articles sold.",
      "text": "41-15-20. Sale of contraband and abandoned property--Disposition of proceeds--Record of sales--Tagging of articles sold.\n\nThe secretary of game, fish and parks may sell at the highest market price obtainable any fur, fish, game animal, game bird, hunting equipment, fishing equipment, and other contraband that is abandoned or is deemed contraband as provided in §§41-15-15 to 41-15-18, inclusive. The proceeds of the sales shall be turned into the state treasury and credited to the Department of Game, Fish and Parks fund. A record of the sales, including the name of the purchaser and the purchase price paid, shall be kept by the secretary. The secretary shall, before sale, tag the items to be sold in a manner to be determined by the secretary.\n\nSource:SDC 1939, §25.0121; SL 1963, ch 135, §1; SL 2009, ch 206, §93; SL 2021, ch 188, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-15/section-41-15-20/"
    },
    {
      "id": "section-41-15-21",
      "number": "41-15-21",
      "heading": "41-15-21.Repealed by SL 2009, ch 212, §1.",
      "text": "41-15-21.Repealed by SL 2009, ch 212, §1.",
      "history": "",
      "source_url": ""
    }
  ]
}