{
  "state": "south-dakota",
  "path": "title-title-41-game-fish-parks-and-forestry/chapter-chapter-09-fishing-hunting-and-trapping-on-private-land-and-",
  "sections": [
    {
      "id": "section-41-9-1",
      "number": "41-9-1",
      "heading": "Landowner's consent required to fish, hunt or trap on private land--Exception--Violation as misdemeanor",
      "text": "41-9-1. Landowner's consent required to fish, hunt or trap on private land--Exception--Violation as misdemeanor.\n\nExcept as provided in §41-9-2, no person may fish, hunt, or trap upon any private land without permission from the owner or lessee of the land. A violation of this section is a Class 2 misdemeanor and is subject to §41-9-8.\n\nSource:SDC 1939, §25.0427; SL 1947, ch 112, §1; SL 1949, ch 94; SL 1951, ch 121; SL 1953, ch 107; SL 1955, ch 83; SL 1964, ch 79; SL 1967, ch 86; SL 1968, ch 100; SL 1972, ch 225; SL 1973, ch 269, §1; SL 1974, ch 278, §4; SL 1991, ch 337, §62; SL 2009, ch 206, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1/"
    },
    {
      "id": "section-41-9-11",
      "number": "41-9-1.1",
      "heading": "Certain highways and public rights-of-way excepted from restrictions--Discharging firearms, hunting, and trapping within certain distance from building or livestock prohibited--Violation as misdemeanor--Revocation of hunting privileges",
      "text": "41-9-1.1. Certain highways and public rights-of-way excepted from restrictions--Discharging firearms, hunting, and trapping within certain distance from building or livestock prohibited--Violation as misdemeanor--Revocation of hunting privileges.\n\nExcept for controlled access facilities as defined in §31-8-1, interstate highways, unimproved section lines not commonly used as public rights-of-way, and highways within parks or recreation areas or within or adjoining public shooting areas or game refuges posted for restriction of an applicable use as hereinafter set forth by the Department of Game, Fish and Parks, §41-9-1 does not apply to fishing, trapping, or hunting on highways or other public rights-of-way within this state that meet the requirements of §41-9-1.3. For purposes of this section, hunting on highways or other public rights-of-way includes:\n\n(1)The shooting at or taking by legal methods of small game, except mourning dove, that are located within the boundaries of the highway or public right-of-way; and\n\n(2)The shooting at or taking by legal methods of small game, except mourning dove, that are in flight over private land if the small game has either originated from or has taken flight from the highway or public right-of-way or if the small game is in the process of flying over the highway or public right-of-way.\n\nOnly the owner of the occupied dwelling, church, or schoolhouse; the owner of livestock; or a person who has written permission from the owner of the occupied dwelling, church, or schoolhouse, or the owner of the livestock may use such highways or rights-of-way for the purposes of discharging any firearm or for the purposes of hunting defined in this title within a six hundred sixty-foot safety zone surrounding an occupied dwelling, a church, schoolhouse, or livestock. No other person may discharge a firearm at small game within the safety zone. No person, except the adjoining landowner or any person receiving written permission from the adjoining landowner, may use such highways or rights-of-way for the purpose of trapping within six hundred sixty feet of an occupied dwelling, church, or schoolhouse. A violation of this section is a Class 2 misdemeanor. If any person is convicted of knowingly discharging a firearm within six hundred sixty feet of any occupied dwelling, church, or schoolhouse for which that distance has been clearly and accurately marked and posted, the court shall, in addition to any other penalty, revoke the person's hunting privileges for a period of one year from the date of conviction. The sentencing court may order the revocation of hunting privileges authorized by this section to be served consecutively with any other revocation of the person's hunting privileges imposed for a violation for which the person is convicted and for which revocation of the privileges is authorized under this title.\n\nSource:SDC 1939, §25.0427 as enacted by SL 1947, ch 112, §1; SL 1949, ch 94; SL 1951, ch 121; SL 1953, ch 107; SL 1955, ch 83; SL 1964, ch 79; SL 1967, ch 86; SDCL §41-9-1; SL 1968, ch 100; SL 1972, ch 225; SL 1973, ch 269, §2; SL 1981, ch 299, §1; SL 1988, ch 337; SL 1992, ch 293, §13; SL 1996, ch 252, §1; SL 2003, ch 225, §1; SL 2009, ch 209, §3; SL 2014, ch 203, §1; SL 2016, ch 210, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1-1/"
    },
    {
      "id": "section-41-9-12",
      "number": "41-9-1.2",
      "heading": "Big game hunting on highways and public rights-of-way prohibited--Exceptions--Violation as misdemeanor",
      "text": "41-9-1.2. Big game hunting on highways and public rights-of-way prohibited--Exceptions--Violation as misdemeanor.\n\nNo person may hunt big game on interstate highways or controlled access facilities as defined in §31-8-1 within this state.\n\nNo person may discharge a firearm, muzzleloader, crossbow, or bow and arrow at any big game animal, except turkey to be taken with a shotgun using shot shells or with a bow and arrow, from within the right-of-way of an improved public highway. However, any person who possesses a disabled hunter permit issued by the department to shoot from a vehicle as provided in §41-8-37 may hunt on public rights-of-way adjoining publicly-owned hunting areas and on rights-of-way adjoining private lands with the written permission of the owner or lessee.\n\nRetrieval of lawfully taken big game is permitted on all public rights-of-way.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1981, ch 299, §2; SL 1989, ch 356; SL 1990, ch 335; SL 1991, ch 337, §63; SL 1996, ch 252, §4; SL 2008, ch 219, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1-2/"
    },
    {
      "id": "section-41-9-13",
      "number": "41-9-1.3",
      "heading": "Requirements for hunting, fishing or trapping along section-line or highway.",
      "text": "41-9-1.3. Requirements for hunting, fishing or trapping along section-line or highway.\n\nFor purposes of §41-9-1.1 any public right-of-way along a section-line or other highway is open for public hunting, fishing, or trapping if:\n\n(1)The right-of-way has been commonly used by the public for vehicular travel, as demonstrated by the existence of a well-worn vehicle trail; or\n\n(2)An intentional alteration or adaptation has been made to the right-of-way to enhance the natural terrain's utility for vehicular travel or to permit vehicular travel where it was not previously possible.\n\nSource:SL 1996, ch 252, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1-3/"
    },
    {
      "id": "section-41-9-14",
      "number": "41-9-1.4",
      "heading": "Discharge of firearm while on certain public waters prohibited--Exception--Violation as misdemeanor.",
      "text": "41-9-1.4. Discharge of firearm while on certain public waters prohibited--Exception--Violation as misdemeanor.\n\nNo person may discharge a firearm while on that portion of public waters of this state that inundate privately-owned property from a location which is within six hundred sixty feet of an occupied dwelling, church, schoolhouse, or livestock being held in a confined area according to standard animal husbandry practices. However, a landowner or any person receiving permission from the landowner may discharge a firearm while on that portion of public waters that inundate the private property of that landowner. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2001, ch 233, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1-4/"
    },
    {
      "id": "section-41-9-15",
      "number": "41-9-1.5",
      "heading": "Motorized vehicles not to be used in hunting from highways--Restrictions.",
      "text": "41-9-1.5. Motorized vehicles not to be used in hunting from highways--Restrictions.\n\nIn order to protect the public safety, it is the intent of the Legislature that hunting from highways or other public rights-of-way be accomplished without the use of motorized vehicles. Therefore, the following restrictions apply to such hunting:\n\n(1)No person hunting small game from any highway or other public right-of-way pursuant to §41-9-1.1 may discharge a firearm at any small game animal unless the motor vehicle by which the person has been transported to the hunting location has, to the maximum extent practical, been parked off the main traveled portion of the highway or public right-of-way in a manner that does not create an unreasonable risk of injury or damage to other persons or property using the highway or public right-of-way;\n\n(2)If the person who discharges the firearm is more than fifty yards from the vehicle, the doors on the side of the vehicle nearest the roadway shall be closed, but the engine may be running; and\n\n(3)If the person who discharges the firearm is less than fifty yards from the vehicle, all of the vehicle doors shall be closed and the engine shall be turned off.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2003, ch 225, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1-5/"
    },
    {
      "id": "section-41-9-16",
      "number": "41-9-1.6",
      "heading": "Penalty for endangerment of other while hunting on right-of-way.",
      "text": "41-9-1.6. Penalty for endangerment of other while hunting on right-of-way.\n\nAny person who, while hunting a road right-of-way, negligently endangers another person, or puts that person in fear of imminent serious bodily harm, is guilty of a Class 1 misdemeanor.\n\nSource:SL 2003, ch 225, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-1-6/"
    },
    {
      "id": "section-41-9-2",
      "number": "41-9-2",
      "heading": "Hunting prohibited in portions of fire protection district--Notice requirements--Violation as misdemeanor.",
      "text": "41-9-2. Hunting prohibited in portions of fire protection district--Notice requirements--Violation as misdemeanor.\n\nIn that part of the Black Hills Fire Protection District lying south of Interstate Highway 90, no person may enter upon any private land with intent to take or kill any bird or animal, after being notified by the owner or lessee not to do so. Such notice may be given orally or by posting written or printed notices to that effect at the residence or where the buildings are located on the private land, at the gates or entering places to the private land, and in conspicuous places around the land posted.\n\nA violation of this section is a Class 2 misdemeanor and is subject to §41-9-8.\n\nSource:SDC 1939, §25.0427; SL 1947, ch 112, §1; SL 1949, ch 94; SL 1951, ch 121; SL 1953, ch 107; SL 1955, ch 83; SL 1964, ch 79; SL 1967, ch 86; SDCL §41-9-3; SL 1968, ch 100; repealed SL 1973, ch 269, §3; re-enacted SL 1974, ch 278, §1; SL 1991, ch 337, §64; SL 2011, ch 194, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-2/"
    },
    {
      "id": "section-41-9-3",
      "number": "41-9-3",
      "heading": "41-9-3, 41-9-3.1.Repealed by SL 1973, ch 269, §3",
      "text": "41-9-3, 41-9-3.1.Repealed by SL 1973, ch 269, §3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-9-4",
      "number": "41-9-4",
      "heading": "Posting private land without consent as misdemeanor--Posting public land.",
      "text": "41-9-4. Posting private land without consent as misdemeanor--Posting public land.\n\nIt is a Class 1 misdemeanor for any person to post the lands of another without the written consent of its owner or lessee or to post public lands.\n\nSource:SL 1967, ch 94; repealed SL 1973, ch 269, §3; re-enacted SL 1974, ch 278, §2; SL 1977, ch 190, §571.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-4/"
    },
    {
      "id": "section-41-9-5",
      "number": "41-9-5",
      "heading": "Damage to or destruction of posted notices as misdemeanor.",
      "text": "41-9-5. Damage to or destruction of posted notices as misdemeanor.\n\nIt is a Class 2 misdemeanor to remove, damage, mutilate, or destroy any notices legally posted pursuant to this chapter.\n\nSource:SDC 1939, §25.0428; SL 1967, ch 85, §11; repealed SL 1973, ch 269, §3; re-enacted SL 1974, ch 278, §3; SL 1977, ch 190, §572.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-5/"
    },
    {
      "id": "section-41-9-6",
      "number": "41-9-6",
      "heading": "41-9-6.Repealed by SL 1973, ch 269, §3",
      "text": "41-9-6.Repealed by SL 1973, ch 269, §3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-9-7",
      "number": "41-9-7",
      "heading": "41-9-7.Repealed by SL 1991, ch 337, §65",
      "text": "41-9-7.Repealed by SL 1991, ch 337, §65",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-41-9-8",
      "number": "41-9-8",
      "heading": "Unauthorized presence on private property--Retrieval of game--Penalty.",
      "text": "41-9-8. Unauthorized presence on private property--Retrieval of game--Penalty.\n\nIf a person violates §41-9-1 or 41-9-2, a court may, upon a finding of guilt or upon a conviction, order the revocation of the person's hunting, fishing, or trapping privileges for one year.\n\nIf a person knowingly enters or remains on private property for the purpose of hunting, fishing, or trapping, in violation of §41-9-1 or 41-9-2, the person shall be fined five hundred dollars, and shall lose hunting, trapping, or fishing privileges for one year following a finding of guilt or a conviction.\n\nA person's hunting, fishing, or trapping privileges shall be revoked for two years following a second or subsequent finding of guilt or conviction under §41-9-1 or41-9-2, within ten years.\n\nThe court may order that any revocation of hunting, fishing, or trapping privileges, authorized by this section, be served consecutively with any other revocation of a person's hunting, fishing, or trapping privileges imposed for a violation for which the person is convicted and for which revocation of the privileges is authorized under this title.\n\nIf the person is the holder of a license to hunt, trap, or fish, the court shall require that the license holder surrender and deliver the license to the court, to be returned to the Department of Game, Fish and Parks.\n\nUnarmed retrieval of lawfully taken small game from private land, land controlled by the Department of Game, Fish and Parks, or other public lands, is not a crime or petty offense, if the retrieval of the small game does not involve the use of a motor vehicle.\n\nIt is a Class 2 misdemeanor for any person, while engaged in the retrieval of small game from private land, without permission of the owner or lessee of the land, to intentionally drive or flush any small game located on the land toward other hunters of the retriever's same hunting group, located on other parcels of land or rights-of-way.\n\nIt is a Class 2 misdemeanor for any person, who is a member of the same hunting group as the person performing the retrieval without the permission of the owner or lessee of the land, to intentionally discharge a firearm at small game, except waterfowl, that originates from the private land during the retrieval.\n\nThis section does not limit any civil remedies available to a landowner.\n\nSource: SL 1981, ch 300; SL 1991, ch 337, §66; SL 2004, ch 266, §1; SL 2009, ch 209, §4; SL 2019, ch 188, §1; SL 2020, ch 188, §1; SL 2022, ch 158, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-8/"
    },
    {
      "id": "section-41-9-9",
      "number": "41-9-9",
      "heading": "Hunter civil liability for injury, death, or property damage caused by negligent actions.",
      "text": "41-9-9. Hunter civil liability for injury, death, or property damage caused by negligent actions.\n\nAny person who is engaged, legally or illegally, in hunting is liable for any injury or death to any person or damages to property caused by the hunter's negligent actions. The injured person or the owner of the property that has been damaged may recover civil damages. Nothing herein shall abrogate any other provision of law.\n\nSource:SL 1992, ch 299.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-9/"
    },
    {
      "id": "section-41-9-10",
      "number": "41-9-10",
      "heading": "Use of motor vehicle for hunting, fishing or trapping on school or public lands prohibited--Violation as misdemeanor.",
      "text": "41-9-10. Use of motor vehicle for hunting, fishing or trapping on school or public lands prohibited--Violation as misdemeanor.\n\nNo person may use a motor vehicle, as defined in subdivision 41-1-1(18), for purposes of hunting, fishing, or trapping on any land under the control of the commissioner of school and public lands on which public hunting, fishing, or trapping is authorized. No person may use a motor vehicle, for purposes of hunting, fishing, or trapping to enter onto or to cross any land under the control of the commissioner of school and public lands on which public hunting, fishing, or trapping is authorized. Any motor vehicle that is used to transport any person to any such lands for purposes of hunting, fishing, or trapping shall remain within a public right of way. Nothing in this section authorizes or prohibits hunting, fishing, or trapping in any area where those activities are otherwise authorized or prohibited. The prohibitions contained in this section do not restrict the use of motor vehicles on roads, trails, or parking areas designated and signed by the Department of Game, Fish and Parks pursuant to a management agreement with the commissioner of school and public lands. Nothing in this section prohibits using a motor vehicle on land under the control of the commissioner of school and public lands for normal lease activities by the lessee or for animal damage control activities. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2000, ch 210, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-10/"
    },
    {
      "id": "section-41-9-11",
      "number": "41-9-11",
      "heading": "Exhibition of license or identification on request of person with authority to control access to private land--Violation as misdemeanor.",
      "text": "41-9-11. Exhibition of license or identification on request of person with authority to control access to private land--Violation as misdemeanor.\n\nAny person who is hunting, fishing, or trapping or is engaged in any recreational activity upon private land shall upon request exhibit the person's license to hunt, fish, or trap, or if unlicensed or engaged in another recreational activity, shall provide the person's first name, last name, town or city of residence, and state or province of residence as shown on the person's driver license, state-issued identification card, or other form of valid identification for the purpose of verifying the person's identity to any person who has legal authority to control access to the private land where the hunting, fishing, trapping, or other recreational activity is occurring. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2015, ch 211, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-41/chapter-09/section-41-9-11/"
    }
  ]
}