{
  "state": "hawaii",
  "path": "title-title-19-health/chapter-327-medical-and-research-use-of-bodies",
  "sections": [
    {
      "id": "section-327-1",
      "number": "327-1",
      "heading": "to 327-9 REPEALED. § §327-1 to 327-14 REPEALED. §327-1 Short title.",
      "text": "to 327-9 REPEALED. § §327-1 to 327-14 REPEALED. §327-1 Short title.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-327-2",
      "number": "327-2",
      "heading": "Definitions.",
      "text": "§327-2Definitions.As used in this part, unless the context otherwise requires:\n\n\"Agent\" means an individual:\n\n(1) Authorized to make health care decisions on the principal's behalf by a power of attorney for health care; or\n\n(2) Expressly authorized to make an anatomical gift on the principal's behalf by any other record signed by the principal.\n\n\"Anatomical gift\" means a donation of all or part of a human body to take effect after the donor's death for the purposes of transplantation, therapy, research, or education.\n\n\"Body part\" means an eye or other organ, or tissue of a human being. The term shall not include the whole body.\n\n\"Decedent\" means a deceased individual whose body or body part is or may be the source of an anatomical gift. The term includes a stillborn infant, and subject to restrictions imposed by law other than this part, a fetus.\n\n\"Disinterested witness\" means a witness other than the spouse, reciprocal beneficiary, child, parent, sibling, grandchild, grandparent, or guardian of the individual who makes, amends, revokes, or refuses to make an anatomical gift, or another adult who exhibited special care and concern for the individual. The term shall not include a person to which an anatomical gift could pass under section 327-11.\n\n\"Document of gift\" means a donor card or other record used to make an anatomical gift. The term includes a statement or symbol on a driver's license, identification card, or donor registry.\n\n\"Donor\" means an individual whose body or body part is the subject of an anatomical gift.\n\n\"Donor registry\" means a database that contains records of anatomical gifts and amendments to or revocations of anatomical gifts.\n\n\"Driver's license\" means a license or permit issued by a state or county authority to operate a vehicle whether or not conditions are attached to the license or permit.\n\n\"Eye bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of human eyes or portions of human eyes.\n\n\"Guardian\" means a person appointed by a court to make decisions regarding the support, care, education, health, and welfare of an individual. The term shall not include a guardian ad litem.\n\n\"Hospital\" means a facility licensed as a hospital under the law of any state or a facility operated as a hospital by the United States, a state, or a subdivision of a state.\n\n\"Identification card\" means an identification card issued by a state or county authority or a driver's license issued by the examiner of drivers.\n\n\"Know\" means to have actual knowledge.\n\n\"Organ procurement organization\" means a person designated by the United States Secretary of Health and Human Services as an organ procurement organization.\n\n\"Parent\" means a parent whose parental rights have not been terminated.\n\n\"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity.\n\n\"Physician\" means an individual authorized to practice medicine or osteopathy under the law of any state.\n\n\"Procurement organization\" means an eye bank, organ procurement organization, or tissue bank.\n\n\"Prospective donor\" means an individual who is dead or near death and has been determined by a procurement organization to have a body part that could be medically suitable for transplantation, therapy, research, or education. The term shall not include an individual who has made a refusal.\n\n\"Reasonably available\" means able to be contacted by a procurement organization without undue effort and willing and able to act in a timely manner consistent with existing medical criteria necessary for the making of an anatomical gift.\n\n\"Recipient\" means an individual into whose body a decedent's body part has been or is intended to be transplanted.\n\n\"Reciprocal beneficiary\" means a party to a valid reciprocal beneficiary relationship as defined in chapter 572C.\n\n\"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n\"Refusal\" means a record created under section 327-7 that expressly states an intent to bar other persons from making an anatomical gift of an individual's body or body part.\n\n\"Sign\" means, with the present intent to authenticate or adopt a record:\n\n(1) To execute or adopt a tangible symbol; or\n\n(2) To attach or logically associate with the record an electronic symbol, sound, or process.\n\n\"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States.\n\n\"Technician\" means an individual determined to be qualified to remove or process body parts by an appropriate organization that is licensed, accredited, or regulated under federal or state law. The term includes an enucleator.\n\n\"Tissue\" means a portion of the human body other than an organ or an eye. The term shall not include blood unless the blood is donated for research or education.\n\n\"Tissue bank\" means a person that is licensed, accredited, or regulated under federal or state law to engage in the recovery, screening, testing, processing, storage, or distribution of tissue.\n\n\"Transplant hospital\" means a hospital that furnishes organ transplants and other medical and surgical specialty services required for the care of transplant patients. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-2/"
    },
    {
      "id": "section-327-3",
      "number": "327-3",
      "heading": "Applicability.",
      "text": "§327-3Applicability.This part applies to an anatomical gift or amendment to, revocation of, or refusal to make an anatomical gift, whenever made. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-3/"
    },
    {
      "id": "section-327-4",
      "number": "327-4",
      "heading": "Who may make an anatomical gift before donor's death.",
      "text": "§327-4Who may make an anatomical gift before donor's death.Subject to section 327-8, an anatomical gift of a donor's body or body part may be made during the life of the donor for transplantation, therapy, research, or education in the manner provided in section 327-5 by:\n\n(1) The donor, if the donor is at least eighteen years of age or is under eighteen years of age and is:\n\n(A) An emancipated minor, as deemed pursuant to section 577-25; or\n\n(B) Authorized under a state law to apply for a driver's license under part VI of chapter 286;\n\n(2) An agent of the donor, unless the power of attorney for health care or other record prohibits the agent from making an anatomical gift;\n\n(3) A parent of the donor, if the donor is under eighteen years of age and not emancipated; or\n\n(4) The donor's guardian. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-4/"
    },
    {
      "id": "section-327-5",
      "number": "327-5",
      "heading": "Manner of making an anatomical gift before donor's death.",
      "text": "§327-5Manner of making an anatomical gift before donor's death.(a) A donor may make an anatomical gift:\n\n(1) By authorizing a statement or symbol indicating that the donor has made an anatomical gift to be imprinted on the donor's driver's license or identification card;\n\n(2) In a will; or\n\n(3) During a terminal illness or injury of the donor, by any form of communication addressed to at least two other individuals who are at least eighteen years of age, one of whom is a disinterested witness.\n\n(b) A donor or other person authorized to make an anatomical gift under section 327-4 may make a gift by a donor card or other record signed by the donor or other person making the gift, or by authorizing that a statement or symbol indicating that the donor has made an anatomical gift be included on a donor registry. If the donor or other person is physically unable to sign a record, the record may be signed by another individual at the direction of the donor or the other person and shall:\n\n(1) Be witnessed by at least two other individuals who are at least eighteen years of age, one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and\n\n(2) State that it has been signed and witnessed as provided in paragraph (1).\n\n(c) Revocation, suspension, expiration, or cancellation of the driver's license or identification card issued to a donor shall not invalidate an anatomical gift.\n\n(d) An anatomical gift made by a will shall take effect upon the donor's death whether or not the will is probated. Invalidation of the will after the donor's death shall not invalidate the gift. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-5/"
    },
    {
      "id": "section-327-6",
      "number": "327-6",
      "heading": "Amending or revoking an anatomical gift before donor's death.",
      "text": "§327-6 Amending or revoking an anatomical gift before donor's death.(a) Subject to section 327-8, a donor or other person authorized to make an anatomical gift under section 327-4 may amend or revoke an anatomical gift by:\n\n(1) A record signed by:\n\n(A) The donor;\n\n(B) The other person; or\n\n(C) Subject to subsection (b), another individual acting at the direction of the donor or the other person if the donor or other person is physically unable to sign; or\n\n(2) A later-executed document of gift that amends or revokes a previous anatomical gift or portion of an anatomical gift, either expressly or by inconsistency.\n\n(b) A record signed pursuant to subsection (a)(1)(C) shall:\n\n(1) Be witnessed by at least two other individuals who are at least eighteen years of age, one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and\n\n(2) State that it has been signed and witnessed as provided in paragraph (1).\n\n(c) Subject to section 327-8, a donor or other person authorized to make an anatomical gift under section 327-4 may revoke the gift by the destruction or cancellation of the document of gift, or a portion of the document of gift used to make the gift, with the intent to revoke the gift.\n\n(d) A donor may amend or revoke an anatomical gift that was not made in a will by any form of communication during a terminal illness or injury addressed to at least two other individuals who are at least eighteen years of age, one of whom is a disinterested witness.\n\n(e) A donor who makes an anatomical gift in a will may amend or revoke the gift in the manner provided for amendment or revocation of wills or as provided in subsection (a). [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-6/"
    },
    {
      "id": "section-327-7",
      "number": "327-7",
      "heading": "Refusal to make an anatomical gift and effect of refusal.",
      "text": "§327-7 Refusal to make an anatomical gift and effect of refusal.(a) An individual may refuse to make an anatomical gift of the individual's body or body part by:\n\n(1) A record signed by:\n\n(A) The individual; or\n\n(B) Subject to subsection (b), another individual acting at the direction of the individual if the individual is physically unable to sign;\n\n(2) The individual's will whether or not the will is admitted to probate or invalidated after the individual's death; or\n\n(3) Any form of communication made by the individual during the individual's terminal illness or injury addressed to at least two other individuals who are at least eighteen years of age, one of whom is a disinterested witness.\n\n(b) A record signed pursuant to subsection (a)(1)(B) shall:\n\n(1) Be witnessed by at least two other individuals who are at least eighteen years of age, one of whom is a disinterested witness, who have signed at the request of the individual; and\n\n(2) State that it has been signed and witnessed as provided in paragraph (1).\n\n(c) An individual may amend or revoke a refusal:\n\n(1) In the manner provided in subsection (a) for making a refusal;\n\n(2) By subsequently making an anatomical gift pursuant to section 327-5 that is inconsistent with the refusal; or\n\n(3) By the destruction or cancellation of the record evidencing the refusal, or the portion of the record used to make the refusal, with the intent to revoke the refusal.\n\n(d) Except as otherwise provided in section 327-8(h), in the absence of an express, contrary indication by the individual set forth in the refusal, an individual's unrevoked refusal to make an anatomical gift of the individual's body or a body part bars all other persons from making an anatomical gift of the individual's body or the body part. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-7/"
    },
    {
      "id": "section-327-8",
      "number": "327-8",
      "heading": "Preclusive effect of an anatomical gift, amendment, or revocation.",
      "text": "§327-8 Preclusive effect of an anatomical gift, amendment, or revocation.(a) Except as otherwise provided in subsection (g), in the absence of an express, contrary indication by the donor, a person other than the donor is barred from making, amending, or revoking an anatomical gift of a donor's body or body part if the donor made an anatomical gift of the donor's body or body part under section 327-5, or an amendment to an anatomical gift of the donor's body or the body part under section 327-6.\n\n(b) A donor's revocation of an anatomical gift of the donor's body or a body part under section 327-6 is not a refusal and shall not bar another person specified in section 327-4 or 327-9 from making an anatomical gift of the donor's body or a body part under section 327-5 or 327-10.\n\n(c) If a person other than the donor makes an unrevoked anatomical gift of the donor's body or a body part under section 327-5, or an amendment to an anatomical gift of the donor's body or a body part under section 327-6, another person may not make, amend, or revoke the gift of the donor's body or body part under section 327-10.\n\n(d) A revocation of an anatomical gift of the donor's body or a body part under section 327-6 by a person other than the donor shall not bar another person from making an anatomical gift of the body or a body part under section 327-5 or 327-10.\n\n(e) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 327-4, an anatomical gift of a body part is neither a refusal to give another body part nor a limitation on the making of an anatomical gift of another body part at a later time by the donor or another person.\n\n(f) In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under section 327-4, an anatomical gift of a body part for one or more of the purposes set forth in section 327-4 is not a limitation on the making of an anatomical gift of the body part for any of the other purposes by the donor or any other person under section 327-5 or 327-10.\n\n(g) If a donor who is an unemancipated minor dies under eighteen years of age, a parent of the donor who is reasonably available may revoke or amend an anatomical gift of the donor's body or body part.\n\n(h) If an unemancipated minor who signed a refusal dies under eighteen years of age, a parent of the individual who is reasonably available may revoke the individual's refusal. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-8/"
    },
    {
      "id": "section-327-9",
      "number": "327-9",
      "heading": "Who may make an anatomical gift of decedent's body or body part.",
      "text": "§327-9 Who may make an anatomical gift of decedent's body or body part.(a) Subject to subsections (b) and (c) and unless barred by subsection (d), an anatomical gift of a decedent's body or body part for purposes of transplantation, therapy, research, or education may be made, in the order of priority listed, by any member of the following classes of persons who is reasonably available:\n\n(1) An agent of the decedent at the time of death who could have made an anatomical gift under section 327-4(2) immediately before the decedent's death;\n\n(2) The spouse or reciprocal beneficiary of the decedent;\n\n(3) Adult children of the decedent;\n\n(4) Parents of the decedent;\n\n(5) Adult siblings of the decedent;\n\n(6) Adult grandchildren of the decedent;\n\n(7) Grandparents of the decedent;\n\n(8) An adult who exhibited special care and concern for the decedent;\n\n(9) The persons who were acting as the guardian of the person of the decedent at the time of death; and\n\n(10) Any other person having the authority to dispose of the decedent's body.\n\n(b) If there is more than one member of a class listed in subsection (a)(l), (3), (4), (5), (6), (7), or (9) entitled to make an anatomical gift, an anatomical gift may be made by a member of the class unless that member or a person to which the gift can pass under section 327-11 knows of an objection by another member of the class. If an objection is known, the gift may be made only by a majority of the members of the class who are reasonably available.\n\n(c) No person may make an anatomical gift if, at the time of the decedent's death, a person in a prior class under subsection (a) is reasonably available to make or to object to the making of an anatomical gift.\n\n(d) An anatomical gift may not be made if doing so is barred by section 327-7 or 327-8. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-9/"
    },
    {
      "id": "section-327-10",
      "number": "327-10",
      "heading": "Manner of making, amending, or revoking an anatomical gift of decedent's body or body part.",
      "text": "§327-10 Manner of making, amending, or revoking an anatomical gift of decedent's body or body part.(a) A person authorized to make an anatomical gift under section 327-9 may make an anatomical gift by a document of gift signed by the person making the gift or that person's oral communication that is electronically recorded or is contemporaneously reduced to a record and signed by the individual receiving the oral communication.\n\n(b) Subject to subsection (c), an anatomical gift by a person authorized under section 327-9 may be amended or revoked orally or in a record by any member of a prior class who is reasonably available; provided that any response other than an express, contrary indication regarding the decedent's anatomical gift shall prohibit amendment or revocation of an anatomical gift of the decedent's body or body parts. If more than one member of the prior class is reasonably available, the gift made by a person authorized under section 327-9 may be amended or revoked only if a majority of the reasonably available members of that class agree to the amending or revoking of the gift; provided that any response other than an express, contrary indication by the majority of the reasonably available members of that class regarding the decedent's anatomical gift shall prohibit amendment or revocation of an anatomical gift of the decedent's body or body parts.\n\n(c) A revocation under subsection (b) is effective only if the procurement organization or transplant hospital or the physician or technician knows of the revocation before an incision has been made to remove a body part from the donor, or before invasive procedures have begun to prepare the recipient. [L 2008, c 122, pt of §1; am L 2010, c 156, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-10/"
    },
    {
      "id": "section-327-11",
      "number": "327-11",
      "heading": "Persons that may receive anatomical gift; purpose of anatomical gift.",
      "text": "§327-11 Persons that may receive anatomical gift; purpose of anatomical gift.(a) An anatomical gift of a body or body part may be made to the following persons:\n\n(1) A named hospital, accredited medical school, dental school, college, university, or procurement organization for research or education;\n\n(2) A named individual designated by the person making the anatomical gift if the individual is the recipient of the body part; or, if the body part for any reason cannot be transplanted into the individual, the body part shall pass in accordance with subsection (f) in the absence of an express, contrary indication by the person making the anatomical gift; or\n\n(3) A named eye bank or tissue bank.\n\n(b) If an anatomical gift of one or more specific body parts or of all body parts is made in a document of gift that does not name a person described in subsection (a) but identifies the purpose for which an anatomical gift may be used, the following rules shall apply:\n\n(1) If the body part is an eye and the gift is for transplantation or therapy, the gift shall pass to the appropriate eye bank;\n\n(2) If the body part is tissue and the gift is for transplantation or therapy, the gift shall pass to the appropriate tissue bank;\n\n(3) If the body part is an organ and the gift is for transplantation or therapy, the gift shall pass to the appropriate organ procurement organization as custodian of the organ; and\n\n(4) If the body part is an organ, an eye, or tissue and the gift is for research or education, the gift shall pass to the appropriate procurement organization.\n\n(c) For the purpose of subsection (h), if there is more than one purpose of an anatomical gift set forth in the document of gift but the purposes are not set forth in any priority, the gift shall be used for transplantation or therapy if suitable for those purposes and, if the gift cannot be used for transplantation or therapy, the gift may be used for research or education.\n\n(d) If an anatomical gift of one or more specific body parts is made in a document of gift that does not name a person described in subsection (a) and does not identify the purpose of the gift, the decedent's body parts may be used only for transplantation or therapy, and the gift shall pass in accordance with subsection (f).\n\n(e) If a document of gift specifies only a general intent to make an anatomical gift by words such as \"donor\", \"organ donor\", or \"body donor\", or by a symbol or statement of similar import, the decedent's body parts may be used only for transplantation or therapy, and the gift shall pass in accordance with subsection (f).\n\n(f) For purposes of subsections (a)(2), (c), and (d), the following rules shall apply:\n\n(1) If the body part is an eye, the gift shall pass to the appropriate eye bank;\n\n(2) If the body part is tissue, the gift shall pass to the appropriate tissue bank; and\n\n(3) If the body part is an organ, the gift shall pass to the appropriate organ procurement organization as custodian of the organ.\n\n(g) An anatomical gift of an organ for transplantation or therapy, other than an anatomical gift under subsection (a)(2), shall pass to the organ procurement organization as custodian of the organ.\n\n(h) If an anatomical gift does not pass pursuant to subsections (a) through (g), or the decedent's body or body part is not used for transplantation, therapy, research, or education, custody of the body or body part shall pass to the person under obligation to dispose of the body or body part.\n\n(i) A person may not accept an anatomical gift if the person knows that the gift was not effectively made under section 327-5 or 327-10 or if the person knows that the decedent made a refusal under section 327-7 that was not revoked. For purposes of this subsection, if a person knows that an anatomical gift was made on a document of gift, the person is deemed to know of any amendment or revocation of the gift or any refusal to make an anatomical gift on the same document of gift.\n\n(j) Except as otherwise provided in subsection (a)(2), nothing in this part shall affect the allocation of organs for transplantation or therapy. [L 2008, c 122, pt of §1; am L 2020, c 43, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-11/"
    },
    {
      "id": "section-327-12",
      "number": "327-12",
      "heading": "Search and notification.",
      "text": "§327-12 Search and notification.(a) The following persons shall make a reasonable search of an individual who the searcher reasonably believes is dead or near death for a document of gift or other information identifying the individual as a donor or as an individual who made a refusal:\n\n(1) A law enforcement officer, firefighter, paramedic, or other emergency rescuer finding the individual; and\n\n(2) If no other source of the information is immediately available, a hospital, as soon as practical after the individual's arrival at the hospital.\n\n(b) If a document of gift or a refusal to make an anatomical gift is located by the search required by subsection (a)(1) and the individual or deceased individual to whom it relates is taken to a hospital, the person responsible for conducting the search shall send the document of gift or refusal to the hospital.\n\n(c) A person is not subject to criminal or civil liability for failing to discharge the duties imposed by this section but may be subject to administrative sanctions. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-12/"
    },
    {
      "id": "section-327-13",
      "number": "327-13",
      "heading": "Delivery of document of gift not required; right to examine.",
      "text": "§327-13 Delivery of document of gift not required; right to examine.(a) A document of gift need not be delivered during the donor's lifetime to be effective.\n\n(b) Upon or after an individual's death, a person in possession of a document of gift or a refusal to make an anatomical gift with respect to the individual shall allow examination and copying of the document of gift or refusal by a person authorized to make or object to the making of an anatomical gift with respect to the individual or by a person to which the gift could pass under section 327-11. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-13/"
    },
    {
      "id": "section-327-14",
      "number": "327-14",
      "heading": "Rights and duties of procurement organization and others.",
      "text": "§327-14 Rights and duties of procurement organization and others.(a) When a hospital refers an individual at or near death to a procurement organization, the organization shall make a reasonable search of any donor registry and records of the state or county department of motor vehicles that it knows exist for the geographical area in which the individual resides to ascertain whether the individual has made an anatomical gift.\n\n(b) A procurement organization shall be allowed reasonable access to information in the records of the state or county department of motor vehicles to ascertain whether an individual at or near death is a donor.\n\n(c) When a hospital refers an individual at or near death to a procurement organization, the organization may conduct any reasonable examination necessary to ensure the medical suitability of a body part that is or could be the subject of an anatomical gift for transplantation, therapy, research, or education from a donor or a prospective donor. During the examination period, measures necessary to ensure the medical suitability of the body part may not be withdrawn unless the hospital or procurement organization knows that the individual expressed a contrary intent or the attending physician has determined that continuing these measures would not be consistent with generally accepted standards of care for terminally ill patients.\n\n(d) Unless prohibited by law other than this part, at any time after a donor's death, the person to which a body part passes under section 327-11 may conduct any reasonable examination necessary to ensure the medical suitability of the body or body part for its intended purpose.\n\n(e) Unless prohibited by law other than this part, an examination under subsection (c) or (d) may include an examination of all medical records of the donor or prospective donor.\n\n(f) If a donor, at the time of death, is under eighteen years of age, a procurement organization shall conduct a reasonable search for the parents of the donor and, unless the procurement organization knows the donor is an emancipated minor as deemed by section 577-25, provide the parents with an opportunity to revoke or amend the anatomical gift or revoke a refusal.\n\n(g) A procurement organization shall make a reasonable search for any person listed in section 327-9 having priority to make an anatomical gift on behalf of a prospective donor.\n\n(h) If a procurement organization receives information that an anatomical gift to any other person was made, amended, or revoked, it shall promptly advise the other person of all relevant information.\n\n(i) Subject to sections 327-11(h) and 327-23, the rights of the person to which a body part passes under section 327-11 are superior to rights of all others with respect to the body part. The person to whom an anatomical gift passes under this chapter shall accept or reject the anatomical gift unless the anatomical gift is medically unsuitable for transplantation, therapy, research, or education. The acceptance shall occur when the anatomical gift is made under this chapter, regardless of whether another person, including family members of the donor, has made an anatomical gift. Subject to the terms of the document of gift and this part, a person that accepts an anatomical gift of an entire body may allow embalming or cremation and use of remains in a funeral service. If the gift is of a body part, the person to which the body part passes under section 327-11, upon the death of the donor and before embalming or cremation, shall cause the body part to be removed without unnecessary mutilation.\n\n(j) Neither the physician who attends the decedent at death nor the physician who determines the time of the decedent's death may participate in the procedures for removing or transplanting a body part from the decedent.\n\n(k) A physician or technician may remove a donated body part from the body of a donor that the physician or technician is qualified to remove. [L 2008, c 122, pt of §1; am L 2012, c 270, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-14/"
    },
    {
      "id": "section-327-15",
      "number": "327-15",
      "heading": "Coordination of procurement and use.",
      "text": "§327-15 Coordination of procurement and use.Each hospital in this State, after consultation with procurement organizations, shall establish agreements or affiliations for coordination of procurement and use of human bodies and body parts. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-15/"
    },
    {
      "id": "section-327-16",
      "number": "327-16",
      "heading": "Sale or purchase of body parts prohibited.",
      "text": "§327-16 Sale or purchase of body parts prohibited.(a) Except as otherwise provided in subsection (b), a person that knowingly, for valuable consideration, purchases or sells a body part for transplantation or therapy if removal of a body part from an individual is intended to occur after the individual's death commits a class C felony and upon conviction is subject to a fine not exceeding $50,000, imprisonment not exceeding five years, or both.\n\n(b) A person may charge a reasonable amount for the removal, processing, preservation, quality control, storage, transportation, implantation, or disposal of a body part. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-16/"
    },
    {
      "id": "section-327-17",
      "number": "327-17",
      "heading": "Penalty.",
      "text": "§327-17 Penalty.Any person that, to obtain a financial gain, intentionally falsifies, forges, conceals, defaces, or obliterates a document of gift, an amendment or revocation of a document of gift, or a refusal to make an anatomical gift commits a class C felony and upon conviction is subject to a fine not exceeding $50,000, imprisonment not exceeding five years, or both. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-17/"
    },
    {
      "id": "section-327-18",
      "number": "327-18",
      "heading": "Immunity.",
      "text": "§327-18 Immunity.(a) A person that acts in accordance with this part or with the applicable anatomical gift law of another state or attempts in good faith to do so is not liable for the act in a civil action, criminal prosecution, or administrative proceeding.\n\n(b) Neither the person making an anatomical gift nor the donor's estate is liable for any injury or damage that results from the making or use of the gift.\n\n(c) A person who documents the making, amending, or revoking of an anatomical gift under this part may rely upon representations of the individuals listed in section 327-9(a)(2),(3), (4), (5), (6), (7), and (8) relating to their relationship to the donor or prospective donor unless the person knows that the representation is untrue. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-18/"
    },
    {
      "id": "section-327-19",
      "number": "327-19",
      "heading": "Law governing validity; choice of law as to execution of document of gift; presumption of validity.",
      "text": "§327-19 Law governing validity; choice of law as to execution of document of gift; presumption of validity.(a) A document of gift shall be valid if executed in accordance with:\n\n(1) This part;\n\n(2) The laws of the state or country where it was executed; or\n\n(3) The laws of the state or country where the person making the anatomical gift was domiciled, has a place of residence, or was a national at the time the document of gift was executed.\n\n(b) If a document of gift is valid under this section, the laws of this State govern the interpretation of the document of gift.\n\n(c) A person may presume that a document of gift or amendment of an anatomical gift is valid unless that person knows that it was not validly executed or was revoked. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-19/"
    },
    {
      "id": "section-327-20",
      "number": "327-20",
      "heading": "Donor registry.",
      "text": "§327-20 Donor registry.(a) The examiner of drivers shall adopt rules pursuant to chapter 91 to allow an organ procurement organization twenty-four-hour telephone access to the driver's license database information, solely for determining whether a driver has indicated a willingness to be an organ donor pursuant to section 286-109.5.\n\n(b) The examiner of drivers shall cooperate with any donor registry that this State establishes, contracts for, or recognizes for transferring to the donor registry all relevant information regarding a donor's making, amendment to, or revocation of an anatomical gift.\n\n(c) A donor registry shall:\n\n(1) Provide a database that allows a donor or other person authorized under section 327-4 to include on the donor registry a statement or symbol that the donor has made, amended, or revoked an anatomical gift;\n\n(2) Be accessible to a procurement organization to allow it to obtain relevant information on the donor registry to determine, at or near death of the donor or a prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift; and\n\n(3) Be accessible for purposes of paragraphs (1) and (2) seven-days-a-week on a twenty-four-hour basis.\n\n(d) Personally identifiable information on a donor registry about a donor or prospective donor may not be used or disclosed without the express consent of the donor, prospective donor, or the person that made the anatomical gift for any purpose other than to determine, at or near death of the donor or a prospective donor, whether the donor or prospective donor has made, amended, or revoked an anatomical gift.\n\n(e) This section shall not prohibit any person from creating or maintaining a donor registry that is not established by or under contract with the State. However, the registry shall comply with subsections (c) and (d). [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-20/"
    },
    {
      "id": "section-327-21",
      "number": "327-21",
      "heading": "Effect of anatomical gift on advance health-care directive.",
      "text": "§327-21 Effect of anatomical gift on advance health-care directive.(a) If a prospective donor has a declaration or advance health-care directive, and the terms of the declaration or directive and the express or implied terms of a potential anatomical gift are in conflict with regard to the administration of measures necessary to ensure the medical suitability of a body part for transplantation or therapy, the prospective donor's attending physician and prospective donor shall confer to resolve the conflict. If the prospective donor is incapable of resolving the conflict, an agent acting under the prospective donor's declaration or directive, or, if none or if the agent is not reasonably available, another person authorized by law other than this chapter to make health-care decisions on behalf of the prospective donor, shall act for the donor to resolve the conflict. The conflict shall be resolved as expeditiously as possible. Information relevant to the resolution of the conflict may be obtained from the appropriate procurement organization and any other person authorized to make an anatomical gift for the prospective donor under section 327-9. Before resolution of the conflict, measures necessary to ensure the medical suitability of the body part may not be withheld or withdrawn from the prospective donor if withholding or withdrawing the measures is not contraindicated by appropriate end-of-life care.\n\n(b) As used in this section:\n\n\"Advance health-care directive\" means a record signed or authorized by a prospective donor containing the prospective donor's direction concerning a health-care decision for the prospective donor or a power of attorney for health care.\n\n\"Declaration\" means a record signed by a prospective donor specifying the circumstances under which a life support system may be withheld or withdrawn.\n\n\"Health-care decision\" means any decision regarding the health care of the prospective donor. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-21/"
    },
    {
      "id": "section-327-22",
      "number": "327-22",
      "heading": "Cooperation between medical examiner or coroner and procurement organization.",
      "text": "§327-22 Cooperation between medical examiner or coroner and procurement organization.(a) A medical examiner or coroner shall cooperate with procurement organizations to maximize the opportunity to recover anatomical gifts for transplantation, therapy, research, or education.\n\n(b) If a medical examiner or coroner receives notice from a procurement organization that an anatomical gift might be available or was made with respect to a decedent whose body is under the jurisdiction of the medical examiner or coroner and a post-mortem examination is going to be performed, unless the medical examiner or coroner denies recovery in accordance with section 327-23, the medical examiner or coroner or designee shall make a reasonable attempt to conduct a post-mortem examination of the body or the body part in a manner and within a period compatible with its preservation for the purposes of the gift.\n\n(c) A body part may not be removed from the body of a decedent under the jurisdiction of a medical examiner or coroner for transplantation, therapy, research, or education unless the body part is the subject of an anatomical gift. The body of a decedent under the jurisdiction of the medical examiner or coroner may not be delivered to a person for research or education unless the body is the subject of an anatomical gift. This subsection shall not preclude a medical examiner or coroner from performing the medicolegal investigation upon the body or body parts of a decedent under the jurisdiction of the medical examiner or coroner. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-22/"
    },
    {
      "id": "section-327-23",
      "number": "327-23",
      "heading": "Facilitation of an anatomical gift from a decedent whose body is under the jurisdiction of the medical examiner or coroner.",
      "text": "§327-23 Facilitation of an anatomical gift from a decedent whose body is under the jurisdiction of the medical examiner or coroner.(a) Upon request of a procurement organization, a medical examiner or coroner shall release to the procurement organization the name, contact information, and available medical and social history of a decedent whose body is under the jurisdiction of the medical examiner or coroner. If the decedent's body or body part is medically suitable for transplantation, therapy, research, or education, the medical examiner or coroner shall release post-mortem examination results to the procurement organization. The procurement organization may make a subsequent disclosure of the post-mortem examination results or other information received from the medical examiner or coroner only if relevant to transplantation or therapy.\n\n(b) The medical examiner or coroner may conduct a medicolegal examination by reviewing all medical records, laboratory test results, x-rays, other diagnostic results, and other information that any person possesses about a donor or prospective donor whose body is under the jurisdiction of the medical examiner or coroner, which the medical examiner or coroner determines may be relevant to the investigation.\n\n(c) A person that has any information requested by a medical examiner or coroner pursuant to subsection (b) shall provide that information as expeditiously as possible to allow the medical examiner or coroner to conduct the medicolegal investigation within a period compatible with the preservation of body parts for transplantation, therapy, research, or education.\n\n(d) If an anatomical gift has been or might be made of a body part of a decedent whose body is under the jurisdiction of the medical examiner or coroner and a post-mortem examination is not required, or the medical examiner or coroner determines that a post-mortem examination is required but that the recovery of the body part that is the subject of an anatomical gift will not interfere with the examination, the medical examiner or coroner and procurement organization shall cooperate in the timely removal of the body part from the decedent for transplantation, therapy, research, or education.\n\n(e) If an anatomical gift of a body part from the decedent under the jurisdiction of the medical examiner or coroner has been or might be made, but the medical examiner or coroner initially believes that the recovery of the body part could interfere with the post-mortem investigation into the decedent's cause or manner of death, the medical examiner or coroner shall consult with the procurement organization or physician or technician designated by the procurement organization about the proposed recovery. The procurement organization shall provide the medical examiner or coroner with all information it has which could relate to the cause or manner of the decedent's death. After consultation, the medical examiner or coroner may allow the recovery.\n\n(f) Following the consultation under subsection (e), in the absence of mutually agreed-upon protocols to resolve conflict between the medical examiner or coroner and the procurement organization, if the medical examiner or coroner intends to deny recovery of the body part, the medical examiner or coroner or designee, at the request of the procurement organization, shall make reasonable efforts to attend the removal procedure for the body part before making a final determination not to allow the procurement organization to recover the body part. During the removal procedure, the medical examiner or coroner or designee may allow recovery by the procurement organization to proceed, or, if the medical examiner or coroner or designee reasonably believes that the body part may be involved in determining the decedent's cause or manner of death, deny recovery by the procurement organization.\n\n(g) If the medical examiner or coroner or designee denies recovery under subsection (f), the medical examiner or coroner or designee shall include the reasons in the records of the medical examiner or coroner; and make those reasons available to the procurement organization upon request.\n\n(h) If the medical examiner or coroner or designee allows recovery of a body part, the procurement organization shall cooperate with the medical examiner or coroner in any documentation of injuries and the preservation and collection of evidence prior to and during the recovery of the body part and, upon request, shall cause the physician or technician who removes the body part to provide the medical examiner or coroner with a record describing the condition of the body part, a biopsy, a photograph, and any other information and observations that would assist in the post-mortem examination. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-23/"
    },
    {
      "id": "section-327-24",
      "number": "327-24",
      "heading": "Hawaii organ and tissue education special fund.",
      "text": "§327-24 Hawaii organ and tissue education special fund.There is established in the state treasury the Hawaii organ and tissue education special fund. Moneys collected under section 286-109.7 shall be deposited into the fund. The fund shall be administered and distributed by the department of health and shall be used exclusively for public education programs and activities on organ, tissue, and eye donation. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-24/"
    },
    {
      "id": "section-327-25",
      "number": "327-25",
      "heading": "Uniformity of application and construction.",
      "text": "§327-25 Uniformity of application and construction.In applying and construing this uniform act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-25/"
    },
    {
      "id": "section-327-26",
      "number": "327-26",
      "heading": "Relation to Electronic Signatures in Global and National Commerce Act.",
      "text": "§327-26 Relation to Electronic Signatures in Global and National Commerce Act.This part modifies, limits, and supersedes the Electronic Signatures in Global and National Commerce Act, 15 United States Code section 7001 et. seq., but shall not modify, limit, or supersede section 101(a) of that Act, 15 United States Code section 7001, or authorize electronic delivery of any of the notices described in section 103(b) of that Act, 15 United States Code section 7003(b). [L 2008, c 122, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-26/"
    },
    {
      "id": "section-327-32",
      "number": "327-32",
      "heading": "Administration; duties of health officers.",
      "text": "§327-32 Administration; duties of health officers.Every head officer of a hospital, nursing home, correctional facility, funeral parlor, or mortuary and every county medical examiner or coroner and every state or county officer, and every other person who has possession, charge, or control of any unclaimed dead human body that may undergo cremation as defined in section 531B-2 at public expense pursuant to section 346-15 shall:\n\n(1) Exercise due diligence to notify the relatives and friends of the decedent, any representative of a fraternal society of which the deceased was a member, and any legally responsible party; and\n\n(2) Submit in writing to the department of human services a description of the efforts used in making the determination that the dead human body is unclaimed in accordance with section 346-15, if payment for cremation is sought.\n\nNothing in this section shall be construed to affect the requirements relating to the filing of a certificate of death with the department of health pursuant to chapter 338. [L 1967, c 240, pt of §1; HRS §327-32; am L 2012, c 75, §3; am L 2022, c 294, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-32/"
    },
    {
      "id": "section-327-33",
      "number": "327-33",
      "heading": "to 327-35 REPEALED.",
      "text": "to 327-35 REPEALED.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-327-36",
      "number": "327-36",
      "heading": "Final disposition of anatomical gifts.",
      "text": "§327-36 Final disposition of anatomical gifts.A person or procurement organization that holds a dead human body as a result of an anatomical gift shall, when the body is deemed of no further value for purposes of transplantation, therapy, research, or education, be responsible for the final disposition of that dead human body and all of its parts, except those parts used for transplantation. The person or procurement organization shall dispose of the remains by cremation as defined in section 531B-2, except as otherwise provided in section 327-14 or as directed in a document of gift, subject to any required disposition permits. [L 1967, c 240, pt of §1; HRS §327-36; am L 2012, c 75, §4; am L 2020, c 43, §3; am L 2022, c 294, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-36/"
    },
    {
      "id": "section-327-37",
      "number": "327-37",
      "heading": "REPEALED.",
      "text": "§327-37 REPEALED.\n\nL 2012, c 75, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-37/"
    },
    {
      "id": "section-327-38",
      "number": "327-38",
      "heading": "Prohibitions; penalty.",
      "text": "§327-38 Prohibitions; penalty.(a) No person shall give, offer, or promise any money or other things of value to any other person in consideration of receiving a dead human body.\n\n(b) No person shall provide a dead human body to any other person in consideration of any money or other things of value, or any offer or promise of money or other things of value.\n\n(c) No person shall display a dead human body for commercial purposes; provided that this subsection shall not apply to a display of a dead human body that:\n\n(1) Has been dead for more than eighty years;\n\n(2) Consists solely of human teeth or hair;\n\n(3) Is part of the ordinary display or viewing of the deceased at a funeral establishment or part of a similar funeral or memorial service;\n\n(4) Is an object of religious veneration;\n\n(5) Is an object of research or educational display in the possession of any federal, state, or county agency, any public or private institution of higher learning accredited under federal or state law, or any private entity in receipt of a federal, state, or county grant for health-related research; or\n\n(6) Is in the possession of a museum facility.\n\n(d) Any person who violates this section shall be fined not more than $5,000 or imprisoned not more than one year, or both.\n\n(e) As used in this section:\n\n\"Dead human body\" means:\n\n(1) An individual who has sustained either irreversible cessation of circulatory and respiratory functions or irreversible cessation of all functions of the entire brain, including the brain stem; provided that the determination of death be made in accordance with accepted medical standards; and\n\n(2) Includes plastinated human bodies or remains, including tissue, organs, and other body parts, that are preserved from decay by replacing the water and fats in the human remains with a polymer.\n\n\"Museum facility\" means a public or private nonprofit institution that:\n\n(1) Is accredited by the American Alliance of Museums or is part of an accredited college or university;\n\n(2) Is organized on a permanent basis for essentially educational or aesthetic purposes; and\n\n(3) Owns or uses tangible objects, cares for those objects, and exhibits them to the general public on a regular basis. [L 1967, c 240, pt of §1; HRS §327-38; am L 2009, c 118, §1; am L 2012, c 75, §5; am L 2023, c 17, §8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-38/"
    },
    {
      "id": "section-327-39",
      "number": "327-39",
      "heading": "Immunity from liability.",
      "text": "§327-39 Immunity from liability.A person or public or private agency shall not be liable for any damage or subject to criminal prosecution for any act done pursuant to and in compliance with this part. [L 1967, c 240, pt of §1; HRS §327-39]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-39/"
    },
    {
      "id": "section-327-51",
      "number": "327-51",
      "heading": "Exemption from strict liability.",
      "text": "Revision Note\n\nThis part was renumbered from part IV.\n\n§327-51 Exemption from strict liability.No physician, surgeon, hospital, blood bank, tissue bank, or other person or entity who donates, obtains, prepares, transplants, injects, transfuses, or otherwise transfers, or who assists or participates in obtaining, preparing, transplanting, injecting, transfusing, or otherwise transferring any tissue, organ, blood or component thereof, from one or more persons, living or dead, to another person, shall be liable as a result of any such activity, save and except that each such person or entity shall remain liable for the person's or its own negligence or wilful misconduct. [L 1971, c 102, §1; gen ch 1985]\n\nLaw Journals and Reviews\n\nTort and Insurance \"Reform\" in a Common Law Court. 14 UH L. Rev. 55 (1992).\n\nBlood shield law precluded strict liability but not negligence claims of hemophiliac exposed to AIDS virus through injections of blood component, although actual tortfeasor was not identified, under market-share theory of liability. 72 H. 416, 823 P.2d 717 (1991); 971 F.2d 375 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-51/"
    },
    {
      "id": "section-327-52",
      "number": "327-52",
      "heading": "Requests for anatomical gifts.",
      "text": "§327-52 Requests for anatomical gifts.Any person in charge of a hospital, or the designated representative of the person in charge of the hospital, other than a person connected with the determination of death, may request any of the persons in section [327-9], in the order of priority stated, to give consent to the gift of all or any part of the decedent's body to any potential donee for any purpose provided in section [327-11]. [L 1986, c 118, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-19/chapter-327/section-327-52/"
    }
  ]
}