{
  "state": "hawaii",
  "path": "title-title-4-state-organization-and-administration-generally/chapter-30-gubernatorial-transition",
  "sections": [
    {
      "id": "section-30-1",
      "number": "30-1",
      "heading": "Declaration of purpose.30-2 Definition",
      "text": "§30-1 Declaration of purpose.The legislature declares it to be the purpose of this chapter to promote the orderly transfer of the executive power in connection with the expiration of the term of office of a governor and the inauguration of a new governor. The interest of the State requires that such transitions be accomplished so as to assure continuity in the conduct of the affairs of the state government. Any disruption occasioned by the transfer of the executive power could produce results detrimental to the safety and well-being of the State and its people. Accordingly, it is the intent of the legislature that appropriate actions be authorized and taken to avoid or minimize any disruption. In addition to the specific provisions contained in this chapter directed toward that purpose, it is the intent of the legislature that all officers of the state government so conduct the affairs of the state government for which they exercise responsibility and authority as (1) to be mindful of problems occasioned by transitions in the office of governor, (2) to take appropriate lawful steps to avoid or minimize disruptions that might be occasioned by the transfer of the executive power, and (3) otherwise to promote orderly transitions in the office of governor. [L 1972, c 126, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-4/chapter-30/section-30-1/"
    },
    {
      "id": "section-30-2",
      "number": "30-2",
      "heading": "Definition.",
      "text": "§30-2 Definition.\"Governor-elect\" means the person who is the apparent successful candidate for the office of governor, as ascertained by the chief election officer following the general election. [L 1972, c 126, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-4/chapter-30/section-30-2/"
    },
    {
      "id": "section-30-3",
      "number": "30-3",
      "heading": "Expenditures authorized; limitations.",
      "text": "§30-3 Expenditures authorized; limitations.(a) The comptroller shall provide, upon request, to each governor-elect, for use in connection with the governor-elect's preparations for the assumption of official duties as governor, necessary services and facilities, including:\n\n(1) Suitable office space appropriately equipped with furniture, furnishings, office machines and equipment, and office supplies as determined by the comptroller after consultation with the governor-elect, within the state capitol complex;\n\n(2) Payment of the compensation of members of office staffs designated by the governor-elect at rates determined by the governor-elect; provided that any employee of any agency of the state government may be detailed to such staffs on a reimbursable or nonreimbursable basis; and while so detailed such employee shall be responsible only to the governor-elect for the performance of the employee's duties; and provided that any employee so detailed shall continue to receive the compensation provided pursuant to law for the employee's regular employment, and shall retain the rights and privileges of such employment without interruption. Notwithstanding any other law to the contrary, persons receiving compensation as members of office staffs under this paragraph, other than those detailed from agencies, shall not be held or considered to be employees of the state government except for purposes of the public employees retirement system;\n\n(3) Payment of expenses for the procurement of services of experts or consultants or organizations thereof for the governor-elect at rates not to exceed $100 per diem for individuals;\n\n(4) Payment of travel expenses and subsistence allowances, not to exceed that authorized for other state employees, including rental by the state government of hired motor vehicles, found necessary by the governor-elect, as authorized for persons employed intermittently or for persons serving without compensation, as may be appropriate;\n\n(5) Communication services found necessary by the governor-elect;\n\n(6) Payment of expenses for necessary printing and binding.\n\nEach governor-elect shall be entitled to conveyance of all mail, including airmail, sent by the governor-elect in connection with the governor-elect's preparations for the assumption of official duties as governor.\n\n(b) The comptroller shall expend no funds for the provision of services and facilities under this chapter in connection with any obligations incurred by the governor-elect before the day following the date of the general elections.\n\n(c) In the case where the governor-elect is the incumbent governor, there shall be no expenditures of funds for the provision of services and facilities to such incumbent under this chapter, and any funds appropriated for such purposes shall be returned to the general fund of the State. [L 1972, c 126, pt of §1; gen ch 1993]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-4/chapter-30/section-30-3/"
    },
    {
      "id": "section-30-4",
      "number": "30-4",
      "heading": "Duties of outgoing governor.",
      "text": "§30-4 Duties of outgoing governor.It shall be incumbent upon the outgoing governor to:\n\n(1) Provide channels enabling the governor-elect to:\n\n(A) Inform career civil servants of governor-elect's program goals and new policies;\n\n(B) Effect communication channels with the administration of the governor. The governor-elect may obtain information from the governor's administration by circulating questionnaires or by other means. Information sought may include any questions which will effect the intent of the legislature in enacting this legislation, as expressed in section 30-1. Such contacts may also include inquiries designed to elicit descriptions of programs, recommendations, and justifications for elimination, curtailment, or expansion of services, projections of future developments or needs within program areas, recommendations for administrative changes, comments upon anticipated federal developments which might have program or budgetary implications for state programs, and elaboration of procedural details.\n\n(2) Direct that official documents, vital information, and procedural manuals be given to the governor-elect upon the governor-elect's request. [L 1972, c 126, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-4/chapter-30/section-30-4/"
    },
    {
      "id": "section-30-5",
      "number": "30-5",
      "heading": "Budgetary information to be given governor-elect.",
      "text": "§30-5 Budgetary information to be given governor-elect.If the governor under whose supervision the budget report has been prepared will be succeeded in office in December next following:\n\n(1) The director of finance shall make available to the governor-elect so much as the governor-elect requests of the information upon which the governor's budget report is based, and upon completion of the governor's budget report shall supply the governor-elect with a copy thereof. The director of finance shall also make available all facilities reasonably necessary to permit the governor-elect to review and familiarize oneself with the governor's budget report.\n\n(2) After a review of the governor's budget, the governor-elect may prepare revisions and additions thereto. The director of finance shall assist, upon request, in the preparation of such revisions or additions.\n\n(3) The director of finance shall have as many copies of the revised budget report printed as the governor-elect requests.\n\n(4) The director of finance shall compile a summary of the revised budget report containing the revenue and expenditure recommendations of the governor-elect and if requested by the governor-elect may transmit a copy of the revised budget report to each member of the legislature.\n\n(5) Upon request, the director of finance shall distribute copies of the revised budget report, to public libraries, schools, and state officials. The director of finance shall make a reasonable number of copies of the revised budget report available to the general public. [L 1972, c 126, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-4/chapter-30/section-30-5/"
    },
    {
      "id": "section-30-6",
      "number": "30-6",
      "heading": "Budget request.",
      "text": "§30-6 Budget request.The governor shall include in the budget transmitted to the legislature, for each fiscal year in which the governor's regular term of office will expire, a request for appropriation of $100,000 for carrying out the purposes of this chapter. [L 1972, c 126, pt of §1; gen ch 1985; am L 1988, c 9, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-4/chapter-30/section-30-6/"
    }
  ]
}