{
  "state": "pennsylvania",
  "path": "title-title-16/chapter-chapter-175",
  "sections": [
    {
      "id": "section-17501",
      "number": "17501",
      "heading": "",
      "text": "(a) Imposition.--The county commissioners of any county of the third class having a second class A city located therein may impose a hotel tax not to exceed 7% of the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to transients. The tax shall be collected by the operator from the patron of the room or rooms and paid over to the county as herein provided.\n\n(b) Records.--The county commissioners may by ordinance impose requirements for the keeping of records, the filing of tax returns and the time and manner of collection and payment of tax. The county commissioners may also impose by ordinance penalties and interest for failure to comply with recordkeeping, filing, collection and payment requirements.\n\n(c) Collection.--The treasurer of each county that imposes the tax authorized under this section shall collect the tax and deposit the revenues received from the tax in a special fund established for that purpose. The disposition of the revenues from the special fund shall be as follows: a minimum of 40% of all revenues received per annum shall be distributed to the TPA, which shall use them for the appropriate and reasonable operational, marketing and promotional expenses of the TPA. Other tax revenues received and amounting to not more than 60% of total annual revenues shall be distributed to the county, which shall use them for reasonable expenses associated with collection and enforcement of the tax; for county-owned tourist and recreational facilities, sports facilities or visitor centers; for other tourism-related activities as determined by the county commissioners; or for other expenditures, debts or liabilities related to tourism or recreational facilities incurred by municipal authorities as determined by the county commissioners.\n\n(d) Concurrent tax years.--The tax year for a tax imposed under this section shall run concurrently with the calendar year.\n\n(e) Audit.--An audited report on the income and expenditures incurred by a tourist promotion agency receiving any revenues from the tax authorized under this section shall be submitted annually by the tourist promotion agency to the county commissioners.\n\n(f) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Consideration.\"Receipts, fees, charges, rentals, leases, cash, credits, property of any kind or nature or other payment received by operators in exchange for or in consideration of the use or occupancy by a transient of a room or rooms in a hotel for any temporary period.\n\n\"Hotel.\"A hotel, motel, inn, guest house or other structure which holds itself out by any means, including advertising, license, registration with an innkeepers' group, convention listing association, travel publication or similar association or with a government agency, as being available to provide overnight lodging or use of facility space for consideration to persons seeking temporary accommodation; any place which advertises to the public at large or any segment thereof that it will provide beds, sanitary facilities or other space for a temporary period to members of the public at large; or any place recognized as a hostelry. The term does not include any portion of a facility that is devoted to persons who have an established permanent residence or a college or university student residence hall.\n\n\"Occupancy.\"The use or possession or the right to the use or possession by any person other than a permanent resident of any room in a hotel for any purpose or the right to the use or possession of the furnishings or to the services accompanying the use and possession of the room.\n\n\"Operator.\"An individual, partnership, nonprofit or profit-making association or corporation or other person or group of persons who maintain, operate, manage, own, have custody of or otherwise possess the right to rent or lease overnight accommodations in a hotel to the public for consideration.\n\n\"Patron.\"A person who pays the consideration for the occupancy of a room or rooms in a hotel.\n\n\"Permanent resident.\"A person who has occupied or has the right to occupancy of a room or rooms in a hotel as a patron or otherwise for a period exceeding 30 consecutive days.\n\n\"Room.\"A space in a hotel set aside for use and occupancy by patrons, or otherwise, for consideration, having at least one bed or other sleeping accommodation in a room or group of rooms.\n\n\"Tourist Promotion Agency (TPA).\"An organization, agency or corporation designated to be such by the board of commissioners of the county in which the tax is imposed. The TPA shall be duly established, designated and recognized as the county's TPA in accordance with and pursuant to the act of July 4, 2008 (P.L.621, No.50), known as the Tourism Promotion Act.\n\n\"Transaction.\"The activity involving the obtaining by a transient or patron of the use or occupancy of a hotel room from which consideration is payable to the operator under an express or an implied contract.\n\n\"Transient.\"An individual who obtains accommodation in a hotel by means of registering at the facility for the temporary occupancy of a room for the personal use of the individual by paying a fee to the operator.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17501/"
    },
    {
      "id": "section-17502",
      "number": "17502",
      "heading": "",
      "text": "(a) Imposition.--The county commissioners of any county of the third class having a population under the 1990 Federal Decennial Census in excess of 237,000 residents, but less than 240,000 residents, may impose a hotel tax not to exceed 5% of the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to transients. The tax shall be collected by the operator from the patron of the room or rooms and paid over to the county as herein provided.\n\n(b) Records.--The county commissioners may by ordinance impose requirements for the keeping of records, the filing of tax returns and the time and manner of collection and payment of tax. The county commissioners may also impose by ordinance penalties and interest for failure to comply with recordkeeping, filing, collection and payment requirements.\n\n(c) Disposition of first two percent of tax revenue.--The county commissioners of each county shall designate the entity or agency responsible to collect and to enforce the collection of the tax on their behalf. All revenues received from the tax shall be deposited into a special fund, which is to be established by the county's treasurer. The disposition of the revenues from the special fund attributable to the levy of the first 2% of the tax shall be as follows:\n\n(1) twenty percent of all revenues received per annum shall be distributed by the treasurer to a city of the third class in the county of the third class imposing the tax for the appropriate and reasonable marketing and promotional expenses of promoting tourism in the city of a third class and the costs associated with the renovation, rehabilitation, extension, furnishing, equipping, substantial repair or construction of a tourism-related facility located within the city of the third class, including for payment of the debt service on bonds issued for such projects;\n\n(2) ten percent of all revenues received per annum shall be distributed by the treasurer to the county commissioners who may accept the funds which may be used for tourism and regional promotion purposes to be determined by the county commissioners, or, if the county commissioners elect not to accept the funds, the funds shall be distributed by the treasurer to the TPA for the appropriate and reasonable marketing and promotional expenses of the TPA in promoting tourism in the county of the third class imposing the tax, excluding promotion of a city of the third class receiving revenues under paragraph (1); and\n\n(3) seventy percent of all revenue received per annum shall be distributed by the treasurer to qualified authorities located within the county of the third class imposing the tax for payment of the debt service on bonds issued for the construction of a county regional sports facility having a seating capacity of two and one-half thousand to fourteen thousand seats, which is owned, in whole or in part, or leased by the applicable authority, and which is located within the county of the third class imposing the tax. The following are qualified authorities for purposes of this paragraph:\n\n(i) an authority incorporated pursuant to the former act of May 2, 1945 (P.L.382, No.164), known as the Municipality Authorities Act of 1945;\n\n(ii) an industrial or commercial development authority incorporated pursuant to the act of August 23, 1967 (P.L.251, No.102), known as the Economic Development Financing Law; and\n\n(iii) a redevelopment authority incorporated pursuant to the act of May 24, 1945 (P.L.991, No.385), known as the Urban Redevelopment Law.\n\n(d) Disposition of the third one percent of the tax revenue.--The disposition of the revenues from the special fund attributable to the levy of the third percent of the tax, if levied, shall be distributed at the discretion of the county commissioners and used solely for tourism and regional promotion purposes.\n\n(e) Disposition of remaining two percent of tax revenue.--The disposition of the revenues from the special fund attributable to the levy of the remaining 2% of the tax shall be distributed by the treasurer as follows:\n\n(1) fifty percent shall be distributed to the TPA for the appropriate and reasonable marketing and promotional expenses for promoting tourism in the county imposing the tax; and\n\n(2) fifty percent shall be distributed as follows:\n\n(i) Seventy-five percent to an authority incorporated pursuant to the former \"Municipality Authorities Act of 1945\" located within the county of the third class currently imposing a tax for payment of the debt service on bonds issued for the construction of a county regional sports facility having a seating capacity of two and one-half thousand to fourteen thousand seats, which is owned, in whole or in part, or leased by the applicable authority, and which is located within the county of the third class imposing the tax. Such authority shall use the tax distribution identified in this section for the improvement, support, rehabilitation, revitalization, construction, fit-out and reconstruction of one or more tourism or tourism infrastructure-related facilities, including, but not limited to, the payment of debt service on bonds related thereto.\n\n(ii) Twenty-five percent shall be distributed to the TPA for the appropriate and reasonable marketing and promotional expenses of promoting tourism in a city of the third class located within the county of the third class imposing the tax, and the same shall be used in accordance with a plan approved by the TPA.\n\n(f) Collection and deposit.--The treasurer of each county electing to impose the tax authorized under this section shall collect the tax from the entity or agency designated by the county commissioners to collect and to enforce the collection of the tax and shall deposit the revenues received from the tax in a special fund established for that purpose.\n\n(g) Concurrent tax years.--The tax year for a tax imposed under this section shall run concurrently with the calendar year.\n\n(h) Audit.--An audited report on the income and expenditures incurred by a tourist promotion agency receiving any revenues from the tax authorized under this section shall be submitted annually by the tourist promotion agency to the county commissioners.\n\n(i) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Consideration.\"Receipts, fees, charges, rentals, leases, cash, credits, property of any kind or nature or other payment received by operators in exchange for or in consideration of the use or occupancy by a transient of a room or rooms in a hotel for any temporary period.\n\n\"Debt service on bonds.\"Any cost related to the issuance, refinancing, refunding or payment or any other costs associated with the issuance and maintenance of bonds or notes by an authority or a city of the third class.\n\n\"Hotel.\"A hotel, motel, inn, guest house or other structure which holds itself out by any means, including advertising, license, registration with an innkeepers' group, convention listing association, travel publication or similar association or with a government agency, as being available to provide overnight lodging or the use of facility space for consideration to persons seeking temporary accommodation; any place which advertises to the public at large or any segment thereof that it will provide beds, sanitary facilities or other space for a temporary period to members of the public at large; or any place recognized as a hostelry. The term does not include any portion of a facility that is devoted to persons who have an established permanent residence or a college or university student residence hall.\n\n\"Occupancy.\"The use or possession or the right to the use or possession by any person other than a permanent resident of any room in a hotel for any purpose or the right to the use or possession of the furnishings or to the services accompanying the use and possession of the room.\n\n\"Operator.\"An individual, partnership, nonprofit or profit-making association or corporation or other person or group of persons who maintains, operates, manages, owns, has custody of or otherwise possesses the right to rent or lease overnight accommodations in a hotel to the public for consideration.\n\n\"Patron.\"A person who pays the consideration for the occupancy of a room or rooms in a hotel.\n\n\"Permanent resident.\"A person who has occupied or has the right to occupancy of a room or rooms in a hotel as a patron or otherwise for a period exceeding 30 consecutive days.\n\n\"Room.\"A space in a hotel set aside for use and occupancy by patrons, or otherwise, for consideration, having at least one bed or other sleeping accommodation in a room or group of rooms.\n\n\"Tourist Promotion Agency (TPA).\"An organization, agency or corporation designated to be such by the board of commissioners of the county in which the tax is imposed. The TPA shall be duly established, designated and recognized as the county's TPA in accordance with and pursuant to the former act of April 28, 1961 (P.L.111, No.50), known as the Tourist Promotion Law.\n\n\"Transaction.\"The activity involving the obtaining by a transient or patron of the use or occupancy of a hotel room from which consideration is payable to the operator under an express or implied contract.\n\n\"Transient.\"An individual who obtains accommodation in a hotel by means of registering at the facility for the temporary occupancy of a room for the personal use of the individual by paying a fee to the operator.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17502/"
    },
    {
      "id": "section-17503",
      "number": "17503",
      "heading": "",
      "text": "ยง 17503. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17503/"
    },
    {
      "id": "section-17505",
      "number": "17505",
      "heading": "",
      "text": "(a) Imposition.--A county may, by ordinance, impose a tax which shall be known as the hotel room rental tax on the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to accommodate temporary residents. The tax shall be collected by the operator from the patron of the room and paid over to the county where the hotel is located as provided under this section.\n\n(b) Rate of tax.--The tax imposed under subsection (a) shall be equal to 4% of the consideration received from each transaction of renting a room or rooms to accommodate temporary, not permanent, residents.\n\n(c) Collection.--The tax shall be collected by the operator from the patron and paid over to the county where the hotel is located. The county executive of each county is hereby authorized to establish rules and regulations governing the collection of the tax, which collection shall not occur more often than monthly and not less than quarterly.\n\n(d) Distribution of tax revenue.--Money received under subsection (c) and interest accrued shall be distributed by the fiscal officer of each county as follows:\n\n(1) Each county shall within 10 days of receipt transmit 68.75% of the money collected in that county to the regional tourist promotion agency which serves more than one county and which is designated by the governing body of the county to be eligible for grants from the Department of Community and Economic Development pursuant to the former act of April 28, 1961 (P.L.111, No.50), known as the Tourist Promotion Law.\n\n(2) Each county shall retain 18.75% of the money collected in that county for the further development of tourism facilities and for community development initiatives within that county that enhance regional tourism.\n\n(3) Each county shall retain 12.5% of the money collected in that county for the further development of facilities and for marketing purposes within that county to enhance regional tourism.\n\n(e) Definitions.--The following words and phrases when used in this section shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Consideration.\"Receipts, fees, charges, rentals, leases, cash, credits, property of any kind or nature or other payment received by operators in exchange for or in consideration of the use or occupancy by a transient of a room or rooms in a hotel for a temporary period.\n\n\"County.\"Any county which is, on June 22, 2000, a county of the third class having a population under the 1990 Federal Decennial Census in excess of 290,000 residents but less than 295,000 residents or a county of the third class having a population under the 1990 Federal Decennial Census in excess of 245,000 residents but less than 250,000 residents.\n\n\"Hotel.\"A hotel, motel, inn, guest house or other structure which holds itself out by any means, including advertising, license, registration with an innkeepers' group, convention listing association, travel publication or similar association or with a government agency, as being available to provide overnight lodging for consideration to persons seeking temporary accommodation; any place which advertises to the public at large or any segment thereof that it will provide beds, sanitary facilities or other space for a temporary period to members of the public at large; or any place recognized as a hostelry. The term does not include any portion of a facility that is devoted to persons who have an established permanent residence or a college or university student residence hall or any private campground or any cabins, public campgrounds or other facilities located on State land.\n\n\"Joint planning commissions.\"A commission established by ordinance or membership of two or more municipalities to encourage planning for future development and to coordinate planning with neighboring municipalities, counties and other government agencies in accordance with Article XI of the act of July 31, 1968 (P.L.805, No.247), known as the Pennsylvania Municipalities Planning Code.\n\n\"Operator.\"Any individual, partnership, nonprofit or profit-making association or corporation or other person or group of persons who maintain, operate, manage, own, have custody of or otherwise possess the right to rent or lease overnight accommodations in a building to the public for consideration.\n\n\"Patron.\"Any person who pays the consideration for the occupancy of a room or rooms in a hotel.\n\n\"Permanent resident.\"Any person who has occupied or has the right to occupy a room or rooms in a hotel as a patron or otherwise for a period exceeding 30 consecutive days.\n\n\"Room.\"A space in a building set aside for use and occupancy by patrons, or otherwise, for consideration, having at least one bed or other sleeping accommodations provided.\n\n\"Temporary resident.\"Any person who has occupied or has the right to occupy a room or rooms in a hotel as a patron or otherwise for a period of time not exceeding 30 consecutive days.\n\n\"Transaction.\"The activity involving the obtaining by a transient or patron of the use or occupancy of a hotel room from which consideration emanates to the operator under an express or implied contract.\n\n\"Transient.\"Any person who obtains an accommodation in any hotel for himself or herself by means of registering at the facility for the temporary occupancy of a room for the personal use of that individual by paying to the operator of the facility a fee in consideration therefor.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17505/"
    },
    {
      "id": "section-17504",
      "number": "17504",
      "heading": "",
      "text": "(a) Imposition.--The county commissioners of any county of the fifth class having a population under the 2010 Federal Decennial Census in excess of 101,000 residents, but less than 102,000 residents, may impose a hotel tax not to exceed 5% of the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to transients. The tax shall be collected by the operator from the patron of the room or rooms and paid over to the county as herein provided.\n\n(b) Records and penalty.--The provisions of subsection (c) notwithstanding, county commissioners may by ordinance impose requirements for keeping of records, the filing of tax returns and the time and manner of collection and payment of tax. The county commissioners may also impose by ordinance penalties and interest for failure to comply with recordkeeping, filing, collection and payment requirements.\n\n(c) Audit.--Each operator of a hotel within a county that imposes the tax authorized under this section shall submit to an audit of hotel tax revenue. The audit shall be conducted by the county commissioners and shall consist, at a minimum, of determining the total amount of consideration received by the operator from transactions of renting a room or rooms to transients during the period being audited and the total amount of hotel tax revenue collected. The county commissioners or their duly authorized agents shall conduct at least one audit annually and shall bear the costs of the audit.\n\n(d) Collection, deposit and disposition of tax revenue.--The treasurer of each county that imposes the tax authorized under this section shall collect the tax and deposit the revenues received from the tax in a special fund established for that purpose. Subject to the deduction of the administrative fee authorized by subsection (h), the disposition of the revenues from the TPA hotel tax fund shall be as follows:\n\n(1) Seventy-five percent of all revenues received per annum shall be used by the county's recognized TPA for the promotion, advertising and marketing of tourism and special events and for administrative costs.\n\n(2) Twenty-five percent of all revenues received per annum shall be distributed as follows:\n\n(i) Fifty percent shall be used by the county commissioners for the purposes of economic development and historic preservation.\n\n(ii) Fifty percent shall be used by the county commissioners for grants to municipalities that:\n\n(A) have a municipal police department employing at least two full-time police officers assigned to law enforcement duties who work a minimum of 200 days per year; or\n\n(B) are members of a regional police department that provides full-time police services to the municipality pursuant to an agreement or contract.\n\n(iii) Municipalities receiving grants under subparagraph (ii) must meet or have met the eligibility requirements under subparagraph (ii)(A) or (B) for a minimum of two years prior to receiving the grant.\n\n(e) Grants.--Grants under subsection (d)(2)(ii) shall be distributed to municipalities in proportion to the number of hotel rooms within the municipality as a percentage of the total number of hotel rooms in municipalities with police departments under subsection (d)(2)(ii) as compiled by the recognized TPA and certified by the county commissioners. Grants shall be used for police and law enforcement purposes. Any portion of a grant not used for police and law enforcement purposes shall be returned to the county for the purposes of subsection (d)(2)(i).\n\n(f) Concurrent tax years.--The tax year for a tax imposed under this section shall run concurrently with the calendar year.\n\n(g) Audit.--An audited report on the income and expenditures incurred by a tourist promotion agency receiving any revenues from the tax authorized under this section shall be submitted annually by the tourist promotion agency to the county commissioners.\n\n(h) Administrative fee.--The county may deduct and retain an administrative fee from the taxes collected under this section. The administrative fee established by the county may not exceed in any tax year the lesser of:\n\n(1) four and one-half percent of all taxes collected under this section; or\n\n(2) ninety-five thousand dollars, which amount shall be adjusted biannually, beginning two years after July 12, 2012, by the percentage growth in the Consumer Price Index for All Urban Consumers.\n\n(i) Uses of revenue.--Revenue collected from the fee imposed under subsection (h) shall be used for the following purposes:\n\n(1) Defraying the costs associated with the collection and administration of the tax.\n\n(2) Defraying the costs of the review required under subsection (c).\n\n(j) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Consideration.\"Receipts, fees, charges, rentals, leases, cash, credits, property of any kind or nature or other payment received by operators in exchange for or in consideration of the use or occupancy by a transient of a room or rooms in a hotel for any temporary period.\n\n\"Hotel.\"A hotel, motel, inn, guest house or other structure which holds itself out by any means, including advertising, license, registration with an innkeepers' group, convention listing association, travel publication or similar association or with a government agency, as being available to provide overnight lodging or use of facility space for consideration to persons seeking temporary accommodation; any place which advertises to the public at large or any segment thereof that it will provide beds, sanitary facilities or other space for a temporary period to members of the public at large; or any place recognized as a hostelry. The term does not include any portion of a facility that is devoted to persons who have an established permanent residence or a college or university student residence hall.\n\n\"Occupancy.\"The use or possession or the right to the use or possession by any person other than a permanent resident of any room in a hotel for any purpose or the right to the use or possession of the furnishings or to the services accompanying the use and possession of the room.\n\n\"Operator.\"An individual, partnership, nonprofit or profit-making association or corporation or other person or group of persons who maintain, operate, manage, own, have custody of or otherwise possess the right to rent or lease overnight accommodations in a hotel to the public for consideration.\n\n\"Patron.\"A person who pays the consideration for the occupancy of a room or rooms in a hotel.\n\n\"Permanent resident.\"A person who has occupied or has the right to occupancy of a room or rooms in a hotel as a patron or otherwise for a period exceeding 30 consecutive days.\n\n\"Room.\"A space in a hotel set aside for use and occupancy by patrons, or otherwise, for consideration, having at least one bed or other sleeping accommodation in a room or group of rooms.\n\n\"Tourist Promotion Agency (TPA).\"An organization, agency or corporation designated to be such by the board of commissioners as of January 1, 2000, of the county in which the tax is imposed. The TPA shall be duly established, designated and recognized as the county's TPA in accordance with and pursuant to the act of July 4, 2008 (P.L.621, No.50), known as the Tourism Promotion Act.\n\n\"Transaction.\"The activity involving the obtaining by a transient or patron of the use or occupancy of a hotel room from which consideration is payable to the operator under an express or implied contract.\n\n\"Transient.\"An individual who obtains accommodation in a hotel by means of registering at the facility for the temporary occupancy of a room for the personal use of the individual by paying a fee to the operator.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17504/"
    },
    {
      "id": "section-17506",
      "number": "17506",
      "heading": "",
      "text": "ยง 17506. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17506/"
    },
    {
      "id": "section-17507",
      "number": "17507",
      "heading": "",
      "text": "(a) Imposition.--A county may, by ordinance, impose a tax which shall be known as the hotel room rental tax on the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to accommodate transients. The tax shall be collected by the operator from the patron of the room and paid over to the county where the hotel is located as provided under this section.\n\n(b) Limitation on tax rate.--The rate of tax imposed under this section shall not exceed 5%.\n\n(c) Collection, deposit and distribution.--The treasurer of each county electing to impose the tax authorized under this section shall collect the tax and deposit the revenues received from the tax in a special fund established for that purpose. Subsequent to the deduction for administrative costs established in subsection (i), the county shall distribute to the recognized tourist promotion agency all revenues received from the tax not later than 60 days after receipt of the tax revenues.\n\n(d) Use of tax revenue.--The revenues from the special fund shall be used by the recognized tourist promotion agency for any of the following purposes:\n\n(1) Marketing the area served by the agency as a leisure travel destination.\n\n(2) Marketing the area served by the agency as a business, convention or meeting travel destination.\n\n(3) Using all appropriate marketing tools to accomplish these purposes, including, but not limited to, advertising, publicity, publications, direct marketing, sales, technology and participation in industry trade shows that attract tourists or travelers to the area served by the agency.\n\n(4) Programs, expenditures or grants that are directly and substantially related to tourism or a business, convention or meeting travel destination within the county, augment and do not compete with private sector tourism or travel efforts and improve and expand the county as a destination market as deemed necessary by the recognized tourist promotion agency. The following shall apply to grants awarded under this paragraph:\n\n(i) Grants require a cash or in-kind local match of at least 25%.\n\n(ii) Grants may not be used for signage that promotes a specific private entity on the situs of that entity, except where the signage also carries the logo of a recognized tourist promotion agency.\n\n(5) Any other tourism or travel marketing or promotion program, expenditure or project that does not compete with private sector tourism or travel efforts as deemed necessary by the recognized tourist promotion agency.\n\n(e) Concurrent tax years.--Each taxable year for any tax imposed under this section shall run concurrently with the county's fiscal year.\n\n(f) Audit.--An audited report or financial statement, as determined by the county in consultation with the recognized tourist promotion agency, on the income and expenditures incurred by a recognized tourist promotion agency receiving any revenues from the tax authorized under this section shall be submitted annually by the recognized tourist promotion agency to the county commissioners.\n\n(g) Sanction.--The following shall apply:\n\n(1) If a recognized tourist promotion agency fails to submit an annual audit report or financial statement required under subsection (f) within 90 days of the end of the recognized tourist promotion agency's fiscal year, the corresponding county may withhold tax revenues collected and deposited in a special fund under this section until the required annual audit report or financial statement is submitted to the county.\n\n(2) In the event the county does not take action under paragraph (1) within 120 days of the end of the recognized tourist promotion agency's fiscal year, the Secretary of Community and Economic Development may require the county to withhold tax revenues collected and deposited in a special fund under this section until the required annual audit report or financial statement is submitted to the county and the Department of Community and Economic Development.\n\n(h) Conflict of interest.--Any board member, director, officer or employee of a recognized tourist promotion agency shall disclose to the recognized tourist promotion agency the nature of any conflict of interest or financial interest and recuse himself or herself from any action taken on behalf of the recognized tourist promotion agency which may result in a private pecuniary benefit to the individual, a member of the individual's immediate family or a business with which the individual or a member of the individual's immediate family is associated.\n\n(i) Administrative costs.--For the purposes of defraying the costs associated with the collection of the tax imposed under this section and otherwise performing its obligations under this section, the county may deduct and retain an administrative fee from the taxes collected under this section. The administrative fee shall be established by the county but shall not exceed 4% of the taxes collected in any taxable year.\n\n(j) Penalty.--A penalty of 1.5% per month shall be imposed upon the operator of a hotel for failure to timely collect and remit the tax authorized by this section. In addition to other remedies available for collection of debts, the county may file a lien upon the hotel in the name of the county and for the use of the county as provided by law.\n\n(k) Definitions.--The following words and phrases when used in this section shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Bed and breakfast\"or\"homestead.\"A public accommodation consisting of a private residence, which contains 10 or fewer bedrooms, used for providing overnight accommodations to the public and in which breakfast is the only meal served and is included in the charge for the room.\n\n\"Cabin.\"A permanent structure with beds and running water that is located on a campground on State land or private property and is available to provide overnight lodging for consideration to persons seeking temporary accommodations. The term does not include a yurt or walled tent.\n\n\"Conflict of interest.\"Use by a board member, director, officer or employee of a recognized tourist promotion agency of the authority of his or her office or employment or any confidential information received through his or her capacity in relation to a recognized tourist promotion agency for the private pecuniary benefit of himself or herself, a member of his or her immediate family or a business with which he or she or a member of his or her immediate family is associated. The term does not include an action having a de minimis economic impact or which affects to the same degree a class consisting of the general public or a subclass consisting of an industry, occupation or other group which includes a board member, director, officer or employee, a member of his or her immediate family or business with which he or she or a member of his or her immediate family is associated.\n\n\"Consideration.\"Receipts, fees, charges, rentals, leases, cash, credits, property of any kind or nature or other payment received by operators in exchange for or in consideration of the use or occupancy by a transient of a room or rooms in a hotel for a temporary period.\n\n\"County.\"Any county of the third through eighth class that was authorized to levy a hotel occupancy or room rental tax under former sections 1770.2 or 1770.6 of the County Code.\n\n\"Hotel.\"A hotel, motel, inn, guest house, rooming house, bed and breakfast, homestead or other structure which holds itself out by any means, including advertising, license, registration with an innkeepers' group, convention listing association, travel publication or similar association or with a government agency, as being available to provide overnight lodging for consideration to persons seeking temporary accommodation; any place which advertises to the public at large or any segment thereof that it will provide beds, sanitary facilities or other space for a temporary period to members of the public at large; any place recognized as a hostelry or any cabin. The term does not include any of the following:\n\n(1) A charitable institution.\n\n(2) A portion of a facility that is devoted to persons who have an established permanent residence.\n\n(3) A college or university student residence hall currently occupied by students enrolled in a degree program.\n\n(4) An educational or religious institution camp for children, including a camp registered under the act of November 10, 1959 (P.L.1400, No.497), entitled \"An act providing for the annual registration of organized camps for children, youth and adults; defining the duties of the Department of Health of the Commonwealth of Pennsylvania; and prescribing penalties.\"\n\n(5) A hospital.\n\n(6) A nursing home.\n\n(7) Part of a campground that is not a cabin.\n\n\"Immediate family.\"A spouse, parent, brother, sister or child.\n\n\"Marketing.\"An action by a recognized tourism promotion agency that includes, but is not limited to, promoting and encouraging visitors to visit a specific county, counties or geographic region.\n\n\"Occupancy.\"The use or possession or the right to the use or possession by any person other than a permanent resident of any room in a hotel for any purpose or the right to the use or possession of the furnishings or to the services accompanying the use and possession of the room.\n\n\"Operator.\"Any individual, partnership, nonprofit or profit-making association or corporation or other person or group of persons who maintain, operate, manage, own, have custody of or otherwise possess the right to rent or lease overnight accommodations in a building to the public for consideration.\n\n\"Patron.\"Any person who pays the consideration for the occupancy of a room or rooms in a hotel.\n\n\"Permanent resident.\"A person who has occupied or has the right to occupancy of a room or rooms in a hotel as a patron or otherwise for a period exceeding 30 consecutive days.\n\n\"Recognized tourist promotion agency.\"The nonprofit corporation, organization, association or agency which is engaged in planning and promoting programs designed to stimulate and increase the volume of tourist, visitor and vacation business within a county and certified by the county as of April 20, 2016, or under section 17508 (relating to certification of recognized tourist promotion agencies).\n\n\"Room.\"A space in a building set aside for use and occupancy by patrons or otherwise, for consideration, having at least one bed or other sleeping accommodations provided.\n\n\"Transaction.\"The activity involving the obtaining by a transient or patron of the use or occupancy of a hotel room from which consideration emanates to the operator under an express or implied contract.\n\n\"Transient.\"An individual who obtains accommodation in a hotel by means of registering at the facility for the temporary occupancy of a room for the personal use of the individual by paying a fee to the operator.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17507/"
    },
    {
      "id": "section-17508",
      "number": "17508",
      "heading": "",
      "text": "(a) Authorization.--A county may certify a nonprofit corporation, organization, association or agency to serve as the county's recognized tourist promotion agency. The county may not have more than one recognized tourist promotion agency.\n\n(b) Procedure for certification.--The following shall apply:\n\n(1) A county must certify a recognized tourist promotion agency under subsection (a) by proper resolution of the governing body of the county, concurred in by resolution of the governing bodies of cities, boroughs, towns or townships within the county which have an aggregate of more than 50% of the total population of the county as determined by the most recently completed Federal decennial census.\n\n(2) A recognized tourist promotion agency shall operate until that agency has dissolved as an entity, withdrawn its certification or has been decertified by the county under subsection (c).\n\n(c) Decertification.--The following shall apply:\n\n(1) Notwithstanding any other provision of law, a county may decertify a recognized tourist promotion agency by proper resolution of the governing body of a county, concurred in by resolution of the governing bodies of cities, boroughs, towns or townships within the county which have an aggregate of more than 65% of the total population of the county as determined by the most recently completed Federal decennial census.\n\n(2) The county shall hold at least one public hearing on decertification no less than seven days before a meeting to adopt a resolution under this subsection.\n\n(3) This subsection shall apply to recognized tourist promotion agencies, regardless of the date on which they were recognized under the act of July 4, 2008 (P.L.621, No.50), known as the Tourism Promotion Act, or certified by the county under this section or former section 1770.11 of the County Code.\n\nCross References.Section 17508 is referred to in section 17507 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17508/"
    },
    {
      "id": "section-17509",
      "number": "17509",
      "heading": "",
      "text": "(a) Imposition of excise tax.--The following shall apply:\n\n(1) The county commissioners in each county of the second class are authorized to impose an excise tax at 5% on the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to accommodate transients.\n\n(2) The county commissioners in each county of the second class A are authorized to impose an excise tax not to exceed 5% on the consideration received by each operator of a hotel within the county from each transaction of renting a room or rooms to accommodate transients.\n\n(3) The tax shall be collected by the operator from the patron of the room and paid over to the county as provided in this section.\n\n(b) Collection, deposit and distribution for county of the second class.--The treasurer of each county of the second class electing to impose the tax authorized under this section is directed to collect the tax and to deposit the revenue received from the tax in a special fund. The revenues shall be distributed by the county commissioners as follows:\n\n(1) Except as set forth in paragraph (5), two-fifths of the revenue received by the county from the excise tax shall be distributed to a tourist promotion agency pursuant to section 2199.14 of the act of July 28, 1953 (P.L.723, No.230), known as the Second Class County Code.\n\n(2) Except as set forth in paragraph (5), one-third of the tax collected by hotels within a municipality where a convention center or exhibition hall is located, less the cost of collecting the tax shall, at the request of that municipality, be returned to that municipality for deposit in that municipality's special fund established solely for purposes of paying for promotional programs implemented by a nonprofit organization which are designed to stimulate and increase the volume of conventions and visitors within the municipality or as provided in paragraph (7), subject to the following requirements:\n\n(i) An audited report on the income and expenditures incurred by the municipality receiving funds from the excise tax on hotel room rentals shall be made annually to the county.\n\n(ii) The members of the board of directors or other governing body of the nonprofit organization utilized by the municipality to provide the promotional programs shall be appointed by the governing body of the municipality.\n\n(3) Except as set forth in paragraph (5), a 5% fee shall be paid to the county for collecting the tax.\n\n(4) Except as set forth in paragraph (5), all remaining revenue from the tax received by the county, after paying the amounts set forth in paragraphs (1), (2) and (3), shall be used for operational and maintenance expenditures of the convention center or exhibition hall as provided in subsection (d) and for regional tourist promotion activities.\n\n(5) Subject to paragraph (6), if bonds are issued by the public authority to provide permanent financing or refinancing of the expansion of and capital improvements to the convention center or exhibition hall, the revenue received from the tax and deposited in the special fund shall not be distributed as set forth in paragraphs (1), (2), (3) and (4) but shall be distributed by the county commissioners in the order of priority as follows:\n\n(i) First, to the payment of all amounts set forth in paragraph (2).\n\n(ii) Second:\n\n(A) to the trustee for the bonds in accordance with the provisions of the indenture pursuant to which the bonds are issued, to be used for the payment of debt service on the bonds; and\n\n(B) to the payment of all amounts set forth in paragraph (3):\n\n(I) in full; or\n\n(II) if the revenues are insufficient to make the payment in full, pro rata.\n\n(iii) Third, to the payment of all amounts set forth in paragraph (1).\n\n(iv) Fourth, as set forth in paragraph (4).\n\n(6) Paragraph (5) shall not apply to bonds issued subsequent to the permanent financing for purposes of completion or subsequent expansions or capital improvements.\n\n(7) If a convention center or exhibition hall discontinues operation in a municipality in which a convention center or exhibition hall is located, the municipality shall continue to collect and receive the tax, which shall be deposited by the municipality and used for the purposes as provided in paragraph (2).\n\n(c) Collection and deposit for county of second class A.--The treasurer of each county of the second class A electing to impose the tax authorized under this section is directed to collect the tax and to deposit the revenue in a special fund established solely for purposes of travel and tourism promotion and advertising related to travel and tourism promotion. The treasurer is authorized to establish rules and regulations concerning the collection of the tax.\n\n(d) Limitation on use of fund for counties of the second class.--The following shall apply:\n\n(1) In counties of the second class, expenditures from the fund established under subsection (b) shall be used for all purposes which a public authority may determine to be reasonably necessary to the support, operation and maintenance of a convention center or exhibition hall, including the following:\n\n(i) Advertising and publicizing tourist attractions in the area served by the recognized tourist promotion agency.\n\n(ii) Promoting and otherwise encouraging the use of the facilities in the area served by the recognized tourist promotion agency by the public as a whole.\n\n(iii) Promoting and attracting conventions, exhibitions and other functions to utilize facilities in the area served by the recognized tourist promotion agency.\n\n(iv) Precompletion advertising and publicizing of any convention center or exhibition hall.\n\n(v) Promoting and attracting conventions, exhibitions and other functions to utilize the convention center or exhibition hall.\n\n(vi) Promoting and otherwise encouraging the use of the premises by the public as a whole or any segment of the public.\n\n(vii) Operating, furnishing and otherwise maintaining and equipping the premises and realty appurtenant to the premises.\n\n(viii) Furnishing and equipping the building and grounds.\n\n(2) It is the intention of this subsection that the receipts from any tax imposed under this section after payment of the distributions under subsection (b)(1), (2), (3), (4) and (5) be used in the county to offset the entire operating deficit, if any, of any convention center or exhibition hall, including equally, shares of any cooperating political subdivision or agency of government incurred pursuant to any agreement. The operating deficit shall be determined by the public authority which is the designated operating agency of the convention center or exhibition hall.\n\n(e) Limitation on use of fund for counties of second class A.--The following shall apply:\n\n(1) In counties of the second class A, expenditures from the fund established under subsection (c) shall be annually appropriated by the county commissioners for tourist promotion activities, to be executed by the recognized tourist promotion agency for the following:\n\n(i) Marketing the area served by the recognized tourist promotion agency as a leisure travel destination.\n\n(ii) Marketing the area served by the recognized tourist promotion agency as a convention, business or meeting travel destination.\n\n(iii) Marketing the area served by the recognized tourist promotion agency to the public as a whole for use of its tourist and convention facilities.\n\n(iv) Using all appropriate marketing tools to accomplish these purposes, including advertising, publicity, publications, direct marketing, sales, technology and participation in industry trade shows that attract tourists or travelers to the area served by the recognized tourist promotion agency.\n\n(v) Programs, expenditures or grants that directly and substantially relate to tourism or a business, convention or meeting travel destination within a county of the second class A, that augment and do not compete with private sector tourism or travel efforts and that improve and expand a county of the second class A as a destination market as deemed necessary by the recognized tourist promotion agency. The following shall apply to grants awarded under this subparagraph:\n\n(A) Grants shall have a cash or in-kind local match of at least 25%.\n\n(B) Grants may not be used for signage that promotes a specific private entity on the situs of the entity, except where the signage carries the logo of a recognized tourist promotion agency.\n\n(vi) Any other tourism or travel marketing or promotion program, expenditure or project that does not compete with private sector tourism or travel efforts as deemed necessary by the recognized tourist promotion agency.\n\n(2) For the purposes of defraying the costs associated with the collection of the tax imposed under this section and otherwise performing their obligations under this section, the county commissioners of a county of the second class A may deduct and retain an administrative fee from the taxes collected under this section. The administrative fee shall be established by the county of the second class A and shall not exceed 4% of the taxes collected in any taxable year.\n\n(3) As determined by a county of the second class A in consultation with the recognized tourist promotion agency, an audited report or financial statement of the income and expenditures incurred by a recognized tourist promotion agency receiving revenue from the tax authorized under this section shall be submitted annually by the recognized tourist promotion agency to the county commissioners.\n\n(4) A penalty of 1.5% per month shall be imposed upon the operator of a hotel in a county of the second class A for failure to timely collect and remit the tax authorized by this section. In addition to other remedies available for collection of debts, a county of the second class A may file a lien upon the hotel in the name of the county and for the use of the county as provided by law.\n\n(f) Duration of section.--The following shall apply:\n\n(1) The provisions of this section relating to counties of the second class shall remain in force from year to year. The following apply:\n\n(i) Revenue in excess of amounts needed to pay the distributions under subsection (b)(1), (2), (3) and (4) and to offset operating deficits under subsections (b)(3) and (d) shall be determined by the public authority and may be accumulated.\n\n(ii) At the discretion of the cooperating political subdivisions and the public authority, any revenue may be used to:\n\n(A) provide part or all of an annual payment to be paid by a county or a political subdivision under an agreement with a public authority created under the act of July 29, 1953 (P.L.1034, No.270), known as the Public Auditorium Authorities Law, which has been designated as the operating agency for a convention center or exhibition hall; or\n\n(B) effect necessary expansion or further capital improvements.\n\n(2) The provisions of this section relating to counties of the second class A shall remain in force and effect for three years from February 14, 1986, and may be continued thereafter by ordinance or resolution of the county commissioners of the respective counties.\n\n(g) Concurrent tax years.--Each taxable year for a tax imposed under this section shall run concurrently with the calendar year.\n\n(h) Definitions.--The following words and phrases when used in this section shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Cabin.\"A permanent structure with beds and running water that is located on a campground on State land or private property and is available to provide overnight lodging for consideration to persons seeking temporary accommodations. The term does not include a yurt or walled tent.\n\n\"Consideration.\"Receipts, fees, charges, rentals, leases, cash, credits, property or other payment received by operators in exchange for or in consideration of the use or occupancy by a transient of a room in a hotel for a temporary period.\n\n\"Convention center or exhibition hall.\"A building or series of buildings:\n\n(1) at least one of which contains a minimum of 75,000 gross square feet of exhibition space for shows and conventions;\n\n(2) which are not used for the retail sale of merchandise or part of any shopping center, mall or other retail center; and\n\n(3) a major function of which is to house meetings, exhibitions, shows, conventions, assemblies, convocations and similar gatherings. The term includes land appurtenant to the building or buildings.\n\n\"Cooperating political subdivision or agency of government.\"A city or public authority located in a county:\n\n(1) within the boundaries of which a convention center or exhibition hall is planned or constructed; and\n\n(2) which shares with the county duties, obligations or privileges with respect to that convention center.\n\n\"Hotel.\"A hotel, motel, inn, guest house, rooming house, bed and breakfast, homestead or other structure which holds itself out by any means, including advertising, license, registration with an innkeepers' group, convention listing association, travel publication or similar association or with a government agency, as being available to provide overnight lodging for consideration to persons seeking temporary accommodation; any place which advertises to the public at large or any segment thereof that it will provide beds, sanitary facilities or other space for a temporary period to members of the public at large; any place recognized as a hostelry or any cabin. The term does not include any of the following:\n\n(1) A charitable institution.\n\n(2) A portion of a facility that is devoted to persons who have an established permanent residence.\n\n(3) A college or university student residence hall currently occupied by students enrolled in a degree program.\n\n(4) An educational or religious institution camp for children, including a camp registered under the act of November 10, 1959 (P.L.1400, No.497), entitled \"An act providing for the annual registration of organized camps for children, youth and adults; defining the duties of the Department of Health of the Commonwealth of Pennsylvania; and prescribing penalties.\"\n\n(5) A hospital.\n\n(6) A nursing home.\n\n(7) Part of a campground that is not a cabin.\n\n\"Municipality.\"Notwithstanding 53 Pa.C.S. ยง 8401 (relating to definitions), a township or borough or a home rule municipality which was formerly a township or borough.\n\n\"Occupancy.\"The use or possession or the right to the use or possession by any person other than a permanent resident of a room in a hotel for any purpose or the right to the use or possession of the furnishings or to the services accompanying the use and possession of the room.\n\n\"Operating deficit.\"The excess of expenses over receipts from the operation and management of a convention center or exhibition hall.\n\n\"Operator.\"Any individual, partnership, nonprofit or profit-making association or corporation or other person or group of persons that maintain, operate, manage, own, have custody of or otherwise possess the right to rent or lease overnight accommodations in a hotel to the public for consideration.\n\n\"Patron.\"A person that pays the consideration for the occupancy of a room in a hotel.\n\n\"Permanent resident.\"An individual who has occupied or has the right to occupancy of a room in a hotel as a patron or otherwise for a period exceeding 30 consecutive days.\n\n\"Recognized tourist promotion agency.\"The nonprofit corporation, organization, association or agency which is engaged in planning and promoting programs designed to stimulate and increase the volume of tourist, visitor and vacation business within a county and certified by the county pursuant to the act of July 4, 2008 (P.L.621, No.50), known as the Tourism Promotion Act.\n\n\"Regional tourist promotion activities.\"Services, activities, facilities and events which result in a significant number of nonresidents visiting a county of the second class for recreational, cultural or educational purposes.\n\n\"Room.\"A space in a hotel set aside for use and occupancy by patrons, or otherwise, for consideration, having at least one bed or other sleeping accommodation.\n\n\"Substantial completion.\"Construction which is sufficiently completed in accordance with contract documents and certified by the convention center authority's architect or engineer, as modified by change orders so that:\n\n(1) the main convention area can be used, occupied or operated for its intended use; and\n\n(2) at least 90% of the work on the main convention or exhibition area is complete.\n\n\"Temporary.\"A period of time not exceeding 30 consecutive days.\n\n\"Transaction.\"The activity involving the obtaining by a transient or patron of the use or occupancy of a hotel room from which consideration emanates to the operator under an express or an implied contract.\n\n\"Transient.\"An individual who obtains accommodation in any hotel for himself or herself by means of registering at the facility for the temporary occupancy of any room for the personal use of that individual by paying to the operator of the facility a fee in consideration for the accommodation.\n\nCross References.Section 17509 is referred to in section 101 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-175/section-17509/"
    }
  ]
}