{
  "state": "pennsylvania",
  "path": "title-title-16/chapter-chapter-141",
  "sections": [
    {
      "id": "section-14101",
      "number": "14101",
      "heading": "",
      "text": "At the municipal election preceding the expiration of the term of office of a prothonotary, clerk of the courts of common pleas, register of wills, clerk of orphans' court or recorder of deeds of any county and every four years thereafter, the electors of the county shall elect an individual to fill the office from the first Monday of January next succeeding the election for a term of four years and until a successor is elected and qualified. If, under this part or other law, it is provided that two or more offices be held by the same individual, only one individual may be elected to hold the office.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14101/"
    },
    {
      "id": "section-14103",
      "number": "14103",
      "heading": "",
      "text": "(a) Elections.--In each county containing 40,000 inhabitants, which has been created as a separate and independent judicial district as provided by the Constitution of Pennsylvania, upon acceptance of the provisions of this section under subsection (c) and at the expiration of the terms of the offices in that county, there shall be:\n\n(1) one individual elected to fill the office of prothonotary;\n\n(2) one individual elected to fill the office of the clerk of the courts of common pleas;\n\n(3) one individual elected to fill the office of register of wills and clerk of the orphans' court; and\n\n(4) one individual elected to fill the office of recorder of deeds.\n\n(b) Offices held.--In a county in which the offices under this subsection were held on October 10, 1955, the offices shall continue to be held and individuals shall continue to be elected to fill the offices and are not subject to the acceptance of provisions required under subsection (c).\n\n(c) Acceptance.--Upon petition of the county commissioners, the acceptance of the provisions of this section shall be exercised by a decree of the court of common pleas of the county. The petition and decree shall be recorded in the office of the recorder of deeds of the county and in the office of the Secretary of the Commonwealth.\n\nCross References.Section 14103 is referred to in section 14102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14103/"
    },
    {
      "id": "section-14102",
      "number": "14102",
      "heading": "",
      "text": "(a) Counties of the third and fourth classes.--In counties of the third and fourth classes, one individual shall hold the office of prothonotary, one individual shall hold the office of clerk of courts, one individual shall hold the offices of register of wills and clerk of orphans' court and one individual shall hold the office of recorder of deeds.\n\n(b) Reconfiguration.--\n\n(1) Notwithstanding subsection (a) or any other provision of law, a county advancing from the fifth class to fourth class as a result of Federal decennial census data certified after the primary election in the year of a municipal election may maintain the configuration of offices in effect in the county if the county, in consultation with the president judge of the court of common pleas of the county, deems appropriate.\n\n(2) If a county subject to paragraph (1) determines that reconfiguration of offices under subsection (a) or other general law applicable to the holding of offices and to the classification of the county is appropriate, the county shall wait until the year when the offices are next up for election to initiate the reconfiguration.\n\n(c) Continuation.--Notwithstanding subsection (a) or (b) or any other provision of law, the county commissioners of a county advancing from the fifth class to fourth class may adopt a resolution providing that one individual shall continue to hold the offices of prothonotary and clerk of courts, unless an applicable local law states otherwise.\n\n(d) One office holder.--Notwithstanding subsection (a) or (b) or any other provision of law, the county commissioners of a county advancing from the fifth class to fourth class may adopt a resolution providing that one individual shall hold the offices of register of wills, recorder of deeds and clerk of orphans' court, unless an applicable local law states otherwise.\n\n(e) Counties of the fifth class.--In counties of the fifth class, one individual shall hold the offices of prothonotary and clerk of courts, one individual shall hold the offices of register of wills and clerk of orphans' court and one individual shall hold the office of recorder of deeds, unless an applicable local law states otherwise.\n\n(f) Counties advancing to fifth class.--Notwithstanding subsection (e) or any other provision of law, the county commissioners of a county advancing from the sixth class to fifth class may adopt a resolution providing that one individual shall continue to hold the offices of register of wills, recorder of deeds and clerk of orphans' court, unless an applicable local law states otherwise.\n\n(g) Counties of sixth and seventh classes.--In counties of the sixth and seventh classes, one individual shall hold the offices of prothonotary and clerk of courts and one individual\n\nshall hold the offices of register of wills, recorder of deeds and clerk of orphans' court, unless an applicable local law states otherwise.\n\n(h) Counties of the eighth class.--In counties of the eighth class, one individual shall hold the offices of prothonotary, clerk of courts, clerk of orphans' court, register of wills and recorder of deeds, unless local laws applying to the county shall otherwise provide.\n\n(i) Applicability.--Nothing in this section shall be construed to repeal the act of July 2, 1839 (P.L.559, No.193), entitled \"An act to provide for the election of Prothonotaries, Clerks, Recorders, and Registers,\" or the provisions of any other local law.\n\n(j) Offices not held.--\n\n(1) A county in which the offices under this chapter are not held that seeks to provide for the holding of two or more of the offices by the same individual may, at any time:\n\n(i) apply the provisions of this section, in whole or in part; and\n\n(ii) provide for the holding of the county offices in the manner specified under this section for the class of counties to which the county belongs.\n\n(2) The recombining of the offices under paragraph (1) shall take effect in the year in which the offices are next up for election, at which time offices in the county shall be held in accordance with the provisions of this section authorizing the combining of the offices or any other general law applicable to the holding of offices and to the classification of the county.\n\n(k) Proceedings.--The proceedings for a county to accept the provisions of this section regarding the county's offices shall be in accordance with section 14103 (relating to separate judicial districts) as applicable. Upon the expiration of the term of a county officer affected by the proceeding, the following apply:\n\n(1) The office of the county officer shall be joined to another county officer whose term still continues, and no successor shall be elected to the office.\n\n(2) If the terms of all officers affected expire at the same time, upon expiration, the offices shall be joined and occupied by one individual elected at the preceding municipal election.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14102/"
    },
    {
      "id": "section-14104",
      "number": "14104",
      "heading": "",
      "text": "§ 14104. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14104/"
    },
    {
      "id": "section-14105",
      "number": "14105",
      "heading": "",
      "text": "The recorder of deeds shall appoint one first deputy to act for the death or resignation of the first deputy's principal or when the office becomes vacant from other causes. The register of wills shall appoint a deputy or deputies with powers and duties specified under 20 Pa.C.S. Ch. 9 (relating to register of wills).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14105/"
    },
    {
      "id": "section-14106",
      "number": "14106",
      "heading": "",
      "text": "§ 14106. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14106/"
    },
    {
      "id": "section-14107",
      "number": "14107",
      "heading": "",
      "text": "§ 14107. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14107/"
    },
    {
      "id": "section-14107-1",
      "number": "14107.1",
      "heading": "",
      "text": "§ 14107.1. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14107-1/"
    },
    {
      "id": "section-14108",
      "number": "14108",
      "heading": "",
      "text": "§ 14108. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14108/"
    },
    {
      "id": "section-14109",
      "number": "14109",
      "heading": "",
      "text": "§ 14109. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14109/"
    },
    {
      "id": "section-14110",
      "number": "14110",
      "heading": "",
      "text": "§ 14110. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14110/"
    },
    {
      "id": "section-14111",
      "number": "14111",
      "heading": "",
      "text": "§ 14111. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14111/"
    },
    {
      "id": "section-14112",
      "number": "14112",
      "heading": "",
      "text": "The recorder of deeds may appoint a second deputy recorder of deeds. A second deputy recorder of deeds shall possess and discharge all the rights, powers and duties of the principal deputy recorder of deeds during the principal deputy's necessary or temporary absence.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14112/"
    },
    {
      "id": "section-14113",
      "number": "14113",
      "heading": "",
      "text": "The recorder of deeds may appoint one or more clerks employed in the recorder's office to administer oaths and affirmations to all individuals pertaining to the business of the recorder's office. Oaths and affirmations under this section shall have the same force and effect as if administered by the recorder or deputy recorder.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14113/"
    },
    {
      "id": "section-14114",
      "number": "14114",
      "heading": "",
      "text": "§ 14114. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14114/"
    },
    {
      "id": "section-14115",
      "number": "14115",
      "heading": "",
      "text": "§ 14115. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14115/"
    },
    {
      "id": "section-14116",
      "number": "14116",
      "heading": "",
      "text": "§ 14116. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-141/section-14116/"
    }
  ]
}