{
  "state": "pennsylvania",
  "path": "title-title-16/chapter-chapter-153",
  "sections": [
    {
      "id": "section-15328",
      "number": "15328",
      "heading": "",
      "text": "The county commissioners, either independently or in connection with any other municipality within the county or a society or organization, may appropriate money for the compilation of a county war history or any general history or historical account related to the historical records and government of the county and for publication and distribution.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15328/"
    },
    {
      "id": "section-15329",
      "number": "15329",
      "heading": "",
      "text": "(a) Payments.--The county commissioners may pay, out of the county money not otherwise appropriated, a sum of money to a county historical society, qualified under section 15330 (relating to qualification of society), to assist in paying expenses. If a county historical society is comprised of residents of more than one county, the county commissioners of the respective counties may jointly pay the sum in such proportion as the county commissioners shall agree.\n\n(b) Vouchers.--Appropriations may not be renewed until vouchers have been filed with the county commissioners showing that the appropriation for any prior year has been expended under this chapter.\n\nCross References.Section 15329 is referred to in section 15330 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15329/"
    },
    {
      "id": "section-15330",
      "number": "15330",
      "heading": "",
      "text": "A historical society eligible to receive county money according to the provisions of section 15329 (relating to payment to historical societies) shall:\n\n(1) be a not-for-profit corporation, in good standing and registered according to the laws of this Commonwealth with the Bureau of Corporations and Charitable Organizations;\n\n(2) have operated for two years prior to receiving an appropriation from a county; and\n\n(3) control and operate a museum or other facility related to the history of the county or this Commonwealth that is open to the public at least 100 days per year.\n\nCross References.Section 15330 is referred to in section 15329 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15330/"
    },
    {
      "id": "section-15331",
      "number": "15331",
      "heading": "",
      "text": "The county commissioners may make appropriations out of county money to any nonprofit corporation organized for the purpose of restoring and preserving historic sites that are within the county. For the purposes of this section, an eligible historic site shall be listed or eligible to be listed in the National Register of Historic Places or designated as historic by resolution of the county commissioners.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15331/"
    },
    {
      "id": "section-15335",
      "number": "15335",
      "heading": "",
      "text": "The county commissioners may appropriate money toward the maintenance of an organization or society, incorporated under the laws of this Commonwealth, for the prevention of cruelty to animals and which, for a period of at least two years prior to the making of the appropriation, shall have been engaged in carrying out the purposes of its incorporation, in whole or in part, within the county.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15335/"
    },
    {
      "id": "section-15336",
      "number": "15336",
      "heading": "",
      "text": "(a) Appropriations.--The county commissioners may make annual appropriations for Cooperative Extension work, in cooperation with The Pennsylvania State University, to support improved methods of agricultural production and management, economic development, family and youth programming and practical instruction and demonstrations, both in-person and online. The purpose of these activities is to help communities, businesses and people solve problems and improve their quality of life. The money shall be expended according to rules and regulations prescribed or approved by the county commissioners to support Cooperative Extension's mission to provide educational opportunities to constituents, regardless of where the expertise is located.\n\n(b) Cooperative Extension services.--Cooperative Extension shall provide counties access to The Pennsylvania State University's science-based information, expertise and education and shall continually work to expand access to its Statewide programs through technology channels.\n\n(c) Offices.--The county commissioners may provide offices in the county for headquarters for cooperative work under this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15336/"
    },
    {
      "id": "section-15337",
      "number": "15337",
      "heading": "",
      "text": "(a) Appropriations.--The county commissioners are authorized to make appropriations annually out of the current revenues of the county to an incorporated agricultural or horticultural society or association located within the county.\n\n(b) Additional appropriations.--The county commissioners are authorized to make additional appropriations annually out of the current revenues of the county to an incorporated agricultural or horticultural society or association located within the Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15337/"
    },
    {
      "id": "section-15338",
      "number": "15338",
      "heading": "",
      "text": "(a) Appropriations.--The county commissioners may make appropriations from county money and cooperate with the Department of Agriculture, for the purpose of controlling and suppressing:\n\n(1) dangerous transmissible diseases of domestic animals;\n\n(2) dangerous plant diseases;\n\n(3) insect pests; and\n\n(4) diseases of honeybees.\n\n(b) Agreements.--For the purpose of carrying out this section, the county commissioners may enter into agreements with the Department of Agriculture concerning terms, rules, regulations and practices for conducting the work.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15338/"
    },
    {
      "id": "section-15339",
      "number": "15339",
      "heading": "",
      "text": "The county commissioners in counties of the third, fourth, fifth, sixth, seventh and eighth class may appropriate annually, out of current revenues, to an incorporated nonprofit agriculture association or a nonprofit county fair association located within the county, for the repair and maintenance of the real estate, buildings and structures within the county used annually by the association for county agriculture fairs and exhibitions, regardless of if the real estate is owned by the county and leased to the association.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15339/"
    },
    {
      "id": "section-15343",
      "number": "15343",
      "heading": "",
      "text": "The county commissioners may make an appropriation for the purpose of assisting a naval reserve unit or amateur radio league in maintaining, equipping and operating a shortwave radio broadcasting station or cable television community access stations geared to public access, educational access or governmental access, which shall be available for public use in the event of emergency or disaster.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15343/"
    },
    {
      "id": "section-15344",
      "number": "15344",
      "heading": "",
      "text": "The county commissioners may make appropriations for the erection, operation and maintenance of a county police radio, fire and other public safety radio and telecommunications networks.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15344/"
    },
    {
      "id": "section-15347",
      "number": "15347",
      "heading": "",
      "text": "(a) Prevention and control of floods.--The county commissioners may borrow, appropriate and expend money and may acquire by purchase or dedication or by the power of eminent domain real property, or any interest in real property, for the purpose of cleansing, maintaining, regulating, improving and controlling rivers, streams and other bodies of water and stormwater drainage systems lying within the boundaries of the county, either in whole or in part, for the prevention and control of floods. The county commissioners may make contracts and expenditures for the cleansing, maintenance, regulation, improvement and control of waters and drainage systems and for the prevention and control of floods by storage or retaining reservoirs, or otherwise, in parts of waters beyond the limits of the county or of the Commonwealth, if, in the county commissioner's judgment, the expenditures are necessary and for the benefit of the county.\n\n(b) Investigations.--The county commissioners may make appropriations and expenditures for investigating and examining or for assisting in the investigation and examination of the condition of waters for the purpose of subsection (a).\n\n(c) Agreements.--The county commissioners may enter into agreements with the United States Secretary of Defense or other public authorities empowered to act under any law of the United States or of this or any other state, as may be necessary and proper for the prevention and control of floods.\n\n(d) Bonds.--In exercising the powers under this chapter, the county commissioners may, subject to the limitation of the Constitution of Pennsylvania, issue interest bearing bonds of the county in accordance with the provisions of 53 Pa.C.S. Pt. VII Subpt. B (relating to indebtedness and borrowing).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15347/"
    },
    {
      "id": "section-15348",
      "number": "15348",
      "heading": "",
      "text": "(a) Appropriations.--The county commissioners of counties of the third, fourth, fifth, sixth, seventh and eighth class may appropriate money for the purpose of assisting municipal corporations within the county with any cleanup, maintenance, repair and improvements undertaken as a result of damage incurred or a dangerous condition caused by either a disaster emergency within the county declared by the Governor or a local emergency declared by the governing body of a municipal corporation within the county.\n\n(b) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Disaster emergency.\"As defined in 35 Pa.C.S. § 7102 (relating to definitions).\n\n\"Local emergency.\"As defined in 35 Pa.C.S. § 7102.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15348/"
    },
    {
      "id": "section-15351",
      "number": "15351",
      "heading": "",
      "text": "§ 15351. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15351/"
    },
    {
      "id": "section-15352",
      "number": "15352",
      "heading": "",
      "text": "(a) Appropriations.--The county commissioners may appropriate annual money to lawfully organized or incorporated county or regional firemen's associations to establish, equip, maintain and operate, and the county commissioners may establish, equip, maintain and operate, fire training schools or centers for the purpose of giving instruction and practical training in the prevention, control and fighting of fire and related fire department emergencies to the members of paid fire departments and volunteer fire companies in any city, borough, town or township within the county.\n\n(b) Regional fire training schools.--If a firemen's association is comprised of residents of two or more counties or contemplates operation of a regional fire training school in two or more counties, the county commissioners may appropriate money to the association.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15352/"
    },
    {
      "id": "section-15353",
      "number": "15353",
      "heading": "",
      "text": "(a) Appointment.--The county commissioners of a county of the third, fourth, fifth, sixth, seventh and eighth class may appoint a fire marshal and assistant fire marshals as necessary to perform duties relating to the prevention and control of fire as the county commissioners deem to be in the best interests of the county.\n\n(b) Duties.--A fire marshal or assistant fire marshal may not be assigned duties that will conflict with fire marshals or municipal fire marshals or powers relating to the control of fires conferred by law upon the Pennsylvania State Police.\n\n(c) Compensation.--Compensation for the fire marshal and assistant fire marshals shall be set by the county salary board.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15353/"
    },
    {
      "id": "section-15355",
      "number": "15355",
      "heading": "",
      "text": "(a) Contracts.--For the purpose of furnishing gas for light and fuel to the county buildings and for other purposes, the county commissioners may contract for:\n\n(1) The drilling of gas wells upon lands owned by the county.\n\n(2) The laying of gas lines equipped with modern appliances and machinery as may be necessary.\n\n(b) Procedure.--Contracts under this section, including contracts for the building of rigs or derricks and the purchase of machinery, shall be made by the county commissioners in the manner provided for in Chapter 151 (relating to contracts).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15355/"
    },
    {
      "id": "section-15356",
      "number": "15356",
      "heading": "",
      "text": "The county commissioners may enter into contracts with a railroad company to relocate, change or elevate the railroads within the county in such manner as, in the judgment of the board, may be best adapted to secure the safety of lives and property and promote the interest of the county.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15356/"
    },
    {
      "id": "section-15357",
      "number": "15357",
      "heading": "",
      "text": "(a) Assistance.--Upon the request of a political subdivision within a county, the county may assist the political subdivision in negotiations or a contest with a public utility company and may use or allow the political subdivision to use the legal, engineering, accounting or clerical service of the county.\n\n(b) Intervention.--The county commissioners may enter their appearance as interveners or otherwise in a proceeding before the Pennsylvania Public Utility Commission or before a court in a proceeding involving a controversy between a political subdivision in the county and a public utility company.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15357/"
    },
    {
      "id": "section-15371",
      "number": "15371",
      "heading": "",
      "text": "(a) Rewards.--The county commissioners may offer a reward, in addition to that authorized by law, for information leading to the detection or apprehension of an individual charged with or perpetrating a felony or misdemeanor, or aiding or abetting.\n\n(b) Payment of rewards.--Upon the conviction of an individual under subsection (a), the county commissioners may pay the reward out of the county treasury, but in no case may the owner of stolen property be entitled to the reward for the detection or apprehension of the individual who commits the offense of larceny.\n\n(c) Misdemeanors.--In cases of misdemeanors, the county commissioners must have the approval of the president judge of the court of common pleas of the county before offering or paying a reward.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15371/"
    },
    {
      "id": "section-15372",
      "number": "15372",
      "heading": "",
      "text": "§ 15372. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15372/"
    },
    {
      "id": "section-15375",
      "number": "15375",
      "heading": "",
      "text": "(a) Power.--The county commissioners shall have the power to:\n\n(1) operate or provide for the operation of municipal waste processing and disposal facilities, including municipal waste landfills, resource recovery facilities and recycling facilities; and\n\n(2) enter into agreements or contracts with any person, corporation or political subdivision for the disposal of municipal waste in the facilities constructed and maintained by the county and charge and receive fees for services provided under this subsection.\n\n(b) Acquisition of real property.--A county may acquire by gift, lease, purchase by current revenues, borrowing or incurring indebtedness or eminent domain real property within the county for the purpose of constructing any facility under subsection (a) or other buildings necessary to operate the facility. If private property is taken by eminent domain, the county shall acquire the entire title, either in fee or otherwise, held by the owner or owners of the property or of any interest.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Municipal waste landfill.\"As defined in the act of July 28, 1988 (P.L.556, No.101), known as the Municipal Waste Planning, Recycling and Waste Reduction Act.\n\n\"Recycling facility.\"As defined in the Municipal Waste Planning, Recycling and Waste Reduction Act.\n\n\"Resource recovery facility.\"As defined in the Municipal Waste Planning, Recycling and Waste Reduction Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15375/"
    },
    {
      "id": "section-15385",
      "number": "15385",
      "heading": "",
      "text": "The county commissioners may annually appropriate amounts as deemed necessary to an industrial development organization, as defined in section 2301 of the act of June 29, 1996 (P.L.434, No.67), known as the Job Enhancement Act, to assist the agencies in the:\n\n(1) financing of operational costs for the purposes of making studies, surveys and investigations and compiling data and statistics; and\n\n(2) carrying out of planning and promotional programs.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15385/"
    },
    {
      "id": "section-15386",
      "number": "15386",
      "heading": "",
      "text": "§ 15386. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15386/"
    },
    {
      "id": "section-15390",
      "number": "15390",
      "heading": "",
      "text": "The county commissioners may appropriate from county money, or, in counties of the second class A and third class from county institution district money, money for the handling, storage and distribution of surplus foods obtained through a Federal, State or local agency.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15390/"
    },
    {
      "id": "section-15391",
      "number": "15391",
      "heading": "",
      "text": "§ 15391. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15391/"
    },
    {
      "id": "section-15395",
      "number": "15395",
      "heading": "",
      "text": "The county commissioners may acquire by purchase or by gift and repair, supervise, operate and maintain ancient landmarks and other property of historical or antiquarian interest that is listed or eligible to be listed in the National Register of Historic Places or designated as historic by resolution of the county commissioners.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15395/"
    },
    {
      "id": "section-15395-1",
      "number": "15395.1",
      "heading": "",
      "text": "The county commissioners may appropriate money from county money for the purpose of contributing toward the cost of operating, maintaining or carrying out or furthering the purposes of institutes or museums of fine art or natural history that is:\n\n(1) located within the county on public property;\n\n(2) established by private grant or bequest;\n\n(3) open to the public; and\n\n(4) not used for private or corporate profit.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15395-1/"
    },
    {
      "id": "section-15396",
      "number": "15396",
      "heading": "",
      "text": "The county commissioners may appropriate money for payment to nonprofit legal aid associations or societies or county bar associations that provide legal aid services for indigent persons in civil matters in the county.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15396/"
    },
    {
      "id": "section-15397",
      "number": "15397",
      "heading": "",
      "text": "The county commissioners may enter into contracts and long range cooperative programs with Federal, State and local governmental agencies, public utilities or authorities for the improvement of transportation operations and facilities within and across county lines. The county commissioners may independently or in cooperation with any other county or municipality appropriate money annually in furtherance of transportation improvements and may also accept on behalf of the county gifts, grants and Federal and State loans in connection to a transportation improvement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15397/"
    },
    {
      "id": "section-15399",
      "number": "15399",
      "heading": "",
      "text": "(a) Appropriations.--The county commissioners may appropriate county money for grants to assist municipal corporations and authorities within the county, as well as nonprofit organizations, in the purchase, acquisition, improvement, equipping or landscaping of the following:\n\n(2) buildings and facilities, along with the demolition of buildings and facilities;\n\n(3) parks, recreation areas, open space projects and other outdoor projects; and\n\n(4) historic and museum projects.\n\n(b) Definitions.--As used in this section, the term \"nonprofit organization\" shall mean an entity which is tax exempt under section 501(a) of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 501(a)), as amended, or any successor provisions, not operated for profit and organized to:\n\n(1) preserve or conserve open space, natural resources or natural habitats;\n\n(2) promote outdoor recreation and the acquisition and development of facilities related thereto; or\n\n(3) preserve sites of historical significance.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15399/"
    },
    {
      "id": "section-15398",
      "number": "15398",
      "heading": "",
      "text": "The county commissioners may contribute money to any municipal corporation within the county for the erection and maintenance of any traffic signal, as defined under 67 Pa. Code § 212.1 (relating to definitions).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-16/chapter-153/section-15398/"
    }
  ]
}