{
  "state": "idaho",
  "path": "title-title-31/chapter-chapter-9",
  "sections": [
    {
      "id": "section-31-901",
      "number": "31-901",
      "heading": "",
      "text": "31-901. CANCELATION OR ADJUSTMENT OF TAXES. Whenever, in matters relating to reclamation, drainage and drought relief, the board of county commissioners shall deem it necessary or desirable to cooperate with any department or agency of the government of the United States authorized to make loans to irrigation or drainage districts, or loans on real property or farm crops, or with any agency or corporation created or organized under any act of congress and authorized to make such loans, including the Reconstruction Finance Corporation, the Home Owners’ Loan Corporation, the Federal Housing Administration and the Farm Credit Administration, and any agency or corporation operating under the supervision of said Farm Credit Administration or Federal Housing Administration, in order to make available to the people of any district or community within the county the benefits that may accrue from the loaning of money to or in such district or community by any such agency or agencies, and if, in the judgment of the board, the public interest and common welfare require that any ad valorem tax be canceled or otherwise adjusted in order to effect such cooperation and make available the benefits herein referred to, and if it be found that the cancelation or adjustment of such taxes will not be detrimental to the interest of the county or the tax-levying bodies affected thereby, the board of county commissioners, if the tax be a lien upon real property in such county, shall have power and authority to cancel or otherwise adjust such tax upon the conditions and in the manner and for the purpose herein set forth, if it finds and determines that one (1) or more of the following conditions exist:\n\n(a) The lands upon which the tax is a lien are situated in an irrigation project having a water right so inadequate, uncertain and undependable that the landowners have found it necessary to reorganize and readjust the project by eliminating a substantial acreage therefrom and transferring the water rights appurtenant to the lands eliminated to the remaining lands in order to assure the production of normal crops on the lands retained in the project, and that it is believed that the lands retained in the project, upon the consummation of the readjustment, will be able to pay the taxes thereafter levied against such lands, and that the cancelation or adjustment of the taxes theretofore levied is deemed necessary to accomplish a readjustment of the project and make available to the farmers and landowners thereon the benefits that may be had from any such lending agency or agencies; or\n\n(b) The lands on which such taxes are a lien are located within an irrigation or drainage district or are served by an incorporated water company which is refinancing its outstanding indebtedness, the payment of which is a charge against such lands, on a substantially reduced basis, and that the cancelation or adjustment of such tax is necessary in order to enable such district or company to obtain such reduction and refinancing of its indebtedness, and that by such action the lands will be enhanced in value and become better able to pay the taxes thereafter levied and assessed against such lands and will thereby by qualified to receive the benefits that may be had from any such lending agency or agencies; or\n\n(c) The irrigation or drainage works serving such lands, or dikes protecting the same against overflow, have been damaged or destroyed by flood or other unforeseen casualty, or are in such condition that it is impossible to finance the necessary repair or reconstruction of such works through or with the aid of any such lending agency or agencies, without an adjustment of the unpaid taxes on the lands affected thereby.\n\n[31-901, added 1935 (1st E.S.), ch. 52, sec. 1, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-9/section-31-901/"
    },
    {
      "id": "section-31-902",
      "number": "31-902",
      "heading": "",
      "text": "31-902. PETITION FOR CANCELATION OR ADJUSTMENT. Any one or more owners of land seeking such cancelation or adjustment of taxes, or any irrigation or drainage district or incorporated water company having such lands within its project, may file with the clerk of the board of county commissioners a petition setting forth the facts upon which it is claimed a cancelation or adjustment of the taxes should be made. If the petition sets forth the facts required to be contained therein under section 31-901, the board shall hear the proof submitted in support of said petition and anyone present shall have a right to be heard in opposition thereto. If the board, after considering the evidence offered at such hearing, and at any adjournment thereof, and after making such other investigation as it may deem necessary, finds that the public interest and common welfare require that such taxes be canceled or otherwise adjusted and that such action will not be detrimental to the interests of the county and other tax-levying bodies affected thereby, and that the conditions set forth in subdivisions (a), (b) or (c) of section 31-901 exist, the board shall make and enter an order which shall be recorded in full in the official minutes of the board, setting forth its findings and decision, and its reasons therefor.\n\n[31-902, added 1935, (1st E.S.), ch. 52, sec. 2, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-9/section-31-902/"
    },
    {
      "id": "section-31-903",
      "number": "31-903",
      "heading": "",
      "text": "31-903. PETITION FOR CONFIRMATION OF CANCELATION OR ADJUSTMENT. If the board finds, decides and orders that the taxes be canceled or otherwise adjusted, the petitioner, or petitioners, shall, within twenty (20) days thereafter, file with the clerk of the district court of said county a petition praying in effect that the proceedings of the board may be examined, approved and confirmed by the court. The court, or the judge thereof at chambers shall thereupon make an order designating a time for hearing said petition and direct the clerk of the court to publish a notice, at the expense of the petitioner or petitioners, of the filing of said petition. The notice shall state the time and place fixed by the court for hearing the petition and the prayer thereof, and a brief statement of the action taken by the board of county commissioners thereon, and that any person interested in the subject-matter of said petition may, on or before the day fixed for the hearing thereof, demur to or answer said petition. The notice shall be published in a newspaper of general circulation in the county at least once a week for at least two (2) consecutive weeks, and the time fixed for the hearing shall be not less than twenty (20) days from the first publication of such notice. The rules of pleading and practice in civil actions in the district court shall apply to proceedings hereunder insofar as the same are not inconsistent with the provisions of this act.\n\n[31-903, added 1935 (1st E.S.), ch. 52, sec. 3, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-9/section-31-903/"
    },
    {
      "id": "section-31-904",
      "number": "31-904",
      "heading": "",
      "text": "31-904. HEARING AND DECREE ON PETITION FOR CONFIRMATION — APPEAL TO SUPREME COURT. Upon the hearing of said petition, the court shall examine the petition filed with the clerk of the board of county commissioners and the proceedings had thereunder, and if any contest be made upon the facts as found by the board, the court may hear evidence thereon for the purpose of determining whether there is an substantial evidence to support the findings and decision of the board. If the court finds that the proceedings of the board were taken and had substantially in accordance with the provisions of this act, and that the board had jurisdiction and authority to make the order, it shall, by its decree, approve and confirm the proceedings of the board; otherwise, it shall vacate and set aside the findings and order as made by the board, or modify or amend the same to conform to the facts as found and determined by the court. Any party aggrieved by the decree or order of the court may appeal therefrom, within thirty (30) days after the entry of such decree or order, to the Supreme Court of the state of Idaho. The provisions of the statutes governing appeals in civil actions shall apply to appeals under this act.\n\n[31-904, added 1935 (1st E.S.), ch. 52, sec. 4, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-9/section-31-904/"
    },
    {
      "id": "section-31-905",
      "number": "31-905",
      "heading": "",
      "text": "31-905. RECORDING AND FILING OF DECREE. When an order is made and entered by the court approving, modifying, or disapproving the order of the board of county commissioners canceling or adjusting any taxes heretofore or hereafter levied, a copy of the order or decree of the court certified by the clerk shall be recorded in the minutes of the board, and if the court approves or modifies the order of the board, certified copies of such decree and order of the court shall also be delivered to the county tax collector and the auditor for their information and guidance, and proper entries shall be made on the tax rolls and other records to show the cancelation or adjustment as finally approved by the court.\n\n[31-905, added 1935 (1st E.S.), ch. 52, sec. 5, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-9/section-31-905/"
    },
    {
      "id": "section-31-906",
      "number": "31-906",
      "heading": "",
      "text": "31-906. LIENS FOR STATE TAXES NOT RELEASED. This act shall not be construed as authorizing the board of county commissioners or the district court to release or discharge any lands from the lien of taxes levied thereon for state purposes unless the amount due the state has been paid by the county.\n\n[31-906, added 1935 (1st E.S.), ch. 52, sec. 6, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-9/section-31-906/"
    }
  ]
}