{
  "state": "idaho",
  "path": "title-title-31/chapter-chapter-43",
  "sections": [
    {
      "id": "section-31-4301",
      "number": "31-4301",
      "heading": "",
      "text": "31-4301. SHORT TITLE. This act shall be known and may be cited as the \"recreation district law.\"\n\n[31-4301, added 1970, ch. 212, sec. 1, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4301/"
    },
    {
      "id": "section-31-4302",
      "number": "31-4302",
      "heading": "",
      "text": "31-4302. DECLARATION OF PUBLIC BENEFIT. Providing adequate recreation facilities for public use is hereby declared to be a public benefit, use and purpose which enhances the value and quality of life and which materially assists in correcting or eliminating many social ills such as delinquency, crime, excessive use of alcohol, drug abuse and discrimination.\n\n[31-4302, added 1970, ch. 212, sec. 2, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4302/"
    },
    {
      "id": "section-31-4303",
      "number": "31-4303",
      "heading": "",
      "text": "31-4303. DEFINITIONS. Whenever used in this act the term:\n\n(a) \"county\" refers to each county in which all or a portion of a proposed or existing recreation district is situated;\n\n(b) \"county commissioners\" means the board of county commissioners of the county;\n\n(c) \"clerk\" means the clerk of the board of county commissioners of the county;\n\n(d) \"district\" means a proposed or existing recreation district organized under this act;\n\n(e) \"board\" means the board of directors of a recreation district;\n\n(f) \"director\" means a member of a board of directors of a recreation district;\n\n(g) \"qualified elector\" means a person qualified to vote under the general election laws of the state.\n\n[31-4303, added 1970, ch. 212, sec. 3, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4303/"
    },
    {
      "id": "section-31-4304",
      "number": "31-4304",
      "heading": "",
      "text": "31-4304. CREATION OF RECREATION DISTRICTS. A recreation district may be created as follows:\n\n(a) Any person or persons may file a petition for the formation of a recreation district with the clerk. Such petition which may be in one (1) or more papers shall clearly designate the boundaries of the proposed district, shall state the name of the proposed district, shall state the maximum tax rate that would be imposed upon taxable property within the district or planned unit development recreation districts, and shall be signed by not less than twenty percent (20%) of the qualified electors resident within the boundaries of the proposed district. The boundaries of the proposed district shall include contiguous territory having market value for assessment purposes of not less than five million dollars ($5,000,000) at the last preceding county assessment and shall not include any area included within an already existing recreation district. The petition shall be accompanied by a map showing the boundaries of the proposed district.\n\n(b) The clerk shall, within ten (10) days after the filing of such petition and map, estimate the cost of advertising and holding the election provided in this section and notify in writing the person or any one of the persons filing such petition as to the amount of such estimate. Such person or persons shall within twenty (20) days after receipt of such written notice deposit such estimated amount with the clerk in cash, or such petition shall be deemed withdrawn. If the deposit is made and the district is formed, the person or persons so depositing such sum shall be reimbursed from the first moneys collected by the district from the taxes authorized to be levied by this chapter.\n\n(c) Within thirty (30) days after the filing of such petition together with such map and the making of such cash deposit, the county commissioners shall determine whether or not the same substantially comply with the requirements of this section. If the county commissioners find that there has not been substantial compliance with such requirements, they shall enter an order to the effect specifying the particular deficiencies, dismissing such petition and refunding such cash deposit. If the county commissioners find that there has been substantial compliance with such requirements, the county commissioners shall forthwith enter an order to that effect and calling an election, subject to the provisions of section 34-106, Idaho Code, upon the formation of such proposed district as provided in this section.\n\n(d) If the county commissioners order an election as provided in this section, such election shall be conducted in accordance with the general election laws of the state, including the provisions of chapter 14, title 34, Idaho Code. The county commissioners shall establish election precincts, design and print elector’s oaths, ballots and other necessary supplies, appoint election personnel and by rule and regulation provide for the conduct and tally of such election. Each qualified elector who is a resident of the proposed district shall be entitled to vote in such election. The clerk shall give notice of such election which notice shall clearly designate the boundaries of such proposed district, shall state the name of the proposed district as designated in the petition, shall state the date of such election and the hours on such date which the polls will be open for receipt of ballots, shall set forth the qualifications of electors, and shall state that a map showing the boundaries of such district is on file in the office of the clerk. Such notice shall be published for the first time, not less than twelve (12) days prior to the election, and the second publication shall be made not less than five (5) days prior to such election in a newspaper published within the county.\n\n(e) Immediately after such election, the judges at such election shall forward the ballots and results of such election to the clerk. The county commissioners shall canvass the vote within ten (10) days after such election. If one-half (1/2) or more of the votes cast at such election are against the formation of such district, the county commissioners shall enter an order so finding and declaring that such district shall not be formed. If more than one-half (1/2) of the votes cast at such election are in favor of forming such district, the county commissioners shall enter an order so finding, declaring such district duly organized under the name designated in such petition, and dividing such district into three (3) subdivisions, as nearly equal in population as possible, to be known as director’s subdistricts one, two and three. The county commissioners shall cause one (1) certified copy of such order to be filed in the office of the county recorder of such county. Immediately upon the entry of such order, the organization of such district shall be complete.\n\n(f) Upon receipt of a certified copy of the order of the county commissioners, the board of county commissioners shall appoint a qualified elector from each director’s subdistrict who shall constitute the first board of such district. The appointees from director’s subdistricts one and two shall serve until the first district election thereafter held at which their successors shall be elected and the appointee from director’s subdistrict three shall serve until the second district election thereafter held at which such appointee’s successor shall be elected. The certificate of appointment shall be filed with the clerk with a copy forwarded to each appointee.\n\n(g) When the boundaries of the proposed district lie in two (2) or more counties, the county commissioners of each county shall act separately in the election and organization of that part of the proposed district contained in their county but the county commissioners of each such county shall meet together before calling such election, subject to the provisions of section 34-106, Idaho Code, and provide for uniform proceedings in each county and fix the boundaries of each director’s subdistrict in case such election shall carry.\n\n(h) After such election, the validity of the proceedings hereunder shall not be affected by any defect in the petition or in the number or qualification of the signers thereof, and in no event shall any action be commenced or maintained or defense made affecting the validity of the organization of such district after six (6) months have expired from the date of entering the order declaring the formation of such district.\n\n[31-4304, added 1970, ch. 212, sec. 4, p. 599; am. 1980, ch. 350, sec. 10, p. 898; am. 1995, ch. 118, sec. 38, p. 460; am. 2001, ch. 375, sec. 1, p. 1313; am. 2017, ch. 128, sec. 5, p. 301.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4304/"
    },
    {
      "id": "section-31-4304a",
      "number": "31-4304A",
      "heading": "",
      "text": "31-4304A. CREATION OF A PLANNED UNIT DEVELOPMENT RECREATION DISTRICT. A recreation district may be created by a planned unit development created pursuant to section 67-6515, Idaho Code, applicable to the boundaries of the planned unit development as created by county permit pursuant to the following special terms and provisions:\n\n(a) A \"qualified elector\" as defined in section 31-4303, Idaho Code, shall include a person owning real property in the proposed district.\n\n(b) Upon receipt of a petition signed by sixty percent (60%) of the qualified electors in a planned unit development to form a recreation district, the board of county commissioners shall issue an order so finding a district has been formed as if an election had been held pursuant to section 31-4304, Idaho Code.\n\n(c) The provisions of subsections (f) and (g) of section 31-4304, Idaho Code, shall apply to initial appointment of a board of directors for a district organized pursuant to this section. Additionally, the provisions of this chapter shall apply to the provisions of a district organized pursuant to this section.\n\n[31-4304A, added 1995, ch. 353, sec. 1, p. 1194.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4304a/"
    },
    {
      "id": "section-31-4305",
      "number": "31-4305",
      "heading": "",
      "text": "31-4305. DIRECTORS — QUALIFICATIONS — VACANCY — COMPENSATION — TERM. Each district shall be governed by a board of three (3) directors who shall manage and conduct the business and affairs of such district and all powers granted to such district by this chapter shall be exercised by such board or its duly authorized officers and agents.\n\nAt any time after the creation of the district, the board of directors may, by resolution duly adopted, increase the size of the board from three (3) members to five (5) members. The resolution shall provide for the designation of five (5) director’s subdistricts. A qualified elector shall be appointed by the board to each of the newly created director’s positions, one (1) of whom shall serve until the first district election thereafter held, and one (1) of whom shall serve until the second district election thereafter held.\n\nEvery director appointed or elected shall be a qualified elector and a resident of such district. Not more than one (1) director shall reside in the same director’s subdistrict. Each director shall take and subscribe an oath of office before assuming any duties which oath shall be filed in the records of the board. Any vacancy occurring in the office of director, other than by expiration of the term of office, shall be filled by appointment by the board for the unexpired term. The directors shall receive no compensation for their services as a director but shall be entitled to reimbursement for the amount of their actual and necessary expenses incurred in the performance of their official duties. Following the term of the initial appointment, a director shall be elected for a term of four (4) years which shall begin on the first day of January of the year following such election and shall continue until a successor is elected and has qualified.\n\n[31-4305, added 1970, ch. 212, sec. 5, p. 599; am. 1983, ch. 114, sec. 1, p. 245; am. 1995, ch. 118, sec. 39, p. 462.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4305/"
    },
    {
      "id": "section-31-4306",
      "number": "31-4306",
      "heading": "",
      "text": "31-4306. ELECTION OF DIRECTORS. (1) An election of directors shall be held in each district on the Tuesday succeeding the first Monday of November of each odd-numbered year. Such election shall be held in conformity with title 34, Idaho Code. Before the notice of election is given, the board shall divide the district into subdivisions as nearly equal in population as possible to be designated as director’s subdistrict 1, 2 and 3, or director’s subdistrict 1, 2, 3, 4 and 5, depending on the number of subdistricts in the district. Each nominating petition shall state the subdistrict for which the nominee is nominated.\n\n(2) In any election for directors if, after the expiration of the date for filing written nominations for the office of director, it appears that only one (1) qualified candidate has been nominated for each position to be filled and if no declaration of intent has been filed as provided in subsection (3) of this section, it shall not be necessary to hold an election, and the board of directors shall, no later than seven (7) days before the scheduled date of the election, declare such candidate elected as director, and the secretary of the recreation district board shall immediately make and deliver to such person a certificate of election.\n\n(3) No write-in vote for recreation district director shall be counted unless a declaration of intent has been filed indicating that the person desires the office and is legally qualified to assume the duties of recreation district director if elected. The declaration of intent shall be filed with the recreation district board secretary during the time period provided in section 34-1407, Idaho Code.\n\n[31-4306, added 1970, ch. 212, sec. 6, p. 599; am. 1971, ch. 32, sec. 1, p. 76; am. 1982, ch. 254, sec. 7, p. 651; am. 1983, ch. 114, sec. 2, p. 246; am. 1994, ch. 328, sec. 1, p. 1058; am. 2000, ch. 4, sec. 1, p. 5; am. 2009, ch. 341, sec. 19, p. 1004; am. 2014, ch. 162, sec. 1, p. 455; am. 2025, ch. 113, sec. 2, p. 601.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4306/"
    },
    {
      "id": "section-31-4307",
      "number": "31-4307",
      "heading": "",
      "text": "31-4307. PERSONS WHO MAY VOTE IN ELECTION. Any person may vote at a district election who is a qualified elector as defined in section 34-104, Idaho Code, for a recreation district created pursuant to section 31-4304, Idaho Code, or as defined in section 31-4304A, Idaho Code, for a recreation district created pursuant to that section.\n\n[31-4307, added 1970, ch. 212, sec. 7, p. 599; am. 1982, ch. 254, sec. 8, p. 652; am. 1995, ch. 118, sec. 40, p. 462; am. 1995, ch. 353, sec. 2, p. 1194.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4307/"
    },
    {
      "id": "section-31-4308",
      "number": "31-4308",
      "heading": "",
      "text": "31-4308. ORGANIZATION OF BOARD — MEETINGS — INSPECTION OF RECORDS. Immediately after their appointment and thereafter as required but at least after each director’s election the board shall meet, organize as a board, elect and appoint the officers of the board and designate the hour, day and place on which regular meetings of the board will be held which place shall be within the district. A special meeting may be called in writing by the president or any two (2) directors and notice thereof shall be given by serving a copy of such call upon each director not joining therein at least twenty-four (24) hours prior to such meeting if served personally or at least five (5) days prior to such meeting if served by mail to such director’s last known address. Such call and proof of service thereof shall be filed with the minutes of such special meeting. All meetings of the board shall be public. A majority of the board shall constitute a quorum. Minutes shall be kept of all meetings of the board. All records of the board shall be open to inspection by any qualified elector during business hours.\n\n[31-4308, added 1970, ch. 212, sec. 8, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4308/"
    },
    {
      "id": "section-31-4309",
      "number": "31-4309",
      "heading": "",
      "text": "31-4309. OFFICERS OF BOARD. The officers of the board shall consist of a president, a vice president, a secretary and a treasurer. The president and vice president shall be elected by the board and each shall be a director. The secretary and treasurer shall be appointed by the board and may be a director or any other person. The offices of secretary and treasurer may be filled by the same person. All officers shall serve at the pleasure of the board. Each officer shall take, subscribe and file with the secretary an oath of office before assuming any duties. The board shall fix a compensation, if any, to be paid to each officer which compensation shall be paid out of the funds of the district.\n\n[31-4309, added 1970, ch. 212, sec. 9, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4309/"
    },
    {
      "id": "section-31-4310",
      "number": "31-4310",
      "heading": "",
      "text": "31-4310. PRESIDENT OF BOARD — DUTIES. The president shall be the executive officer of the district, shall preside at all board meetings, shall countersign all checks for expenditure of district funds when such expenditure has been legally authorized and shall perform all other duties which are provided in this act to be performed by the president or which are directed or authorized by the board. The vice president shall act in the absence of the president and shall perform all other duties which are directed or authorized by the board.\n\n[31-4310, added 1970, ch. 212, sec. 10, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4310/"
    },
    {
      "id": "section-31-4311",
      "number": "31-4311",
      "heading": "",
      "text": "31-4311. SECRETARY OF BOARD — DUTIES. The secretary shall keep correct minutes of the proceedings of the board (including but not limited to showing all bills submitted, considered, allowed or rejected), shall have custody of the records of the district, except those in the custody of the treasurer, and shall perform all other duties which are provided in this act to be performed by the secretary or which are directed or authorized by the board.\n\n[31-4311, added 1970, ch. 212, sec. 11, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4311/"
    },
    {
      "id": "section-31-4312",
      "number": "31-4312",
      "heading": "",
      "text": "31-4312. TREASURER OF BOARD — DUTIES. The treasurer shall have custody of all funds belonging to the district, shall keep accurate accounts of all such district funds, shall keep all district funds in the banks or investments designated by the board, shall have custody of the financial records of the district, shall pay out district funds only upon legally authorized checks or warrants signed by the treasurer and countersigned by the president, shall perform all other duties which are provided in this act to be performed by the treasurer or which are directed or authorized by the board, and shall execute and file with the secretary an official bond in an amount to be fixed by the board but the costs of such bond shall be paid from district funds.\n\n[31-4312, added 1970, ch. 212, sec. 12, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4312/"
    },
    {
      "id": "section-31-4313",
      "number": "31-4313",
      "heading": "",
      "text": "31-4313. FISCAL YEAR — AUDIT. The fiscal year of each district shall commence on the first day of October of each year. The directors shall cause a full and complete audit of the financial statements of the district as required in section 67-450B, Idaho Code.\n\n[31-4313, added 1970, ch. 212, sec. 13, p. 599; am. 1980, ch. 351, sec. 1, p. 911; am. 1993, ch. 387, sec. 5, p. 1421.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4313/"
    },
    {
      "id": "section-31-4314",
      "number": "31-4314",
      "heading": "",
      "text": "31-4314. LIMITATION OF POWER TO INCUR DEBT. Neither the board nor any officer shall have power to incur any debt or liability on behalf of the district, whether by issuance of bonds or otherwise, in excess of the express provisions of this act and any such debt or liability so incurred shall be void; except that for the purpose of organization or for any of the purposes of this act, the board may, before making the tax levy in the fiscal year of organization, incur debts not exceeding in the total a sum equal to one-tenth of one percent (0.1%) of market value for assessment purposes of the taxable property within the district or five-tenths of one percent (0.5%) of market value for assessment purposes of the taxable property within a district that is created pursuant to section 31-4304A, Idaho Code.\n\n[31-4314, added 1970, ch. 212, sec. 14, p. 599; am. 1971, ch. 32, sec. 2, p. 76; am. 1990, ch. 394, sec. 1, p. 1105; am. 1995, ch. 353, sec. 3, p. 1195; am. 1996, ch. 322, sec. 15, p. 1042; am. 2015, ch. 9, sec. 1, p. 12.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4314/"
    },
    {
      "id": "section-31-4315",
      "number": "31-4315",
      "heading": "",
      "text": "31-4315. CLAIMS AGAINST DISTRICT. All claims against the district shall be presented to the board. Upon allowance of claims by the board, payment may be ordered by warrant, signed by the treasurer and countersigned by the president or by check signed by the treasurer and countersigned by the president. In the absence of sufficient funds for the payment of claims allowed, the board may, by resolution, order payment of claims by money borrowed by registered warrants as provided in section 31-2125, Idaho Code, or by money borrowed by issuing tax anticipation notes as provided by chapter 31, title 63, Idaho Code.\n\n[31-4315, added 1970, ch. 212, sec. 15, p. 599; am. 1994, ch. 53, sec. 1, p. 92.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4315/"
    },
    {
      "id": "section-31-4316",
      "number": "31-4316",
      "heading": "",
      "text": "31-4316. PURPOSE OF DISTRICT. Each district is organized for the uses and purposes of acquiring, providing, maintaining and operating public recreation centers, swimming facilities, pools, picnic areas, camping facilities, ball parks, handball courts, tennis courts, marine and snowmobile facilities, recreational pathways, ski areas, and golf courses and public transportation systems and facilities serving the district together with all related grounds, buildings, equipment and apparatus for the use of the residents of the district and the public generally.\n\n[31-4316, added 1970, ch. 212, sec. 16, p. 599; am. 1971, ch. 178, sec. 1, p. 844; am. 1972, ch. 10, sec. 1, p. 15; am. 1972, ch. 188, sec. 1, p. 475; am. 1979, ch. 290, sec. 1, p. 769; am. 1991, ch. 178, sec. 1, p. 441; am. 1995, ch. 353, sec. 4, p. 1195.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4316/"
    },
    {
      "id": "section-31-4317",
      "number": "31-4317",
      "heading": "",
      "text": "31-4317. POWERS OF DISTRICT. Each district is a body politic and corporate and as such shall, in the name of and for the uses and purposes of the district, have power:\n\n(a) to adopt a seal which may be changed or altered at the pleasure of the board;\n\n(b) to sue and be sued;\n\n(c) to designate one (1) or more banks to be the official depository of the district funds as provided by law;\n\n(d) to make and execute all contracts necessary or convenient;\n\n(e) to acquire, hold, occupy, use, manage, possess, lease, exchange, sell and convey such property, both real and personal, as may be necessary or convenient;\n\n(f) to accept gifts and donations of such property, both real or personal, as may be necessary or convenient;\n\n(g) to construct or erect all buildings or structures which are necessary or convenient;\n\n(h) to cooperate with and to contract with the state and federal governments or any bureau or agency thereof and with any county, city, school district, other recreation districts, other political subdivisions or municipal corporations to provide funds for district facilities or to provide joint facilities;\n\n(i) to operate and provide all concessions necessary or convenient;\n\n(j) to provide classes in water safety and swimming to the public;\n\n(k) to hire and to dismiss all necessary agents, attorneys and other employees and to fix and pay their compensation and expenses out of the district funds;\n\n(l) to require a bond for the faithful performance of their duties as such officers, agents or employees of the district and to pay the costs thereof from district funds;\n\n(m) to fix and collect fees and charges for the use of the district’s facilities, and to reduce or waive the same as to any person not reasonably able to pay therefor;\n\n(n) to make and enforce all rules and regulations for the operation and use of the district facilities;\n\n(o) to invest any funds of the district not then required for district purposes in any securities of the state or the United States or in time certificates of deposit of authorized public depositories;\n\n(p) to levy and apply such taxes for such purposes as are authorized by law;\n\n(q) to exercise such other powers as may be conferred by law;\n\n(r) may contract with the county, or highway district to maintain and improve public transportation systems within and providing access to the district. The district shall be entitled to all fees levied within the district each year on real and personal property for such purposes.\n\n[31-4317, added 1970, ch. 212, sec. 17, p. 599; am. 1974, ch. 15, sec. 1, p. 302; am. 1995, ch. 353, sec. 5, p. 1195.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4317/"
    },
    {
      "id": "section-31-4318",
      "number": "31-4318",
      "heading": "",
      "text": "31-4318. LEVY OF TAX. (1) For districts created prior to July 1, 2001, the board is empowered to levy a tax for the uses and purposes of the district in an amount not exceeding six hundredths percent (.06%) of the market value for assessment purposes on all of the taxable property within the district or in an amount not exceeding in any one (1) year one percent (1%) of market value for assessment purposes of all of the taxable property within a district created pursuant to section 31-4304A, Idaho Code.\n\n(2) For districts created on or after July 1, 2001, the board is empowered to levy a tax for the uses and purposes of the district in an amount not exceeding the rate contained in the petition creating the recreation district or planned unit development recreation district, or six hundredths percent (.06%) of the market value for assessment purposes on all of the taxable property within the district, or one percent (1%) of market value for assessment purposes of all of the taxable property within a district created pursuant to section 31-4304A, Idaho Code. If a district desires to impose a tax rate in excess of that contained in its petition, it may submit the question to the electors of the district at an election held subject to the provisions of section 34-106, Idaho Code. The notice for the election shall be in similar scope to that contained in section 31-4324, Idaho Code, and shall be conducted pursuant to section 31-4325, Idaho Code. If a majority of the electors voting at the election vote in favor of increasing the tax rate maximum, the new tax rate shall be in effect for the tax year following the election and for each succeeding tax year.\n\n(3) The board shall by resolution fix the levy to be made for such district for such year and the secretary shall transmit a certified copy of such resolution to the county commissioners at the time and in the manner provided by section 63-804, Idaho Code. Such taxes shall be collected as provided by section 63-812, Idaho Code, and remitted to the treasurer of the district as provided by section 63-1202, Idaho Code.\n\n[31-4318, added 1970, ch. 212, sec. 18, p. 599; am. 1995, ch. 82, sec. 8, p. 223; am. 1995, ch. 353, sec. 6, p. 1196; am. 1996, ch. 208, sec. 19, p. 676; am. 1996, ch. 322, sec. 16, p. 1043; am. 1997, ch. 117, sec. 2, p. 300; am. 2001, ch. 375, sec. 2, p. 1315.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4318/"
    },
    {
      "id": "section-31-4318a",
      "number": "31-4318A",
      "heading": "",
      "text": "31-4318A. FEE IN LIEU OF TAXES. (1) The board is empowered to impose and provide for the collection of a uniform fee from the residents of the district to provide funds for the uses and purposes of the district which would otherwise be derived from the tax levy authorized in section 31-4318, Idaho Code. Any fee imposed pursuant to this section shall be in lieu of and not in addition to the tax levy provided for in section 31-4318, Idaho Code.\n\n(2) The fee shall be certified and collected in the same manner as the tax provided for in section 31-4318, Idaho Code, would be certified and collected.\n\n[31-4318A, added 1993, ch. 285, sec. 1, p. 973.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4318a/"
    },
    {
      "id": "section-31-4319",
      "number": "31-4319",
      "heading": "",
      "text": "31-4319. ANNEXATION OF ADDITIONAL TERRITORY. After the organization of a district, additional territory adjoining the district and not included within an already existing recreation district, whether located in one (1) or several counties, may be annexed to and included within such district by the affirmative vote of a majority of the qualified electors of such additional territory voting on the question at an election held therefor, subject to the provisions of section 34-106, Idaho Code, but such additional territory shall not be annexed to and included within such district unless such annexation and inclusion are first approved by resolution of the board of such district prior to the elections on the question of annexation. The same procedure with such modifications in the form of petition, notices, ballots, etc., as may be necessary shall be adopted as provided in section 31-4304, Idaho Code, except that no change shall be made in director’s subdistricts until the next regular director’s election and no appointment of any director shall be made by the board of county commissioners.\n\n[31-4319, added 1970, ch. 212, sec. 19, p. 599; am. 1995, ch. 118, sec. 41, p. 463; am. 2017, ch. 128, sec. 6, p. 302.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4319/"
    },
    {
      "id": "section-31-4320",
      "number": "31-4320",
      "heading": "",
      "text": "31-4320. DISSOLUTION OF DISTRICT — PROCEDURE. A recreation district may be dissolved as follows:\n\n(a) Any person or persons may file a petition for the dissolution of a recreation district with the clerk. Such petition, which may be in one (1) or more papers, shall state the name of the district and shall be signed by not less than twenty percent (20%) of the qualified electors resident within the boundaries of the district. Alternatively, if the number of qualified electors resident within the boundaries of the district has increased by more than two hundred percent (200%) since the creation of the recreation district, then a majority of the board of directors of the recreation district may file a petition for the dissolution of the recreation district with the clerk. Such petition shall state the name of the district but shall not require any signatures of the qualified electors resident within the boundaries of the district.\n\n(b) Within thirty (30) days after the filing of such petition, the county commissioners shall determine whether or not the same substantially complies with the requirements of this section. If the county commissioners find that there has not been substantial compliance with such requirements, they shall enter an order to that effect specifying the particular deficiencies and dismissing the petition. If the county commissioners find that there has been substantial compliance with such requirements, the county commissioners shall timely enter an order to that effect and call an election, subject to the provisions of section 34-106, Idaho Code, on the dissolution of such district as provided in this section.\n\n(c) If the county commissioners order an election as provided in this section, such election shall be conducted and notice thereof given in accordance with the provisions of section 31-4304, Idaho Code.\n\n(d) Immediately after such election, the judges at such election shall forward the ballots and results of such election to the clerk. The county commissioners shall canvass the vote within ten (10) days after such election. If one-half (1/2) or more of the votes cast at such election are against the dissolution of such district, the county commissioners shall enter an order so finding and declaring that such district shall not be dissolved. If more than one-half (1/2) of the votes cast at such election are in favor of dissolving such district, the county commissioners shall enter an order so finding and declaring such district duly dissolved. The county commissioners shall cause one (1) certified copy of such order to be filed in the office of the county recorder of such county. Immediately upon the entry of such order, the dissolution of such district shall be complete.\n\n(e) Upon such dissolution being complete, title to all property of the dissolved district shall vest in the county where such property is situated. The county commissioners shall then: sell and dispose thereof in the manner provided by law for the sale or disposition of county property; apply the proceeds thereof to pay any lawful claims against the dissolved district, if any; and apply the balance remaining, if any, to any public recreation purposes within the county.\n\n(f) When the boundaries of the district lie in two (2) or more counties, the county commissioners of each county shall act separately in the election and dissolution of that part of the district contained in their county but the county commissioners of each such county shall meet together before calling such election and provide for uniform proceedings in each county. If there is any balance remaining after sale and disposition of the property of such dissolved district, it shall be prorated among such counties in proportion to each county’s share of the total assessed valuation of such dissolved district for the preceding calendar year.\n\n(g) After such election, the validity of the proceedings hereunder shall not be affected by any defect in the petition or in the number or qualifications of the signers thereof, and in no event shall any action be commenced or maintained or defense made affecting the validity of the dissolution of such district after six (6) months has expired from the date of entering the order declaring the dissolution of such district.\n\n[31-4320, added 1970, ch. 212, sec. 20, p. 599; am. 1995, ch. 118, sec. 42, p. 463; am. 2025, ch. 215, sec. 1, p. 1022.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4320/"
    },
    {
      "id": "section-31-4320a",
      "number": "31-4320A",
      "heading": "",
      "text": "31-4320A. DISSOLUTION OF INACTIVE DISTRICT. Whenever a recreation district, created pursuant to this chapter, has failed to exercise the powers of a district, owns no property, levies no tax, and has incurred no indebtedness, within three (3) years of the creation of the district, the district may be dissolved by order of the county commissioners. The question of dissolution pursuant to this section shall be considered by the board of county commissioners at the first meeting of the commissioners following the second Monday in September, when, for the third consecutive year, no certification of a tax levy has been received from the recreation district. In the event of dissolution, the county commissioners shall cause one (1) certified copy of the order of dissolution to be filed in the office of the county recorder of the county. Immediately upon the entry of such order, the dissolution of the district shall be complete.\n\n[31-4320A, added 1989, ch. 293, sec. 1, p. 721.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4320a/"
    },
    {
      "id": "section-31-4321",
      "number": "31-4321",
      "heading": "",
      "text": "31-4321. LIBERAL CONSTRUCTION. The provisions of this act shall be liberally construed and applied to promote its underlying purposes and policies.\n\n[31-4321, added 1970, ch. 212, sec. 21, p. 599.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4321/"
    },
    {
      "id": "section-31-4322",
      "number": "31-4322",
      "heading": "",
      "text": "31-4322. BOND ISSUES AUTHORIZED — FORM AND TERMS. To carry out the purposes of this chapter and to pay the necessary expenses of the district, the board is hereby authorized to issue negotiable coupon bonds of the district. Bonds shall be due and payable serially either annually or semiannually, commencing not later than three (3) years and extending not more than thirty (30) years from date. The form and terms of said bonds, including provisions for the rate of interest, their payment, and redemption shall be determined by the board. If the board so determines, such bonds may be redeemable prior to maturity, upon payment of a premium not exceeding three per cent (3%) of the net principal thereof. Said bonds shall be executed in the name of, and on behalf of, the district and signed by the chairman of the board with the seal of the district affixed thereto, and attested by the secretary of the board. Said bonds shall be in such denominations as the board shall determine, and the bonds and coupons thereto attached shall be payable to bearer. Interest coupons shall bear the original or facsimile signature of the chairman of the board. In other respects, said bonds shall be issued, sold and paid in accordance with the provisions of the Municipal Bond Law of the state of Idaho.\n\n[I.C., sec. 31-4322, as added by 1971, ch. 71, sec. 1, p. 161.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4322/"
    },
    {
      "id": "section-31-4323",
      "number": "31-4323",
      "heading": "",
      "text": "31-4323. CREATION OF INDEBTEDNESS FOR WORKS OR IMPROVEMENTS — ELECTION ON PROPOSED INDEBTEDNESS. Whenever the board of a recreation district shall, by resolution, determine that the interest of said district and the public interest or necessity demand the acquisition, construction, installation, completion or maintenance of any purpose stated in section 31-4316, Idaho Code, equipment or apparatus to carry out the objects or purposes of said district requiring the creation of an indebtedness exceeding the income and revenue provided for the year, the board shall order the submission of the proposition of issuing such obligations or bonds or creating other indebtedness to the qualified electors, at an election held, subject to the provisions of section 34-106, Idaho Code, for that purpose. The declaration of public interest or necessity, herein required, and the provision for the holding of such election, may be included within one and the same resolution, which resolution, in addition to such declaration of public interest or necessity, shall recite the objects and purposes for which the indebtedness is proposed to be incurred, the estimated cost of the works or improvements, as the case may be, the amount of principal of the indebtedness to be incurred therefor, and the maximum rate of interest to be paid on such indebtedness. Such resolutions shall also fix the date upon which such election shall be held, and the manner of holding the same, which shall be in accordance with the provisions of title 34, Idaho Code, and the method of voting for or against the incurring of the proposed indebtedness. The county commissioners, pursuant to section 34-302, Idaho Code, shall designate the polling place or places and the county clerk shall appoint for each polling place, from the qualified electors, the judges of such election, provided, however, that no district shall issue or have outstanding its coupon bonds in excess of two percent (2%) of market value for assessment purposes of the real estate and personal property within the said district or in excess of ten percent (10%) of market value for assessment purposes of real estate and personal property within a district created pursuant to section 31-4304A, Idaho Code, according to the assessment of the year preceding any such issuance of such evidence of indebtedness for any or all of the propositions specified in this election.\n\n[I.C., sec. 31-4323, as added by 1971, ch. 71, sec. 2, p. 161; am. 1980, ch. 350, sec. 11, p. 900; am. 1995, ch. 118, sec. 43, p. 464; am. 1995, ch. 353, sec. 7, p. 1197; am. 2009, ch. 341, sec. 20, p. 1005.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4323/"
    },
    {
      "id": "section-31-4324",
      "number": "31-4324",
      "heading": "",
      "text": "31-4324. NOTICES OF ELECTION ON PROPOSED INDEBTEDNESS. When such election is ordered to be held, subject to the provisions of section 34-106, Idaho Code, the board shall cause notices of the election to be published for the first time not less than twelve (12) days prior to the election and a second publication shall be made not less than five (5) days prior to the election, in accordance with the provisions of section 34-1406, Idaho Code. Said notices shall recite the action of the board in deciding to bond the district, the purpose thereof and the amount of the bonds supposed to be issued, the estimated costs of the works or improvements as the case may be, the amount of principal of the indebtedness to be incurred therefor, and the maximum rate of interest to be paid on such indebtedness, and shall also specify the date of the election and the time during which the polls shall be open. Notices shall also name the place holding the election.\n\n[I.C., sec. 31-4324, as added by 1971, ch. 71, sec. 3, p. 161; am. 1995, ch. 118, sec. 44, p. 465.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4324/"
    },
    {
      "id": "section-31-4325",
      "number": "31-4325",
      "heading": "",
      "text": "31-4325. CONDUCT OF ELECTION FOR PROPOSED INDEBTEDNESS. The county clerk shall conduct the election in a manner prescribed by law for the holding of general elections and shall take their returns to the secretary of the district at any regular or special meeting of the board held within five (5) days following the date of such election. The returns thereof shall be canvassed and the results thereof shall be declared.\n\n[I.C., sec. 31-4325, as added by 1971, ch. 71, sec. 4, p. 161; am. 2009, ch. 341, sec. 21, p. 1005.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4325/"
    },
    {
      "id": "section-31-4326",
      "number": "31-4326",
      "heading": "",
      "text": "31-4326. INDEBTEDNESS INCURRED UPON FAVORABLE VOTE — RESUBMISSION OF PROPOSITION NOT RECEIVED FAVORABLY. In the event that it shall appear from said returns that a majority, in the amount which is now, or may hereafter be, set by the constitution of the state of Idaho for approval of indebtedness, of the qualified electors of the district voting at such election shall have voted in favor of such proposition or any proposition submitted hereunder at such election, the district shall thereupon be authorized to incur such indebtedness or obligations, enter into such contract or issue and sell bonds of the district, as the case may be, all for the purpose or purposes, and object or objects provided for in the propositions submitted hereunder and in the resolution therefor and in the amount so provided at a rate of interest not exceeding the rate of interest recited in such resolution. The submission of the proposition of incurring such obligation or bonded or other indebtedness at such an election shall not prevent or prohibit submission of the same, or other propositions, at subsequent election or elections called for such purpose at any time.\n\n[I.C., sec. 31-4326, as added by 1971, ch. 71, sec. 5, p. 161.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4326/"
    },
    {
      "id": "section-31-4326a",
      "number": "31-4326A",
      "heading": "",
      "text": "31-4326A. SECURITY — TAX LEVIES AND SINKING FUND. After the issuance of any bonds authorized by section 31-4326, Idaho Code, the full faith and credit of the issuing district, and all taxable property within its limits, as constituted at the time of the issuance of such bonds, are, shall be, and must continue, pledged to the full and prompt payment of the principal and interest thereof. Should any tax for the payment of principal and interest on any bonds issued under the provisions of this act at any time not be levied or collected in time to meet such payments, such payments shall be made out of other funds of such district. The governing board of such district shall levy and cause to be levied annually at the time when and in the manner in which other general taxes of such district are levied, upon all the taxable property within its limits, in addition to all other authorized taxes and assessments, a tax or assessment sufficient to meet the payments of principal of and interest on said bonds as the same mature, and to constitute a sinking fund for the payment of the principal amount of said bonds and the interest thereon within no more than twenty (20) years from the time of contracting the indebtedness evidenced thereby all in accordance with the provisions made for the payment of the principal of and interest on such bonds as theretofore provided by ordinance or by resolution and as required by the constitution and laws of the state of Idaho; and such taxes shall be levied, assessed, certified, extended, and collected by the proper officers and at the times, all as fixed by law and as other taxes are levied, assessed, certified, extended and collected in, for and by the district and by the same officers thereof until the principal and interest of all such bonds and interest thereon shall be fully paid. All of such taxes when collected shall be credited by the proper receiving officers to separate funds distinct from the funds for the payment of the principal of or the interest on bonds of any other series or issue, and apart from any other funds of the district. The requirements of this section shall apply to all bonds hereafter issued by recreation districts pursuant to said section 31-4326, Idaho Code, including any such bonds heretofore voted but not yet issued.\n\n[I.C., sec. 31-4326A, as added by 1973, ch. 77, sec. 1, p. 122.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4326a/"
    },
    {
      "id": "section-31-4327",
      "number": "31-4327",
      "heading": "",
      "text": "31-4327. RECREATION DISTRICT RESERVE FUND. The board of any recreation district may create and establish a recreation facilities reserve fund by resolution adopted at any regular or special meeting of the board. Moneys shall be credited to said fund which accrue from taxes levied under section 31-4318, Idaho Code, as provided in section 31-4328, Idaho Code, together with interest accruing from the investment of any moneys in the fund.\n\n[I.C., sec. 31-4327, as added by 1971, ch. 71, sec. 6, p. 161.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4327/"
    },
    {
      "id": "section-31-4328",
      "number": "31-4328",
      "heading": "",
      "text": "31-4328. RECREATION FACILITIES RESERVE FUND ELECTION. In any recreation district in which a recreation facilities reserve fund has been created, the board may submit to the qualified electors of the district, the question of applying the levy of six hundredths percent (.06%) of the market value for assessment purposes on all taxable property in a district or ten (10) mills in a district created pursuant to section 31-4304A, Idaho Code, authorized in section 31-4318, Idaho Code, or a portion thereof, to the credit of the recreation facilities reserve fund.\n\nThe notice of such election shall state the number of mills proposed to be levied, the period of years in each of which the levy is proposed to be made, and the purposes for which such funds shall be used. Said notice shall be given, the election shall be conducted and the returns canvassed as provided in sections 31-4323 through 31-4326, Idaho Code, and the levy shall be approved only if a majority, in the amount which is now, or may hereafter be, set by the constitution of the state of Idaho for approval of indebtedness, if the qualified voters vote in favor.\n\nIf the question be approved, the board may make a levy in each year according to the terms so approved, and may again submit the question at the expiration of the period of such levy, for the number of mills and the number of years which the board may at that time determine, or, during the period approved at any such election, if such period be less than ten (10) years or the number of mills be less than three (3), the board may submit to the qualified electors in the same manner as before, the question whether the number of years, or the number of mills, or both, be increased, but not to exceed the maximum herein authorized. If such increase or increases be approved by the electors, the terms of such levy shall be in lieu of those approved in the first instance, but disapproval shall not affect any terms theretofore in effect.\n\n[I.C., sec. 31-4328, as added by 1971, ch. 71, sec. 7, p. 161; am. 1995, ch. 82, sec. 9, p. 223; am. 1995, ch. 353, sec. 8, p. 1197.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4328/"
    },
    {
      "id": "section-31-4329",
      "number": "31-4329",
      "heading": "",
      "text": "31-4329. ADOPTION OF BUDGET — PUBLIC HEARING. A board shall adopt a budget and cause a public hearing to be held upon such budget prior to certifying a tax levy to a board of county commissioners.\n\n[I.C., sec. 31-4329, as added by 1973, ch. 83, sec. 1, p. 132.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4329/"
    },
    {
      "id": "section-31-4330",
      "number": "31-4330",
      "heading": "",
      "text": "31-4330. NOTICE OF HEARING — POSTING AND PUBLICATION. Notice of the budget hearing meeting shall be posted at least ten (10) full days prior to the date of said meeting in at least one (1) conspicuous place in each recreation district to be determined by the board, a copy of such notice shall also be published in a daily or weekly newspaper published within such recreation district, in one (1) issue thereof, during such ten (10) day period. The place, hour and day of such hearing shall be specified in said notice, as well as the place where such budget may be examined prior to such hearing. A full and complete copy of such proposed budget shall be published with and as a part of the publication of such notice of hearing.\n\n[I.C., sec. 31-4330, as added by 1973, ch. 83, sec. 2, p. 132.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4330/"
    },
    {
      "id": "section-31-4331",
      "number": "31-4331",
      "heading": "",
      "text": "31-4331. PUBLIC INSPECTION. Such budget shall be available for public inspection from and after the date of the posting of notices of hearing as in this act provided, at such place and during such business hours as the board may direct.\n\n[I.C., sec. 31-4331, as added by 1973, ch. 83, sec. 3, p. 132.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4331/"
    },
    {
      "id": "section-31-4332",
      "number": "31-4332",
      "heading": "",
      "text": "31-4332. BOARD ATTENDANCE — DUTIES. A quorum of the board of the recreation district shall attend such hearing and explain the proposed budget and hear any and all objections thereto.\n\n[I.C., sec. 31-4332, as added by 1973, ch. 83, sec. 4, p. 132.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4332/"
    },
    {
      "id": "section-31-4333",
      "number": "31-4333",
      "heading": "",
      "text": "31-4333. CONFIRMATION OF ELECTIONS AND SUBDISTRICT BOUNDARIES. That all recreation districts heretofore organized or purported to be organized pursuant to the provisions of chapter 43, title 31, Idaho Code, known as the \"recreation district law,\" the legal descriptions of the boundaries thereof and of the boundaries of the subdistricts therein, and all elections held or purported to have been held in such recreation districts prior to the effective date, of this act, and all notices given and proceedings and actions taken in connection therewith are hereby confirmed, ratified and validated; and no contest shall be maintained concerning the organization of such districts, the boundaries thereof and of the subdistricts therein, such elections or such notices, proceedings and actions.\n\n[31-4333, added 1973, ch. 77, sec. 2, p. 122.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-43/section-31-4333/"
    }
  ]
}