{
  "state": "idaho",
  "path": "title-title-31/chapter-chapter-22",
  "sections": [
    {
      "id": "section-31-2201",
      "number": "31-2201",
      "heading": "",
      "text": "31-2201. PROCESS AND NOTICE DEFINED. \"Process\" as used in this chapter includes all writs, warrants, summons and orders of courts of justice or judicial officers.\n\n\"Notice\" includes all papers and orders (except process) required to be served in any proceeding before any court, board or officer, or when required by law to be served independently of such proceeding.\n\n[(31-2201) R.S., sec. 1870; am. and reen. R.C. & C.L., sec. 2023; C.S., sec. 3595; I.C.A., sec. 30-1701.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2201/"
    },
    {
      "id": "section-31-2202",
      "number": "31-2202",
      "heading": "",
      "text": "31-2202. DUTIES OF SHERIFF. The policy of the state of Idaho is that the primary duty of enforcing all penal provisions and statutes of the state is vested with the sheriff of each county as provided in section 31-2227, Idaho Code. The sheriff shall perform the following:\n\n(1) Preserve the peace.\n\n(2) Arrest and take before the nearest magistrate for examination all persons who attempt to commit or who have committed a public offense, unless otherwise provided by law.\n\n(3) Prevent and suppress all affrays, breaches of the peace, riots and insurrections that may come to his knowledge.\n\n(4) Attend all courts, including magistrate’s division of the district court when ordered by a district judge, at their respective terms held within his county and obey the lawful orders and directions of the courts.\n\n(5) Command the aid of as many inhabitants of the county as he may think necessary in the execution of these duties.\n\n(6) Take charge of and keep the county jail and the prisoners therein.\n\n(7) Indorse upon all process and notices the year, month, day, hour and minute of reception, and issue therefor to the person delivering it, on payment of fees, a certificate showing the names of the parties, title of paper and time of reception.\n\n(8) Serve all process and notices in the manner prescribed by law.\n\n(9) Certify under his hand upon process or notices the manner and time of service, or, if he fails to make service, the reasons of his failure, and return the same without delay.\n\n(10) Perform such other duties as are required of him by law.\n\n(11) Keep a record of all stolen cars reported within his county, which record shall contain the name of the motor vehicle, the engine number thereof, a complete description of such vehicle and such other information as may aid in the identification of the stolen car. Such record shall be open to public inspection during office hours, and immediately upon receiving a report of a stolen car the sheriff shall prepare and forward a copy thereof to the director of the Idaho state police and he shall also notify the director of the Idaho state police of any and all cars recovered.\n\n(12) At the specific request of the governor or his designated agent, prevent the unauthorized importation of wild omnivores or carnivores capable of causing injury to people or their property.\n\n(13) Work in his county with the Idaho state police in the following respects:\n\n(a) Require all persons using the highways in the state to do so carefully, safely and with exercise of care for the persons, property and safety of others;\n\n(b) Safeguard and protect the surface and other physical portions of the state highways;\n\n(c) Enforce all of the laws of the state enacted for the identification, inspection and transportation of livestock and all laws of the state designed to prevent the theft of livestock;\n\n(d) Regulate traffic on all highways and roads in the state with the authority to temporarily close or restrict the use of any highway or road whenever the closure or restriction of use is deemed necessary for the safety of the public; and respond to calls following wrecks and make investigations relative thereto;\n\n(e) Use whatever force is necessary to protect the public from wild or domestic omnivores or carnivores in a manner that is consistent with 50 C.F.R. section 17.84(i).\n\n(14) Work in his county with the Idaho transportation department to give examinations for and sell drivers’ licenses and identification cards.\n\n(15) Expeditiously and promptly investigate all cases involving missing children when such cases are reported to him.\n\n[(31-2202) 1863, p. 475, secs. 3-6; R.S., secs. 1871, 1888; am. and reen. R.C. & C.L., sec. 2024; C.S., sec. 3596; am. 1921, ch. 254, sec. 1, p. 546; I.C.A., sec. 30-1702; am. 1943, ch. 147, sec. 1, p. 293; am. 1951, ch. 183, sec. 18, p. 383; am. 1970, ch. 120, sec. 9, p. 284; am. 1985, ch. 149, sec. 1, p. 399; am. 1986, ch. 290, sec. 1, p. 732; am. 1989, ch. 14, sec. 1, p. 15; am. 1989, ch. 88, sec. 66, p. 207; am. 1998, ch. 110, sec. 2, p. 379; am. 2000, ch. 331, sec. 1, p. 1110; am. 2000, ch. 469, sec. 78, p. 1524; am. 2008, ch. 27, sec. 7, p. 45; am. 2024, ch. 254, sec. 1, p. 893.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2202/"
    },
    {
      "id": "section-31-2203",
      "number": "31-2203",
      "heading": "",
      "text": "31-2203. PROCESS RETURNABLE TO ANOTHER COUNTY. When process or notices are returnable to another county, he may inclose such process or notice in an envelope addressed to the officer from whom the same emanated, and deposit it in the post-office, prepaying postage.\n\n[(31-2203) 1863, p. 475, sec. 7; R.S., sec. 1872; reen. R.C. & C.L., sec. 2025; C.S., sec. 3597; I.C.A., sec. 30-1703.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2203/"
    },
    {
      "id": "section-31-2204",
      "number": "31-2204",
      "heading": "",
      "text": "31-2204. RETURN IS PRIMA FACIE EVIDENCE. The return of the sheriff upon process or notices is prima facie evidence of the facts in such return stated.\n\n[(31-2204) R.S., sec. 1873; reen. R.C. & C.L., sec. 2026; C.S., sec. 3598; I.C.A., sec. 30-1704.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2204/"
    },
    {
      "id": "section-31-2205",
      "number": "31-2205",
      "heading": "",
      "text": "31-2205. PENALTY FOR FAILURE TO RETURN. If the sheriff does not return a notice or process in his possession with the necessary indorsement thereon without delay, he is liable to the party aggrieved for the sum of $200.00 and for all damages sustained by him.\n\n[(31-2205) 1863, p. 475, sec. 6; R.S., sec. 1874; reen. R.C. & C.L., sec. 2027; C.S., sec. 3599; I.C.A., sec. 30-1705.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2205/"
    },
    {
      "id": "section-31-2206",
      "number": "31-2206",
      "heading": "",
      "text": "31-2206. REFUSAL TO LEVY EXECUTION. If the sheriff to whom a writ of execution is delivered neglects or refuses, after being required by the creditor or his attorney, to levy upon or sell any property of the party charged in the writ which is liable to be levied upon and sold, he is liable to the creditor for the value of such property.\n\n[(31-2206) 1863, p. 475, sec. 8; R.S., sec. 1875; reen. R.C. & C.L., sec. 2028; C.S., sec. 3600; I.C.A., sec. 30-1706.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2206/"
    },
    {
      "id": "section-31-2207",
      "number": "31-2207",
      "heading": "",
      "text": "31-2207. REFUSAL TO PAY OVER MONEY. If he neglects or refuses to pay over, on demand, to the person entitled thereto, any money which may come into his hands by virtue of his office (after deducting his legal fees) the amount thereof, with twenty-five per cent (25%) damages and interest at the rate of ten per cent (10%) per month from the time of demand, may be recovered by such person.\n\n[(31-2207) 1863, p. 475, sec. 9; R.S., sec. 1876; reen. R.C. & C.L., sec. 2029; C.S., sec. 3601; I.C.A., sec. 30-1707.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2207/"
    },
    {
      "id": "section-31-2211",
      "number": "31-2211",
      "heading": "",
      "text": "31-2211. DIRECTIONS MUST BE IN WRITING. No direction or authority by a party or his attorney to a sheriff, in respect to the execution of process or return thereof, or to any act or omission relating thereto, is available to discharge or excuse the sheriff from a liability for neglect or misconduct, unless it is contained in a writing, signed by the attorney of the party, or by the party if he has no attorney.\n\n[(31-2211) 1863, p. 475, sec. 45; R.S., sec. 1880; reen. R.C. & C.L., sec. 2033; C.S., sec. 3605; I.C.A., sec. 30-1711.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2211/"
    },
    {
      "id": "section-31-2212",
      "number": "31-2212",
      "heading": "",
      "text": "31-2212. OFFICE DEEMED VACANT, WHEN. In addition to the events specified in section 59-901, Idaho Code, when the sheriff is committed under an execution or commitment, for not paying over money received by him by virtue of his office, and remains committed for sixty (60) days, his office is vacant.\n\n[(31-2212) 1863, p. 475, sec. 46; R.S., sec. 1881; reen. R.C. & C.L., sec. 2034; C.S., sec. 3606; I.C.A., sec. 30-1712; am. 1989, ch. 14, sec. 3, p. 16.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2212/"
    },
    {
      "id": "section-31-2213",
      "number": "31-2213",
      "heading": "",
      "text": "31-2213. APPARENTLY GOOD PROCESS MUST BE EXECUTED. A sheriff, or other ministerial officer, is justified in the execution of, and must execute, all process and orders regular on their face and issued by competent authority, whatever may be the defect in the proceedings upon which they were issued.\n\n[(31-2213) 1863, p. 475, sec. 48; R.S., sec. 1882; reen. R.C. & C.L., sec. 2035; C.S., sec. 3607; I.C.A., sec. 30-1713.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2213/"
    },
    {
      "id": "section-31-2214",
      "number": "31-2214",
      "heading": "",
      "text": "31-2214. MUST EXHIBIT PROCESS. The officer executing process must then, and at all times subsequent, so long as he retains it, upon request show the same, with all papers attached, to any person interested therein.\n\n[(31-2214) 1863, p. 475, sec. 49; R.S., sec. 1883; reen. R.C. & C.L., sec. 2036; C.S., sec. 3608; I.C.A., sec. 30-1714.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2214/"
    },
    {
      "id": "section-31-2215",
      "number": "31-2215",
      "heading": "",
      "text": "31-2215. SHERIFF IS COURT CRIER. The sheriff in attendance upon court may, at the direction of the court, act as the crier thereof, call the parties and witnesses, and all other persons bound to appear at the court, and make proclamation of the opening and adjournment of the court, and of any other matter under its direction.\n\n[(31-2215) 1863, p. 475, sec. 50; R.S., sec. 1884; reen. R.C. & C.L., sec. 2037; C.S., sec. 3609; I.C.A., sec. 30-1715; am. 1988, ch. 229, sec. 3, p. 442.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2215/"
    },
    {
      "id": "section-31-2216",
      "number": "31-2216",
      "heading": "",
      "text": "31-2216. SERVICE ON SHERIFF. Service of a paper, other than process, upon the sheriff, may be made by delivering it to him or to one of his deputies, or to a person in charge of the office during office hours, or if no such person is there, by leaving it in a conspicuous place in the office.\n\n[(31-2216) 1863, p. 475, sec. 12; R.S., sec. 1885; reen. R.C. & C.L., sec. 2038; C.S., sec. 3610; I.C.A., sec. 30-1716.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2216/"
    },
    {
      "id": "section-31-2217",
      "number": "31-2217",
      "heading": "",
      "text": "31-2217. CORONER TO EXECUTE CERTAIN PROCESS. When the sheriff is a party to an action or proceeding, the process and orders therein, which it would otherwise be the duty of the sheriff to execute, must be executed by the coroner of the county.\n\n[(31-2217) 1863, p. 475, sec. 54; R.S., sec. 1886; reen. R.C. & C.L., sec. 2039; C.S., sec. 3611; I.C.A., sec. 30-1717.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2217/"
    },
    {
      "id": "section-31-2218",
      "number": "31-2218",
      "heading": "",
      "text": "31-2218. ELISOR, WHEN APPOINTED. Process and orders in an action or proceeding may be executed by a person residing in the county, designated by the court, the judge thereof, or a magistrate judge, and denominated an elisor in the following cases:\n\n1. When the sheriff and coroner are both parties.\n\n2. When either of these officers is a party and the process is against the other; and,\n\n3. When either of these officers is a party and there is a vacancy in the office of the other, or when it appears by affidavit to the satisfaction of the court in which the proceeding is pending, or the judge thereof, that both of these officers are disqualified, or by reason of any bias, prejudice or other cause would not act promptly or impartially.\n\nWhen the process is delivered to an elisor he must execute and return it in the same manner as the sheriff is required to execute similar process.\n\n[(31-2218) 1863, p. 475, secs. 57, 58; R.S., sec. 1887; reen. R.C. & C.L., sec. 2040; C.S., sec. 3612; I.C.A., sec. 30-1718; am. 1989, ch. 14, sec. 4, p. 16.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2218/"
    },
    {
      "id": "section-31-2219",
      "number": "31-2219",
      "heading": "",
      "text": "31-2219. COMPENSATION FOR SERVICES TO STATE. When the sheriff or other officer is legally required to perform a service on behalf of the people of this state, which is not chargeable to his county or private person, his account and claim for compensation must be filed with the board of examiners, who shall consider and, if appropriate, approve and submit the same to the Idaho department of correction who shall pay the claim to the treasurer of the county of the sheriff or other officer who performed the service.\n\n[(31-2219) 1874, p. 543, sec. 47; R.S., sec. 1889; compiled and reen. R.C. & C.L., sec. 2041; C.S., sec. 3613; I.C.A., sec. 30-1719; am. 1984, ch. 79, sec. 2, p. 147; am. 2008, ch. 302, sec. 1, p. 842.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2219/"
    },
    {
      "id": "section-31-2220",
      "number": "31-2220",
      "heading": "",
      "text": "31-2220. INCARCERATION OF SHERIFF ON ARREST. If the sheriff, on being arrested by a coroner, or if the sheriff or coroner on being arrested by an elisor, or if another person in an action in which both the sheriff and coroner are plaintiffs upon an order of arrest in a civil action, neglect to give bail or make a deposit of money instead thereof, or if the sheriff be arrested on execution against his body, or on a warrant of attachment, he or they must be confined in a house other than that of the sheriff, or the county jail, in the same manner as the sheriff is required to confine a prisoner in the county jail. The house in which he is thus confined thereupon becomes for that purpose the county jail.\n\n[(31-2220) 1863, p. 475, sec. 59; R.S., sec. 1890; reen. R.C. & C.L., sec. 2042; C.S., sec. 3614; I.C.A., sec. 30-1720.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2220/"
    },
    {
      "id": "section-31-2221",
      "number": "31-2221",
      "heading": "",
      "text": "31-2221. ELISOR HAS POWERS OF SHERIFF. An elisor appointed to execute process and orders in the cases mentioned in this chapter, is invested with the powers, duties and responsibilities of the sheriff, in the execution of the process, or orders, and in every matter incidental thereto.\n\n[(31-2221) 1863, p. 475, sec. 60; R.S., sec. 1891; reen. R.C. & C.L., sec. 2043; C.S., sec. 3615; I.C.A., sec. 30-1721.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2221/"
    },
    {
      "id": "section-31-2222",
      "number": "31-2222",
      "heading": "",
      "text": "31-2222. TERMINATION OF SHERIFF’S POWERS. When a new sheriff is elected, and has qualified and given the security required by law, the county recorder must give a certificate of that fact, under his seal of office, upon the service of which on the former sheriff his powers cease, except as otherwise provided in this chapter.\n\n[(31-2222) 1863, p. 475, sec. 36; R.S., sec. 1892; reen. R.C. & C.L., sec. 2044; C.S., sec. 3616; I.C.A., sec. 30-1722.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2222/"
    },
    {
      "id": "section-31-2223",
      "number": "31-2223",
      "heading": "",
      "text": "31-2223. DELIVERY OF PROPERTY TO SUCCESSOR. Within three (3) days after the service of the certificate upon the former sheriff, he must deliver to his successor:\n\n1. The jail of the county, with its appurtenances and the property of the county therein.\n\n2. The prisoners then confined in the county jail.\n\n3. The process, orders and other papers in his custody, authorizing or relating to the confinement of the prisoners.\n\n4. All process and orders for the arrest of a party, and all papers relating to the summoning of a grand or trial jury, which have not been fully executed.\n\n5. All executions, attachments and final process, which have been partially executed, with his return thereon showing to what extent he has executed the same.\n\n[(31-2223) 1863, p. 475, sec. 37; R.S., sec. 1893; reen. R.C. & C.L., sec. 2045; C.S., sec. 3617; am. 1921, ch. 138, sec. 1, p. 323; I.C.A., sec. 30-1723.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2223/"
    },
    {
      "id": "section-31-2224",
      "number": "31-2224",
      "heading": "",
      "text": "31-2224. DELIVERY OF PROPERTY TO SUCCESSOR — WRITTEN TRANSFER AND RECEIPT. He must also, at the same time, deliver to the new sheriff a written transfer of the property. The new sheriff must thereupon acknowledge, in writing on a duplicate of the transfer, the receipt of the property.\n\n[(31-2224) 1863, p. 475, sec. 38; R.S., sec. 1894; reen. R.C. & C.L., sec. 2046; C.S., sec. 3618; I.C.A., sec. 30-1724; am. 2005, ch. 291, sec. 1, p. 928.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2224/"
    },
    {
      "id": "section-31-2225",
      "number": "31-2225",
      "heading": "",
      "text": "31-2225. COMPLETION OF PROCESS. The new or succeeding sheriff must complete the execution of all writs and process delivered to him by his predecessor in office as partially executed, in like manner and with like effect as he might execute writs or process delivered to him in the first place.\n\n[(31-2225) 1863, p. 475, sec. 39; R.S., sec. 1895; reen. R.C. & C.L., sec. 2047; C.S., sec. 3619; am. 1921, ch. 138, sec. 2, p. 323; am. 1923, ch. 19, sec. 1, p. 19; I.C.A., sec. 30-1725.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2225/"
    },
    {
      "id": "section-31-2226",
      "number": "31-2226",
      "heading": "",
      "text": "31-2226. REFUSAL TO DELIVER PROPERTY. If the former sheriff refuses or neglects to deliver to his successor the jail, process, papers and prisoners in his charge, the new sheriff may, notwithstanding, take possession of the jail, and of the prisoners confined therein, and the magistrate judge, may, upon application, order the delivery of the process and papers.\n\n[(31-2226) 1863, p. 475, sec. 40; R.S., sec. 1896; reen. R.C. & C.L., sec. 2048; C.S., sec. 3620; I.C.A., sec. 30-1726; am. 1989, ch. 14, sec. 5, p. 16.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2226/"
    },
    {
      "id": "section-31-2227",
      "number": "31-2227",
      "heading": "",
      "text": "31-2227. ENFORCEMENT OF PENAL LAWS — PRIMARY RESPONSIBILITY. (1) Irrespective of police powers vested by statute in state, county and municipal officers, and except where otherwise provided in Idaho Code, it is hereby declared to be the policy of the state of Idaho that the primary duty of enforcing all the penal provisions of any and all statutes of this state, in any court, is vested in the sheriff and prosecuting attorney of each of the several counties. When, in the judgment of such county officers, they need assistance from municipal peace officers within the county, they are authorized and directed to call for such assistance and local officers shall render assistance.\n\n(2) When, in the judgment of such county officers, advice and/or assistance is needed which is not available in the county, the sheriff and/or the prosecuting attorney are directed to call upon the Idaho state police for such advice and assistance and the department shall render such cooperative service. Whenever in the opinion of the governor any peace officer of this state refuses to offer assistance when requested to do so, or refuses to perform any duty enjoined upon him by the penal statutes of this state, the governor shall direct the attorney general to commence action under chapter 41, title 19, Idaho Code, to remove such officer from office.\n\n(3) When in the judgment of the governor the penal laws of this state are not being enforced as written, in any county, or counties, in this state, he may direct the director of the Idaho state police to act independently of the sheriff and prosecuting attorney in such county, or counties, to execute and enforce such penal laws. In such an instance, the attorney general shall exclusively exercise all duties, rights and responsibilities of the prosecuting attorney.\n\n[31-2227, added 1951, ch. 196, sec. 1, p. 420; am. 1974, ch. 27, sec. 77, p. 811; am. 1989, ch. 14, sec. 6, p. 16; am. 1998, ch. 246, sec. 1, p. 808; am. 2000, ch. 469, sec. 79, p. 1525; am. 2014, ch. 280, sec. 2, p. 707.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2227/"
    },
    {
      "id": "section-31-2228",
      "number": "31-2228",
      "heading": "",
      "text": "31-2228. YOUTH PROGRAMS FUND. The sheriff of each county is authorized to create a self-perpetuating youth programs fund for use in implementation of prevention and early intervention programs for at-risk youth in the county, including but not limited to: (1) providing mentoring programs, (2) creating safe places and structured activities in nonschool hours, (3) fostering good health, (4) developing effective education opportunities for marketable career skills, and (5) providing an opportunity for youth to give back to their community. Proceeds from the fee imposed pursuant to section 49-418B, Idaho Code, transferred to the county, shall be deposited to the fund. In addition, the sheriff may accept gifts and donations from individuals and private organizations or foundations, or appropriations from public entities. The fund shall be subject to yearly audit authorized by the board of county commissioners.\n\n[31-2228, added 2000, ch. 306, sec. 1, p. 1042.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2228/"
    },
    {
      "id": "section-31-2229",
      "number": "31-2229",
      "heading": "",
      "text": "31-2229. SEARCH AND RESCUE. (1) For the purpose of this section:\n\n(a) \"Aerial search\" means a response by the Idaho office of emergency management and the Idaho transportation department’s division of aeronautics to a missing or overdue aircraft or airman.\n\n(b) \"Rescue\" means a response by the sheriff to recover lost, missing, injured, impaired or incapacitated persons in imminent danger of injury or death.\n\n(c) \"Search\" means a response by the sheriff to locate an overdue, missing or lost person.\n\n(2) The sheriff of each county shall:\n\n(a) Be the official responsible for command of all search and rescue operations within the county;\n\n(b) Prepare and keep current a plan to command the search and rescue capabilities and resources available within the county.\n\n(3) All aerial search assets shall be under the coordination of the Idaho transportation department’s division of aeronautics. The ground aspects of the search and rescue of lost aircraft and airmen shall be under the supervision of the county sheriff, in coordination with the chief of the Idaho office of emergency management and the administrator of the division of aeronautics.\n\n(4) Nothing in subsection (2) of this section shall apply to search and rescue operations within the incorporated limits of any city when the city performs such service.\n\n(5) Nothing in subsection (2) of this section shall apply to the rescue of entrapped or injured persons where their location is known to be within a fire district where the fire district performs such service.\n\n(6) Nothing contained in subsection (2) of this section shall apply to the removal of entrapped or injured persons where the person’s location is known to a local EMS agency licensed by the state of Idaho.\n\n[31-2229, added 2008, ch. 39, sec. 2, p. 94; am. 2016, ch. 118, sec. 2, p. 331.]",
      "source_url": "https://law.justia.com/codes/idaho/title-31/chapter-22/section-31-2229/"
    }
  ]
}