{
  "state": "idaho",
  "path": "title-title-21/chapter-chapter-5",
  "sections": [
    {
      "id": "section-21-501",
      "number": "21-501",
      "heading": "",
      "text": "21-501. DEFINITIONS. Definitions as used in this chapter, unless the context otherwise requires:\n\n(1) \"Airport\" means any area of land or water which is used, or intended for use, for the landing and takeoff of aircraft, and any appurtenant areas which are used, or intended for use, for airport buildings or other airport facilities or rights-of-way, together with all airport buildings and facilities located thereon. The term \"airport\" shall include such other common terms as aviation field, airfield, intermediate landing field, landing field, landing area, airstrip, and landing strip. For the purposes of this chapter, the term \"airport\" refers to a publicly owned and managed facility that is open for public use without operational restrictions on its use.\n\n(2) \"Aviation hazard\" means any new or existing structure, object of natural growth, use of land, or modification thereto, which endangers the lives and property of users of an airport, or of occupants of land in its vicinity, and that reduces the size of the area available for landing, taking off and maneuvering of aircraft, or extends up into the airspace between airports to cause disastrous and needless loss of life and property.\n\n(3) \"Aviation hazard area\" means any area of land or water upon which an aviation hazard might be established if not prevented as provided in this chapter.\n\n(4) \"Political subdivision\" means any municipality, city or county.\n\n(5) \"Person\" means any individual, firm, copartnership, corporation, company, association, joint stock association, or body politic, and includes any trustee, receiver, assignee, or other similar representative thereof.\n\n(6) \"Structure\" means any object constructed or installed by man, including, but without limitation, buildings, towers, smokestacks, and overhead transmission lines.\n\n(7) \"Tree\" means any object of natural growth.\n\n(8) \"State\" or \"this state\" means the state of Idaho.\n\n(9) \"Department\" means the Idaho transportation department.\n\n(10) \"Director\" means the director of the Idaho transportation department or his agent.\n\n(11) \"Board\" means the Idaho transportation board.\n\n[21-501, added 1947, ch. 130, sec. 1, p. 315; am. 1974, ch. 12, sec. 106, p. 61; am. 2005, ch. 174, sec. 3, p. 540.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-501/"
    },
    {
      "id": "section-21-502",
      "number": "21-502",
      "heading": "",
      "text": "21-502. AVIATION HAZARDS CONTRARY TO PUBLIC INTEREST. It is hereby found that an aviation hazard endangers the lives and property of users of the airport and of occupants of land in its vicinity, and also, if of the obstruction type, in effect reduces the size of the area available for the landing, taking off and maneuvering of aircraft thus tending to destroy or impair the utility of the airport and the public investment therein. Accordingly, it is hereby declared:\n\n(a) That the creation or establishment of an aviation hazard is a public nuisance and an injury to the community served by the airport in question;\n\n(b) That it is therefore necessary in the interest of the public health, public safety, and general welfare that the creation or establishment of aviation hazards be prevented.\n\n[21-502, added 1947, ch. 130, sec. 2, p. 315; am. 2005, ch. 174, sec. 4, p. 541; am. 2014, ch. 93, sec. 1, p. 254.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-502/"
    },
    {
      "id": "section-21-509",
      "number": "21-509",
      "heading": "",
      "text": "21-509. SEPARABILITY. If any provision of this act or the application thereof to any person or circumstances is held invalid, such invalidity shall not affect the provisions or applications of the act which can be given effect without the invalid provision or application, and to this end the provisions of this act are declared to be severable.\n\n[21-509, added 1947, ch. 130, sec. 9, p. 315.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-509/"
    },
    {
      "id": "section-21-510",
      "number": "21-510",
      "heading": "",
      "text": "21-510. SHORT TITLE. This act shall be known and may be cited as \"The Airport Zoning Act.\"\n\n[21-510, added 1947, ch. 130, sec. 10, p. 315.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-510/"
    },
    {
      "id": "section-21-511",
      "number": "21-511",
      "heading": "",
      "text": "21-511. STATE LAND ADJACENT TO PUBLIC AIRPORT — NOTICE OF INTENTION TO SELL OR LEASE. No land owned by the state of Idaho adjacent to a public airport, or adjacent to land acquired for use in connection with such airport, shall be sold or leased without first giving to the public authorities owning such airport at least twenty (20) days’ written notice of the intention to sell or lease such state land.\n\n[21-511, added 1941, ch. 6, sec. 1, p. 14.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-511/"
    },
    {
      "id": "section-21-512",
      "number": "21-512",
      "heading": "",
      "text": "21-512. AUTHORITY TO SELL OR LEASE. The state board of land commissioners is hereby authorized to lease any state lands adjacent to any public airport, or adjacent to lands acquired for use in connection with such airport, for public airport purposes, or for use in connection with such airport, upon such conditions as the board may determine for the best interests of the state, and for such term as said lands shall be used or be deemed desirable for use in connection with such public airport, provided, however, that any granted lands from the United States government to the state under the provisions of section 5 of the Idaho Admission Bill [26 Stat. at Large, ch. 656, p. 215] may be leased for a term not exceeding five (5) years.\n\n[21-512, added 1941, ch. 6, sec. 2, p. 14.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-512/"
    },
    {
      "id": "section-21-513",
      "number": "21-513",
      "heading": "",
      "text": "21-513. DECLARATION OF POLICY. As a guide to the interpretation and application of this act, the public policy of this state is declared to be that any hazard to the safety of air flight may cause disastrous and needless loss of life and property, that safety in air flight is of paramount importance for the protection and well-being of the people, that the use of the air space is constantly increasing and is vital to the continued growth, development and enjoyment of the great natural resources and economy of this state and that the general welfare of the citizens of this state requires, under the police powers of the state, that maximum safety precautions to air commerce be enacted and maintained.\n\n[21-513, added 1955, ch. 241, sec. 1, p. 540.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-513/"
    },
    {
      "id": "section-21-514",
      "number": "21-514",
      "heading": "",
      "text": "21-514. DEFINITION OF TERMS. As used in this act the terms structure, person, department and director shall have the meanings defined in section 21-501, Idaho Code.\n\n[21-514, added 1955, ch. 241, sec. 2, p. 540.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-514/"
    },
    {
      "id": "section-21-515",
      "number": "21-515",
      "heading": "",
      "text": "21-515. MARKING OF HAZARDS TO AIR FLIGHT. Any structure when determined by the director of the Idaho transportation department to be a hazard or potential hazard to the safe flight of aircraft shall be plainly marked, illuminated, painted, lighted or designated in a manner to be approved by the director, so that the same will be clearly visible to airmen.\n\n[21-515, added 1955, ch. 241, sec. 3, p. 540; am. 1974, ch. 12, sec. 109, p. 61; am. 2005, ch. 174, sec. 10, p. 544.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-515/"
    },
    {
      "id": "section-21-515b",
      "number": "21-515B",
      "heading": "",
      "text": "21-515B. WIND ENERGY CONVERSION SYSTEMS — LIGHT-MITIGATING TECHNOLOGY SYSTEMS. (1) On and after July 1, 2025, no new wind energy conversion system shall commence commercial operations in this state unless the developer, owner, or operator of the wind energy conversion system applies to the federal aviation administration for installation of a light-mitigating technology system that complies with federal aviation administration regulations 14 CFR 1.1, et seq. If approved by the federal aviation administration, the developer, owner, or operator of such wind energy conversion system shall install the light-mitigating technology system on approved turbines within twenty-four (24) months after receipt of such approval.\n\n(2) On and after January 1, 2026, any developer, owner, or operator of a wind energy conversion system that has commenced commercial operations in the state without a light-mitigating technology system shall apply to the federal aviation administration for installation and operation of a light-mitigating technology system that complies with federal aviation administration regulations 14 CFR 1.1, et seq. If approved by the federal aviation administration, the developer, owner, or operator of such wind energy conversion system shall install the light-mitigating technology system on approved turbines within sixty (60) months following such approval.\n\n(3) Any developer, owner, or operator who is required to apply to install a light-mitigating technology system on a wind energy conversion system pursuant to the requirements of this section and who is approved by the federal aviation administration for such installation shall provide to the Idaho transportation department division of aeronautics, in the form and manner prescribed by the division, notice of the progress of the installation of such light-mitigating technology system. If the installation of the light-mitigating technology system is delayed beyond a timeframe established pursuant to this section, the developer, owner, or operator shall provide notice to the Idaho transportation department division of aeronautics not less than once every three (3) months to provide an update on the reasons for the delay and the current status of the installation.\n\n(4) Any costs associated with the installation, implementation, operation, and maintenance of a light-mitigating technology system shall be the responsibility of the developer, owner, or operator of the wind energy conversion system.\n\n(5) As used in this section:\n\n(a) \"Light-mitigating technology system\" means aircraft detection lighting or any other comparable system capable of reducing the impact of facility obstruction lighting while maintaining conspicuity sufficient to assist aircraft in identifying and avoiding collision with a wind energy conversion system.\n\n(b) \"Wind energy conversion system\" means an electricity generation facility consisting of five (5) or more wind turbines that are fifty (50) feet or taller in height and any accessory structures and buildings, including substations, meteorological towers, electrical infrastructure, transmission lines, and other appurtenant structures.\n\n[21-515B, added 2025, ch. 153, sec. 1, p. 757.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-515b/"
    },
    {
      "id": "section-21-515a",
      "number": "21-515A",
      "heading": "",
      "text": "21-515A. HAZARDS TO AIR FLIGHT — STANDARDS FOR GUYED TOWERS. (1) Any temporary or permanent guyed tower fifty (50) feet or more in height that is located outside the boundaries of an incorporated city or town on land that is primarily rural or undeveloped or used for agricultural purposes, or that is primarily desert, and where such guyed tower’s appearance is not otherwise governed by state or federal law, rule or regulation, shall be lighted, marked and painted or otherwise constructed to be visible in clear air during daylight hours from a distance of not less than two thousand (2,000) feet. Guyed towers shall be required to be in accordance with the following:\n\n(a) Guyed towers shall be painted in seven equal alternating bands of aviation orange and white. Such alternating bands shall begin with orange at the top of the tower and end with orange at the base.\n\n(b) Guyed towers shall have a flashing light at the top of the tower. Such light shall be visible in clear air, with the naked eye, from a distance of two thousand (2,000) feet when flashing. Such light shall also be visible with night vision goggles.\n\n(c) The surface area under the footprint of the tower and six (6) feet beyond the outer tower anchors shall have a contrasting appearance with any surrounding vegetation.\n\n(d) Two (2) marker balls shall be attached to and evenly spaced on each of the outside guy wires.\n\n(e) Guyed towers shall have a seven (7) foot long safety sleeve at each anchor point and shall extend from the anchor point along each guy wire attached to the anchor point.\n\n(2) Any guyed tower that was erected prior to the effective date of this act shall be marked as required by the provisions of this section within one (1) year of the effective date of this act. Any guyed tower that is erected on or after the effective date of this act shall be marked as required by the provisions of this section at the time it is erected.\n\n(3) For the purposes of this section, the following terms shall have the following meanings:\n\n(a) \"Guyed tower\" means a tower that is supported in whole or in part by guy wires and ground anchors or other means of support besides the superstructure of the tower itself, towers used for military purposes excepted.\n\n(b) \"Height\" means the distance measured from the original grade at the base of the tower to the highest point of the tower.\n\n(c) \"Temporary or permanent guyed tower\" means a guyed tower erected and standing for any period of time whatsoever.\n\n(4) This section shall not apply to power poles or structures owned and operated by an electric supplier as defined in section 61-332A(4), Idaho Code, to facilities used by a federal power marketing agency to serve public utilities or consumer-owned utilities, to any poles or structures supporting electric lines carrying a voltage of sixty-nine (69) kilovolts or more, or any structure the primary purpose of which is to support telecommunications equipment, including citizens band (CB) radio towers and all other amateur radio towers.\n\n(5) Any person who violates a provision of this section shall be guilty of a misdemeanor.\n\n[21-515A, added 2012, ch. 164, sec. 1, p. 444; am. 2013, ch. 182, sec. 1, p. 435; am. 2013, ch. 210, sec. 1, p. 499; am. 2017, ch. 52, sec. 1, p. 81.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-515a/"
    },
    {
      "id": "section-21-516",
      "number": "21-516",
      "heading": "",
      "text": "21-516. DETERMINATION OF HAZARDS. In determining the structures which are or may be a hazard to air flight the director shall consider the terrain, character of the neighborhood, uses to which the structure and surrounding property may be adaptable, and the character of the flying operations expected to be conducted in the area.\n\n[21-516, added 1955, ch. 241, sec. 4, p. 540; am. 2005, ch. 174, sec. 11, p. 544.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-516/"
    },
    {
      "id": "section-21-517",
      "number": "21-517",
      "heading": "",
      "text": "21-517. PROCEDURE FOR DETERMINATION OF HAZARDS. When the director determines that a structure is a probable hazard within the meaning of this chapter, he shall notify the owner of the land, or operator or owner of the structure who shall have twenty (20) days after the receipt of such notice to show cause why such structure should not be determined to be a hazard.\n\n[21-517, added 1955, ch. 241, sec. 5, p. 540; am. 2005, ch. 174, sec. 12, p. 544.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-517/"
    },
    {
      "id": "section-21-518",
      "number": "21-518",
      "heading": "",
      "text": "21-518. JUDICIAL REVIEW. Any person aggrieved by the decision of the director in making a determination within the meaning of this act may appeal such determination to the district court of the judicial district in which such structure is situated in the same manner in which appeals are taken from the board of county commissioners to the district court.\n\n[21-518, added 1955, ch. 241, sec. 6, p. 540.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-518/"
    },
    {
      "id": "section-21-519",
      "number": "21-519",
      "heading": "",
      "text": "21-519. RULES AND REGULATIONS. The director of the Idaho transportation department shall adopt and may, as conditions require, amend such rules and regulations as he deems necessary to provide reasonable standards of marking, painting, lighting, illuminating, designating and maintaining any such air flight hazards to the end that the same will be made clearly visible to airmen in order that maximum safety may be provided for air flight.\n\n[21-519, added 1955, ch. 241, sec. 7, p. 540; am. 1974, ch. 12, sec. 110, p. 61.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-519/"
    },
    {
      "id": "section-21-520",
      "number": "21-520",
      "heading": "",
      "text": "21-520. VIOLATION OF ACT, PENALTIES, INJUNCTION. Whenever any person refuses or neglects to illuminate, mark, paint, designate or light, as required by this act, a structure owned or operated by him after the same has been designated by the director to be an obstruction to air flight, he shall be guilty of a misdemeanor, and upon conviction thereof, shall be fined not less than $100, nor more than $300, for each offense, or the director may maintain an action in the name of the state of Idaho to compel compliance by mandatory injunction.\n\nThat after the first conviction and fine, every subsequent period of 30 days during which such person neglects to comply with the provisions of this section, shall constitute a separate offense and be punishable as provided herein.\n\n[21-520, added 1955, ch. 241, sec. 8, p. 540.]",
      "source_url": "https://law.justia.com/codes/idaho/title-21/chapter-5/section-21-520/"
    }
  ]
}