{
  "state": "illinois",
  "path": "title-chapter-620-air-transportation/chapter-620-ilcs-30-zoning-to-eliminate-airport-hazards-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nZoning to Eliminate Airport Hazards Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "The safety, health, welfare and protection of persons and property",
      "text": "in the air and on the ground and of the maintenance of electronic\ncommunications within this State require that the navigable airspace\noverlying the State and the approaches to and the air traffic pattern area\nof any public airport in this State be maintained in a reasonably\nunobstructed condition for the safe flight of aircraft. To that end, the\nlocation, height and identification of structures and the use of land\nthereto related are regulated.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this act, unless the context otherwise requires:",
      "text": "As used in this act, unless the context otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Until a permit therefor has been issued by the Department, no",
      "text": "person shall erect, add to the height of or replace any structure\ncontravening the provisions of subpart (c) of Part 77 of the Federal\nAviation Regulations, as adopted February 3, 1965 and as currently revised,\nand as applied to any existing or planned facility or use on file with the\nDepartment at the time the application for permit is received.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "It is not necessary that ownership of, option for, or other",
      "text": "possessory right to a specific location site be held by the applicant\nbefore application for a permit is filed with the Department but any permit\ngranted by the Department shall, among other things, state the location,\neither specifically or within a definite area, and also the maximum height\nallowed for the structure.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Every permit granted shall also specify what, if any, obstruction",
      "text": "markers, markings, lighting or other visual or aural identification shall\nbe installed on or in the vicinity of the structure. Such identification\ncharacteristics required shall conform to federal laws and regulations\nwhere applicable; however, a higher standard of identification may be\nrequired under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Upon receiving an application for a permit, the Department",
      "text": "shall make such investigation as may be necessary to process the\napplication properly under this Act. Such investigation shall be\nconducted so as to determine, in the opinion of the Department, a\nlocation and height for a structure for the particular purpose proposed\nin the location proposed as will best serve the safety, health and\nwelfare of persons and property in the area and on the ground and other\ntechnical and economical factors involved; provided, however, when the\nfacilities or structures proposed are those of a public utility, no\ndetermination, ruling or order of the Department shall be valid or\nbinding on such public utility without, in each such case, the\nconcurrence of the Illinois Commerce Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "In any instance where the Department learns or has reasonable",
      "text": "grounds to believe that any person is erecting or adding to a structure\nthat would be subject to the provisions of this Act but concerning which no\napplication for a permit has been filed, it may on its own motion issue an\norder to such person to appear before the Department and show cause why an\napplication for a permit to erect or add to the structure need not be\nobtained. A date for a hearing thereon shall be set out in such order.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The conduct of such hearings and any procedures subsequent thereto",
      "text": "shall be governed as nearly as possible by the provisions of the \"Illinois\nAeronautics Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "In addition to any other remedy, the Department may institute in",
      "text": "the circuit court an action to prevent, restrain, correct\nor abate any violation of the provisions of the Act or of any rules,\nregulations or orders of the Department issued pursuant thereto. The court\nmay grant such relief, by way of injunction (which may be mandatory) or\notherwise, as may be necessary under this Act and the rules, regulations\nand orders of the Department issued pursuant thereto.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "The Department shall adopt and promulgate, and may from time to",
      "text": "time amend or rescind, rules and regulations for the administration of this\nAct. Such rules and regulations and changes therein shall become effective\nas provided in \"An Act concerning administrative rules\", approved June 14,\n1951, as amended from time to time, and may be published and distributed\nat the Department's expense. The Department shall prescribe and furnish\nforms necessary for the administration of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "This Act shall not apply in any instance where the proposed",
      "text": "erection, addition to or replacement of a structure is located in an\narea for which airport approach regulations are effective under \"An Act\nrelating to airport zoning\", approved July 17, 1945, as amended from\ntime to time.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Whoever violates or fails to comply with the provisions of this Act is",
      "text": "guilty of a petty offense. Each day's continuance of a violation of this\nAct shall be deemed a separate and distinct offense.",
      "history": "",
      "source_url": ""
    }
  ]
}