{
  "state": "michigan",
  "path": "title-chapter-12-state-treasurer/chapter-act-496-of-1988-unified-volume-limitation-allocation-act-121",
  "sections": [
    {
      "id": "section-12111",
      "number": "12.111",
      "heading": "Short Title.Section 12.112 - Definitions",
      "text": "Section 12.113 - Unified Volume Limitation and Allotment Thereof; Determination; Publication.Section 12.114 - Allotments to State and Municipal Issuers for Allocation; Reallotment; Division of Allotment Into Installments; Increase in Monthly Installments; Res",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12112",
      "number": "12.112",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Bonds\" means private activity bonds subject to the unified volume limitation and any other bonds, notes, and evidences of indebtedness, including certain lease and installment purchase obligations, that would be treated by the internal revenue service as private activity bonds unless issued with an allocation from the unified volume limitation.\n\n(b) \"Issuer\" means a municipal issuer or a state issuer.\n\n(c) \"Municipal issuer\" means a city, village, township, county, school district, or community college district, or an agency, instrumentality, authority, or district created by 1 or more of the foregoing that is authorized by law to issue bonds. Municipal issuer does not include a state issuer.\n\n(d) \"Private activity bonds\" means bonds, notes, or other evidences of indebtedness issued as private activity bonds as authorized by law and as defined in section 141 of the internal revenue code.\n\n(e) \"State issuer\" means the state of Michigan, an agency, authority, or other instrumentality created by the laws of this state, the governing body of which is composed of members elected by the people or appointed in whole or in part by a state officer, or a state college or university listed or described in section 4 of article VIII of the state constitution of 1963, which entity is authorized to issue bonds. State issuer does not include a municipal issuer.\n\n(f) \"Treasurer\" means the state treasurer or a deputy or employee of the department of treasury that the state treasurer authorizes to act under this act.\n\n(g) \"Unified volume limitation\" means the ceiling for this state on the aggregate amount of bonds that may be issued by all issuers in the state as prescribed by section 146 of the internal revenue code for a particular year.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-112/"
    },
    {
      "id": "section-12113",
      "number": "12.113",
      "heading": "Unified Volume Limitation and Allotment Thereof; Determination; Publication.",
      "text": "Each year, the treasurer shall determine the unified volume limitation and the allotment of the unified volume limitation for the following calendar year and shall publish that determination in 3 newspapers of general circulation in different parts of the state, 1 of which is published in the Upper Peninsula.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-113/"
    },
    {
      "id": "section-12114",
      "number": "12.114",
      "heading": "Allotments to State and Municipal Issuers for Allocation; Reallotment; Division of Allotment Into Installments; Increase in Monthly Installments; Reserving Portion of Monthly Allotment; Pro Rata Reductions in Monthly Installments",
      "text": "(1) The treasurer shall allot 40% of the unified volume limitation to the state issuers and 60% of the unified volume limitation to the municipal issuers for allocation pursuant to this act. If, during a year, 90% of the allotment to municipal issuers has been allocated, the treasurer may reallot all or a part of the remaining portion of the unified volume limitation from the state issuers to the municipal issuers. If, during a year, 90% of the allotment to state issuers has been allocated, the treasurer may reallot all or a part of the remaining portion of the unified volume limitation from the municipal issuers to the state issuers.\n\n(2) The treasurer shall divide the allotment under this section to municipal issuers into 10 installments for monthly allocation pursuant to section 6 from January through October to municipal issuers requesting an allocation for that month. The treasurer shall increase each monthly installment by the amount of the previous monthly installment that is not allocated to municipal issuers, by the amount of allocations to municipal issuers that have expired, and by the amount of the portion of the unified volume limitation allotted to state issuers that is transferred for allocation to municipal issuers. The treasurer may reserve a portion of a monthly allotment in anticipation of the necessity of a future allocation in excess of future available allotments or may grant an allocation in excess of the available monthly allotment. After October of each year, the remaining amount of the unified volume limitation allotted for municipal issuers shall be allocated pursuant to section 6(2).\n\n(3) The treasurer shall decrease a monthly installment of the allotment of the unified bond limitation to municipal issuers by a pro rata amount of the amount of any transfer to state issuers pursuant to subsection (1), the amount of a reservation for future allotment pursuant to subsection (2), and the amount of an approved allocation request in excess of the amount of the unified volume limitation available for allocation to municipal issuers in that month pursuant to subsection (2). The pro rata reductions shall be determined according to the number of monthly installments remaining in the year, excluding the monthly installment for the month in which the reservation, transfer, or allocation is made.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-114/"
    },
    {
      "id": "section-12115",
      "number": "12.115",
      "heading": "Request for Allocation; Attachment; Notice of Sale; Certification of Preliminary Proceedings.",
      "text": "(1) A state or municipal issuer seeking to issue bonds shall file with the treasurer a request for allocation containing all of the following information and supporting documentation unless the treasurer determines the information required would be unnecessary to the type of bond for which an allocation is requested:\n\n(a) The name of the issuer.\n\n(b) The maximum aggregate principal amount of the issue.\n\n(c) In the case of refunding bonds, the maximum principal amount of the proposed issue, if any, expected to exceed the amount of the obligation to be refunded.\n\n(d) The facility to be financed.\n\n(e) The name of the entity or principals of the entity, or both, that will own the facility to be financed by the proceeds of the issue.\n\n(f) The name of the principal users, if known, of the facility.\n\n(g) The name of the counsel giving the tax exempt opinion for the issuer on the bond.\n\n(h) The calendar year for which the request is made.\n\n(i) Whether a previous request has been made by or on behalf of the issuer for the issue.\n\n(j) The facility type code used in filing federal form 8038, or its successor form.\n\n(k) Whether urban development action grants are being sought for the project.\n\n(l) Whether all necessary public hearings have been held.\n\n(m) A statement of how and why the project qualifies under the standards of section 6(3).\n\n(n) Other information that is considered necessary by the treasurer.\n\n(2) Except as provided in subsection (3) and except for carryforward allocations approved pursuant to section 10, a municipal issuer shall attach to a request for allocation an inducement resolution, or other comparable preliminary approval, and evidence of a firm commitment of an investor or underwriter to purchase the bonds described in the request, or other evidence sufficient to indicate the transaction will be completed. Satisfaction of the requirement of subsection (3) is satisfaction of the requirement under this subsection for evidence of a firm commitment of an investor or underwriter to purchase the bonds.\n\n(3) If bonds are to be sold at public sale and involve publication of a notice of sale for the issue, the issuer of the bonds shall file or cause to be filed with its request for allocation a copy of the proposed notice of sale and shall certify to the state treasurer that all proceedings preliminary to the publication of the notice of sale have been completed.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-115/"
    },
    {
      "id": "section-12116",
      "number": "12.116",
      "heading": "Requests for Allocations; Order of Consideration; Approval or Denial; Reason for Denial; Steps to Maintain Orderly Application and Allocation Process; Instances in Which Request May Be Denied; When Request Considered Filed or Received; Issuer Seeking Allocation Not in Excess of Unallocated Unified V",
      "text": "(1) Except as provided by subsection (3), the treasurer shall consider all completed requests for allocations pursuant to section 5 in the order of filing.\n\n(2) The treasurer shall either approve or deny a request for allocation from the unified volume limitation for a particular year that is received before November 1 of the year for which an allocation is sought and between the first and tenth, the eleventh and twentieth, or the twenty-first and the last day of the month, inclusive of the starting and ending dates of the period, by an order issued within 2 business days after the last day of the period in which the request is received. The treasurer shall approve or deny a request for allocation received in November or December by an order issued by the treasurer within 10 calendar days after receipt of the request. An order denying a request for an allocation shall state the reason for the denial.\n\n(3) If the treasurer determines that facts and circumstances exist whereby the unified volume limitation creates an unreasonable constraint upon state or municipal issuers, the treasurer shall take the steps necessary to maintain an orderly application and allocation process. The steps may include revision of the monthly installment limits prescribed by section 4 and of the application and allocation procedures and may further include, but are not limited to, consideration of the following factors to prioritize the allotment and allocation of the unified volume limitation:\n\n(a) Financing of facilities that will provide or create jobs that enhance the state's economic base.\n\n(b) Financing of facilities that will create net new jobs in the state.\n\n(c) Financing of facilities that will result in the leverage of other sources of capital or the leverage of net new jobs in the state.\n\n(d) Financing of facilities that will contribute to the public health or safety of residents of the state or facilities that are traditionally considered a public purpose including, but not limited to, housing and municipal public works projects.\n\n(4) The treasurer is not required to approve a request for an allocation and may deny a request in any of the following instances:\n\n(a) The request was filed prior to December 1 of the calendar year immediately preceding the calendar year for which the allocation is sought.\n\n(b) The request was filed prior to the completion of all public hearings required by state or federal law.\n\n(c) If the unified volume limitation allotted pursuant to section 4 for the monthly or annual period for which an allocation is being requested is exhausted or if the allocation for the request would exceed the remaining portion of the unified volume limitation allotted pursuant to section 4 for the type of issuer for the monthly or annual period for which an allocation is being requested. This subdivision does not prohibit the treasurer from allocating an amount that is less than the full amount of an allocation request.\n\n(5) The treasurer shall consider a request for an allocation that is incomplete or improperly completed or filed as filed at the time the request is completed or corrected. A request that is not approved or that is denied pursuant to subsection (4)(c) because the unallocated monthly installment of the unified volume limitation allotted pursuant to section 4 for that month for which an allocation is sought is insufficient to satisfy that request shall be considered as a request received on the first day of the immediately following month or shall receive priority consideration for allocation when a sufficient portion of the uniform volume limitation becomes available for allocation for that request. The denial of or the refusal to approve a request pursuant to subsection (4)(c) does not prohibit allocations to and acceptance of a request from an issuer seeking an allocation that is not in excess of the unallocated unified volume limitation.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989Compiler's Notes:In the second sentence of subsection (5), the words “uniform volume limitation” evidently should read “unified volume limitation”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-116/"
    },
    {
      "id": "section-12117",
      "number": "12.117",
      "heading": "Allocation Order; Requirements; Reversion; Allocation Not Transferable Between Issuers; Use of Allocation; Validity of Order; Request for Extension.",
      "text": "(1) An allocation order shall allocate the principal amount of bonds requested or, for an issue of refunding bonds, the principal amount of the proposed issue expected to exceed the amount of the obligation to be refunded, for a request by a municipal issuer, against the amount of the unified volume limitation allotted in section 4 to municipal issuers or, for a state issuer, against the amount allotted to state issuers. Any difference between the amount of the unified volume limitation allocated to an issuer and the amount of the allocation used for the issuance of the bonds for which it applied reverts to the unified volume limitation and to the municipal issuer or state issuer allotment from which the allocation was made.\n\n(2) An allocation issued by the treasurer is not transferable between issuers and shall not be used for purposes other than those for which the allocation was approved.\n\n(3) Other than a carryforward allocation pursuant to section 10, an order of the treasurer issuing an allocation is valid for 30 calendar days after the date of the order or, if the allocation will be used to apply for an urban development action grant or other governmental assistance or if the allocation is to an issuer that is required by law to sell the bonds for which the allocation applies at public sale, for 60 days after the date of the order. Other than a carryforward allocation, an allocation or an extension of an allocation is not valid after November 21 of the year for which the allocation is issued, except that the treasurer may extend the period of an allocation's validity until December 31 of the year for which an allocation is issued. After the issuance of an allocation order, but before the expiration of that initial order, an issuer may request that the period for which the order allocated a portion of the unified volume limitation be extended beyond the initial order's expiration date. Accompanying a request for extension shall be a statement of the facts and circumstances upon which the request is made.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-117/"
    },
    {
      "id": "section-12118",
      "number": "12.118",
      "heading": "Invalidation of Request or Allocation; Notice of Changed Information; New Request for Allocation; Issuance of Bonds Before Receiving Allocation or Approval for Amendment to Allocation; Cancellation of Prior Allocation by Approval of New Request",
      "text": "(1) A change in the facility to be financed, the issuer, the year for which the allocation is requested, or, if required to be specified in the request for allocation, the owner of the facility invalidates the request. If a change described in this subsection occurs after an allocation is made, the change invalidates the allocation.\n\n(2) A change in any information other than that specified in subsection (1), an increase in the principal amount of the obligation, or, for refunding bonds, an increase in the amount of the issue expected to exceed the amount of the obligation to be refunded does not invalidate the request or allocation if the change or increase occurred after the filing of the request. If the obligation is not yet delivered and the change is a new purchaser, the issuer shall promptly file with the treasurer notice of the changed information, including a commitment of the new purchaser or an assignment of the previous commitment to the new purchaser. If the obligation is not yet delivered and the change is a need for an increase in the allocation, the issuer shall promptly file with the treasurer notice of the changed information, including a new request for allocation for an increase in the amount of the issue due to an increased principal amount or a decreased amount to be used to refund an obligation.\n\n(3) If an issuer issues its bonds before receiving an allocation or approval for an amendment to the allocation request, the state treasurer is not required to issue an allocation, increase a previously approved allocation, or revise the terms of an allocation previously approved.\n\n(4) Before the expiration of an allocation order, an issuer may request a new allocation by filing a new request for allocation pursuant to section 5. The approval of a new request cancels the prior allocation order for the private activity bonds described in the original request.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-118/"
    },
    {
      "id": "section-12119",
      "number": "12.119",
      "heading": "Notice of Delivery of Issue of Bonds; Filing; Contents; Failure to File; Revocation and Invalidation of Allocation; Waiver of Revocation.",
      "text": "(1) Within 10 calendar days after the expiration date of an allocation approval order, including any extension, but not later than December 26 for allocations that expire before December 22, the issuer of bonds for which an allocation of the unified volume limitation is made shall file with the treasurer a written notice, on a form to be provided by the treasurer, of the delivery of the issue of bonds for which the allocation was made. This notice shall set forth and be accompanied by all of the following information:\n\n(a) The name of the issuer.\n\n(b) The aggregate principal amount of actually delivered and, for refunding bonds, the principal amount of refunding bonds, if any, exceeding the amount of the obligation to be refunded.\n\n(c) The date of the order allocating the unified volume limitation to the issuer.\n\n(d) The name of the entity or principals of the entity, or both, that will own, or be the principal user of, the facility financed by proceeds of the bonds if this information was required to be specified in the request for allocation.\n\n(e) The date of delivery of the bonds.\n\n(f) A copy of counsel's opinion as to the exemption of the interest on the bonds from federal income tax and a copy of federal form 8038, or its successor form, that has been or will be filed with the internal revenue service.\n\n(2) If an issuer fails to file the notice and the information required by subsection (1)(f), the treasurer shall notify the issuer by mail with return receipt requested of the failure and of the consequence of failing to remedy the failure within 7 calendar days after the filing deadline. Unless filed within 7 calendar days after the deadline date prescribed by subsection (1), failure of an issuer to file the notice required by this section results, after notice and opportunity for a hearing by the department of treasury, in the revocation and invalidation of the allocation of the unified volume limitation to the issuer. The treasurer may waive a revocation under this subsection. If a revocation is waived, the revocation shall be considered never to have invalidated the allocation.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-119/"
    },
    {
      "id": "section-12120",
      "number": "12.120",
      "heading": "Order for Carryforward Allocation; Request for Carryforward Allocation; Form; Amount; Priorities; Election.",
      "text": "(1) In addition to an allocation under section 6, during the months of October, November, and December of each year, an issuer may request, or the treasurer may order without request, an order providing for a carryforward allocation for a proposed issue of bonds for an identified carryforward purpose described in section 146(f) of the internal revenue code. An issuer's request for a carryforward allocation shall be on a form provided by the treasurer and shall contain the information prescribed by the treasurer.\n\n(2) The treasurer may grant to any issuer a carryforward allocation for the proposed issue or carryforward purpose and shall specify the amount of the carry forward allocation that the issuer may elect to carryforward. If the treasurer determines it necessary, the treasurer shall establish priorities for the carryforward allocations that best serve the interests of the people of the state.\n\n(3) The issuer may elect to treat all or a portion of a carryforward allocation as a carryforward to a future calendar year as specified by the issuer. In making an election, the issuer shall specify the purpose for which the carryforward is elected and the portion of the allocation that is to be carried forward for that purpose. The issuer shall elect the carryforward in the manner provided by the United States secretary of treasury.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-120/"
    },
    {
      "id": "section-12121",
      "number": "12.121",
      "heading": "Records.",
      "text": "(1) The treasurer shall maintain records of the volume of bonds for which the unified volume limitation has been allocated, the amount of the unified volume limitation allocated to state issuers, and the amount allocated to municipal issuers during each calendar year. These records shall be made available to the public during regular business hours.\n\n(2) The treasurer shall maintain a record of each issuer's compliance with section 9, certify that information, and make the record available to the public during regular business hours.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-121/"
    },
    {
      "id": "section-12122",
      "number": "12.122",
      "heading": "State or Municipal Issuer Not Authorized to Issue Bonds.",
      "text": "This act does not authorize a state issuer or a municipal issuer to issue bonds.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-122/"
    },
    {
      "id": "section-12123",
      "number": "12.123",
      "heading": "Allocations to Which Act Applicable; Ratification of Allocation; Revocation of Allocation; Formula for Allocating State Ceiling.",
      "text": "(1) This act applies to allocations made against the unified volume limitation for calendar year 1989 and each year after 1989 and to bonds issued after December 31, 1988 that have allocations ratified by subsection (2).\n\n(2) An allocation made under Executive Order 1984-11, 1985-7, 1986-6, or 1986-18, or under section 40 of Act No. 94 of the Public Acts of 1933, being section 141.140 of the Michigan Compiled Laws, for bonds issued on or after January 1, 1989 shall be considered ratified and issued with an allocation authorized by this act unless the allocation issued pursuant to an executive order was a carryforward allocation from the state volume cap for any calendar year prior to 1986.\n\n(3) An allocation made other than through orders issued pursuant to either this act, section 40 of Act No. 94 of the Public Acts of 1933, or Executive Order 1984-11, 1985-7, 1986-6, or 1986-18 is revoked.\n\n(4) This act shall be considered to provide, pursuant to the authority granted by section 146(e) of the internal revenue code, a different formula for allocating the state ceiling among the governmental units of the state having authority to issue bonds from the formula provided in the internal revenue code.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-123/"
    },
    {
      "id": "section-12124",
      "number": "12.124",
      "heading": "Repeal of MCL 125.1432c.",
      "text": "Section 32c of Act No. 346 of the Public Acts of 1966, being section 125.1432c of the Michigan Compiled Laws, is repealed.\n\nHistory:1988, Act 496, Eff. Mar. 30, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-act-496-of-1988/section-12-124/"
    }
  ]
}