{
  "state": "michigan",
  "path": "title-chapter-12-state-treasurer/chapter-ero-no-2002-3-executive-reorganization-order-12192-12192",
  "sections": [
    {
      "id": "section-12192",
      "number": "12.192",
      "heading": "Creation of Michigan Public Educational Facilities Authority as Public Body Corporate and Politic; Location in Department of Treasury; Transfer of Certain Powers and Duties From Michigan Strategic Fund and Michigan Strategic Fund Board of Directors to Michigan Public Educational Facilities Authority",
      "text": "WHEREAS, Article V, Section 1, of the Constitution of the state of Michigan of 1963 vests the executive power in the Governor; and\n\nWHEREAS, Article V, Section 2, of the Constitution of the state of Michigan of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units, which he considers necessary for efficient administration; and\n\nWHEREAS, the state of Michigan has public schools that are in need of new public educational facilities or whose existing public educational facilities are in need of renovation and remodeling; and\n\nWHEREAS, the United States Congress recently passed, and President George W. Bush signed, The Economic Growth and Tax Relief Reconciliation Act of 2001, which includes a provision authorizing the issuance of \"qualified public educational facility bonds\" as exempt facility bonds under Section 142 of the Internal Revenue Code of 1986, as amended, being 26 USC 142; and\n\nWHEREAS, The Economic Growth and Tax Relief Reconciliation Act of 2001 limits the amount of qualified public educational facility bonds that may be issued as tax-exempt bonds and provides that the state may allocate the amount of qualified public educational facility bonds in such manner as the state deems appropriate; and\n\nWHEREAS, the availability of exempt facility bonds for qualified public educational facilities will provide public schools across the country with a means for addressing the difficulties encountered in financing the construction, rehabilitation, refurbishing or equipping of public educational facilities; and\n\nWHEREAS, the state can effectively and efficiently provide for a qualified public educational facility bond program by establishing a new authority, the Michigan Public Educational Facilities Authority, within the Department of Treasury; and\n\nWHEREAS, the creation of the Michigan Public Educational Facilities Authority may also create an opportunity for the state of Michigan to partner with other states to facilitate the acquisition of capital for the construction, rehabilitation, refurbishing or equipping of qualified public educational facilities; and\n\nWHEREAS, it is necessary in the interests of efficient administration and good government to effect changes in the organization of the Executive Branch of government.\n\nNOW, THEREFORE, I, John Engler, Governor of the state of Michigan, pursuant to the powers vested in me by the Constitution of the state of Michigan of 1963 and the laws of the state of Michigan, do hereby order the following:\n\nI. DEFINITIONS\n\nAs used herein:\n\nA. \"Authority\" means the Michigan Public Educational Facilities Authority created by this Order.\n\nB. \"Board\" means the Michigan Public Educational Facilities Authority Board of Trustees created by this Order.\n\nC. The \"Center for Educational Performance and Information\" means the temporary state agency created by Executive Order 2000-9, being Section 388.996 et seq. of the Michigan Compiled Laws.\n\nD. The \"Department of Treasury\" means the principal department created by Section 75 of Act No. 380 of the Public Acts of 1965, being Section 16.175 of the Michigan Compiled Laws.\n\nE. The \"Michigan Municipal Bond Authority\" means the body corporate created under the Shared Credit Rating Act, Act No. 227 of the Public Acts of 1985, as amended, being Section 141.1051 et seq. of the Michigan Compiled Laws, and includes the Michigan Municipal Bond Authority Board of Trustees.\n\nF. The \"Michigan Strategic Fund\" means the public body corporate and politic created under Act No. 270 of the Public Acts of 1984, as amended, being Section 125.2001 et seq. of the Michigan Compiled Laws, and includes the Michigan Strategic Fund Board of Directors.\n\nG. \"Public School\" means a public elementary or secondary educational entity or agency that is established under the Revised School Code, Act No. 451 of the Public Acts of 1976, as amended, being Section 380.1 et seq. of the Michigan Compiled Laws, and has as its primary mission the teaching and learning of academic and vocational-technical skills and knowledge, and is operated by a school district, local act school district, special act school district, intermediate school district, public school academy corporation, strict discipline academy corporation, or by the Department of Education or the State Board of Education. Public school also includes a laboratory school or other elementary or secondary school that is controlled and operated by a state public university described in Article VIII, Section 4, 5 or 6, of the Constitution of the state of Michigan of 1963.\n\nH. \"Qualified Public Educational Facility\" shall have the same meaning as defined in Section 422 of The Economic Growth and Tax Relief Reconciliation Act of 2001, codified in Section 142 of the Internal Revenue Code of 1986, as amended, being 26 USC 142.\n\nII. CREATION OF THE MICHIGAN PUBLIC EDUCATIONAL FACILITIES AUTHORITY\n\nA. The Michigan Public Educational Facilities Authority is hereby created as a public body corporate and politic. The authority shall be located within the Department of Treasury and shall exercise the powers transferred or assigned to it by this executive order independently of the State Treasurer, except that budgeting, personnel, procurement and related functions shall be performed under the direction and supervision of the State Treasurer.\n\nB. The purposes, powers and duties of the authority shall be vested in and exercised by a board of trustees consisting of:\n\n1. The State Treasurer, who may appoint a representative from the Department of Treasury to serve as a voting member of the board in the absence of the State Treasurer.\n\n2. Four (4) trustees appointed by the governor, with the advice and consent of the Senate. Not more than two (2) of the trustees appointed under this subsection shall be members of the same political party.\n\nC. Except as otherwise provided in this subsection, appointed trustees shall hold office for a term of four (4) years. However, of the trustees initially appointed, the Governor shall designate two (2) to serve a term of four (4) years, one (1) to serve a term of three (3) years, and one (1) to serve a term of two (2) years.\n\nD. A vacancy on the board caused by the expiration of a term or other cause of termination of membership on the board shall be filled in the same manner as the original appointment.\n\nE. A trustee appointed to fill a vacancy created other than by expiration of a term shall be appointed for the unexpired term of the trustee who he or she is to succeed in the same manner as the original appointment. A trustee may be reappointed for additional terms.\n\nIII. OPERATIONS OF THE MICHIGAN PUBLIC EDUCATIONAL FACILITIES AUTHORITY BOARD OF TRUSTEES\n\nA. The Governor shall designate one trustee to serve as chairperson of the board. The chairperson shall serve as chairperson at the pleasure of the Governor.\n\nB. The board may adopt bylaws, not inconsistent with law and with this Order, governing its organization, operation and procedure.\n\nC. The business which the board may perform shall be conducted at a public meeting of the board held in compliance with the Open Meetings Act, Act No. 267 of the Public Acts of 1976, being Section 15.261 et seq. of the Michigan Compiled Laws. Public notice of the time, date, and place of the meeting shall be given in the manner required by Act No. 267 of the Public Acts of 1976.\n\nD. A majority of the serving trustees constitutes a quorum for the transaction of business at a meeting. The board shall act by a majority vote of the trustees present at a meeting.\n\nE. The board shall meet at the call of the chairperson and as may be provided in the bylaws of the board. Meetings of the board may be held at any location within the state of Michigan.\n\nF. The board may, as appropriate, make inquiries, studies, and investigations, hold hearings, and receive comments from the public.\n\nG. Trustees shall serve without compensation. Trustees may receive reimbursement for necessary travel and expenses according to the relevant procedures of the Civil Service Commission and the Department of Management and Budget.\n\nH. The board may hire or retain such contractors, sub-contractors, advisors, consultants and agents, and may make and enter into contracts necessary or incidental to the exercise of the powers of the board and the performance of its duties as the board may deem advisable and necessary, in accordance with the relevant statutes, rules and procedures of the Civil Service Commission and the Department of Management and Budget.\n\nI. Subject to appropriations and other applicable law, the board may apply for, receive and expend monies from any source, public or private, including but not limited to, gifts, grants, donations of monies and government appropriations. The board may also accept donations of labor, services or other things of value from any public or private agency or person.\n\nJ. The authority shall be staffed by personnel within the Department of Treasury, as designated by the State Treasurer.\n\nIV. MICHIGAN STRATEGIC FUND\n\nAll the statutory authority, powers, duties, functions and responsibilities with respect to a commercial enterprise involving the construction, rehabilitation, refurbishing or equipping of school facilities that are occupied or to be occupied by a public school, provided under the Michigan Strategic Fund Act, Act No. 270 of the Public Acts of 1984, as amended, being Section 125.2001 et seq. of the Michigan Compiled Laws, including without limitation the power to issue bonds and notes and to enter into contracts, are hereby transferred from the Michigan Strategic Fund and the Michigan Strategic Fund Board of Directors to the Michigan Public Educational Facilities Authority and the Michigan Public Educational Facilities Authority Board of Trustees.\n\nV. BOND VOLUME ALLOCATION\n\nThe authority is hereby designated and authorized to receive and utilize all allocations of the amount of tax-exempt obligations that may be issued to finance qualified public educational facilities as provided by Section 142(k)(5) of the Internal Revenue Code of 1986, as amended, being 26 USC 142(k)(5).\n\nVI. MICHIGAN MUNICIPAL BOND AUTHORITY\n\nA. Except as provided in Paragraph B, the statutory authority, powers, duties, functions and responsibilities of the Michigan Municipal Bond Authority and the Michigan Municipal Bond Authority Board of Trustees, including without limitation the power to issue bonds and notes and enter into contracts, as such authority, powers, duties, functions and responsibilities relate to governmental units which are a public school academy or a laboratory school or other elementary or secondary school that is controlled and operated by a state public university described in Article VIII, Section 4, 5 or 6, of the constitution of the state of Michigan of 1963, including but not limited to the statutory authority, powers, duties, functions and responsibilities set forth in the Shared Credit Rating Act, Act No. 227 of the Public Acts of 1985, as amended, being Section 141.1051 et seq. of the Michigan Compiled Laws, Section 1225 of the Revised School Code, Act No. 451 of the Public Acts of 1976, as amended, being Section 380.1225 of the Michigan Compiled Laws, and the State School Aid Act of 1979, Act No. 94 of the Public Acts of 1979, as amended, being Section 388.1601 et seq. of the Michigan Compiled Laws, are hereby transferred from the Michigan Municipal Bond Authority and the Michigan Municipal Bond Authority Board of Trustees to the Michigan Public Educational Facilities Authority and the Michigan Public Educational Facilities Authority Board of Trustees.\n\nB. The transfer provided for in Subsection A. does not transfer the authorities, powers, duties, functions, responsibilities, rights and obligations of the Michigan Municipal Bond Authority and the Michigan Municipal Bond Authority Board of Trustees related to:\n\n1. any outstanding public school academy bonds or notes or any reserve or trust funds relating to such bonds or notes; or\n\n2. any long-term public school academy facility program financing for which an application was submitted to the Michigan Municipal Bond Authority on July 23, 2001, including that portion of the appropriation for public school academy financing to be deposited into the reserve fund for that transaction.\n\nVII. MISCELLANEOUS\n\nA. The State Treasurer shall provide executive direction and supervision for the implementation of all transfers of authority to the Michigan Public Educational Facilities Authority made under this Order.\n\nB. The State Treasurer shall administer the assigned functions transferred by this Order in such ways as to promote efficient administration and shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\nC. The State Treasurer shall identify the program positions and administrative function positions that will be transferred to the Michigan Public Educational Facilities Authority according to the terms of this Order. The State Treasurer shall develop an agreement specifying these positions no later than the effective date of this Order.\n\nD. The State Treasurer shall immediately initiate coordination with the directors of all other state departments and agencies having authority transferred to the Michigan Public Educational Facilities Authority under this Order to facilitate the transfer and to develop memoranda of record identifying any pending settlements, issues of compliance with applicable federal and state laws and regulations, or other obligations to be resolved related to the authority to be transferred.\n\nE. All records, personnel, property, grants and unexpended balances of appropriations, allocations and other funds used, held, employed, available or to be made available to any entity for the activities, powers, duties, functions and responsibilities transferred from the Michigan Municipal Bond Authority and the Michigan Strategic Fund by this Order are hereby transferred to the Michigan Public Educational Facilities Authority.\n\nF. The State Treasurer may request the assistance of other state agencies with respect to personnel, budgeting, procurement, information systems and other management-related functions and such agencies shall provide such assistance.\n\nG. The Michigan Public Educational Facilities Authority will prepare and submit an annual report to the Center for Educational Performance and Information which will include the total number of bond issues, dollar amount of the bond issues, number of public schools assisted, the geographic distribution of the bond financing and the types of facilities financed.\n\nH. The State Treasurer may by written instrument delegate a duty or power conferred by law or this Order and the person to whom such duty or power is so delegated may perform such duty or exercise such power at the time and to the extent that such duty or power is delegated by the State Treasurer.\n\nI. All rules, orders, contracts, grants and agreements relating to the functions transferred to the Michigan Public Educational Facilities Authority by this Order lawfully adopted prior to the effective date of this Order by the responsible state agency shall continue to be effective until revised, amended or rescinded.\n\nJ. The State Budget Director shall determine and authorize the most efficient manner possible for handling financial transactions and records affected by this Order in the state's financial management system for the remainder of this fiscal year.\n\nK. The Michigan Public Educational Facilities Authority is a separate and distinct authority from the School Bond Loan Fund established by Act No. 74 of the Public Acts of 1955, as amended, being Section 388.921 et seq. of the Michigan Compiled Laws, and shall have no impact on the amount of loans available to school districts through the School Bond Loan Fund.\n\nL. The invalidity of any portion of this Order shall not affect the validity of the remainder thereof.\n\nM. Executive Order 2001-11, creating the Michigan Public Educational Facilities Authority and the Michigan Public Educational Facilities Authority Board of Trustees, is hereby rescinded in its entirety as of the effective date of this order. The Michigan Public Educational Facilities Authority and the Michigan Public Educational Facilities Authority Board of Trustees created by Executive Order 2001-11 are hereby abolished as of the effective date of this Order.\n\nHistory:2002, E.R.O. No. 2002-3, Eff. May 12, 2002Compiler's Notes:For transfer of powers and duties of Michigan public educational facilities authority, and of members of board of trustees of Michigan public educational facilities authority, to Michigan finance authority, see E.R.O. No. 2010-2, compiled at MCL 12.194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-12/statute-e-r-o-no-2002-3/section-12-192/"
    }
  ]
}