{
  "state": "hawaii",
  "path": "title-title-38-procedural-and-supplementary-provisions/chapter-801-rights-of-accused",
  "sections": [
    {
      "id": "section-801-1",
      "number": "801-1",
      "heading": "Indictment, complaint, or information.801-2 Witnesses; defense.801-3 Jury list, witnesses.801-4 Fees not payable by defendant.801-5 REPEALED.",
      "text": "§801-1 Indictment, complaint, or information.(a) No person shall be subject to be tried and sentenced to be punished in any court, for an alleged offense, unless upon indictment, complaint, or information, except for offenses within the jurisdiction of a district court or in summary proceedings for contempt. For any felony offense to be tried and sentenced upon complaint, a finding of probable cause after a preliminary hearing, or a waiver of the probable cause determination at the preliminary hearing, shall be required.\n\n(b) If initiation of a felony prosecution is sought via an indictment by a grand jury or a finding of probable cause after a preliminary hearing, and is denied, initiation of a felony prosecution for the same offense using the same or an available alternative charging method or by seeking a different judge or jury shall not be permitted unless:\n\n(1) Additional material evidence is presented;\n\n(2) The initial hearing was before a grand jury and there is a subsequent finding of grand jury misconduct or grand jury counsel misconduct; or\n\n(3) A court, upon application of the prosecutor, finds good cause to allow a subsequent presentation; provided that this paragraph shall not apply if prosecutors have previously sought a subsequent presentation for good cause. [PC 1869, c 2, §2; RL 1925, §3931; RL 1935, §5352; RL 1945, §10684; RL 1955, §253-4; HRS §705-4; ren L 1972, c 9, pt of §1; am L 2023, c 1, §2]\n\nCross References\n\nSee Const. art. 1, §10.\n\nRules of Court\n\nIndictment, information, or complaint, see HRPP rule 7.\n\nApplicability of rules, see HRPP rules 1, 54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-801/section-801-1/"
    },
    {
      "id": "section-801-2",
      "number": "801-2",
      "heading": "Witnesses; defense.",
      "text": "§801-2 Witnesses; defense.In the trial of any person on the charge of any offense, he shall have a right to meet the witnesses, who are produced against him, face to face; to produce witnesses and proofs in his own favor; and by himself or his counsel, to examine the witnesses produced by himself, and cross- examine those produced against him; and to be heard in his defense. [PC 1869, c 2, §3; RL 1925, §3932; RL 1935, §5355; RL 1945, §10686; RL 1955, §253-6; HRS §705-6; ren L 1972, c 9, pt of §1]\n\nCross References\n\nSee Const. art. I, §14.\n\nRules of Court\n\nPresence of defendant, see HRPP rule 43.\n\nDepositions, discovery and inspection, subpoenas, see HRPP rules 15, 16, 17.\n\nApplicability of rules, see HRPP rules 1, 54.\n\nConfrontation may be waived. 33 F.2d 396 (1929); 23 H. 421, 423 (1916); 37 H. 477 (1947).\n\nConstitutional privilege of being confronted by one's accusers includes knowing what they are saying. 7 H. 319 (1888).\n\nCross-examination, within discretion of trial court. 34 F.2d 86 (1929); 39 H. 635 (1953).\n\nWhen a party fails to avail himself of the opportunity to cross-examine, he forfeits such right. 44 H. 82, 352 P.2d 611 (1960).\n\nNo reversal for error in restricting cross-examination unless the error was prejudicial. 47 H. 185, 389 P.2d 146 (1963).\n\nDefendant's constitutional and statutory right to testify in defendant's own defense was violated where judge reproached defendant to follow defendant's attorney's advice and thus refrain from testifying. 78 H. 115 (App.), 890 P.2d 702 (1995).\n\nSee 7 H. 319 (1888); 12 H. 189 (1899).\n\nCited: 134 H. 361, 341 P.3d 567 (2014).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-801/section-801-2/"
    },
    {
      "id": "section-801-3",
      "number": "801-3",
      "heading": "Jury list, witnesses.",
      "text": "§801-3 Jury list, witnesses.Any person indicted for a crime punishable with imprisonment for life not subject to parole shall, on demand upon the clerk by the person or the person's counsel, have a list of the jurors returned delivered to the person, and shall also have process to summon such witnesses as are necessary for the person's defense. [L 1876, c 40, §42; RL 1925, §4022; RL 1935, §5356; RL 1945, §10687; RL 1955, §253-7; am L 1957, c 282, §6; HRS §705-7; ren L 1972, c 9, pt of §1; gen ch 1993]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-801/section-801-3/"
    },
    {
      "id": "section-801-4",
      "number": "801-4",
      "heading": "Fees not payable by defendant.",
      "text": "§801-4 Fees not payable by defendant.It shall not be lawful to take, demand, or receive any court fees for the issuing of any process for or on behalf of any person charged with, or indicted for, any felony or as accessory thereto, or with or for any misdemeanor in any court of criminal jurisdiction; nor shall it be lawful to take, demand, or receive any fees from any such person for taking any recognizance of bail, or issuing any writ of habeas corpus, or recording any appearance, or plea to any information, or for discharging any recognizance taken from any such person, or surety or sureties for them, but all costs may be ordered to be paid by the person charged and convicted as part of the judgment. [L 1876, c 40, §35; RL 1925, §4027; RL 1935, §5360; RL 1945, §10688; RL 1955, §253-8; HRS §705-8; ren L 1972, c 9, pt of §1]\n\nCosts as part of sentence. 6 H. 732, 737 (1869).\n\nOn appeal accrued costs must be paid. 18 H. 341 (1907).\n\nCosts can only be taxed as part of punishment, not separately. 23 H. 766, 769 (1917).\n\nWhere costs are ordered paid on conviction they must be taken into account in imposing maximum penalty. 38 H. 258 (1948).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-801/section-801-4/"
    },
    {
      "id": "section-801-5",
      "number": "801-5",
      "heading": "REPEALED.",
      "text": "§801-5 REPEALED.\n\nL 1976, c 131, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-801/section-801-5/"
    }
  ]
}