{
  "state": "hawaii",
  "path": "title-title-38-procedural-and-supplementary-provisions/chapter-803-arrests-search-warrants",
  "sections": [
    {
      "id": "section-803-1",
      "number": "803-1",
      "heading": "Arrest; by warrant.",
      "text": "§803-1 Arrest; by warrant.No arrest of any person shall be made without first obtaining a warrant or other process therefor from some magistrate, except in the cases provided in this chapter or otherwise provided by law. [PC 1869, c 49, §1; RL 1925, §3967; RL 1935, §5400; RL 1945, §10701; RL 1955, §255-1; HRS §708-1; ren L 1972, c 9, pt of §1; am L 2006, c 28, § §1, 3]\n\nCross References\n\nSee Const. art. I, §7.\n\nRules of Court\n\nApplication for arrest warrant, see HRPP rule 3.\n\nObtaining the appearance of defendant, see HRPP rule 9.\n\nWhen warrant not necessary. 7 H. 454 (1888).\n\nAuthority to issue warrant of arrest on charge of fraud implies power to discharge when fraud is disproved. 8 H. 187 (1890).\n\nDefined. 23 H. 250 (1916).\n\n(Cited as §708-33.) Affidavit for arrest warrant submitted with affidavit for search warrant can be considered to determine probable cause for search warrant. 56 H. 366, 537 P.2d 8 (1975).\n\nDefendant's warrantless arrest for a petty misdemeanor, made twenty days after the alleged crime was committed, was unlawful; if police believe that waiting days or weeks to arrest a defendant is the most appropriate action under the circumstances, then the police cannot rely on §803-5 and must obtain a warrant pursuant to this section. 107 H. 1, 108 P.3d 304 (2005).\n\nCited: 37 H. 189, 199 (1945), aff'd 163 F.2d 490 (1947); 42 H. 367, 391 (1958).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-1/"
    },
    {
      "id": "section-803-2",
      "number": "803-2",
      "heading": "By oral order.",
      "text": "§803-2 By oral order.Where a breach of the peace or other offense has been committed, and the offender endeavors to escape, the offender may be arrested by virtue of an oral order of any magistrate, or without the order, if no magistrate is present. [PC 1869, c 49, §2; RL 1925, §3968; RL 1935, §5401; RL 1945, §10702; RL 1955, §255-2; HRS §708-2; ren L 1972, c 9, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-2/"
    },
    {
      "id": "section-803-3",
      "number": "803-3",
      "heading": "By person present.",
      "text": "§803-3 By person present.Anyone in the act of committing a crime, may be arrested by any person present, without a warrant. [PC 1869, c 49, §3; RL 1925, §3969; RL 1935, §5402; RL 1945, §10703; RL 1955, §255-3; HRS §708-3; ren L 1972, c 9, pt of §1]\n\nAttorney General Opinions\n\nA police officer may arrest without a warrant if the police officer has probable cause to believe an offense is being committed in the police officer's presence, even though it be a violation. Att. Gen. Op. 76-4.\n\nArrest without warrant, legal. 14 H. 586 (1903).\n\nPolice officer may arrest for a misdemeanor without warrant if, based on personal knowledge, police officer has probable cause to believe offense is being committed in police officer's presence. 56 H. 383, 538 P.2d 320 (1975).\n\nThis authority extends to misdemeanors. 56 H. 675, 548 P.2d 268 (1976).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-3/"
    },
    {
      "id": "section-803-4",
      "number": "803-4",
      "heading": "On suspicion.",
      "text": "§803-4 On suspicion.Whenever a crime is committed, and the offenders are unknown, and any person is found near the place where the crime was committed, either endeavoring to conceal oneself, or endeavoring to escape, or under such other circumstances as to justify a reasonable suspicion of the person being the offender, the person may be arrested without warrant. [PC 1869, c 49, §4; RL 1925, §3970; RL 1935, §5403; RL 1945, §10704; RL 1955, §255-4; HRS §708-4; ren L 1972, c 9, pt of §1; gen ch 1985]\n\nCross References\n\nSee Const. art. I, §7.\n\nHeld legal. 22 H. 597 (1915).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-4/"
    },
    {
      "id": "section-803-5",
      "number": "803-5",
      "heading": "By police officer without warrant.",
      "text": "§803-5 By police officer without warrant.(a) A police officer or other officer of justice, may, without warrant, arrest and detain for examination any person when the officer has probable cause to believe that such person has committed any offense, whether in the officer's presence or otherwise.\n\n(b) For purposes of this section, a police officer has probable cause to make an arrest when the facts and circumstances within the officer's knowledge and of which the officer has reasonably trustworthy information are sufficient in themselves to warrant a person of reasonable caution in the belief that a crime has been or is being committed. [PC 1869, c 49, §5; RL 1925, §3971; RL 1935, §5404; RL 1945, §10705; RL 1955, §255-5; HRS §708-5; ren L 1972, c 9, pt of §1; am L 1980, c 105, §1; am L 1981, c 186, §1; am L 1982, c 221, §1]\n\nCross References\n\nSee Const. art. I, §7.\n\nDetention for examination, see §803-9.\n\nRules of Court\n\nProceedings following arrest, see HRPP rule 5.\n\nSearch without warrant. 278 F.2d 386 (1960).\n\nHeld legal. 9 H. 522 (1894); 14 H. 586 (1903); 22 H. 597, 602 (1915); 37 H. 189 (1945), aff'd 163 F.2d 490 (1947); 48 H. 204, 397 P.2d 558 (1964).\n\nPolice officer may arrest for a misdemeanor without warrant if, based on personal knowledge, police officer has probable cause to believe offense is being committed in police officer's presence. 56 H. 383, 538 P.2d 320 (1975).\n\nNo reason to conclude that warrantless arrests for \"violation\" are proscribed. 64 H. 130, 637 P.2d 1105 (1981).\n\nProbable cause existed for arrest. 67 H. 174, 681 P.2d 984 (1984).\n\nDefendant's warrantless arrest for a petty misdemeanor, made twenty days after the alleged crime was committed, was unlawful; if police believe that waiting days or weeks to arrest a defendant is the most appropriate action under the circumstances, then the police cannot rely on this section and must obtain a warrant pursuant to §803-1. 107 H. 1, 108 P.3d 304 (2005).\n\nAs subsequent events can neither support nor invalidate the existence of probable cause at the time of the search or seizure, the invalidation of defendant's prior conviction (and probation order) on appeal did not retroactively invalidate probable cause for an arrest based on violation of that probation order; thus, there were no changed circumstances that required the trial court to allow withdrawal of defendant's no contest plea to prevent manifest injustice and thus no abuse of discretion in the denial of defendant's motion. 109 H. 458, 128 P.3d 340 (2006).\n\nIn light of facts known to the police at time of arrest, the police reasonably believed that passenger seated in right rear seat of car violated §134-6(c) (1991) either as a principal or accomplice. 9 H. App. 551, 851 P.2d 926 (1993).\n\nCited: 56 H. 675, 548 P.2d 268 (1976).\n\nSee 35 H. 232, aff'd 119 F.2d 936 (1941).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-5/"
    },
    {
      "id": "section-803-6",
      "number": "803-6",
      "heading": "Arrest, how made.",
      "text": "§803-6 Arrest, how made.(a) At or before the time of making an arrest, the person shall declare that the person is an officer of justice, if such is the case. If the person has a warrant the person should show it; or if the person makes the arrest without warrant in any of the cases in which it is authorized by law, the person should give the party arrested clearly to understand for what cause the person undertakes to make the arrest, and shall require the party arrested to submit and be taken to the police station or judge. This done, the arrest is complete.\n\n(b) In any case in which it is lawful for a police officer to arrest a person without a warrant for a misdemeanor, petty misdemeanor or violation, the police officer may, but need not, issue a citation in lieu of the requirements of [subsection] (a), if the police officer finds and is reasonably satisfied that the person:\n\n(1) Will appear in court at the time designated;\n\n(2) Has no outstanding arrest warrants which would justify the person's detention or give indication that the person might fail to appear in court; and\n\n(3) That the offense is of such nature that there will be no further police contact on or about the date in question, or in the immediate future.\n\n(c) The citation shall contain:\n\n(1) The name and current address of the offender;\n\n(2) The last four digits of the offender's social security number;\n\n(3) A description of the offender;\n\n(4) The nature of the offense;\n\n(5) The time and date of the offense;\n\n(6) A notice of time and date for court appearance;\n\n(7) The signature and badge number of the officer;\n\n(8) The signature of the offender agreeing to court appearance;\n\n(9) Any remarks; and\n\n(10) A notice directing the offender to appear at the time and place designated to stand trial for the offense indicated and a notice that failure to obey the citation may result in a fine or imprisonment, or both.\n\n(d) Where a citation has been issued in lieu of the requirements of subsection (a), the officer who issues the summons or citation may subscribe to the complaint:\n\n(1) Under oath administered by any police officer whose name has been submitted to the prosecuting officer and who has been designated by the chief of police to administer the oath; or\n\n(2) By declaration in accordance with the rules of court.\n\n(e) If a person fails to appear in answer to the citation; or if there is reasonable cause to believe that the person will not appear, a warrant for the person's arrest may be issued. A knowing failure to appear in answer to the citation may be punished by a fine of not more than $1,000 or imprisonment of not more than thirty days or both. [PC 1869, c 49, §6; RL 1925, §3972; RL 1935, §5405; RL 1945, §10706; am L 1953, c 42, §1; RL 1955, §255-6; HRS §708-6; ren L 1972, c 9, pt of §1; am L 1975, c 64, §1; am L 1978, c 228, §1; gen ch 1985; am L 1988, c 179, §1; am L 2002, c 71, §1; am L 2007, c 13, §1]\n\nCross References\n\nTerritorial limits of warrant, see §604-13.\n\nRules of Court\n\nObtaining the appearance of defendant, see HRPP rule 9.\n\nProper manner of making arrest. 1 H. 72 (1852); 3 U.S.D.C. Haw. 239 (1907).\n\nAfter legal arrest person becomes lawful prisoner. 8 H. 185.\n\nLaw does not make it imperative that the officer declare that he is an officer before he puts his hand on the supposed offender. 9 H. 522 (1894).\n\nArrest, when complete. 62 H. 99, 612 P.2d 102 (1980); 72 H. 360, 817 P.2d 1060 (1991).\n\nArrest was reasonable response to situation even though offense was simple trespass. 64 H. 130, 637 P.2d 1105 (1981).\n\nDoes not require arresting officer to inform arrested person of exact offense; arrest for \"investigation of a shooting incident\" is sufficient. 67 H. 174, 681 P.2d 984 (1984).\n\n\"Arrest\" may involve either (1) taking the alleged violator into extended physical custody or (2) issuing the individual a citation. 84 H. 295, 933 P.2d 632 (1997).\n\nPolice officers have authority to order alleged violators out of their vehicles in the case of traffic-related criminal offenses, but not in the case of traffic violations or when statutorily required to issue a citation. 84 H. 295, 933 P.2d 632 (1997).\n\nWhere police had probable cause to arrest defendant without a warrant for fourth degree theft, a petty misdemeanor under §708-833, and simple trespass, a violation under §708-815, and this section authorized them to cite, rather than arrest, defendant for those offenses if defendant did not have any outstanding arrest warrants, outstanding warrant check on defendant by police not unconstitutional. 91 H. 111 (App.), 979 P.2d 1137 (1999).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-6/"
    },
    {
      "id": "section-803-7",
      "number": "803-7",
      "heading": "Use of force; duty to intervene and report unnecessary or excessive force.",
      "text": "§803-7 Use of force; duty to intervene and report unnecessary or excessive force.(a) In all cases where the person arrested refuses to submit or attempts to escape, a degree of force may be used by a law enforcement officer as is necessary to compel the person to submission.\n\n(b) A law enforcement officer who reasonably believes that another law enforcement officer is using unnecessary or excessive force on an arrestee that violates an applicable law or departmental policy shall have a duty to:\n\n(1) Immediately intervene to prevent the use of unnecessary or excessive force by the other law enforcement officer; provided that the intervention can be safely accomplished; and\n\n(2) Report the incident to the other law enforcement officer's supervisor as soon as practicable.\n\n(c) Each relevant department director and county police department chief shall submit an annual report of incidents reported pursuant to subsection (b) to the legislature no later than January 31 of each year. The reporting period of each report shall be from January 1 to December 31 of the year immediately before the year of the report submission. The annual report shall:\n\n(1) Summarize the facts and the nature of each reported incident; and\n\n(2) Specify the disciplinary action, if any, that was imposed in connection with a reported incident.\n\n(d) As used in this section, \"law enforcement officer\" means any public servant, whether employed by the State or county, vested by law with a duty to maintain public order or to make arrests for offenses or to enforce the criminal laws, whether that duty extends to all offenses or is limited to a specific class of offenses. [PC 1869, c 49, §7; RL 1925, §3973; RL 1935, §5406; RL 1945, §10707; RL 1955, §255-7; HRS §708-7; ren L 1972, c 9, pt of §1; gen ch 1985; am L 2023, c 55, §2]\n\nCross References\n\nJustifiable use of force, see §703-307.\n\nBreaking gate, when proper. 1 H. 72 (1852).\n\nOfficer not liable for injuries inflicted in use of reasonably necessary force to preserve peace and maintain order or to overcome resistance to the officer's authority. 24 H. 477, 482 (1918); 30 H. 487 (1928). See 9 H. 522 (1894).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-7/"
    },
    {
      "id": "section-803-8",
      "number": "803-8",
      "heading": "Weapons on person arrested.",
      "text": "§803-8 Weapons on person arrested.He who makes an arrest may take from the party arrested all offensive weapons which he may have about his person, and shall deliver them to the magistrate, to be disposed of according to law. [PC 1869, c 49, §8; RL 1925, §3974; RL 1935, §5407; RL 1945, §10708; RL 1955, §255-8; HRS §708-8; ren L 1972, c 9, pt of §1]\n\nCross References\n\nSee Const. art. I, §7.\n\nSee 9 H. 522 (1894).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-8/"
    },
    {
      "id": "section-803-9",
      "number": "803-9",
      "heading": "Examination after arrest; rights of arrested person.",
      "text": "§803-9 Examination after arrest; rights of arrested person.It shall be unlawful in any case of arrest for examination:\n\n(1) To deny to the person so arrested the right of seeing, at reasonable intervals and for a reasonable time at the place of the person's detention, counsel or a member of the arrested person's family;\n\n(2) To unreasonably refuse or fail to make a reasonable effort, where the arrested person so requests and prepays the cost of the message, to send a telephone, cable, or wireless message through a police officer or another than the arrested person to the counsel or member of the arrested person's family;\n\n(3) To deny to counsel, whether retained by the arrested person or a member of the arrested person's family, or to a member of the arrested person's family, the right to see or otherwise communicate with the arrested person for a reasonable period at the place of the arrested person's detention:\n\n(A) At any time for a first communication after the arrest; and\n\n(B) At reasonable intervals thereafter;\n\n(4) In case the person arrested has requested that the person see an attorney or member of the person's family, to examine the person before the person has had a fair opportunity to see and consult with the attorney or member of the person's family;\n\n(5) To fail, within forty-eight hours of the arrest of a person on suspicion of having committed a crime, either to release or to charge the arrested person with a crime and take the arrested person before a qualified magistrate for examination. [PC 1869, c 49, §9; am L 1915, c 25, §1; RL 1925, §3975; am L 1927, c 261, §1; RL 1935, §5408; am L 1941, c 168, §1; RL 1945, §10709; am L 1953, c 185, §1; RL 1955, §255-9; HRS §708-9; ren L 1972, c 9, pt of §1; gen ch 1985; am L 2015, c 35, §31]\n\nCross References\n\nSee Const. art. I, §7.\n\nDetention for examination, see §803-5.\n\nRules of Court\n\nProceedings following arrest, see HRPP rule 5.\n\nLaw Journals and Reviews\n\nSuppression of Evidence Without the Aid of the Fourth, Fifth, and Sixth Amendments. 8 HBJ, no. 4, at 109 (1972).\n\nForty-eight hour law. Noncompliance, in itself, has no effect on voluntariness of confession. 37 H. 189 (1945), aff'd 163 F.2d 490 (1947); 43 H. 347 (1959); 45 H. 622, 372 P.2d 365 (1962).\n\nMcNabb-Mallory rule does not apply. 209 F.2d 75 (1953), aff'g 39 H. 167 (1951); 47 H. 158, 385 P.2d 830 (1963); 48 H. 204, 397 P.2d 558 (1964).\n\nWhere defendant is legally arrested after indictment by grand jury, it is immaterial whether a prior arrest was in violation of paragraph (5). 45 H. 221, 365 P.2d 202 (1961).\n\nApplicability of Escobedo v. Illinois, 378 U.S. 478 (1964), and Miranda v. Arizona, 384 U.S. 436 (1966): See 49 H. 504, 506 note 3, 421 P.2d 305 (1966); 49 H. 522, 423 P.2d 438 (1967); 50 H. 42, 46, 430 P.2d 330 (1967).\n\nGive Miranda warnings before custodial interrogation. 56 H. 366, 537 P.2d 8 (1975).\n\nPolice failed to make a reasonable effort to contact an attorney pursuant to paragraph (2) as requested by defendant when they did nothing more than call attorney's listed number on two different occasions, although informed that the number was not in service; however, under circumstances of case, this violation of this section did not warrant suppression of defendant's subsequent statements. 96 H. 224, 30 P.3d 238 (2001).\n\nWhere, in response to alternatives presented by detectives, petitioner's reply that petitioner wanted an attorney was sufficiently precise to put detectives on notice of their obligations under paragraph (2), detectives making no effort to follow up on petitioner's request to talk to an attorney, and examination of petitioner before petitioner had fair opportunity to see and consult with one, violated this section. 101 H. 209, 65 P.3d 156 (2003).\n\nThe request of an arrested person to \"see an attorney\" under paragraph (4) requires any examination of the arrested person to immediately cease; trial court wrongly concluded that defendant's right under paragraph (4) to have \"a fair opportunity\" to consult with an attorney was violated where police failed to refer defendant to the public defender's office once defendant stated defendant wanted to see an attorney. 101 H. 344 (App.), 68 P.3d 618 (2002).\n\nUnder paragraph (2), there is no duty on the part of police to make a telephone call to an attorney for the arrested person unless and until the arrested person requests the call to be made; the trial court erred in concluding that the police were duty-bound under paragraph (2) to contact the public defender's office on defendant's behalf even though defendant had made no such request. 101 H. 344 (App.), 68 P.3d 618 (2002).\n\nMentioned: 61 H. 291, 602 P.2d 933 (1979).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-9/"
    },
    {
      "id": "section-803-10",
      "number": "803-10",
      "heading": "Penalty.",
      "text": "§803-10 Penalty.Any person violating or failing to comply with section 803-9 shall be fined not more than $500 or imprisoned not more than one year, or both. [L 1927, c 261, §2; RL 1935, §5409; RL 1945, §10710; RL 1955, §255-10; HRS §708-10; ren L 1972, c 9, pt of §1]\n\nSee 43 H. 347 (1959).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-10/"
    },
    {
      "id": "section-803-11",
      "number": "803-11",
      "heading": "Entering house to arrest.",
      "text": "§803-11 Entering house to arrest.Whenever it is necessary to enter a house to arrest an offender, and entrance is refused, the officer or person making the arrest may force an entrance by breaking doors or other barriers. But before breaking any door, the officer or person shall first demand entrance in a loud voice, and state that the officer or person is the bearer of a warrant of arrest; or if it is in a case in which arrest is lawful without warrant, the officer or person shall substantially state that information in an audible voice. [PC 1869, c 49, §10; RL 1925, §3976; RL 1935, §5410; RL 1945, §10711; RL 1955, §255-11; HRS §708-11; ren L 1972, c 9, pt of §1; gen ch 1985]\n\nCross References\n\nSee Const. art. I, §7.\n\nBreaking gate, when proper. 1 H. 72 (1852).\n\nSection not implicated where entry is gained through an open door without use of force. 83 H. 13, 924 P.2d 181 (1996).\n\nWhere a ruse is accompanied by the use of force to gain entry during the execution of either a search or arrest warrant, police officers are required to comply with the knock and announce rule. 98 H. 18, 41 P.3d 174 (2002).\n\nBecause it violates the plain language of this section, the doctrine of substantial compliance, that \"substantial compliance\" with this section is legally sufficient in the absence of exigent circumstances, is expressly rejected. 108 H. 436, 121 P.3d 901 (2005).\n\nWhere the police opened a closed screen door and broke the threshold of defendant's dwelling prior to announcing that they bore an arrest warrant and failed to wait a reasonable time after demanding entry, this section was violated; thus, subsequent search of defendant's home and seizure of evidence therefrom were inadmissible. 108 H. 436, 121 P.3d 901 (2005).\n\nWhere officers failed to state they were bearers of an arrest warrant before \"breaking\" the screen door and failed to wait a \"reasonable time\" after demanding entrance before \"breaking\" the door and crossing the threshold, the officers did not satisfy the \"knock and announce\" rule nor did they comply with the requirements of this section and the trial court's conclusions of law to the contrary were erroneous. 108 H. 446 (App.), 121 P.3d 911 (2005).\n\nCited: 22 H. 597, 602 (1915), questioned 26 H. 363 (1922).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-11/"
    },
    {
      "id": "section-803-16",
      "number": "803-16",
      "heading": "Law enforcement officers of the United States Immigration and Customs Enforcement-Homeland Security Investigations or United States Customs and Border Protection; arrest powers",
      "text": "§803-16 Law enforcement officers of the United States Immigration and Customs Enforcement-Homeland Security Investigations or United States Customs and Border Protection; arrest powers.A law enforcement officer of the United States Immigration and Customs Enforcement-Homeland Security Investigations orUnited States Customs and Border Protection, without a warrant, may arrest a person if:\n\n(1) The officer is on duty;\n\n(2) One or more of the following situations exists:\n\n(A) The person commits an assault or other crime involving physical harm, defined and punishable under chapter 707, against the officer or against any other person in the presence of the officer;\n\n(B) The person commits an offense against public order, defined and punishable under chapter 711, in the presence of the officer;\n\n(C) The officer has probable cause to believe that a crime as provided in subparagraph (A) or (B) has been committed and has probable cause to believe that the person to be arrested has committed the crime;\n\n(D) The officer has probable cause to believe that a felony has been committed and probable cause to believe that the person to be arrested has committed the felony; or\n\n(E) The officer has received information by written, telegraphic, teletypic, telephonic, radio, or other authoritative source that a law enforcement officer holds a warrant for the person's arrest; and\n\n(3) The special agent in charge, United States Immigration and Customs Enforcement-Homeland Security Investigations Honolulu, or the port director of the area port of Honolulu of the United States Customs and Border Protection, as the case may be, certifies to the State that the officer has received proper training within the agency to enable that officer to make arrests as provided in this section. [L 1980, c 201, §1; am L 2008, c 95, §2; am L 2022, c 13, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-16/"
    },
    {
      "id": "section-803-17",
      "number": "803-17",
      "heading": "United States marshal or deputy United States marshal; arrest powers.",
      "text": "§803-17 United States marshal or deputy United States marshal; arrest powers.A United States marshal or deputy United States marshal, without a warrant, may arrest a person if:\n\n(1) The marshal or deputy marshal is on duty;\n\n(2) One or more of the following situations exists:\n\n(A) The person commits an assault or other crime involving physical harm, defined and punishable under chapter 707, against the marshal or deputy marshal or against any other person in the presence of the marshal or deputy marshal;\n\n(B) The marshal or deputy marshal has probable cause to believe that a crime as provided in subparagraph (A) has been committed and has probable cause to believe that the person to be arrested has committed the crime; or\n\n(C) The marshal or deputy marshal has received information by written, telegraphic, telephonic, radio, or other authoritative source that a law enforcement officer holds a warrant for the person's arrest; and\n\n(3) The head of the Hawaii district office for the United States [Marshals] Service certifies to the State that the marshal or deputy marshal has received proper training within the agency to enable that officer to enforce or administer this section. [L 2008, c 95, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-17/"
    },
    {
      "id": "section-803-21",
      "number": "803-21",
      "heading": "Fugitive criminal; surrender by master of vessel.",
      "text": "§803-21 Fugitive criminal; surrender by master of vessel.If any person commits any offense on shore, and the offender escapes on board any vessel, the commanding officer of the vessel shall surrender the offender to any officer of the police who may demand his surrender, either with or without a warrant, on production of his commission or appointment; and if the commanding officer refuses to surrender the offender, he shall be fined not less than $50, nor more than $1,000. [PC 1869, c 66, §10; RL 1925, §854; RL 1935, §1754; RL 1945, §10712; RL 1955, §255-12; HRS §708-21; ren L 1972, c 9, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-21/"
    },
    {
      "id": "section-803-22",
      "number": "803-22",
      "heading": "Secreting prisoners on board; penalty.",
      "text": "§803-22 Secreting prisoners on board; penalty.If the commanding officer of any vessel secretes, or allows to be secreted, on board the vessel, any prisoner amenable to, or convicted under the laws of the State, or conveys the prisoner out of the jurisdiction of the State, the commanding officer shall be fined not less than $50, nor more than $1,000; and the vessel in which the prisoner is conveyed is liable to a like fine, for the payment of which the vessel may be seized, condemned, and sold. [PC 1869, c 66, §11; RL 1925, §855; RL 1935, §1755; RL 1945, §10713; RL 1955, §255-13; HRS §708-22; ren L 1972, c 9, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-22/"
    },
    {
      "id": "section-803-23",
      "number": "803-23",
      "heading": "Searching vessels without warrant; penalty.",
      "text": "§803-23 Searching vessels without warrant; penalty.It shall be lawful for the sheriff or a police officer, to search any vessel for deserters, criminals, or other offenders, without a warrant, on producing to the commanding officer of the vessel the sheriff's or police officer's commission or appointment as sheriff or police officer; and the commanding officer of a vessel who refuses any sheriff or police officer, access to the vessel or any part thereof shall be fined not less than $10 nor more than $1,000. [PC 1869, c 66, §12; RL 1925, §856; RL 1935, §1756; RL 1945, §10714; RL 1955, §255-14; am L 1963, c 85, §3; HRS §708-23; ren L 1972, c 9, pt of §1; gen ch 1985; am L 1989, c 211, §10; am L 1990, c 281, §11]\n\nCustom officers not permitted to search without warrant in warehouse. 5 H. 565 (1886).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-23/"
    },
    {
      "id": "section-803-24",
      "number": "803-24",
      "heading": "War vessels excepted.",
      "text": "§803-24 War vessels excepted.Nothing contained within sections 803-21 to 803-23, shall be so construed as to apply to ships of war, or other vessels commanded by officers bearing the commissions of foreign states, and not subject to search by the law and usage of nations. [PC 1869, c 66, §13; RL 1925, §857; RL 1935, §1757; RL 1945, §10715; RL 1955, §255-15; HRS §708-24; ren L 1972, c 9, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-24/"
    },
    {
      "id": "section-803-31",
      "number": "803-31",
      "heading": "Search warrant; defined.",
      "text": "Cross References\n\nSee Const. art. I, §7.\n\nRules of Court\n\nSearch and seizure, see HRPP rule 41.\n\n§803-31 Search warrant; defined.A search warrant is an order in writing or issued otherwise pursuant to section 803-33.5 made by a judge or other magistrate, directed to an officer of justice, commanding the officer to search for certain articles supposed to be in the possession of, or anticipated to be in the possession of, one who is charged with having obtained them illegally, or who keeps them illegally, or with the intent of using them as the means of committing a certain offense. A search warrant may identify an individual or entity authorized pursuant to section 803-37 to provide technical assistance to the officer. [PC 1869, c 48, §2; RL 1925, §3959; RL 1935, §5411; RL 1945, §10716; RL 1955, §255-16; HRS §708-31; ren L 1972, c 9, pt of §1; gen ch 1985; am L 1998, c 65, §2; am L 2017, c 196, §1; am L 2019, c 117, §2]\n\nVoid warrant. 4 H. 584 (1883).\n\nThis is a definition and warrant may issue to obtain article from one not accused. 6 H. 684 (1888).\n\nLiquor. 28 H. 173 (1925).\n\nRequirements of probable cause based upon hearsay construed. 60 H. 205, 588 P.2d 909 (1978).\n\nSection (pre-1998) does not permit the issuance of an anticipatory search warrant. 87 H. 80, 951 P.2d 1243 (1998).\n\nWhere 1998 amendment to section did not express a legislative intent that it be applied retroactively, amendment does not apply retroactively. 88 H. 433, 967 P.2d 265 (1998).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-31/"
    },
    {
      "id": "section-803-32",
      "number": "803-32",
      "heading": "Purposes.",
      "text": "§803-32 Purposes.The power of granting this writ is one in the exercise of which much is necessarily left to the discretion of the magistrate, but, except in cases where this power is elsewhere specially granted by statute, search warrants can be granted only for the following purposes:\n\n(1) To seize any article or thing the possession of which is prohibited by law;\n\n(2) To discover property taken by theft or under false pretenses, or found and fraudulently appropriated;\n\n(3) To seize forged instruments in writing, or counterfeit coin intended to be passed, or the instruments or materials prepared for making them;\n\n(4) To seize arms or munitions prepared for the purpose of insurrection or riot;\n\n(5) To discover articles necessary to be produced as evidence or otherwise on the trial of any one accused of a criminal offense. [PC 1869, c 48, §3; am L 1876, c 52, §1; RL 1925, §3960; am L Sp 1933, c 16, §1; RL 1935, §5412; RL 1945, §10717; RL 1955, §255-17; HRS §708-32; ren L 1972, c 9, pt of §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-32/"
    },
    {
      "id": "section-803-33",
      "number": "803-33",
      "heading": "Affidavit.",
      "text": "§803-33 Affidavit.A search warrant can be granted in no case but on an affidavit setting forth sufficient facts in the opinion of the magistrate to justify the issuing of the warrant. [PC 1869, c 48, §4; RL 1925, §3961; RL 1935, §5413; RL 1945, §10718; RL 1955, §255-18; HRS §708-33; ren L 1972, c 9, pt of §1]\n\nNecessity of. 3 H. 393 (1872); 4 H. 584 (1883).\n\nNighttime search requires higher standard than probable cause. 56 H. 366, 537 P.2d 8 (1975).\n\nProbable cause shown by affidavit can rest on hearsay, but some underlying circumstances should be set forth. 60 H. 205, 588 P.2d 909 (1978).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-33/"
    },
    {
      "id": "section-803-335",
      "number": "803-33.5",
      "heading": "Warrants issued on oral statements or electronic communications.",
      "text": "§803-33.5 Warrants issued on oral statements or electronic communications.(a) A judge or magistrate may grant the issuance of a search warrant pursuant to this section based upon a sworn oral statement communicated in person or by telephone, or based upon a sworn statement communicated electronically.\n\n(b) In the case of an application for a warrant based on a sworn oral statement that is communicated in person or by telephone:\n\n(1) The application may only be granted if the judge or magistrate finds that due to circumstances of time and place, a delay in obtaining a search warrant in writing or pursuant to subsection (c) may result in the destruction or disappearance of the person, place, or thing to be searched or the items to be seized;\n\n(2) The applicant shall make a recording of all communications between the applicant and the judge or magistrate, or between any other person who provides information that is relied upon to support the application and the judge or magistrate;\n\n(3) The judge or magistrate shall place the applicant under oath;\n\n(4) The applicant's sworn oral statement shall be made under penalty of perjury and shall be deemed the affidavit;\n\n(5) The judge or magistrate may examine, under oath, the applicant and any other person who provides information that is relied upon to support the application for a warrant;\n\n(6) The judge or magistrate may examine any exhibits that are relied upon to support the application for a warrant;\n\n(7) The application shall not be granted unless the judge or magistrate finds that there is probable cause for the issuance of the warrant;\n\n(8) If the judge or magistrate is satisfied that there is probable cause for the issuance of a warrant, the judge or magistrate shall identify the person, place, or thing to be searched and the items to be seized;\n\n(9) The recording of communications between the applicant and the judge or magistrate, or between any person who provides information to support the application and the judge or magistrate, shall be transcribed. A copy of the transcript shall be filed with the clerk of the court, and the recording shall be deemed the warrant; and\n\n(10) The applicant shall provide or clearly play an audio copy of the recording to the person to be searched or from whom, or from whose premises, property is to be seized; provided that the judge or magistrate may issue a protective order that limits disclosure, which shall be subject to further order of the court.\n\n(c) In the case of an application for a warrant based upon a sworn statement communicated electronically:\n\n(1) The application shall consist of an affidavit and a formatted unsigned search warrant, and may be supported by exhibits;\n\n(2) The applicant shall electronically sign the affidavit under penalty of perjury, using the \"/s/ (title) (full name), (date)\" format. An affidavit that is signed in accordance with this paragraph shall be deemed a sworn affidavit;\n\n(3) Nothing in this subsection shall preclude a judge or magistrate from undertaking to examine in person or by telephone, under oath, the applicant and any other person who provides information that is relied upon to support the application for a warrant. The judge's or magistrate's examination of the applicant and any other person who provides information that is relied upon to support the application for a warrant shall be recorded and transcribed, and a copy of the transcript shall be filed with the clerk of the court;\n\n(4) The judge or magistrate may examine any exhibits that are relied upon to support the application for a warrant;\n\n(5) The application shall not be granted unless the judge or magistrate is satisfied that there is probable cause for the issuance of the warrant;\n\n(6) If the judge or magistrate is satisfied that there is probable cause for the issuance of a warrant, the judge or magistrate shall electronically sign the warrant and affidavit in the same format as prescribed in paragraph (2);\n\n(7) The judge or magistrate shall provide a copy of the electronically signed warrant and affidavit to the applicant;\n\n(8) The judge or magistrate shall file the warrant, affidavit, and any exhibits with the clerk of the court; and\n\n(9) The applicant shall provide or clearly display an electronic copy of the warrant to the person to be searched or from whom, or from whose premises, property is to be seized; provided that the judge or magistrate may issue a protective order that limits disclosure, which shall be subject to further order of the court.\n\n(d) A search warrant based upon a sworn oral statement or a sworn statement communicated electronically shall not be executed between 10:00 p.m. and 6:00 a.m., unless the judge or magistrate permits execution during those hours. [L 2019, c 117, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-33-5/"
    },
    {
      "id": "section-803-34",
      "number": "803-34",
      "heading": "Contents.",
      "text": "§803-34 Contents.The warrant shall be in writing, signed by the judge or magistrate, with the judge's or magistrate's official designation, or issued pursuant to section 803-33.5, and shall be directed to a sheriff or other officer of justice, and commanding the sheriff or other officer to search for and bring before the judge or magistrate the property or articles specified in the affidavit, to be disposed of according to justice, and also to bring before the judge or magistrate for examination the person in whose possession the property or articles may be found. The warrant shall identify any individual or entity authorized pursuant to section 803-37 to provide technical assistance to the sheriff or officer. [PC 1869, c 48, §5; RL 1925, §3962; RL 1935, §5414; RL 1945, §10719; RL 1955, §255-19; HRS §708-34; ren L 1972, c 9, pt of §1; gen ch 1985; am L 1989, c 211, §10; am L 1990, c 281, §11; am L 2017, c 196, §2; am L 2019, c 117, §3]\n\nAbsolute certainty, that objects sought are where the affidavit alleges, is not required. 56 H. 366, 537 P.2d 8 (1975).\n\nSee 3 H. 393 (1872).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-34/"
    },
    {
      "id": "section-803-35",
      "number": "803-35",
      "heading": "Deputies or police officers may serve.",
      "text": "§803-35 Deputies or police officers may serve.If the search warrant is directed to a sheriff or chief of police, it may be executed by the sheriff or chief of police or any of the sheriff's deputies or the chief's police officers. An individual or entity authorized pursuant to section 803-37 to provide technical assistance may assist a deputy or police officer. [PC 1869, c 48, §6; RL 1925, §3963; RL 1935, §5415; RL 1945, §10720; RL 1955, §255-20; HRS §708-35; ren L 1972, c 9, pt of §1; gen ch 1985; am L 1989, c 211, §10; am L 1990, c 281, §11; am L 2017, c 196, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-35/"
    },
    {
      "id": "section-803-36",
      "number": "803-36",
      "heading": "Notice to applicant.",
      "text": "§803-36 Notice to applicant.Before executing the warrant the officer shall give notice to the person who applied for it, that the person may be present and identify the property if found. [PC 1869, c 48, §7; RL 1925, §3964; RL 1935, §5416; RL 1945, §10721; RL 1955, §255-21; HRS §708-36; ren L 1972, c 9, pt of §1; gen ch 1985]\n\nMust be given before service. 3 H. 393 (1872).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-36/"
    },
    {
      "id": "section-803-37",
      "number": "803-37",
      "heading": "Power of officer serving.",
      "text": "§803-37 Power of officer serving.The officer charged with the warrant, if a house, store, or other building is designated as the place to be searched, may enter it without demanding permission if the officer finds it open. If the doors are shut, the officer shall declare the officer's office and the officer's business and demand entrance. If the doors, gates, or other bars to the entrance are not immediately opened, the officer may break them. When entered, the officer may demand that any other part of the house, or any closet or other closed place in which the officer has reason to believe the property is concealed, may be opened for the officer's inspection, and if refused the officer may break them. If an electronic device or storage media is designated as the item to be searched, the court may authorize the officer to obtain technical assistance from individuals or entities, located within or outside the State, in the examination of the item; provided that the officer shall submit a sworn statement to the judge or magistrate, certifying the reliability and qualifications of the individuals or entities and the reason their assistance is necessary; provided further that no individual or entity shall be compelled to provide technical assistance without their consent. [PC 1869, c 48, §8; RL 1925, §3965; RL 1935, §5417; RL 1945, §10722; RL 1955, §255-22; HRS §708-37; ren L 1972, c 9, pt of §1; gen ch 1985; am L 2017, c 196, §4]\n\nLaw Journals and Reviews\n\nSuppression of Evidence Without the Aid of the Fourth, Fifth, and Sixth Amendments. 8 HBJ, no. 4, at 109 (1972).\n\nPlain language of this section requires police to expressly demand entrance when doors to a place to be searched are shut before attempting forcible entry. 85 H. 282, 943 P.2d 908 (1997).\n\nCompliance with \"knock and announce\" requirement of this section at outer door of residence before entering was sufficient, and once inside, officers were not required to comply again before entering defendant's closed bedroom; officers have the discretion to \"knock and announce\" on inner doors once they have entered a building. 90 H. 16, 975 P.2d 773 (1999).\n\nThe use of a ruse to gain entry is not prohibited in the execution of a search warrant. 92 H. 562, 993 P.2d 1191 (2000).\n\nWhere officers employed permissible ruse which induced occupant of apartment to open door approximately one foot, this was sufficient to render door \"open\" for purposes of this section; thus, officers were not required to knock and announce before entering as required by this section. 92 H. 562, 993 P.2d 1191 (2000).\n\nWhere a ruse is accompanied by the use of force to gain entry during the execution of either a search or arrest warrant, police officers are required to comply with the knock and announce rule. 98 H. 18, 41 P.3d 174 (2002).\n\nWhere officer used force to prevent defendant from closing a door partially opened in response to a ruse, a breaking occurred, triggering the requirements of this section; as none of the officers expressly demanded entrance as they entered defendant's apartment, their entry failed to comply with the knock and announce rule of this section. 98 H. 18, 41 P.3d 174 (2002).\n\nAs there could be no objectively reasonable expectation of privacy at the exterior doors or in the public areas of the commercial establishment, which was open to public ingress and egress during regular business hours, the police, when executing the search warrant, were not required to knock and announce when entering the exterior door. 100 H. 210, 58 P.3d 1257 (2002).\n\nThis section does not apply to the interior office door of a store; however, as an objectively reasonable expectation of privacy exists at the interior office door of a store, police are required to provide reasonable notification of their presence and authority before making a forced entry; police satisfied this requirement by knocking three times, announcing \"police department, search warrant\", and waiting fifteen seconds before forcibly entering the locked interior office door of the store. 100 H. 210, 58 P.3d 1257 (2002).\n\nSection violates Hawaii constitution to the extent that it permits the police to break into the place to be searched if \"bars\" to their entrance are not immediately opened; section requires that before attempting forcible entry, police must specifically \"demand entrance\". 77 H. 461 (App.), 887 P.2d 671 (1995).\n\nRecovery of contraband in execution of prior search warrant is not an exigency of, and does not justify immediate forcible entry in, execution of a subsequent search warrant for the same premises. 79 H. 185 (App.), 900 P.2d 182 (1995).\n\nWhile \"a reasonable period of time to respond ... must be determined by the circumstances of each case\", generally, three to five seconds would not afford the occupants \"a reasonable time to respond\". 79 H. 185 (App.), 900 P.2d 182 (1995).\n\nSee 3 H. 393 (1872).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-37/"
    },
    {
      "id": "section-803-38",
      "number": "803-38",
      "heading": "Munitions of war.",
      "text": "§803-38 Munitions of war.If there is reasonable cause to believe that arms or munitions of war are collected in any place for the purpose of insurrection or riot, or any other unlawful purpose, a search warrant may be issued in such case, with or without an order to the officer executing the same to bring before the judge or magistrate issuing the same the person in whose possession the arms or munitions of war may be found. And in case the warrant contains no such order, the arms or munitions of war shall, if found, be brought before the judge, or magistrate, and be secured by the judge or magistrate. The judge or magistrate shall as soon as may be cause a notice to be published in some newspaper, describing the articles seized and giving notice of a time and place of a hearing, to take place not less than four and not more than five weeks from the publication of the notice, at which time and place all parties claiming the articles may appear and prove ownership. If no appearance is made at the hearing, and no action is brought previous to the time of the hearing for the recovery of the goods by the parties claiming the goods, the same shall be forfeited to the State. But if any parties appear at the hearing claiming the goods, or bring action before the time of the hearing for the recovery thereof, their claim shall be heard. If in the opinion of the court the claims are not satisfactorily proved, or if they are proved, but the court finds reasonable cause to believe that the articles were collected for the purpose of insurrection, or riot, or for any other unlawful purpose, the same shall be forfeited to the State. In any hearing the burden of proof shall be upon the claimant to show that the arms or munitions of war were not collected or procured for the purpose of insurrection or riot or other unlawful purpose.\n\nIn the case of any seizure of articles by search warrant under this section, no claimant shall be entitled to the delivery of the articles before judgment in an action for the recovery thereof, under chapter 654 or any other law. [L 1893-4, c 34, §1; RL 1925, §3966; RL 1935, §5418; RL 1945, §10723; RL 1955, §255-23; HRS §708-38; ren L 1972, c 9, pt of §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-38/"
    },
    {
      "id": "section-803-41",
      "number": "803-41",
      "heading": "Definitions.",
      "text": "Heading reenacted by L 2006, c 200, pt of §4.\n\nLaw Journals and Reviews\n\nHawaii's New Wiretap Law. 14 HBJ, no. 3, at 83 (1978).\n\nThe Lum Court and the First Amendment. 14 UH L. Rev. 395 (1992).\n\nWarrantless recordation by party to conversation did not violate this part. 64 H. 659, 649 P.2d 346 (1982).\n\nProvisions of this part and article I, §7 of state constitution not relevant to question of legality of electronic eavesdropping activities conducted in California. 83 H. 187, 925 P.2d 357 (1996).\n\n§803-41 Definitions.As used in this part, unless the context clearly requires otherwise:\n\n\"Aggrieved person\" means a person who was party to any intercepted wire, oral, or electronic communication or a person against whom the interception was directed.\n\n\"Aural transfer\" means a transfer containing the human voice at any point between and including the point of origin and the point of reception.\n\n\"Bait vehicle\" means any vehicle used by law enforcement to further an investigation of and deter unauthorized entry into a motor vehicle or unauthorized control of propelled vehicles.\n\n\"Communication common carrier\" means any person engaged as a common carrier for hire in interstate or foreign communication by wire or radio or in intrastate, interstate, or foreign radio transmission of energy, except where reference is made to communication common carriers not subject to this part; provided that a person engaged in radio broadcasting, to the extent the person is so engaged, shall not be deemed a communication common carrier.\n\n\"Contents\" when used with respect to any wire, oral, or electronic communication, includes any information concerning the substance, purport, or meaning of that communication.\n\n\"Designated judge\" means a circuit court judge designated by the chief justice of the Hawaii supreme court to issue orders under this part.\n\n\"Electronic communication\" means any transfer of signs, signals, writing, images, sounds, data, or intelligence of any nature transmitted in whole or in part by a wire, radio, electromagnetic, photoelectronic, or photo-optical system that affects intrastate, interstate, or foreign commerce. The term \"electronic communication\" includes, but is not limited to, \"display pagers\" which can display [a] visual message as part of the paging process, but does not include:\n\n(1) Any wire or oral communication;\n\n(2) Any communication made through a tone-only paging device;\n\n(3) Any communication from a tracking device; or\n\n(4) Electronic funds transfer information stored by [a] financial institution in a communications system used for the electronic storage and transfer of funds.\n\n\"Electronic communication service\" means any service that provides to users thereof the ability to send or receive wire or electronic communications.\n\n\"Electronic communication system\" means any wire, radio, electromagnetic, photo-optical, or photoelectronic facilities for the transmission of electronic communications, and any computer facilities or related electronic equipment for the electronic storage of these communications.\n\n\"Electronic, mechanical, or other device\" means any device or apparatus that can be used to intercept a wire, oral, or electronic communication other than:\n\n(1) Any telephone or telegraph instrument, equipment, or facility, or any component thereof[:]\n\n(A) Furnished to the subscriber or user by a provider of wire or electronic communication service in the ordinary course of its business and being used by the subscriber or user in the ordinary course of its business or furnished by the subscriber or user for connection to the facilities of the services and used in the ordinary course of its business; or\n\n(B) Being used by a provider of wire or electronic communication service in the ordinary course of its business, or by an investigative or law enforcement officer in the ordinary course of the officer's duties; or\n\n(2) A hearing aid or similar device being used to correct subnormal hearing to a level not better than average.\n\n\"Electronic storage\" means:\n\n(1) Any temporary, intermediate storage of a wire or electronic communication incidental to the electronic transmission thereof; and\n\n(2) Any storage of the communication by an electronic communication service for purposes of backup protection of the communication.\n\n\"Intercept\" means the aural or other acquisition of the contents of any wire, electronic, or oral communication through the use of any electronic, mechanical, or other device.\n\n\"Investigative or law enforcement officer\" means any officer of the State or political subdivision thereof, who is empowered by the law of this State to conduct investigations of or to make arrests for offenses enumerated in this part.\n\n\"Oral communication\" means any utterance by a person exhibiting an expectation that the utterance is not subject to interception under circumstances justifying that expectation, but the term does not include any electronic communication.\n\n\"Organized crime\" means any combination or conspiracy to engage in criminal activity.\n\n\"Pen register\" means a device that records or decodes electronic or other impulses that identify the numbers dialed or otherwise transmitted on the telephone line or cellular network to which the device is connected, or that identifies the numbers that a device uses to connect to a wire or electronic communications service, but the term does not include any device used by a provider or customer of a wire or electronic communication service for billing, or recording as an incident to billing, for communication services provided by the provider or any device used by a provider or customer of a wire communication service for cost accounting or other similar purposes in the ordinary course of its business.\n\n\"Person\" means any official, employee, or agent of the United States or this State or political subdivision thereof, and any individual, partnership, association, joint stock company, trust, or corporation.\n\n\"Readily accessible to the general public\" means, with respect to radio communication, that the communication is not:\n\n(1) Scrambled or encrypted;\n\n(2) Transmitted using modulation techniques whose essential parameters have been withheld from the public with the intention of preserving the privacy of the communication;\n\n(3) Carried on a subcarrier or other signal subsidiary to a radio transmission;\n\n(4) Transmitted over a communication system provided by a common carrier, unless the communication is a tone-only paging system communication; or\n\n(5) Transmitted on frequencies allocated under part 25, subpart D, E, or F of part 74, or part 94 of the Rules of the Federal Communications Commission, unless in the case of a communication transmitted on a frequency allocated under part 74 that is not exclusively allocated to broadcast auxiliary services, the communication is a two-way voice communication by radio.\n\n\"Remote computing service\" means the provision to the public of computer storage or processing services by means of an electronic communication system.\n\n\"Tracking device\" means an electronic or mechanical device that permits the tracking of the movement of a person or object, but does not include a device when installed:\n\n(1) In a motor vehicle or other vehicle by or with the permission of the owner or person in lawful possession of the motor vehicle or other vehicle for the purpose of tracking the movement of the motor vehicle or other vehicle; or\n\n(2) By or at the request of a police department or law enforcement agency in a \"bait vehicle\".\n\n\"Trap and trace device\" means a device that captures the incoming electronic or other impulses that identify the originating number of an instrument or device from which a wire or electronic communication was transmitted.\n\n\"User\" means any person or entity that:\n\n(1) Uses an electronic communication service; and\n\n(2) Is duly authorized by the provider of the service to engage in such use.\n\n\"Wire communication\" means any aural transfer made in whole or in part through the use of facilities for the transmission of communications by the aid of wire, cable, or other like connection between the point of origin and the point of reception (including the use of such connection in a switching station) furnished or operated by any person engaged in providing or operating such facilities for the transmission of intrastate, interstate, or foreign communications. The term \"wire communication\" includes, but is not limited to, cellular telephones, cordless telephones, \"tone and voice\" pagers which transmit a voice message along with a paging signal, and any electronic storage of a wire communication. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §1; am L 1989, c 164, §3; am L 1998, c 96, § §2, 3; am L 2006, c 200, pt of §4; am L 2016, c 28, §1]\n\nRevision Note\n\nIn paragraph (1) of the definition of \"electronic, mechanical, or other device\", (A) and (B) reformatted as subparagraphs (A) and (B) pursuant to §23G-15.\n\nLaw Journals and Reviews\n\nState v. Rothman: Expanding the Individual's Right to Privacy under the Hawaii Constitution. 13 UH L. Rev. 619 (1991).\n\nPen register warrant signed by a district court judge was invalid. 70 H. 546, 779 P.2d 1 (1989).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-41/"
    },
    {
      "id": "section-803-42",
      "number": "803-42",
      "heading": "Interception, access, and disclosure of wire, oral, or electronic communications, use of pen register, trap and trace device, and mobile tracking device prohibited",
      "text": "§803-42 Interception, access, and disclosure of wire, oral, or electronic communications, use of pen register, trap and trace device, and mobile tracking device prohibited.(a) Except as otherwise specifically provided in this part, any person who:\n\n(1) Intentionally intercepts, endeavors to intercept, or procures any other person to intercept or endeavor to intercept, any wire, oral, or electronic communication;\n\n(2) Intentionally uses, endeavors to use, or procures any other person to use or endeavor to use any electronic, mechanical, or other device to intercept any wire, oral, or electronic communication when:\n\n(A) Such a device is affixed to, or otherwise transmits a signal through, a wire, cable, or other similar connection used in wire communication; or\n\n(B) Such a device transmits communications by radio, or interferes with the transmission of such communication;\n\n(3) Intentionally discloses, or endeavors to disclose, to any other person the contents of any wire, oral, or electronic communication, knowing or having reason to know that the information was obtained through the interception of a wire, oral, or electronic communication in violation of this part;\n\n(4) Intentionally uses, or endeavors to use, the contents of any wire, oral, or electronic communication, knowing or having reason to know that the information was obtained through the interception of a wire, oral, or electronic communication in violation of this part;\n\n(5) (A) Intentionally accesses without authorization a facility through which an electronic communication service is provided; or\n\n(B) Intentionally exceeds an authorization to access that facility; and thereby obtains, alters, or prevents authorized access to a wire or electronic communication while it is in electronic storage;\n\n(6) Intentionally discloses, or attempts to disclose, to any other person the contents of any wire, oral, or electronic communication, intercepted by means authorized by subsection (b)(1), (2), or (3), or section 803-44 or 803-46; and\n\n(A) Either:\n\n(i) Knowing or having reason to know that the information was obtained through the interception of the communication in connection with a criminal investigation; or\n\n(ii) Having obtained or received the information in connection with a criminal investigation; and\n\n(B) With the intent to improperly obstruct, impede, or interfere with a duly authorized criminal investigation[;]\n\n(7) Intentionally installs or uses a pen register or a trap and trace device without first obtaining a court order; or\n\n(8) Intentionally installs or uses a mobile tracking device without first obtaining a search warrant or other order authorizing the installation and use of such device, unless the device is installed by or with consent of the owner of the property on which the device is installed;\n\nshall be guilty of a class C felony.\n\n(b)(1) It shall not be unlawful under this part for an operator of a switchboard, or an officer, employee, or agent of a provider of wire or electronic communication services, whose facilities are used in the transmission of a wire communication, to intercept, disclose, or use that communication in the normal course of the officer's, employee's, or agent's employment while engaged in any activity that is either a necessary incident to the rendition of the officer's, employee's, or agent's service or to the protection of the rights or property of the provider of that service; provided that providers of wire communication service to the public shall not utilize service observing or random monitoring except for mechanical or service quality control checks.\n\n(2) It shall not be unlawful under this part for an officer, employee, or agent of the Federal Communications Commission, in the normal course of the officer's, employee's, or agent's employment and in discharge of the monitoring responsibilities exercised by the Commission in the enforcement of title 47, chapter 5, of the United States Code, to intercept a wire or electronic communication, or oral communication transmitted by radio, or to disclose or use the information thereby obtained.\n\n(3) (A) It shall not be unlawful under this part for a person not acting under color of law to intercept a wire, oral, or electronic communication when the person is a party to the communication or when one of the parties to the communication has given prior consent to the interception unless the communication is intercepted for the purpose of committing any criminal or tortious act in violation of the Constitution or laws of the United States or of this State.\n\n(B) It shall not be unlawful for a person acting under color of law to install in any private place, without consent of the person or persons entitled to privacy therein, any device for recording, amplifying, or broadcasting sounds or events in that place, or use of any such unauthorized installation, or install or use outside a private place any such device to intercept sounds originating in that place which would not ordinarily be audible or comprehensible outside.\n\n(4) It shall not be unlawful under this part for a person acting under color of law to intercept a wire, oral, or electronic communication, when the person is a party to the communication or one of the parties to the communication has given prior consent to the interception.\n\n(5) It shall not be unlawful under this part for any person to intercept a wire, oral, or electronic communication, or to disclose or use the contents of an intercepted communication, when such interception is pursuant to a valid court order under this chapter or otherwise authorized by law; provided that a communications provider with knowledge of an interception of communications accomplished through the use of the communications provider's facilities shall report the fact and duration of the interception to the administrative director of the courts of this State.\n\n(6) Notwithstanding any other law to the contrary, providers of wire or electronic communication service, their officers, employees, and agents, landlords, custodians, or other persons, are authorized to provide information, facilities, or technical assistance to persons authorized by law to intercept or access wire, oral, or electronic communications, to conduct electronic surveillance, or to install a pen register or trap and trace device if such provider, its officers, employees, or agents, landlord, custodian, or other specified person, has been provided with:\n\n(A) A court order directing such assistance signed by the designated judge; or\n\n(B) A certification in writing from the Attorney General of the United States, the Deputy Attorney General of the United States, the Associate Attorney General of the United States, the attorney general of the State of Hawaii, or the prosecuting attorney for each county that no warrant or court order is required by law, that all statutory requirements have been met, and that the specific assistance is required, setting forth the period of time during which the providing of the information, facilities, or technical assistance is authorized and specifying the information, facilities, or technical assistance required.\n\nNo provider of wire or electronic communication service, officer, employee, or agent thereof, or landlord, custodian, or other specified person shall disclose the existence of any access, interception, or surveillance or the device used to accomplish the interception or surveillance for which the person has been furnished a court order or certification under this part, except as may otherwise be required by legal process and then only after prior notification to the party that provided the court order or certification.\n\nNo cause of action shall lie in any court against any provider of wire or electronic communication service, its officers, employees, or agents, landlord, custodian, or other specified person for providing information, facilities, or assistance in accordance with the terms of a court order or certification under this part.\n\n(7) It shall not be unlawful under this part for any person:\n\n(A) To intercept or access an electronic communication made through an electronic communication system configured so that the electronic communication is readily accessible to the general public.\n\n(B) To intercept any radio communication that is transmitted:\n\n(i) By any station for the use of the general public, or that relates to ships, aircraft, vehicles, or persons in distress;\n\n(ii) By any governmental, law enforcement, emergency management, private land mobile, or public safety communications system, including police and fire, readily accessible to the general public;\n\n(iii) By a station operating on an authorized frequency within the bands allocated to the amateur, citizens band, or general mobile radio services; or\n\n(iv) By any marine or aeronautical communications system.\n\n(C) To engage in any conduct that:\n\n(i) Is prohibited by section 633 of the Communications Act of 1934 (47 U.S.C. §553); or\n\n(ii) Is excepted from the application of section 705(a) of the Communications Act of 1934 by section 705(b) of that Act (47 U.S.C. §605).\n\n(D) To intercept any wire or electronic communication the transmission of which is causing harmful interference to any lawfully operating station or consumer electronic equipment to the extent necessary to identify the source of the interference.\n\n(E) For other users of the same frequency to intercept any radio communication made through a system that uses frequencies monitored by individuals engaged in the providing or the use of the system, if the communication is not scrambled or encrypted.\n\n(8) It shall not be unlawful under this part:\n\n(A) To use a pen register or a trap and trace device as specified in this part.\n\n(B) For a provider of electronic communication service to record the fact that a wire or electronic communication was initiated or completed in order to protect the provider, another provider furnishing service toward the completion of the wire or electronic communication, or a user of that service, from the fraudulent, unlawful, or abusive use of such service.\n\n(C) For a provider of electronic or wire communication service to use a pen register or a trap and trace device for purposes relating to the operation, maintenance, and testing of the wire or electronic communication service or to the protection of the rights or property of the provider, or to the protection of users of that service from abuse of service or unlawful use of service.\n\n(D) To use a pen register or a trap and trace device where consent of the user of the service has been obtained.\n\n(9) Good faith reliance upon a court order shall be a complete defense to any criminal prosecution for illegal interception, disclosure, or use.\n\n(10) Except as provided in this section, a person or entity providing an electronic communication service to the public shall not intentionally divulge the contents of any communication (other than a communication to the person or entity or an agent thereof) while in transmission on that service to any person or entity other than an addressee or intended recipient of the communication or an agent of the addressee or intended recipient.\n\n(11) A person or entity providing electronic communication service to the public may divulge the contents of any such communication:\n\n(A) As otherwise authorized by a court order or under this part;\n\n(B) With the lawful consent of the originator, addressee, or intended recipient of the communication;\n\n(C) To a person employed or authorized, or whose facilities are used, to forward the communication to its destination;\n\n(D) That was inadvertently obtained by the service provider and that appears to pertain to the commission of a crime, if divulged to a law enforcement agency; or\n\n(E) To a law enforcement agency, public safety agency, or public safety answering point if the provider, in good faith, believes that an emergency involving danger of death or serious bodily injury to any person requires disclosure without delay of communications relating to the emergency, and is provided with a certification in writing from the governmental entity that provides the facts and circumstances establishing the existence of the emergency, that the specific disclosure is required, and sets forth the period of time during which the disclosure of the information is authorized and specifies the information required.\n\nNo cause of action shall lie in any court against any provider of electronic communication service, its officers, employees, or agents, custodian, or other specified person for disclosing information in accordance with the terms of a certification under this part. L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §2; am L 1989, c 164, §4; am L 2006, c 200, pt of §4; am L 2012, c 94, §1; am L 2014, c 111, §28\n\nLaw Journals and Reviews\n\nThe Protection of Individual Rights Under Hawai`i's Constitution. 14 UH L. Rev. 311 (1992).\n\nAlthough plaintiff, a union secretary, attempted to justify recording local and union executive meetings by arguing that subsection (b)(3)(A) permitted the recording of a communication \"when the person is a party to the communication\", the court rejected this argument. Under §501(a) of the Labor Management Reporting and Disclosure Act (LMRDA), plaintiff's recording of the meetings constituted a breach of plaintiff's fiduciary duties, in that a union may forbid conduct in its constitution, bylaws, or other policies and resolutions that is not directly prohibited or addressed in state or federal law, and engaging in such conduct could result in a breach of fiduciary duties under the LMRDA. 237 F. Supp. 3d 1029 (2017).\n\nDoes not permit bugging of a private place unless the parties entitled to privacy consent. 66 H. 653, 675 P.2d 754 (1983).\n\nAllows interception of wire or oral communication if one party to the conversation consents to the interception. 67 H. 197, 682 P.2d 79 (1984).\n\nNot violated because wearing of recording device did not constitute \"installation\". 67 H. 307, 686 P.2d 816 (1984).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-42/"
    },
    {
      "id": "section-803-43",
      "number": "803-43",
      "heading": "Devices to intercept wire, oral, or electronic communications and advertising of same prohibited; penalty; forfeiture.",
      "text": "§803-43 Devices to intercept wire, oral, or electronic communications and advertising of same prohibited; penalty; forfeiture.Any person, other than a provider of wire or electronic communication service and its duly authorized officers, employees, and agents, or any person acting under color of law, who, in this State, intentionally manufactures, assembles, possesses, or distributes, or who attempts to distribute, any electronic, mechanical, or other device, knowing or having reason to know that the device or the design of the device renders it primarily useful for the purpose of surreptitious interception of wire, oral, or electronic communications, or who intentionally places an advertisement of any such device or promotes the use of any such device in any newspaper, magazine, handbill, or other publication, shall be guilty of a class C felony. Any such electronic, mechanical, or other device in violation of this section shall be subject to seizure and forfeiture under chapter 712A. [L 1978, c 218, pt of §2; am L 1986, c 303, §3; am L 1989, c 164, §5; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-43/"
    },
    {
      "id": "section-803-44",
      "number": "803-44",
      "heading": "Application for court order to intercept wire, oral, or electronic communications.",
      "text": "§803-44 Application for court order to intercept wire, oral, or electronic communications.The attorney general of this State, or a designated deputy attorney general in the attorney general's absence or incapacity, or the prosecuting attorney of each county, or a designated deputy prosecuting attorney in the prosecuting attorney's absence or incapacity, may make application to a designated judge or any other circuit court judge or district court judge, if a circuit court judge has not been designated by the chief justice of the Hawaii supreme court, or is otherwise unavailable, in the county where the interception is to take place, for an order authorizing or approving the interception of wire, oral, or electronic communications, and the court may grant in conformity with section 803-46 an order authorizing or approving the interception of wire, oral, or electronic communications by investigative or law enforcement officers having responsibility for the investigation of the offense as to which the application is made, if the interception might provide or has provided evidence of:\n\n(1) Murder;\n\n(2) Kidnapping;\n\n(3) Labor trafficking in the first degree;\n\n(4) Labor trafficking in the second degree;\n\n(5) Felony criminal property damage involving the danger of bodily injury as defined in section 707-700;\n\n(6) Distribution of dangerous, harmful, or detrimental drugs;\n\n(7) Conspiracy to commit one or more of the above; or\n\n(8) Involvement of organized crime and any of the following felony offenses:\n\n(A) Extortion;\n\n(B) Bribery of a juror, witness, or police officer;\n\n(C) Receiving stolen property;\n\n(D) Gambling;\n\n(E) Money laundering; and\n\n(F) Sex trafficking. [L 1978, c 218, pt of §2; am L 1986, c 303, §4; am L 1989, c 164, §6; am L 2006, c 200, pt of §4; am L 2011, c 146, §3; am L 2016, c 206, §18]\n\nRevision Note\n\nIn paragraph (6), \"or\" deleted pursuant to §23G-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-44/"
    },
    {
      "id": "section-803-445",
      "number": "803-44.5",
      "heading": "Application for a pen register or a trap and trace device.",
      "text": "§803-44.5 Application for a pen register or a trap and trace device.(a) The attorney general of this State or the prosecuting attorney for each county, or a subordinate designated to act in either's absence or incapacity, may apply in writing under oath or equivalent affirmation to a designated judge or any other circuit court judge or district court judge, if a circuit court judge has not been designated by the chief justice of the Hawaii supreme court, or is otherwise unavailable, for an order or an extension of an order to authorize the installation and use of a pen register or a trap and trace device.\n\n(b) The application shall include:\n\n(1) The identity of the official making the application and the law enforcement agency conducting the investigation; and\n\n(2) The facts and circumstances relied upon by the applicant to conclude that there is probable cause to believe that information will be obtained through the installation and use of a pen register or trap and trace device that will constitute the fruits, instrumentalities, or evidence of a crime covered under this part. [L 1989, c 164, pt of §2; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-44-5/"
    },
    {
      "id": "section-803-446",
      "number": "803-44.6",
      "heading": "Issuance of an order for a pen register or a trap and trace device.",
      "text": "§803-44.6 Issuance of an order for a pen register or a trap and trace device.(a) Upon an application for an order authorizing the installation and use of a pen register or a trap and trace device, the designated judge shall satisfy itself that there are sufficient facts and circumstances contained within the application that there is probable cause to believe that the information to be obtained through the installation and use of a pen register or a trap and trace device will constitute the fruits, instrumentalities, or evidence of a crime or is relevant to an ongoing criminal investigation.\n\n(b) If the designated judge is so satisfied, the order issued shall specify:\n\n(1) The identity, if known, of the person to whom is leased or in whose name is listed the telephone line, cellular telephone, or electronic device or service to which the pen register or trap and trace device is to be attached;\n\n(2) The identity, if known, of the person who is the subject of the criminal investigation;\n\n(3) The number and, if known, the physical location of the telephone line, cellular telephone, or electronic device or service to which the pen register or the trap and trace device is to be attached, and, in the case of a trap and trace device, the geographical limits of the trap and trace order;\n\n(4) A statement of the offense to which the information likely to be obtained by the pen register or trap and trace device relates; and\n\n(5) Upon the request of the applicant, the information, facilities, and technical assistance necessary to accomplish the installation of the pen register or trap and trace device that the provider of wire communication service is directed to furnish to the applicant.\n\n(c) An order authorizing installation and use of a pen register or a trap and trace device shall be for a period not to exceed sixty days. Extension of an order may be granted, but only upon a reapplication for an order and a finding of probable cause to justify continuing use of a pen register or trap and trace device. The period of the extension shall be for a period not to exceed sixty days.\n\n(d) An order authorizing the installation and use of a pen register or a trap and trace device shall direct that:\n\n(1) The order be sealed until otherwise ordered by the court; and\n\n(2) The person owning or leasing the telephone line, cellular telephone, or electronic device or service to which the pen register or trap and trace device is attached, or who has been ordered by the court to provide assistance to the applicant, not disclose the existence of the pen register or trap and trace device or the existence of the investigation to the listed subscriber or to any other person, unless otherwise ordered by the court. [L 1989, c 164, pt of §2; am L 2006, c 200, pt of §4; am L 2016, c 28, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-44-6/"
    },
    {
      "id": "section-803-447",
      "number": "803-44.7",
      "heading": "Application for authorization to install and use a mobile tracking device.",
      "text": "§803-44.7 Application for authorization to install and use a mobile tracking device.(a) A search warrant or court order must be obtained from the designated judge or any other circuit court judge or district court judge, if a circuit court judge has not been designated by the chief justice of the Hawaii supreme court, or is otherwise unavailable, to install a mobile tracking device. The order may authorize the use of that device within the jurisdiction of the court and outside that jurisdiction, if the device is installed in that jurisdiction.\n\n(b) If, upon application to the designated judge for a court order, the designated judge should satisfy itself that there are sufficient facts and circumstances contained within the application to establish probable cause to believe that the use of a mobile tracking device will discover the fruits, instrumentalities, or evidence of a crime or is relevant to an ongoing criminal investigation.\n\n(c) If the designated judge is so satisfied, it shall issue an order specifying:\n\n(1) The identity, if known, of the person who is the subject of the investigation;\n\n(2) The number of mobile tracking devices to be used and the geographical location(s) where the devices are to be installed; and\n\n(3) The identity, if known, of any person who may have a privacy interest in the point of installation of the mobile tracking device.\n\n(d) An order authorizing installation and use of a mobile tracking device shall not exceed sixty days. Extensions of the orders may be granted only upon reapplication establishing probable cause to justify the continued use of a mobile tracking device. The period of the extension shall not exceed sixty days.\n\n(e) The order shall direct that the order be sealed until otherwise directed by the court. [L 1989, c 164, pt of §2; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-44-7/"
    },
    {
      "id": "section-803-45",
      "number": "803-45",
      "heading": "Authorization for disclosure and use of intercepted wire, oral, or electronic communications.",
      "text": "§803-45 Authorization for disclosure and use of intercepted wire, oral, or electronic communications.(a) Any investigative or law enforcement officer, who, by any means authorized by this part, has obtained knowledge of the contents of any wire, oral, or electronic communication, or evidence derived therefrom, may disclose the contents to another investigative or law enforcement officer to the extent that the disclosure is appropriate to the proper performance of the official duties of the officer making or receiving the disclosure.\n\n(b) Any investigative or law enforcement officer, who by any means authorized by this part, has obtained knowledge of the contents of any wire, oral, or electronic communication or evidence derived therefrom may use the contents to the extent the use is appropriate to the proper performance of the officer's official duties.\n\n(c) Any person who has received, by any means authorized by this part, any information from a wire, oral, or electronic communication, or evidence derived therefrom intercepted in accordance with the provisions of this part may disclose the contents of that communication or any derivative evidence while giving testimony under oath or affirmation in any proceeding in any court or before the grand jury in this State.\n\n(d) No otherwise privileged wire, oral, or electronic communication intercepted in accordance with, or in violation of, the provisions of this part shall lose its privileged character.\n\n(e) When an investigative or law enforcement officer, while engaged in authorized interception, intercepts wire, oral, or electronic communications relating to offenses other than those specified in the order of authorization or approval, the contents thereof, and evidence derived therefrom, may be disclosed or used as provided in subsections (a) and (b) of this section. The contents and any evidence derived therefrom may be used under subsection (c) of this section when authorized or approved by the designated judge where the judge finds on subsequent application, made as soon as practicable, that the contents were otherwise intercepted in accordance with the provisions of this part.\n\n(f) Evidence obtained pursuant to an order issued under this part for the interception of a wire, oral, or electronic communication pursuant to an order issued under this part shall not be admissible as evidence in the State's case in chief in a criminal case where the highest grade of offense charged is a misdemeanor.\n\n(g) No part of the contents of any wire, oral, or electronic communication and no evidence derived therefrom may be received into evidence at any trial, hearing, or other proceeding in or before any court, grand jury, department, officer, agency, regulatory body, legislative committee, or other authority of the State or a county, or be included in any information used to charge a criminal offense under chapter 806, if the disclosure would be in violation of this part. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §5; am L 1989, c 164, §7; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-45/"
    },
    {
      "id": "section-803-46",
      "number": "803-46",
      "heading": "Procedure for interception of wire, oral, or electronic communication.",
      "text": "§803-46 Procedure for interception of wire, oral, or electronic communication.(a) Each application for an order authorizing or approving the interception of a wire, oral, or electronic communication shall be made in writing upon oath or affirmation to a designated judge and shall be accompanied by a written memorandum recommending approval or disapproval by the department of the attorney general. The application shall state the applicant's authority to make the application. The term \"designated judge\" as used in this section shall not only mean a circuit court judge specifically designated by the chief justice of the Hawaii supreme court, but shall also mean any circuit court judge or district court judge, if no circuit court judge has been designated by the chief justice or is otherwise unavailable. Each application shall include the following information:\n\n(1) The identity of the investigative or law enforcement officer or officers requesting the application, the official or officials applying for an order;\n\n(2) A full and complete statement of the facts and circumstances relied upon by the applicant, to justify the applicant's belief that an order should be issued, including:\n\n(A) Details as to the particular offense that has been, is being, or is about to be committed;\n\n(B) Except as provided in subsection (j), a particular description of the nature and location of the facilities from which or the place where the communication is to be intercepted;\n\n(C) A particular description of the type of communications sought to be intercepted;\n\n(D) The identity or descriptions of all persons, if known, committing the offense and whose communications are to be intercepted; and\n\n(E) Where appropriate, the involvement of organized crime;\n\n(3) A full and complete, but not unduly technical or complex, statement of the facts concerning how the interception is to be accomplished, and if physical entry upon private premises is necessary, facts supporting the necessity;\n\n(4) A full and complete statement of facts as to whether or not other investigative procedures have been tried and failed or why they reasonably appear to be unlikely to succeed if tried or to be too dangerous;\n\n(5) A statement of facts indicating the period of time for which the interception is required to be maintained. If the nature of the investigation is such that the authorization for interception should not automatically terminate when the described type of communication has been obtained, a particular description of facts establishing probable cause to believe that additional communications of the same type will occur thereafter;\n\n(6) A full and complete statement of the facts concerning all previous applications known to the individual authorizing and making the application, made to any designated judge for authorization to intercept, or for approval of interceptions of, wire, oral, or electronic communications involving any of the same persons, facilities, or places specified in the application, and the action taken by the designated judge on each application; and\n\n(7) When the application is for the extension of an order, a statement setting forth the results thus far obtained from the interception, or a reasonable explanation of the failure to obtain any results.\n\n(b) The designated judge may require the applicant to furnish testimony or documentary evidence under oath or affirmation in support of the application. A transcript of the testimony shall be made and kept with the application and orders.\n\n(c) Upon an application the designated judge may enter an ex parte order, as requested or as modified, authorizing or approving interception of wire, oral, or electronic communications within the county in which the designated judge is sitting, if the designated judge determines on the basis of the facts submitted by the applicant that:\n\n(1) There is probable cause to believe that an individual is committing, has committed, or is about to commit:\n\n(A) Murder;\n\n(B) Kidnapping;\n\n(C) Felony criminal property damage involving the danger of bodily injury;\n\n(D) Distribution of dangerous, harmful or detrimental drugs; or\n\n(E) Conspiracy to commit one or more of the above;\n\nor that an individual is committing, has committed, or is about to commit one of the other offenses specified in section 803-44 and that organized crime is involved;\n\n(2) There is probable cause to believe that particular communications concerning that offense will be obtained through the interception;\n\n(3) Normal investigative procedures have been tried and have failed or reasonably appear to be either unlikely to succeed if tried or to be too dangerous; and\n\n(4) Except as provided in subsection (j), there is probable cause to believe that the facilities from which, or the place where, the wire, oral, or electronic communications are to be intercepted are being used, or are about to be used, in connection with the commission of such offense, or are leased to, listed in the name of, or commonly used by that person.\n\nIf the order allows physical entry to accomplish the interception, the issuing judge shall state why physical entry is appropriate.\n\n(d) Each order authorizing or approving the interception, of any wire, oral, or electronic communication shall specify:\n\n(1) The identity or description of all persons, if known, whose communications are to be intercepted;\n\n(2) The nature and location of the communications facilities as to which, or the place where, authority to intercept is granted, and the means by which such interceptions shall be made;\n\n(3) A particular description of the type of communication sought to be intercepted, and a statement of the particular offense to which it relates;\n\n(4) The identity of the agency authorized to intercept the communications and the persons applying for the application;\n\n(5) The period of time during which the interception is authorized, including a statement as to whether or not the interception is to terminate automatically upon the described communication first being obtained; and\n\n(6) Who shall be served with the order and by what means.\n\nUpon request of the applicant, an order authorizing the interception of a wire, oral, or electronic communication shall direct that a provider of wire or electronic communication service, landlord, custodian, or other person shall furnish the applicant as soon as practicable all information, facilities, and technical assistance necessary to accomplish the interception unobtrusively and with a minimum of interference with the services that the provider of wire or electronic communication service, landlord, custodian, or other person is according the person whose communications are to be intercepted. Any provider of wire or electronic communication service, landlord, custodian, or other person furnishing the facilities or technical assistance shall be compensated by the applicant for reasonable expenses incurred in providing the facilities or assistance.\n\n(e) No order entered under this section shall authorize or approve the interception of any wire, oral, or electronic communication for any period longer than is necessary to achieve the objective of the authorization, and in no event for longer than thirty days. The thirty-day period begins on the earlier of the day on which the investigative or law enforcement officer first begins to conduct an interception under the order or ten days after the order is entered. Extensions of an order may be granted, but only upon application for an extension made in accordance with subsections (a) and (b) of this section and the court making the findings required by subsection (c) of this section. The period of extension shall be no longer than the designated judge deems necessary to achieve the purposes for which it was granted and in no event for longer than thirty days. Every order and extension thereof shall contain a provision that the authorization to intercept shall be executed as soon as practicable, shall be conducted in such a way as to minimize the interception of communications not otherwise subject to interception under this part, and shall terminate upon attainment of the authorized objective, or in any event in thirty days. If the intercepted communication is in a code or a foreign language, and an expert in that foreign language or code is not reasonably available during the interception period, minimization may be accomplished as soon as practicable after the interception.\n\nAn interception may be conducted in whole or in part by investigative or law enforcement officer(s), or by an individual operating under a contract with the State or a county, acting under the supervision of an investigative or law enforcement officer authorized to conduct the interception.\n\n(1) The interception shall be conducted in such a way as to minimize the resulting invasion of privacy including but not limited to the following methods of minimization:\n\n(A) Conversations that appear unlikely to result in incriminating conversations relating to the offense for which the order is issued shall be subject to intermittent monitoring; and\n\n(B) Privileged conversations, including those between a person and the person's spouse, attorney, physician, or clergy, shall not be intercepted unless both parties to the conversation are named or described in the application and order.\n\n(2) In determining whether incriminating statements are likely to occur during a conversation the following factors should be considered:\n\n(A) The parties to the conversation;\n\n(B) The particular offense being investigated;\n\n(C) The subject matter of the conversation;\n\n(D) The subject matter of previous conversations between the same parties and whether any incriminating statements occurred; and\n\n(E) The hour and day of conversation.\n\n(f) Whenever an order authorizing interception is entered pursuant to this part, the order shall require reports to be made to the designated judge who issued the order showing what progress has been made toward achievement of the authorized objective and the need for continued interception. The reports shall be made at such intervals as the designated judge may require.\n\n(g)(1) The contents of any wire, oral, or electronic communication intercepted by any means authorized by this part, if possible, shall be recorded on tape or wire or other comparable device. The recording of the contents of any wire, oral, or electronic communication under this subsection shall be done to protect the recording from being edited or otherwise altered. Immediately upon the expiration of the time period provided in the order, or extensions thereof, the recording shall be made available to the designated judge issuing the order and sealed under the designated judge's directions. Custody of the recording shall be determined by order of the designated judge. Recordings and other evidence of the contents of conversations and applications and orders shall not be destroyed except upon an order of the designated judge and in any event shall be kept for ten years. However, upon the request of all the parties to particular conversations, evidence of conversations between those parties shall be destroyed if:\n\n(A) There are no incriminating statements;\n\n(B) Any incriminating statements are inadmissible at trial pursuant to section 803-45(f);or\n\n(C) The interception of the conversations is determined to have been illegal.\n\nDuplicate recordings may be made for use or disclosure pursuant to section 803-45(a) and (b) for investigations. The presence of the seal required by this subsection, or a satisfactory explanation for the absence thereof, shall be a prerequisite for the use or disclosure of the contents of any wire, oral, or electronic communication or evidence derived therefrom under section 803-45(c).\n\n(2) Applications made and orders granted under this part and evidence obtained through court-ordered interceptions shall be sealed by the designated judge. Custody of the above shall be wherever the designated judge directs. Applications and orders shall be disclosed only upon a showing of good cause before a designated judge and shall not be destroyed, except upon order of the designated judge, and, in any event, shall be kept for ten years.\n\n(3) Any violation of the provisions of this subsection may be punished as contempt by the designated judge.\n\n(4) Within a reasonable time but no later than ninety days after either the filing of an application for an approval under subsection (d) that is denied or the termination of the period of an order or extensions thereof, the designated judge shall cause an inventory to be served on the persons named in the order, on all other known parties to intercepted communications, and to any other persons as the court may determine is in the interest of justice. The inventory shall include notice of:\n\n(A) The fact of the entry of the order;\n\n(B) The date of the entry and the period of authorized, or approved interception; and\n\n(C) The fact that during the applicable time period, wire, oral, or electronic communications were or were not intercepted.\n\nThe designated judge, upon the filing of a motion, may make available to the person or the person's counsel for inspection after the inventory has been served all portions of the intercepted communications that contain conversations of that person, applications, orders, and other evidence obtained as a result of the use of interception orders. The designated judge may order the additional disclosure as the designated judge determines to be in the interest of justice. On an ex parte showing of good cause, the designated judge may permit the serving of the inventory required by this subsection to be postponed.\n\n(h) The contents of any intercepted wire, oral, or electronic communication or evidence derived therefrom shall not be received in evidence or otherwise disclosed in any trial, hearing, or other proceeding in any court of this State unless each party, not less than thirty days before the trial, hearing or proceeding, has been furnished with copies of the documents required to be disclosed, and contents of intercepted communications or other evidence obtained as a result of interception which is sought to be admitted in evidence. This thirty-day period may be shortened or waived by the court if it finds that the party will not be prejudiced by the delay in receiving such information.\n\n(i)(1) Any aggrieved person in any trial, hearing, or proceeding in or before any court, department, officer, agency, regulatory body, or other authority of this State, or a political subdivision thereof, may move to suppress the content of any intercepted wire, oral, or electronic communication, or evidence derived therefrom, on the grounds that:\n\n(A) The communication was unlawfully intercepted;\n\n(B) The order of authorization or approval under which it was intercepted is insufficient on its face; or\n\n(C) The interception was not made in conformity with the order of authorization or approval.\n\nSuch motion shall be made before the trial, hearing, or proceedings unless there was no opportunity to make such motion or the person was not aware of the grounds of the motion. If the motion is granted, the contents of the intercepted wire, oral, or electronic communication, or evidence derived therefrom, shall be treated as having been obtained in violation of this part. The court, or other official before whom the motion is made, upon the filing of the motion by the aggrieved person, may make available to the aggrieved person or the aggrieved person's counsel for inspection portions of the recording that contain intercepted communications of the defendant or evidence derived therefrom, the applications, orders, transcript of testimony, and such additional evidence as the court determines to be in the interest of justice.\n\n(2) In addition to any other right to appeal the State shall have the right to appeal:\n\n(A) From an order granting a motion to suppress made under paragraph (1) of this subsection if the attorney general or prosecuting attorney of a county, or their designated representatives, shall certify to the designated judge or other official granting the motion that the appeal shall be taken within thirty days after the date the order of suppression was entered and shall be diligently prosecuted as in the case of other interlocutory appeals or under such rules as the supreme court may adopt;\n\n(B) From an order denying an application for an order of authorization or approval, and such an appeal shall be in camera and in preference to all other pending appeals in accordance with rules promulgated by the supreme court.\n\n(j) The requirements of subsections (a)(2)(B) and (c)(4) relating to the specification of the facilities from which, or the place where, the communication is to be intercepted do not apply if:\n\n(1) In the case of an application with respect to the interception of an oral communication:\n\n(A) The application is by an investigative or law enforcement officer and is approved by the attorney general, a county prosecuting attorney, or one of their designees;\n\n(B) The application contains a full and complete statement as to why the specification is not practical and identifies the person committing the offense and whose communications are to be intercepted; and\n\n(C) The designated judge finds that the specification is not practical; or\n\n(2) In the case of an application with respect to a wire or electronic communication:\n\n(A) The application is by an investigative or law enforcement officer and is approved by the attorney general, a prosecuting attorney, or one of their designees;\n\n(B) The application identifies the person believed to be committing the offense and whose communications are to be intercepted and the applicant makes a showing of a purpose on the part of that person to thwart interception by changing facilities; and\n\n(C) The designated judge finds that the purpose has been adequately shown.\n\nAn interception of a communication under an order with respect to which the requirements of subsections (a)(2)(B) and (c)(4) do not apply by reason of subsection (j) shall not begin until the facilities from which, or the place where the communication is to be intercepted, is ascertained by the person implementing the interception order. A provider of wire or electronic communications service that has received an order as provided for in subsection (d) may move the court to modify or quash the order on the ground that its assistance with respect to the interception cannot be performed in a timely or reasonable manner. The court, upon notice to the State, shall decide the motion expeditiously. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §6; am L 1989, c 164, §8; am L 1990, c 34, § §37, 38; gen ch 1993; am L 2006, c 200, pt of §4; am L 2015, c 35, §32]\n\nLack of express remedy for one aggrieved by bugging was inadvertent and evidence obtained in violation of wiretap law should be suppressed. 66 H. 653, 675 P.2d 754 (1983).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-46/"
    },
    {
      "id": "section-803-47",
      "number": "803-47",
      "heading": "Reports concerning intercepted wire, oral, or electronic communications; reports concerning pen registers and trap and trace devices.",
      "text": "§803-47 Reports concerning intercepted wire, oral, or electronic communications; reports concerning pen registers and trap and trace devices.(a) In January of each year, the attorney general and county prosecuting attorneys of this State shall report to the administrative director of the courts of this State and to the administrative office of the United States Courts:\n\n(1) The fact that an order or extension was applied for;\n\n(2) The kind of order or extension applied for;\n\n(3) The fact that the order or extension was granted as applied for, was modified, or was denied;\n\n(4) The period of interceptions authorized by the order, and the number and duration of any extensions of the order;\n\n(5) The offense specified in the order or application, or extension of an order;\n\n(6) The identity of the investigative or law enforcement officer and agency requesting the application and the person authorizing the request for application;\n\n(7) The nature of the facilities from which or the place where communications were to be intercepted;\n\n(8) A general description of the interceptions made under such order or extension, including:\n\n(A) The approximate nature and frequency of incriminating communications intercepted;\n\n(B) The approximate nature and frequency of other communications intercepted;\n\n(C) The approximate number of persons whose communications were intercepted; and\n\n(D) The approximate nature, amount, and cost of the personnel and other resources used in the interceptions;\n\n(9) The number of arrests resulting from interceptions made under an order or extension of the order, and the offenses for which the arrests were made;\n\n(10) The number of trials resulting from the interceptions;\n\n(11) The number of motions to suppress made with respect to the interceptions and the number granted or denied;\n\n(12) The number of convictions resulting from the interceptions and the offenses for which the convictions were obtained and a general assessment of the importance of the interceptions;\n\n(13) The information required by paragraphs (2) through (6) of this subsection with respect to orders or extensions obtained in a preceding calendar year and not yet reported; and\n\n(14) Other information required by the rules and regulations of the administrative office of the United States Courts.\n\n(b) In March of each year the administrative director of the courts shall transmit to the legislature a full and complete report concerning the number of applications for orders authorizing or approving the interception of wire, oral, or electronic communications and the number of orders and extensions granted or denied during the preceding calendar year. The report shall include a summary and analysis of the data required to be filed with the administrative director of the courts by the attorney general and prosecuting attorneys.\n\n(c) The attorney general, at least twenty days prior to the convening of each regular session, shall annually report to the legislature on the number of pen register orders and orders for trap and trace devices applied for by law enforcement agencies of the State. [L 1978, c 218, pt of §2; am L 1986, c 303, §7; am L 1989, c 164, §9; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-47/"
    },
    {
      "id": "section-803-475",
      "number": "803-47.5",
      "heading": "Disclosure of contents of communication while in electronic storage.",
      "text": "§803-47.5 Disclosure of contents of communication while in electronic storage.\n\n(a)(1) A person or entity providing an electronic communication service to the public shall not knowingly divulge to any person or entity the contents of a communication while in electronic storage by that service; and\n\n(2) A person or entity providing remote computing service to the public shall not knowingly divulge to any person or entity the contents of any communication that is carried or maintained on that service:\n\n(A) On behalf of, and is either received by means of computer processing of communications or by electronic transmission, from a subscriber or customer of the service; and\n\n(B) Solely for the purpose of providing storage or computer processing services to the subscriber or customer, if the provider is not authorized to access the contents of those communications for purposes of providing any services other than storage or computer processing.\n\n(b) A person or entity may divulge the contents of a communication:\n\n(1) To an addressee or intended recipient of the communication or an agent of the addressee or intended recipient;\n\n(2) As otherwise authorized by a court order or search warrant;\n\n(3) With the lawful consent of the originator, addressee, or intended recipient of the communication, or the subscriber in the case of a remote computing service;\n\n(4) To a person employed or authorized or whose facilities are used to forward the communication to its destination;\n\n(5) As may be necessarily incident to the rendition of the service or to the protection of the rights or property of the provider of that service; or\n\n(6) To a law enforcement agency, if the contents:\n\n(A) Were inadvertently obtained by the service provider; and\n\n(B) Appear to pertain to the commission of a crime. [L 1989, c 164, pt of §1; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-47-5/"
    },
    {
      "id": "section-803-476",
      "number": "803-47.6",
      "heading": "Requirements for governmental access.",
      "text": "§803-47.6 Requirements for governmental access.(a) A governmental entity may require the disclosure by a provider of electronic communication service of the contents of an electronic communication pursuant to a search warrant only.\n\n(b) A governmental entity may require a provider of remote computing services to disclose the contents of any electronic communication pursuant to a search warrant only.\n\n(c) Subsection (b) of this section is applicable to any electronic communication held or maintained on a remote computing service:\n\n(1) On behalf of, and received by electronic transmission from (or created by computer processing of communications received by electronic transmission from), a subscriber or customer of the remote computing service; and\n\n(2) Solely for the purpose of providing storage or computer processing services to the subscriber or customer, if the provider is not authorized to access the contents of those communications for any purpose other than storage or computer processing.\n\n(d)(1) A provider of electronic communication service or remote computing service may disclose a record or other information pertaining to a subscriber to, or customer of, the service (other than the contents of any electronic communication) to any person other than a governmental entity.\n\n(2) A provider of electronic communication service or remote computing service shall disclose a record or other information pertaining to a subscriber to, or customer of, the service (other than the contents of an electronic communication) to a governmental entity only when:\n\n(A) Presented with a search warrant;\n\n(B) Presented with a court order, which seeks the disclosure of transactional records, other than real-time transactional records;\n\n(C) The consent of the subscriber or customer to the disclosure has been obtained; or\n\n(D) Presented with an administrative subpoena authorized by statute, an attorney general subpoena, or a grand jury or trial subpoena, which seeks the disclosure of information concerning electronic communication, including but not limited to the name, address, local and long distance telephone billing records, telephone number or other subscriber number or identity, and length of service of a subscriber to or customer of the service, and the types of services the subscriber or customer utilized.\n\n(3) A governmental entity receiving records or information under this subsection is not required to provide notice to a subscriber or customer.\n\n(e) A court order for disclosure under subsection (d) shall issue only if the governmental entity demonstrates probable cause that the records or other information sought, constitute or relate to the fruits, implements, or existence of a crime or are relevant to a legitimate law enforcement inquiry. An order may be quashed or modified if, upon a motion promptly made, the service provider shows that compliance would be unduly burdensome because of the voluminous nature of the information or records requested, or some other stated reason establishing such a hardship.\n\n(f) No cause of action shall lie in any court against any provider of wire or electronic communication service, its officers, employees, agents, or other specified persons for providing information, facilities, or assistance in accordance with the terms of a court order, warrant, or subpoena.\n\n(g) A provider of wire or electronic communication services or a remote computing service, upon the request of a governmental entity, shall take all necessary steps to preserve records and other evidence in its possession pending the issuance of a court order or other process. Records shall be retained for a period of ninety days, which shall be extended for an additional ninety-day period upon a renewed request by the governmental entity. [L 1989, c 164, pt of §1; am L 2000, c 91, §1; am L 2006, c 200, pt of §4; am L 2014, c 226, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-47-6/"
    },
    {
      "id": "section-803-477",
      "number": "803-47.7",
      "heading": "Backup preservation.",
      "text": "§803-47.7 Backup preservation.(a) A governmental entity may include in its court order a requirement that the service provider create a backup copy of the contents of the electronic communication without notifying the subscriber or customer. The service provider shall create the backup copy as soon as practicable, consistent with its regular business practices, and shall confirm to the governmental entity that the backup copy has been made. The backup copy shall be created within two business days after receipt by the service provider of the subpoena or court order.\n\n(b) The governmental entity must give notice to the subscriber or customer within three days of receiving confirmation that a backup record has been made, unless notice is delayed pursuant to the procedures herein.\n\n(c) The service provider shall not destroy the backup copy until the later of:\n\n(1) The delivery of the information; or\n\n(2) The resolution of any proceedings, including any appeal therefrom, concerning a court order.\n\n(d) The service provider shall release the backup copy to the requesting governmental entity no sooner than fourteen days after the governmental entity's notice to the subscriber or customer, if the service provider:\n\n(1) Has not received notice from the subscriber or customer that the subscriber or customer has challenged the governmental entity's request; and\n\n(2) Has not initiated proceedings to challenge the request of the governmental entity.\n\n(e) Within fourteen days after notice by the governmental entity to the subscriber or customer under subsection (b) of this section, the subscriber or customer may file a motion to vacate the court order, with written notice and a copy of the motion being served on both the governmental entity and the service provider. The motion to vacate a court order shall be filed with the designated judge who issued the order. The motion or application shall contain an affidavit or sworn statement:\n\n(1) Stating that the applicant is a customer or subscriber to the service from which the contents of electronic communications are sought; and\n\n(2) Setting forth the applicant's reasons for believing that the records sought does not constitute probable cause or there has not been substantial compliance with some aspect of the provisions of this part.\n\n(f) Upon receiving a copy of the motion from the subscriber or customer, the governmental agency shall file a sworn response to the court to which the motion is assigned. The response shall be filed within fourteen days. The response may ask the court for an in camera review, but must state reasons justifying such a review. If the court is unable to rule solely on the motion or application and response submitted, the court may conduct such additional proceedings as it deems appropriate. A ruling shall be made as soon as practicable after the filing of the governmental entity's response.\n\n(g) If the court finds that the applicant is not the subscriber or customer whose communications are sought, or that there is reason to believe that the law enforcement inquiry is legitimate and the justification for the communications sought is supported by probable cause, the application or motion shall be denied, and the court shall order the release of the backup copy to the government entity. A court order denying a motion or application shall not be deemed a final order, and no interlocutory appeal may be taken therefrom by the customer. If the court finds that the applicant is a proper subscriber or customer and the justification for the communication sought is not supported by probable cause or that there has not been substantial compliance with the provisions of this part, it shall order vacation of the order previously issued. [L 1989, c 164, pt of §1; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-47-7/"
    },
    {
      "id": "section-803-478",
      "number": "803-47.8",
      "heading": "Delay of notification.",
      "text": "§803-47.8 Delay of notification.(a) A governmental entity may as part of a request for a court order include a provision that notification be delayed for a period not exceeding ninety days if the court determines that notification of the existence of the court order may have an adverse result.\n\n(b) An adverse result for the purpose of subsection (a) of this section is:\n\n(1) Endangering the life or physical safety of an individual;\n\n(2) Flight from prosecution;\n\n(3) Destruction of or tampering with evidence;\n\n(4) Intimidation of a potential witness; or\n\n(5) Otherwise seriously jeopardizing an investigation or unduly delaying a trial.\n\n(c) Extensions of delays in notification may be granted up to ninety days per application to a court. Each application for an extension must comply with subsection (e) of this section.\n\n(d) Upon expiration of the period of delay of notification, the governmental entity shall serve upon, or deliver by registered mail to, the customer or subscriber a copy of the process or request together with notice that:\n\n(1) States with reasonable specificity the nature of the law enforcement inquiry; and\n\n(2) Informs the customer or subscriber:\n\n(A) Information maintained for the customer or subscriber by the service provider or request was supplied to or requested by that governmental authority and the date on which the supplying or request took place;\n\n(B) Notification of the customer or subscriber was delayed;\n\n(C) The governmental entity or court that made the certification or determination upon which the delay was made; and\n\n(D) The provision of this part that allowed the delay.\n\n(e) A governmental entity may apply to the designated judge or any other circuit judge or district court judge, if a circuit court judge has not yet been designated by the chief justice of the Hawaii supreme court, or is otherwise unavailable, for an order commanding a provider of an electronic communication service or remote computing service to whom a search warrant, or court order is directed, not to notify any other person of the existence of the search warrant, or court order for such period as the court deems appropriate not to exceed ninety days. The court shall enter the order if it determines that there is reason to believe that notification of the existence of the search warrant, or court order will result in:\n\n(1) Endangering the life or physical safety of an individual;\n\n(2) Flight from prosecution;\n\n(3) Destruction of or tampering with evidence;\n\n(4) Intimidation of potential witnesses; or\n\n(5) Otherwise seriously jeopardizing an investigation or unduly delaying a trial. [L 1989, c 164, pt of §1; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-47-8/"
    },
    {
      "id": "section-803-479",
      "number": "803-47.9",
      "heading": "Cost reimbursement.",
      "text": "§803-47.9 Cost reimbursement.(a) A government entity obtaining the contents of communications, records, or other information shall pay to the person or entity providing or assembling the information a fee for reimbursement or costs that are reasonably necessary and that have been directly incurred in searching for, assembling, reproducing, or otherwise providing the information. The reimbursable costs shall include any costs due to necessary disruption of normal operations of any electronic communication service or remote computing service that was occasioned by the governmental needs.\n\n(b) The amount of the fee provided by subsection (a) shall be as mutually agreed by the governmental entity and the person or entity providing the information or, in the absence of agreement, shall be as determined by the designated court that issued the order for production of the information or the court before which a criminal prosecution relating to the information would be brought, if no court order was issued for production of the information.\n\n(c) The requirement of subsection (a) does not apply with respect to records or other information maintained by a communication common carrier that relate to telephone toll records and telephone listings obtained under section 803-47.6. However, the court may order a payment as described in subsection (a), if the court determines the information required is unusually voluminous in nature or otherwise caused an undue burden on the provider. [L 1989, c 164, pt of §1; am L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-47-9/"
    },
    {
      "id": "section-803-48",
      "number": "803-48",
      "heading": "Recovery of civil damages authorized.",
      "text": "§803-48 Recovery of civil damages authorized.Any person whose wire, oral, or electronic communication is accessed, intercepted, disclosed, or used in violation of this part shall[:]\n\n(1) Have a civil cause of action against any person who accesses, intercepts, discloses, or uses, or procures any other person to access, intercept, disclose, or use the communications[;] and\n\n(2) Be entitled to recover from any such person:\n\n(A) The greater of[:]\n\n(i) The sum of the actual damages suffered by the plaintiff and any profits made by the violator as a result of the violation[;] or\n\n(ii) Statutory damages of the greater of $100 a day for each day of violation or $10,000;\n\n(B) Punitive damages, where appropriate; and\n\n(C) A reasonable attorney's fee and other litigation costs reasonably incurred.\n\nThe aggrieved person may also seek and be awarded such preliminary, and other equitable or declaratory relief as may be appropriate. A good faith reliance on a court order shall constitute a complete defense to any civil action brought under this part. [L 1978, c 218, pt of §2; am L 1986, c 303, §8; am L 1989, c 164, §10; am L 2006, c 200, pt of §4]\n\nRevision Note\n\nIn the first sentence, (1) and (2) reformatted as paragraphs (1) and (2) and (A)(i) and (ii) reformatted as clauses (i) and (ii) pursuant to §23G-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-48/"
    },
    {
      "id": "section-803-485",
      "number": "803-48.5",
      "heading": "Injunction against illegal interception",
      "text": "§803-48.5Injunction against illegal interception.Whenever it appears that any person is engaged or is about to engage in any act that constitutes or will constitute a felony violation of this part, the attorney general may initiate a civil action in a circuit court of this State to enjoin the violation. The court shall proceed as soon as practicable to the hearing and make a determination of the action; provided that at any time before final determination, the court may enter a restraining order or take any other action that is warranted to prevent a continuing and substantial injury to the State or to any person or class of persons for whose protection the action is brought. A proceeding under this section is governed by the Hawaii rules of civil procedure; except that, if an indictment, information, or criminal complaint has been returned against the respondent, discovery shall be governed by the Hawaii rules of penal procedure. [L 2006, c 200, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-48-5/"
    },
    {
      "id": "section-803-49",
      "number": "803-49",
      "heading": "Severability.",
      "text": "§803-49 Severability.If any portion or subsection of this part or the application thereof to any person or circumstances is invalid, such invalidity shall not affect other sections or applications of the part which can be given effect without the invalid section or application, and to this end the provisions of this part are declared to be severable. [L 1978, c 218, pt of §2; ree L 2006, c 200, pt of §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-49/"
    },
    {
      "id": "section-803-50",
      "number": "803-50",
      "heading": "REPEALED.",
      "text": "§803-50 REPEALED.\n\nL 1984, c 91, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-38/chapter-803/section-803-50/"
    }
  ]
}