{
  "state": "michigan",
  "path": "title-chapter-421-employment-security/chapter-ero-no-1997-14-executive-reorganization-order-42195-42195",
  "sections": [
    {
      "id": "section-42195",
      "number": "421.95",
      "heading": "Transfer of Specified Functions to Unemployment Agency; Transfer of Functions to Employment Service Agency as Type I Agency Within Michigan Jobs Commission",
      "text": "WHEREAS, Article V, Section 2, of the Constitution of the State of Michigan of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, Executive Order 1995-8 transferred all of the statutory authority, powers, duties, functions and responsibilities of the Michigan Employment Security Commission to the Michigan Jobs Commission as an autonomous entity known as the Michigan Employment Security Agency; and\n\nWHEREAS, Executive Order 1997-12 transferred all of the statutory authority, powers, duties, functions and responsibilities of the Michigan Employment Security Agency for unemployment insurance programs from the Michigan Jobs Commission/Michigan Employment Security Agency to a new entity known as the Unemployment Agency within the Department of Consumer and Industry Services (the \"Unemployment Agency\"); and\n\nWHEREAS, Executive Order 1997-12 further required the Departments of the Michigan Jobs Commission and Consumer and Industry Services to develop an agreement to identify the positions to be transferred to Consumer and Industry Services; and\n\nWHEREAS, the State of Michigan should do everything possible to ensure that employment services are provided to Michigan citizens in a seamless system; and\n\nWHEREAS, it is necessary in the interests of efficient administration and effectiveness of government to effect changes in the organization of the Executive Branch of government.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by the Constitution of the State of Michigan of 1963 and the laws of the State of Michigan, do hereby order the following:\n\nA. Definitions\n\nIn this Order, the following definitions shall apply except where the context clearly requires a different definition.\n\n1. \"Workforce Development Board\" means a local workforce development board established pursuant to the federal Job Training Partnership Act, 29 USC 1501 et seq., Public Law 97-300, 96 Stat. 1322, and the federal School-to-Work Opportunities Act of 1994, 20 USC 6101 et seq., Public Law 103-239, 108 Stat. 568, or the equivalent entity, and also referenced in Sections 406(6) and 407(2) of Act No. 104 of the Michigan Public Acts of 1997 and Section 67 of Act No. 93 of the Michigan Public Acts of 1997.\n\n2. \"Unemployment Insurance Program\" means the State of Michigan component of the nationwide system of unemployment insurance offices, funded through the United States Unemployment Insurance Service, U.S. Department of Labor, and operated by the Michigan Employment Security Agency, as defined by the Michigan Employment Security Act, Act No. 1 of the Public Acts of 1936 (Ex. Sess.), being Section 421.1 et seq. of the Michigan Compiled Laws, as modified by successor executive orders, including Executive Order 1997-12, the Federal Unemployment Tax Act, 26 USC 3301 et seq., Public Law 76- 1, 53 Stat. 183, February 10, 1939, as amended, and the federal Social Security Act, 42 USC 501-504, 1101-1109, Public Law 74-271, 49 Stat. 620, August 14, 1935, as amended.\n\n3. \"Administrative Functions\" means all administrative functions, including but not limited to personnel, budget, finance, office facilities, contract administration, information technology services, and communications, as well as any other positions identified as administrative by the directors of the Departments of Consumer and Industry Services and the Michigan Jobs Commission in the agreement reached pursuant to paragraph B.4. of Executive Order 1997-12.\n\nB. Consumer and Industry Services\n\n1. Pursuant to the agreement required between the Michigan Jobs Commission and the Department of Consumer and Industry Services by Executive Order 1997-12, the following functions are transferred to the Unemployment Agency:\n\na. All functions and positions associated with the following funding sources:\n\nUnemployment Insurance (Normal Base, UI Integrity, Year 2000 and Contingency)\n\nNAFTA Trade Benefits\n\nWork Opportunity Tax Credit\n\nTrade Readjustment Act Allowance Payments to Claimants\n\nIncome Eligibility Verification System\n\nPenalty and Interest; and\n\nb. Unemployment Insurance Program Administrative Functions.\n\n2. The Director of Consumer and Industry Services shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n3. The Director of Consumer and Industry Services shall provide executive direction and supervision for the implementation of the transfer.\n\nC. Michigan Jobs Commission\n\n1. All of the functions and positions not transferred in paragraph B.1. of this Order will remain with the Michigan Employment Security Agency. The Michigan Employment Security Agency is renamed the \"Employment Service Agency\" and remains a Type I agency within the Michigan Jobs Commission. The programs, functions and positions to remain with the Employment Service Agency include those associated with the following funding sources:\n\na. Employment Service\n\nb. Veterans (DVOP and LVER)\n\nc. Bureau of Labor Statistics (CES, LAUS, OES, ES-202, MLS, CES AAMC, ES-202 AAMC, and MLS AAMC)\n\ne. Alien Labor Certification\n\nf. Trade TAA Program\n\ng. NAFTA Trade Training\n\nh. Occupational Analysis Field Center\n\ni. Labor Market Information\n\nj. One Stop State Admin. and OES\n\nl. North Assessment Test Development\n\nm. Workforce Development Board Contracts\n\nn. Private funds related to Employment Service or Labor Market Information\n\n2. Employment Service Agency state employees shall deliver services to special populations including persons with disabilities, veterans and migrant and seasonal farm workers.\n\n3. Employment Service Agency state employees shall provide labor market information services and employment service policy, administration, oversight, management of Governor's discretionary funded activities and other related functions.\n\n4. The Employment Service Agency, in accordance with Civil Service and Department of Management and Budget rules and regulations, shall provide employment services, with the exception of the employment service portions of paragraphs C.2. and C.3. of this Order, via Workforce Development Boards in the same manner the state's other workforce development programs are provided, including federal Job Training Partnership Act programs, federal School-to-Work, federal One-Stop and Work First.\n\n5. The Director of the Michigan Jobs Commission shall make internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Order.\n\n6. The Director of the Michigan Jobs Commission shall provide executive direction and supervision for the implementation of the transfer.\n\nD. Coordination\n\n1. The Employment Service Agency and the Unemployment Agency shall work cooperatively with the Workforce Development Boards to ensure that the maximum available services are provided to Michigan citizens at locations known as \"One-Stop\" or \"No Wrong Door\" centers.\n\n2. The Employment Service Agency will work with the local Workforce Development Boards to maximize coordination of state and local resources for delivery of employment services in the same manner as is currently done with other workforce development programs.\n\n3. Local Unemployment Agency offices shall co-locate wherever possible with Workforce Development Board local service providers to provide seamless service delivery.\n\n4. In order to ensure proper coordination among all entities involved, the Unemployment Agency shall require Unemployment Insurance Program claimants to personally register for employment services through Workforce Development Boards using the Michigan component of America's Talent Bank.\n\n5. The Employment Service Agency, the Unemployment Agency and Workforce Development Boards shall continue to meet all of the confidentiality responsibilities required by law.\n\nE. Miscellaneous\n\n1. All rules, orders, contracts and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended or repealed.\n\n2. Any suit, action or other proceeding lawfully commenced by, against or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action or other proceeding may be maintained by, against or before the appropriate successor of any entity affected by this Order.\n\nHistory:1997, E.R.O. No. 1997-14, Eff. Jan. 31, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-421/statute-e-r-o-no-1997-14/section-421-95/"
    }
  ]
}