{
  "state": "hawaii",
  "path": "title-title-26-trade-regulation-and-practice/chapter-480-monopolies-restraint-of-trade",
  "sections": [
    {
      "id": "section-480-1",
      "number": "480-1",
      "heading": "Definitions.",
      "text": "Revision Note\n\nSections 480-1 to 24 have been designated Part I in view of addition of Part II by L 1972, c 205.\n\nLaw Journals and Reviews\n\nUpdating Unfair or Deceptive Acts and Practices Under Chapter 480-2. 10 HBJ No. 13, at pg. 109.\n\n§480-1 Definitions.As used in this chapter:\n\n\"Class action\" includes the definition as provided in rule 23 of the Hawaii rules of civil procedure.\n\n\"Commodity\" includes, but is not restricted to, goods, merchandise, produce, choses in action, and any other article of commerce. It also includes trade or business in service trades, transportation, insurance, banking, lending, advertising, bonding, and any other business.\n\n\"Consumer\" means a natural person who, primarily for personal, family, or household purposes, purchases, attempts to purchase, or is solicited to purchase goods or services or who commits money, property, or services in a personal investment.\n\n\"De facto class action\" means an action that has not been certified by the court but includes identical considerations as provided in Hawaii rules of civil procedure rule 23 such as common questions of law or fact, claims or defenses of the representative parties are typical of the claims or defenses of nonparties and, as a practical matter, the disposition of the interest of the class or other members not parties to the adjudications would substantially impair or impede their ability to protect their interest.\n\n\"Person\" or \"persons\" includes individuals, corporations, firms, trusts, partnerships, limited partnerships, limited liability partnerships, limited liability limited partnerships, limited liability companies, and incorporated or unincorporated associations, existing under or authorized by the laws of this State, or any other state, or any foreign country.\n\n\"Purchase\" or \"buy\" includes \"contract to buy\", \"lease\", \"contract to lease\", \"acquire a license\", and \"contract to acquire a license\".\n\n\"Purchaser\" includes the equivalent terms of \"purchase\" and \"buy\".\n\n\"Sale\" or \"sell\" includes \"contract to sell\", \"lease\", \"contract to lease\", \"license\", and \"contract to license\".\n\n\"Seller\" includes the equivalent terms of \"sale\" and \"sell\". [L 1961, c 190, §1; Supp, §205A-1; HRS §480-1; am L 1987, c 274, §1; am L 1990, c 63, §1; am L 2005, c 108, §1]\n\nAttorney General Opinions\n\nLand and land activities are within scope of chapter. Att. Gen. Op. 62-39.\n\nLaw Journals and Reviews\n\nThe Antitrust Laws and Land: An Answer to Hawaii's Housing Crisis? 8 HBJ 5.\n\nBecause defendant wholesale food marketer and distributor did not meet definition of a consumer, it lacked standing to sue for deceptive practices under §480-2. 61 F. Supp. 2d 1092.\n\nDefendants' motion for summary judgment on plaintiffs' claim under §480-4 granted; although the word \"commodity\" was defined to include \"any other business\", the purchase of real estate by an individual owner could not be considered a business. 338 F. Supp. 2d 1106.\n\nWhere the dispute giving rise to a claim for unfair and deceptive act in trade or commerce occurred after the alleged injury, when plaintiff alleged that defendant failed to comply with their agreement regarding the release of plaintiff's medical records, plaintiff lacked standing as a consumer to bring a claim under §480-2, and defendant was not engaged in trade or commerce. 383 F. Supp. 2d 1244.\n\nPlaintiff's investment was for business purposes where plaintiff created plaintiff's own venture, plaintiff's investors were relying on plaintiff to provide them with profit, and plaintiff acted as plaintiff's own broker; plaintiff's investment under this chapter not a \"personal investment\", and therefore plaintiff did not satisfy definition of \"consumer\" pursuant to this chapter. 710 F. Supp. 2d 1036 (2010).\n\nAlthough plaintiffs, timeshare owners, alleged that they purchased timeshare interests as a personal investment, plaintiffs did not plead any facts to support their conclusion that they were consumers under the Hawaii unfair and deceptive acts and practices (UDAP) act and, therefore, lacked standing to bring UDAP claims against timeshare resort operator. 165 F. Supp. 3d 955 (2016).\n\nSuit against State based on this chapter precluded by sovereign immunity. 60 H. 228, 588 P.2d 430.\n\nReal estate or residences did not qualify as \"goods\" under this section, but did qualify as \"personal investments\"; homebuyer thus had standing as \"consumer\" to bring claim under §480-13. 80 H. 54, 905 P.2d 29.\n\nWhere employee was not a \"consumer\" as defined under this section, employee lacked standing to maintain private cause of action under §480-13 against workers' compensation insurer based on alleged violation of §480-2. 83 H. 457, 927 P.2d 858.\n\nWhere employer was not a \"consumer\" as defined under this section, employee could not maintain action under §480-13, based on employee's third party beneficiary status, against workers' compensation insurer for alleged violation of §480-2. 83 H. 457, 927 P.2d 858.\n\nBy the plain language of this chapter, no actual purchase is necessary as a prerequisite to a consumer recovering damages under §480-13, based on injuries stemming from violations of §480-2. 98 H. 309, 47 P.3d 1222.\n\nWhere unincorporated association of apartment owners was not a \"consumer\" as defined by this section, it lacked standing to bring an action based upon unfair or deceptive acts or practices declared unlawful by §480-2. 115 H. 232, 167 P.3d 225.\n\nAlthough plaintiffs were \"consumers\" within the meaning of §480-13 and this section, plaintiffs' payment of their Hawaii medical services association (HMSA) lien to the Kentucky-based company that contracted with HMSA to provide subrogation and \"claims recovery services\", but which had violated §443B-3 (collection agency registration requirements), did not constitute an injury for which plaintiffs could bring suit under §480-13(b). 117 H. 153, 177 P.3d 341.\n\nWhere, based on the obligations arising from the \"loan agreements\" the Hawaii medical services association (HMSA) required plaintiffs to sign when they received their medical treatments, which loan agreements could have been enforced by HMSA and could have been considered a form of payment for the health care the plaintiffs received, plaintiffs were \"consumers\" who, by virtue of the agreement, engaged in a consumer transaction. 117 H. 153, 177 P.3d 341.\n\nEmployees are \"any persons\" within the meaning of §480-2(e) and this section and are within the category of plaintiffs who have standing to bring a claim under §480-2(e) for a violation of §481B-14; however, based on the allegations contained in employees' amended complaint, employees did not sufficiently allege the \"nature of the competition\" to bring a claim for damages against employer under § §480-2(e) and 480-13(a) for a violation of §481B-14. 122 H. 423, 228 P.3d 303 (2010).\n\nPlaintiff suing store's commercial general liability insurer for injuries received in slip and fall was not \"consumer\" as defined in this section, and therefore lacked standing to maintain private cause of action under §480-13. 82 H. 363 (App.), 922 P.2d 976.\n\nPlaintiff corporation and officers of corporation were not \"consumers\" as defined in this section; thus, plaintiffs, individually and collectively, did not have standing to bring suit under chapter 480 for alleged unfair/deceptive trade practices. 107 H. 423 (App.), 114 P.3d 929.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-1/"
    },
    {
      "id": "section-480-2",
      "number": "480-2",
      "heading": "Unfair competition, practices, declared unlawful.",
      "text": "§480-2 Unfair competition, practices, declared unlawful.(a) Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are unlawful.\n\n(b) In construing this section, the courts and the office of consumer protection shall give due consideration to the rules, regulations, and decisions of the Federal Trade Commission and the federal courts interpreting section 5(a)(1) of the Federal Trade Commission Act (15 U.S.C. 45(a)(1)), as from time to time amended.\n\n(c) No showing that the proceeding or suit would be in the public interest (as these terms are interpreted under section 5(b) of the Federal Trade Commission Act) is necessary in any action brought under this section.\n\n(d) No person other than a consumer, the attorney general or the director of the office of consumer protection may bring an action based upon unfair or deceptive acts or practices declared unlawful by this section.\n\n(e) Any person may bring an action based on unfair methods of competition declared unlawful by this section. [L 1965, c 129, pt of §1; Supp, §205A-1.1; HRS §480-2; am L 1987, c 274, §2; am L 1988, c 51, §1; am L 2002, c 229, §2]\n\nLaw Journals and Reviews\n\nMisrepresentation and Deception Under Section 480-2 of the Hawaii Revised Statutes. 10 HBJ 69.\n\nUpdating Unfair or Deceptive Acts and Practices Under Chapter 480-2. 10 HBJ No. 13, at pg. 109.\n\nWhat Can the Abolition of Slavery Teach Us About Climate Change? Local Action in the Liquefied Natural Gas Controversy. 35 UH L. Rev. 687 (2013).\n\nRequires showing that suit in public interest; may be proven by knowledge of illegality. 732 F.2d 1403.\n\nEmployer's negligent misrepresentation that it guaranteed employees full payment of their pensions was not \"unfair act\". 804 F.2d 1418.\n\nNeither contractor association's collective bargaining representation nor its fee for representation were unfair or deceptive acts. 809 F.2d 626.\n\nSection does not apply to claims arising from securities transactions. 849 F.2d 388; 758 F. Supp. 1357.\n\nViolated where pawn shop created \"likelihood of confusion\" by soliciting borrowers while disguising loans as sales. 3 F.3d 1261.\n\nCourt erred in finding this section preempted, where court dismissed claim that issuer of title insurance policy violated this section. 95 F.3d 791.\n\nPlaintiff filed class action claiming that defendant marketed annuities through deceptive practices in violation of Hawaii's deceptive practices act. There are no individualized issues of subjective reliance under Hawaii law, thus, district court erred in denying class certification. 594 F.3d 1087 (2010).\n\nBankruptcy court's finding that appellee lenders' improper postponement of the foreclosure sale of appellant debtor's property was a deceptive practice under this section affirmed; inter alia, the bankruptcy court's determination that improper postponement of this sort would deceive a reasonable consumer was not clearly erroneous. 674 F.3d 1083 (2012).\n\nWhere complaints alleged that credit card providers violated this section and § §480-13.5 and 481A-3 and unjust enrichment, the claims were not preempted by the National Bank Act. Also, because the complaints unambiguously disclaimed class status, the actions could not be removed under the Class Action Fairness Act of 2005. 761 F.3d 1027 (2014).\n\nWhere complaints asserted that the attorney general brought the actions under subsection (d) and §661-10, the state procedural devices were not similar to an action under rule 23 of the federal rules of civil procedure. 761 F.3d 1027 (2014).\n\nA borrower need only allege that a lender has breached its statutory duty not to engage in \"unfair or deceptive acts or practices in the conduct of any trade or commerce\" in a way that caused private damages in order to state a claim under this section and §480-13. 761 F.3d 1046 (2014).\n\nDistrict courts evaluating whether a borrower's complaint states a claim under this section and §480-13 against a lender need only address whether the complaint adequately alleges that the lender used unfair or deceptive acts in its relationship with the borrower, without looking to negligence law to determine whether the lender breached a common law duty of care. 761 F.3d 1046 (2014).\n\nAttachment available only where contract at issue also establishes a debtor-creditor relationship for payment of money. 485 F. Supp. 1015.\n\nInability to establish antitrust claim does not prevent establishment under this section; plaintiffs may recover for violations which occurred prior to four year statute of limitations if they can prove fraudulent concealment; practice is unfair when it offends public policy and when the practice is immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers; §480-13 creates private right of action. 491 F. Supp. 1199.\n\nPlaintiffs could show that violation of federal or state securities laws satisfies public interest requirement to bring suit under this section. 501 F. Supp. 830.\n\nContinuance of unlawful pricing program in contravention of court order is as a matter of law, an unfair method of competition. 513 F. Supp. 726.\n\nAction by shopping center tenant against shopping center owner. 530 F. Supp. 499.\n\nPreempted by federal labor regulations. 687 F. Supp. 1453.\n\nSuit for causes of action which arose prior to amendment is not precluded. 691 F. Supp. 247.\n\nMinority shareholder of a corporation is not a consumer; no private cause of action for unfair methods of competition. 700 F. Supp. 1056.\n\nAlthough distributor corporation had standing to bring unfair competition claim, shareholders were not \"consumers\" with standing to sue under deceptive practices clause. 775 F. Supp. 1329.\n\nSection inapplicable to insurance business. 795 F. Supp. 1036.\n\nAs a business, plaintiff had standing to sue for unfair competition under this section. 808 F. Supp. 736.\n\nPlaintiff corporation lacked standing to sue for deceptive practices under chapter 480; plaintiffs, shareholders and officers of corporation, lacked standing to sue for deceptive practices, where harm suffered by plaintiffs arose indirectly as a result of harm done to corporation. 895 F. Supp. 1365.\n\nPlaintiff had standing to bring its §480-2 claim for unfair methods of competition; plaintiff's likelihood of confusion allegations may support both § §480-2 unfair methods of competition and 481A [sic] deceptive acts or practices claims. 945 F. Supp. 1344.\n\nHawaii supreme court would find that plaintiff, a third-party beneficiary of insurance contract between defendant insurer and a consumer, had standing to bring a deceptive acts or practices claim pursuant to this section. 947 F. Supp. 429.\n\nBecause defendant wholesale food marketer and distributor did not meet definition of a consumer, it lacked standing to sue for deceptive practices under this section. 61 F. Supp. 2d 1092.\n\nPlaintiffs' unfair or deceptive acts or practices claims dismissed; this section and §480-13 do not provide a cause of action for personal injury claims. 100 F. Supp. 2d 1265.\n\nA technical violation of Truth In Lending Act (TILA) does not constitute a per se violation of this section. The technical violation of TILA at issue, i.e., the failure to provide a properly dated notice of right to cancel, did not qualify as an unfair act or practice. 101 F. Supp. 2d 1326.\n\nA municipality may be held liable under this chapter if its act is done \"in the conduct of any trade or commerce\", but is not subject to a treble damage penalty. 215 F. Supp. 2d 1098.\n\nWhere the dispute giving rise to a claim for unfair and deceptive act in trade or commerce occurred after the alleged injury, when plaintiff alleged that defendant failed to comply with their agreement regarding the release of plaintiff's medical records, plaintiff lacked standing as a consumer to bring a claim under this section, and defendant was not engaged in trade or commerce. 383 F. Supp. 2d 1244.\n\nPlaintiff's claim under this section failed, where the statute of limitations barred any unlawful business practice claim that occurred prior to the four-year limitation period and although the additional alleged occurrences would not be time-barred, plaintiff's asserted damages flowing from the violation were unrecoverable because they were speculative. 522 F. Supp. 2d 1272.\n\nPlaintiffs' state law claims, alleging violation of chapter 480 and common law fraud, to the extent they were premised on Truth in Lending Act (TILA) or Regulation Z violations, including defendant's alleged failure to properly disclose certain terms in its documents as required by TILA, were preempted; the remaining state law claims were not preempted. 647 F. Supp. 2d 1208 (2008).\n\nPlaintiff's claim for violation of this section was preempted by federal copyright law. 673 F. Supp. 2d 1144 (2009).\n\nDefendant's motion to dismiss count of complaint alleging unfair methods of competition denied, where defendant argued that the count must be dismissed, because, as a matter of law, defendant's alleged breaches of the subject agreements did not, without more, constitute unfair methods of competition under this section. 679 F. Supp. 2d 1203 (2009).\n\nParts of plaintiff's unfair and deceptive trade practices claim were not preempted by federal law where complaint alleged that defendant had a general duty applicable to a contract, and not a duty created by federal statute or regulation. 707 F. Supp. 2d 1080 (2010).\n\nUnfair and deceptive trade practices sufficiently alleged where defendant's agent made false representations, defendant improperly prepared loan documents for two separate transactions, and defendant entered into a transaction with plaintiff. 707 F. Supp. 2d 1080 (2010).\n\nWhile plaintiff may not recover under both the unfair and deceptive trade practices statute and the federal Truth in Lending Act, not all allegations stemming from the same set of facts necessarily implicate the same matter. 707 F. Supp. 2d 1080 (2010).\n\nPlaintiff's investment was for business purposes where plaintiff created plaintiff's own venture, plaintiff's investors were relying on plaintiff to provide them with profit, and plaintiff acted as plaintiff's own broker; plaintiff's investment under this chapter not a \"personal investment\", and therefore plaintiff did not satisfy definition of \"consumer\" pursuant to this chapter. 710 F. Supp. 2d 1036 (2010).\n\nBecause the language contained in this section is similar to California's statute, and since plaintiff appears to base plaintiff's claim on \"fraudulent concealment\", plaintiff was required to plead plaintiff's unfair and deceptive trade practices claim with specificity; defendants' motion to dismiss based on this issue granted. 730 F. Supp. 2d 1213 (2010).\n\nTo the extent plaintiffs argued that defendant was an assignee, their claims failed because this section's liability did not attach merely because, as plaintiff argued, defendant was an assignee. 773 F. Supp. 2d 886 (2011); 773 F. Supp. 2d 900 (2011).\n\nDefendant resort's motion to dismiss plaintiff resort employees' claim that defendant violated §481B-14, brought under this section, granted where plaintiffs' allegations did not show the nature of the competition or demonstrate that plaintiffs have suffered an antitrust injury; Hawaii's requirement that a plaintiff assert the nature of the competition was designed to serve the same purpose as the federal requirement that a plaintiff assert an antitrust injury. 818 F. Supp. 2d 1240 (2010).\n\nPlaintiff resort employees' claim, brought under this section, that defendant resort violated §481B-14 was not preempted by §301 of the Labor Management Relations Act, 29 U.S.C. §185(a), because the claim regarding §481B-14 was a statutory claim that was independent from any obligations created under the collective bargaining agreement (agreement) between defendant and plaintiffs; further, resolution of the claim did not require interpretation of the agreement and there was no clear and explicit waiver of the plaintiffs' rights under §481B-14 in the agreement. 818 F. Supp. 2d 1240 (2010).\n\nPlaintiff hotel employees' claim, brought pursuant to § §481B-4 and 481B-14 and this section, was not preempted by §301 of the Labor Management Relations Act, 29 U.S.C. §185(a) because plaintiffs were not enforcing a right conferred only by the collective bargaining agreement (agreement), but rather an independent right conferred by state law; resolution of plaintiffs' state law claim was not dependent on any provision contained in the agreement and did not require interpretation of the agreement. 835 F. Supp. 2d 914 (2011).\n\nPlaintiffs' claim pursuant to § §481B-4 and 481B-14 and this section dismissed because (1) they had not alleged harm to competition; (2) merely alleging competition between hotels that result in lower prices did not give rise to antitrust injury; (3) no authority to support plaintiffs \"competing\" with defendant for tips, that there was a competitive market that defendant was a part of for tips, or that defendant's actions regarding service charges had a negative effect on that market; and (4) statements that their injuries were \"inextricably intertwined\" with defendant's acts did not establish that defendant caused any negative effect on competition. 835 F. Supp. 2d 914 (2011).\n\nPlaintiff borrowers' unfair and deceptive acts and practices claim pursuant to subsection (a) dismissed where nothing in the complaint indicated that any defendant \"exceed[ed] the scope of a conventional role as a mere lender of money\". 836 F. Supp. 2d 1083 (2011).\n\nTo the extent that plaintiff trustee of decedent's trust argued that defendants could be liable as assignees, plaintiff's claim still failed because this section's liability did not attach \"merely because one is an assignee\". 848 F. Supp. 2d 1182 (2012).\n\nDefendant mortgagee and loan servicer's motion to dismiss plaintiff mortgagor's claim pursuant to this section granted where plaintiff's allegations appeared to sound at least partly in fraud, yet failed to meet federal rule of civil procedure rule 9(b)'s particularity requirement; specifically, where a chapter 480 claim is based on fraudulent acts, a plaintiff must plead the claim with particularity. 850 F. Supp. 2d 1120 (2012).\n\nAlthough a damage claim under §480-13 based on violations of this section may only be asserted against the wrongdoer, a rescission claim under chapter 480 can stand against subsequent assignees if the contract is void; where plaintiff had alleged that defendant mortgage broker assigned or sold loans to other defendants, plaintiff could seek rescission against other defendants if mortgage broker violated chapter 480 and the loans were void; however, a plaintiff seeking affirmatively to void a mortgage transaction under §480-12 must \"place the parties in as close a position as they held prior to the transaction\". 861 F. Supp. 2d 1153 (2012).\n\nCount of plaintiffs' complaint failed to state a claim for a violation of this section, where: (1) because of an alleged termination of a mortgage participation certificates' trust, plaintiffs claimed that defendant was also terminated as the mortgage loan servicer and wrongfully collected mortgage loan payments from plaintiffs; and (2) plaintiffs did not assert particularized allegations of the circumstances constituting fraud. 901 F. Supp. 2d 1253 (2012).\n\nThe statement in §480-14(b) that the attorney general \"may bring a class action\" is merely a recognition that the attorney general has the discretion, as opposed to a statutory obligation, to bring a parens patriae class action in response to violations of §480-2. 907 F. Supp. 2d 1188 (2012).\n\nWhere plaintiffs alleged that defendants engaged in various unfair and deceptive acts or practices in connection with the loan origination, including inducing plaintiffs to accept a loan product that plaintiffs could not afford, plaintiffs' claims were time-barred and there was no genuine issue of material fact as to the claim. 911 F. Supp. 2d 916 (2012).\n\nThere was no basis for any unfair or deceptive act or practice claim against defendant mortgage servicer, where evidence established that defendant responded in a timely manner to almost every one of plaintiff's numerous written requests for information, and when given the opportunity, defendant investigated plaintiff's claims. Even assuming a question of fact existed as to whether any acts of defendant were misleading or deceptive, plaintiff had no evidence of actual damages resulting from any such act. 948 F. Supp. 2d 1086 (2013).\n\nPlaintiff had not sufficiently pleaded the competition requirement explained in Hawaii Medical Association, where plaintiff merely alleged that defendants \"operate within the healthcare services industry\" without providing any allegations as to the nature of the competition between plaintiff and either defendant. 948 F. Supp. 2d 1131 (2013).\n\nCount of complaint alleging unfair and deceptive acts and practices (UDAP) in violation of this section against defendants, for allegedly failing to provide plaintiff with the opportunity to process a loss mitigation application of plaintiff's loan before proceeding with the nonjudicial foreclosure sale, dismissed, where plaintiff's allegations failed to sufficiently address the elements of a UDAP claim. 990 F. Supp. 2d 1042 (2013).\n\nPlaintiff's unfair methods of competition claim dismissed, where plaintiff advanced insufficient factual allegations to support a claim that defendant's failure to disclose resort fees and their mandatory nature had a negative effect on competition that harmed consumers like plaintiff. Plaintiff failed to describe the nature of competition with particularity. 1 F. Supp. 3d 1084 (2014).\n\nPlaintiff was precluded from asserting an unjust enrichment claim, since plaintiff had an adequate remedy at law in the form of a claim under subsection (a) and an express contract or agreement existed between the parties. 1 F. Supp. 3d 1084 (2014).\n\nThe factual allegations regarding plaintiff's unfair or deceptive practices claim, which turned on whether defendant adequately disclosed to consumers the existence of mandatory resort fees, were sufficient to survive a motion to dismiss; however, plaintiff was ordered to provide a more definite statement as to certain allegations. 1 F. Supp. 3d 1084 (2014).\n\nThe court found it inappropriate to decide the date of accrual and the statute of limitations issue, as it was unclear from the speculative allegations in the amended complaint which specific acts, other than those addressed by the court's order, plaintiffs claimed to be unfair or deceptive acts or practices. 1 F. Supp. 3d 1106 (2014).\n\nWhere plaintiffs' unfair or deceptive acts or practices claims appeared to be based on the same allegations as their wrongful foreclosure claims, among other things, plaintiffs failed to articulate how they were injured by a material misrepresentation, as they did not allege a wrongful non-judicial foreclosure. 1 F. Supp. 3d 1106 (2014).\n\nQuestion of fact remained as to whether there were notices to the public that defendant franchisee was the restaurant operator. In this limited respect, defendant franchisor's motion for summary judgment denied on plaintiffs' claim that defendant franchisor engaged in deceptive practices. 15 F. Supp. 3d 1043 (2014).\n\nCourt found that plaintiff, a reverse mortgage loan borrower, sufficiently stated a claim for affirmative misrepresentation under this section; plaintiff alleged that a kickback scheme existed between defendants insurer, insurance brokers, and lender that force placed hurricane insurance on plaintiff's property, where defendant lender chose significantly more expensive policies offered by defendant insurers and insurance brokers in order to receive kickbacks, reinsurance profits, and other wrongful benefits. 308 F. Supp. 3d 1093 (2018).\n\nIn an action where plaintiff, a reverse mortgage loan borrower, alleged that defendant, a lender, placed \"unnecessary\" hurricane insurance on plaintiff's property that had unreasonable and inflated premiums, the court determined that plaintiff's claims under this section were preempted by the Home Owners' Loan Act to the extent that they were premised on a failure to disclose information or were being used either to limit lender's ability to force place insurance on properties securing loans or lender's choice of insurers or premiums to be charged on the forced placement of insurance. But to the extent the claims were based on lender's affirmative misrepresentations, they were not preempted. 308 F. Supp. 3d 1093 (2018).\n\nWhere plaintiffs-mortgagors claimed unfair and deceptive trade practices based upon an allegedly forged assignment of mortgage and mailings from defendant-mortgagee that allegedly misstated the amounts and misrepresented who was entitled to enforce a promissory note, the court found that the: (1) validity of the assignment of mortgage was addressed in a previous lawsuit; and (2) mailings, although not precluded by prior litigation, failed to state a claim for violation of this section. 329 F. Supp. 3d 1141 (2018).\n\nWhere plaintiff-mortgagors sought putative class action for wrongful foreclosure of mortgages against defendant-mortgagee and sought monetary damages in lieu of a return of title and possession, the court found that plaintiffs-mortgagors, under §501-118, could not impeach the foreclosure proceedings after the land court's entry of new transfers of certificates of title. Thus, plaintiffs-mortgagors' wrongful foreclosure, unfair and deceptive practices, and unfair methods of competition claims were barred, regardless of how the remedy was styled. 342 F. Supp. 3d 1029 (2018).\n\nAlthough plaintiff asserted that defendant, a life insurer, engaged in unfair and deceptive acts or practices (UDAP), the complaint was devoid of any allegations, particularized or otherwise, of misrepresentations, omissions, or deceptive practices by defendant, as would be necessary to sustain a UDAP claim for deception, and plaintiff did not identify any conduct that could be described as \"unfair\". Despite alleging that defendant's policy did not correspond to plaintiff's net worth and that the premiums were unaffordable, plaintiff misstated plaintiff's net worth on the insurance application. Further, the court was unaware of any controlling authority for the proposition that a life insurance company must make a suitability determination prior to issuing a life insurance policy. 382 F. Supp. 3d 1031 (2019).\n\nComplexity of insurance policy, without more, does not make document deceptive. 55 H. 155, 516 P.2d 720.\n\nFederal statutes and decisions are to be used as guides. 63 H. 289, 627 P.2d 260.\n\nViolation where financial institution failed to inform parents with education plan, that it had a side deal with schools to pay tuition in semiannual installments. 71 H. 285, 788 P.2d 833.\n\nA broker or salesperson actively involved in a real estate transaction engages in \"conduct in any trade or commerce\" and is thus subject to liability under this chapter. 80 H. 54, 905 P.2d 29.\n\nWhere employee was not a \"consumer\" as defined under §480-1, employee lacked standing to maintain private cause of action under §480-13 against workers' compensation insurer based on alleged violation of this section. 83 H. 457, 927 P.2d 858.\n\nWhere employer was not a \"consumer\" as defined under §480-1, employee could not maintain action under §480-13, based on employee's third party beneficiary status, against workers' compensation insurer for alleged violation of this section. 83 H. 457, 927 P.2d 858.\n\nThere is no private claim for relief under §480-13 for unfair methods of competition in violation of this section; private remedy is restricted to claims of unfair or deceptive acts or practices. 91 H. 224, 982 P.2d 853.\n\nGenuine issues of material fact precluded summary judgment with respect to defendant's counterclaims based on alleged violation of this section where defendants alleged that plaintiff credit union \"unethically\" or \"unscrupulously\" attempted to influence defendants to sign loan documents by making deceptive representations to alleviate defendants' concerns that the mortgage interest rate was not that for which they had bargained for. 94 H. 213, 11 P.3d 1.\n\nBy the plain language of this chapter, no actual purchase is necessary as a prerequisite to a consumer recovering damages under §480-13, based on injuries stemming from violations of this section. 98 H. 309, 47 P.3d 1222.\n\nUnder the filed-rate doctrine, telephone customers' claims failed as a matter of law where customers could not demonstrate that telephone company's allegedly inadequate disclosures constituted an unfair or deceptive trade practice because (1) company's tariffs on file with the public utilities commission disclosed that fees should be assessed against customers receiving touch calling services; (2) knowledge of these disclosures contained in the tariff was imputed to the customers, and, thus, (3) customers could prove neither the injury nor the likelihood of damage that is required under this section or chapter 481A. 109 H. 69, 123 P.3d 194.\n\nAny person may bring a claim of unfair methods of competition based upon conduct that could also support a claim of unfair or deceptive acts or practices as long as the nature of the competition is sufficiently alleged in the complaint. 113 H. 77, 148 P.3d 1179.\n\nBy its plain language, subsection (e) authorizes any person, i.e., businesses and individual consumers, to bring an action grounded upon unfair methods of competition; thus, trial court erred to the extent that it premised its dismissal of plaintiffs' unfair methods of competition claims on its conclusion that plaintiffs \"are not competitors of defendant\". 113 H. 77, 148 P.3d 1179.\n\nRetroactive application of subsection (e), which created a private claim for relief, is not permitted inasmuch as the legislature did not expressly or obviously indicate its intention that subsection (e) apply retroactively; thus, trial court correctly concluded that plaintiffs' claims of unfair methods of competition based upon defendant's alleged wrongful acts prior to the effective date of subsection (e) were barred. 113 H. 77, 148 P.3d 1179.\n\nUnder this section, plaintiffs need not be \"in competition\" with defendant; thus, trial court erred to the extent that its dismissal of plaintiffs' unfair methods of competition claims were premised on its conclusion that plaintiffs \"are not in competition with defendant\". 113 H. 77, 148 P.3d 1179.\n\nWhere unincorporated association of apartment owners was not a \"consumer\" as defined by §480-1, it lacked standing to bring an action based upon unfair or deceptive acts or practices declared unlawful by this section. 115 H. 232, 167 P.3d 225.\n\nEmployees are \"any persons\" within the meaning of §480-1 and subsection (e) and are within the category of plaintiffs who have standing to bring a claim under subsection (e) for a violation of §481B-14; however, based on the allegations contained in employees' amended complaint, employees did not sufficiently allege the \"nature of the competition\" to bring a claim for damages against employer under §480-13(a) and subsection (e) for a violation of §481B-14. 122 H. 423, 228 P.3d 303 (2010).\n\nWhere employees asserted an unfair method of competition claim based on a violation of §481B-14, circuit court erred in granting employers' motion for summary judgment because employees sufficiently proved that: (1) employers' conduct negatively affected competition; and (2) the unlawful conduct injured employees in their business or property by depriving employees of tip income to which they were entitled. 133 H. 1, 323 P.3d 792 (2014).\n\nWhether it was an unfair practice for creditor to threaten to cut off business with debtor's employer unless debt was paid was a jury question. 2 H. App. 301, 632 P.2d 1071.\n\nCorporation committed unfair or deceptive acts by allowing another to use its contractor's license and guaranteeing its own contractual obligations; section does not supersede remedy for common law fraud. 6 H. App. 125, 712 P.2d 1148.\n\nUnfair or deceptive trade practice claimed where defendants' labels implied that foreign-made kukui nut leis were manufactured in Hawaii. 7 H. App. 600, 789 P.2d 501.\n\nEvidence supported conclusion that person and corporation owned and operated by person engaged in unfair and deceptive acts or practices in publication of corporation's newspaper and television advertisements. 9 H. App. 106, 826 P.2d 879.\n\nIn action by consumer under this section, \"unclean hands\" of consumer not a defense to claim for damages under §480-13(b)(1). 86 H. 405 (App.), 949 P.2d 1026.\n\nThe circuit court did not abuse its discretion in finding that the superiority requirement under HRCP rule 23(b)(3) was met--that a class action was superior to other available methods for the fair and efficient adjudication of the controversy--where both the plaintiff's individual claim and the class action hinged on whether the mortgagee's alleged act of withholding information about its statement fee waiver policy constituted a deceptive practice under this section. 122 H. 238 (App.), 225 P.3d 680 (2010).\n\nWhere mortgagee's alleged act of withholding information about its statement fee waiver policy would predominate and form the basis for plaintiff's individual claim and the class action under this section, the circuit court did not abuse its discretion in finding that the predominance requirement under HRCP rule 23(b)(3) was met. 122 H. 238 (App.), 225 P.3d 680 (2010).\n\nWhere mortgagor's monthly payments were nearly $1,000 more than mortgagor's gross monthly income, there was no issue of material fact as to whether mortgage lenders engaged in unfair and deceptive practices because: (1) mortgagor's mistaken belief that mortgagor could afford the payments was not the result of mortgage lenders' actions but, instead, was based on mortgagor's investment agreement with mortgage broker; and (2) there was no showing of an agency relationship between the mortgage broker and mortgage lenders. 134 H. 170 (App.), 338 P.3d 1185 (2014).\n\nDiscussed: 903 F. Supp. 2d 1008 (2012); 907 F. Supp. 2d 1188 (2012); 406 F. Supp. 3d 884 (2019); 407 F. Supp. 3d 978 (2019); 407 F. Supp. 3d 1016 (2019); and 407 F. Supp. 3d 1051 (2019).\n\nMentioned: 907 F. Supp. 2d 1165 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-2/"
    },
    {
      "id": "section-480-3",
      "number": "480-3",
      "heading": "Interpretation.",
      "text": "§480-3 Interpretation.This chapter shall be construed in accordance with judicial interpretations of similar federal antitrust statutes, except that lawsuits by indirect purchasers may be brought as provided in this chapter. [L 1965, c 129, pt of §1; Supp, §205A-1.2; HRS §480-3; am L 1981, c 91, §1; am L 1987, c 274, §3]\n\nLaw Journals and Reviews\n\nHawaii's Section Five of the FTC Act: The Ubiquitous Antitrust Law. 6 HBJ 5.\n\nMisrepresentation and Deception Under Section 480-2 of the Hawaii Revised Statutes. 10 HBJ 69.\n\nSubstantive standards intended to be same as §16 of Clayton Act. 518 F.2d 913.\n\nCourts must refer to judicial interpretation of §5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. §45(a)(1) before applying §480-2. 849 F.2d 388.\n\nRelation of federal regulation and possible antitrust exemption to state laws construed. 460 F. Supp. 1359.\n\nLegislative history clearly indicates that state laws are to be interpreted and construed in harmony with analogous federal antitrust laws. 513 F. Supp. 726.\n\nFederal statutes and decisions are to be used as guides. 63 H. 289, 627 P.2d 260.\n\nCited: 332 F.3d 600; 168 F. Supp. 2d 1180.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-3/"
    },
    {
      "id": "section-480-31",
      "number": "480-3.1",
      "heading": "Civil penalty.",
      "text": "§480-3.1 Civil penalty.Any person, firm, company, association, or corporation violating any of the provisions of section 480-2 shall be fined a sum of not less than $500 nor more than $10,000 for each violation, which sum shall be collected in a civil action brought by the attorney general or the director of the office of consumer protection on behalf of the State. The penalties provided in this section are cumulative to the remedies or penalties available under all other laws of this State. Each day that a violation of section 480-2 occurs shall be a separate violation. [L 1968, c 10, §2; am L 1975, c 92, §1 and c 156, §1; am L 1986, c 9, §1]\n\nDivestiture is not available remedy in private action. 518 F.2d 913.\n\nWhere the State brought an action against several pharmaceutical companies for allegedly deceptive drug marketing, and the pharmaceutical companies sought an injunction against the state court litigation on the basis that it violated their First Amendment rights, the appellate court found that: (1) although the state proceeding was being litigated by private counsel, it was still an action brought by the State; (2) the State's action had been brought under this section, which punishes those who engage in deceptive acts in commerce; and (3) the state court litigation was a quasi-criminal enforcement proceeding and, therefore, theYoungerabstention barred a federal court from interfering. 979 F.3d 732 (2020).\n\nWhere the State brought an action against pharmaceutical companies for allegedly false and deceptive drug marketing and labeling, and the pharmaceutical companies sought to dismiss the state court litigation on the basis that it violated their First Amendment rights, the district court found that abstaining underYoungerwas necessary because: (1) the state court litigation was a quasi-criminal enforcement proceeding; (2) state actions to enforce consumer protection laws against unfair and deceptive business practices were sufficiently important forYoungerpurposes; and (3) despite plaintiffs' argument that their First Amendment claim constitutes an extraordinary circumstance that may cause irreparable harm due to the state action possibly chilling their speech, the state court could resolve these concerns and provide appropriate remedies. 444 F. Supp. 3d 1231 (2020).\n\nUpon determination that person, while acting on behalf of corporation owned and operated by that person, violated §480-2, court must order person and corporation to each bear separate liability for separate civil fines rather than imposing joint and several liability for one civil fine. 9 H. App. 106, 826 P.2d 879.\n\nDiscussed: 907 F. Supp. 2d 1188 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-3-1/"
    },
    {
      "id": "section-480-33",
      "number": "480-3.3",
      "heading": "Endless chain schemes.",
      "text": "§480-3.3 Endless chain schemes.A person engages in an unfair method of competition and an unfair or deceptive act or practice within the meaning of section 480-2 when, in the conduct of any trade or commerce, the person contrives, prepares, sets up, proposes, or operates any endless chain scheme. As used in this section, an endless chain scheme means any scheme for the disposal or distribution of property whereby a participant pays a valuable consideration for the chance to receive compensation for introducing one or more additional persons into participation in the scheme, or for the chance to receive compensation when a person introduced by the participant introduces a new participant. Compensation, as used in this section, does not mean or include payments based upon sales made to persons who are not participants in the scheme and who are not purchasing in order to participate in the scheme. [L 1970, c 28, §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-3-3/"
    },
    {
      "id": "section-480-4",
      "number": "480-4",
      "heading": "Combinations in restraint of trade, price-fixing and limitation of production prohibited.",
      "text": "§480-4 Combinations in restraint of trade, price-fixing and limitation of production prohibited.(a) Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce in the State, or in any section of this State is illegal.\n\n(b) Without limiting the generality of subsection (a), no person, exclusive of members of a single business entity consisting of a sole proprietorship, partnership, trust, or corporation, shall agree, combine, or conspire with any other person or persons, or enter into, become a member of, or participate in, any understanding, arrangement, pool, or trust, to do, directly or indirectly, any of the following acts, in the State or any section of the State:\n\n(1) Fix, control, or maintain the price of any commodity;\n\n(2) Limit, control, or discontinue, the production, manufacture, or sale of any commodity for the purpose or with the result of fixing, controlling or maintaining its price;\n\n(3) Fix, control, or maintain, any standard of quality of any commodity for the purpose or with the result of fixing, controlling, or maintaining its price;\n\n(4) Refuse to deal with any other person or persons for the purpose of effecting any of the acts described in paragraphs (1) to (3).\n\n(c) Notwithstanding subsection (b) and without limiting the application of subsection (a), it shall be lawful for a person to enter into any of the following restrictive covenants or agreements ancillary to a legitimate purpose not violative of this chapter, unless the effect thereof may be substantially to lessen competition or to tend to create a monopoly in any line of commerce in any section of the State:\n\n(1) A covenant or agreement by the transferor of a business not to compete within a reasonable area and within a reasonable period of time in connection with the sale of the business;\n\n(2) A covenant or agreement between partners not to compete with the partnership within a reasonable area and for a reasonable period of time upon the withdrawal of a partner from the partnership;\n\n(3) A covenant or agreement of the lessee to be restricted in the use of the leased premises to certain business or agricultural uses, or covenant or agreement of the lessee to be restricted in the use of the leased premises to certain business uses and of the lessor to be restricted in the use of premises reasonably proximate to any such leased premises to certain business uses;\n\n(4) A covenant or agreement by an employee or agent not to use the trade secrets of the employer or principal in competition with the employee's or agent's employer or principal, during the term of the agency or thereafter, or after the termination of employment, within such time as may be reasonably necessary for the protection of the employer or principal, without imposing undue hardship on the employee or agent.\n\n(d) Except as provided in subsection (c)(4), it shall be prohibited to include a noncompete clause or a nonsolicit clause in any employment contract relating to an employee of a technology business. The clause shall be void and of no force and effect.\n\nAs used in this subsection:\n\n\"Information technology development\" means the design, integration, deployment, or support services for software.\n\n\"Noncompete clause\" means a clause in an employment contract that prohibits an employee from working in a specific geographic area for a specific period of time after leaving employment with the employer.\n\n\"Nonsolicit clause\" means a clause in an employment contract that prohibits an employee from soliciting employees of the employer after leaving employment with the employer.\n\n\"Software development\" means the creation of coded computer instructions.\n\n\"Technology business\" means a trade or business that derives the majority of its gross income from the sale or license of products or services resulting from its software development or information technology development, or both. A \"technology business\" excludes any trade or business that is considered by standard practice as part of the broadcast industry or any telecommunications carrier, as defined in section 269-1, that holds a franchise or charter enacted or granted by the legislative or executive authority of the State or its predecessor governments. [L 1961, c 190, §2; Supp, §205A-2; am imp L 1967, c 49, §1; HRS §480-4; gen ch 1985; am L 2015, c 158, §2]\n\nCross References\n\nActions to enforce noncompetition agreements, see §607-14.9.\n\nLaw Journals and Reviews\n\nNon-Compete Clauses in Physician Employment Contracts are Bad For Our Health. 14 HBJ, no. 13, at 79 (2011).\n\nApplies only to commerce in the State. 518 F.2d 913.\n\nInsufficient evidence of unlawful conspiracy to require all contractors to contribute to contractor's association fund. 809 F.2d 626.\n\nMentioned in discussing availability of estoppel as defense in private antitrust action. 296 F. Supp. 920.\n\nImportant factors in determining predatory pricing include: timing of the price cut; particular growth cycle of the firm; circumstances and duration of the price cut. 513 F. Supp. 726.\n\nMere formality of separate incorporation is not, without more, sufficient to provide the capability for conspiracy. Parent corporation controlled subsidiary to such a degree that the two entities in substance constitute a single entity incapable of conspiring with itself. 513 F. Supp. 726.\n\nAction by shopping center tenant against shopping center owner. 530 F. Supp. 499.\n\nLarge landowner's parallel lease-only policy not unlawful conspiracy; standardization of leases not price-fixing. 594 F. Supp. 1480.\n\nNo standing to sue for price-fixing and monopoly since no showing that alleged price-fixing caused injury. 606 F. Supp. 584.\n\nPreempted by federal labor regulations. 687 F. Supp. 1453.\n\nSalesman's Agreement imposed reasonable restrictions on former employees' contacts with customers where, inter alia, (1) restrictions regarding customer contact were limited to two years following termination; and (2) an employee was not prohibited from working for a competitor, but only in assisting the competitor in selling products that were competitive with the employer's products; even that restriction applied only when contacting certain customers. 18 F. Supp. 2d 1116.\n\nWhere defendant, a wholesale food marketer and distributor, asserted that plaintiff, a common carrier, engaged in an illegal tying arrangement and that plaintiff worked in concert with another carrier to impair competition, defendant presented no genuine issue of material fact with respect to its §480-4 claim for concerted action, and presented a viable claim under this section for an illegal tying arrangement. 61 F. Supp. 2d 1092.\n\nDefendants' motion for summary judgment on plaintiffs' claim under this section granted; although the word \"commodity\" was defined to include \"any other business\", the purchase of real estate by an individual owner could not be considered a business. 338 F. Supp. 2d 1106.\n\nMentioned, where plaintiff alleged that defendants' practice of imposing maximum price restrictions in rebate program for the installation of solar water heaters violated state and federal antitrust law, and summary judgment granted for defendants on plaintiffs' claims based on Sections 1 and 2 of the Sherman Act and state antitrust claims. 409 F. Supp. 2d 1206.\n\nRestraints in subsection (c) are not the only allowable types; others that are not per se violations of chapter 480 are valid if deemed reasonable. 57 H. 113, 551 P.2d 163.\n\nA parent-subsidiary corporate relationship without more is generally insufficient to establish capacity for unlawful conspiracy. 63 H. 289, 627 P.2d 260.\n\nWhere economic interest of corporation's officer/majority shareholder's was the same as that of corporation's two wholly-owned subsidiaries, officer/majority shareholder could not conspire with the corporation for purposes of §480-9 or this section. 91 H. 224, 982 P.2d 853.\n\nWhere the two companies were wholly-owned subsidiaries of the same parent corporation and shared a singular economic interest, they could not constitute a plurality of actors for purposes of a conspiracy under §480-9 or this section. 91 H. 224, 982 P.2d 853.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-4/"
    },
    {
      "id": "section-480-5",
      "number": "480-5",
      "heading": "Requirements and output contracts; tying agreements.",
      "text": "§480-5 Requirements and output contracts; tying agreements.No person shall sell or buy any commodity, or fix a price or discount from, or rebate upon, such price, on the condition, agreement, or understanding that the other person or persons shall not deal in the commodity of a competitor of the seller, or shall not deal with the competitor of the purchaser, as the case may be, when the effect of the sale or purchase or the condition, agreement, or understanding, may be to substantially lessen competition or tend to create a monopoly in any line of commerce in any section of the State. [L 1961, c 190, §3; Supp, §205A-3; HRS §480-5]\n\nLarge landowner not engaged in tying arrangement by requiring that house be built and bought before house lot leased. 594 F. Supp. 1480.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-5/"
    },
    {
      "id": "section-480-6",
      "number": "480-6",
      "heading": "Refusal to deal.",
      "text": "§480-6 Refusal to deal.No person shall refuse to sell any commodity to, or to buy any commodity from, any other person or persons, when the refusal is for the purpose of compelling or inducing the other person or persons to agree to or engage in acts which, if acceded to, are prohibited by other sections of this chapter. [L 1961, c 190, §4; Supp, §205A-4; HRS §480-6]\n\nPreempted by federal labor regulations. 687 F. Supp. 1453.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-6/"
    },
    {
      "id": "section-480-7",
      "number": "480-7",
      "heading": "Mergers, acquisitions, holdings, and divestitures.",
      "text": "§480-7 Mergers, acquisitions, holdings, and divestitures.(a) No person shall acquire and hold, directly or indirectly, the whole or any part of the stock, interest, or membership of any other person, or the whole or any part of the assets of any other person, where the effect of the acquisition and holding may be substantially to lessen competition, or to tend to create a monopoly in any line of commerce in any section of the State; provided that this subsection shall not apply to any person acquiring and holding the stock, interest, or membership solely for investment and not using the same by voting or otherwise to bring about, or in attempting to bring about, the substantial lessening of competition or the creation of a monopoly in any line of commerce in any section of the State. Nor shall anything in this subsection prevent a person from causing the formation of a subsidiary business entity for the actual carrying on of its immediate lawful business, or the natural and legitimate branches or extensions thereof, or from owning and holding all or a part of the stock, interest, or membership of a subsidiary business entity, when the effect of the formation is not substantially to lessen competition.\n\nAs used in this subsection:\n\n\"Control\" means:\n\n(1) Owning or having the power to vote eighty per cent or more of any class of voting securities of the subsidiary;\n\n(2) Having the power to elect, by any means, a majority of the directors; or\n\n(3) Having the power to exercise a dominant influence over the management and policies of the subsidiary.\n\n\"Subsidiary\" means any person that is under the control of a person.\n\n(b) Notwithstanding any other provision in this chapter to the contrary, any person who may or shall be injured in the person's business or property because of anything prohibited under subsection (a) may bring an action for injunctive relief against the proposed merger or acquisition. In any action brought pursuant to this subsection, the court, as it deems just, may award to a prevailing party and enter as part of its order or judgment, a reasonable sum for costs and expenses incurred, including reasonable attorney's fees.\n\n(c) Where the court finds that the holding of the whole or any part of the stock, interest, membership, or assets of any other person may be substantially to lessen competition or to tend to create a monopoly in any line of commerce in any section of the State, and is therefore not in the public interest, then the court may order the divestiture or other disposition of the stock, interest, membership, or assets of the person, and prescribe a reasonable time, manner, and degree of the divestiture or other disposition thereof; provided that the court shall not order the divestiture or other disposition of the assets of the person unless it is necessary to eliminate the lessening of competition or the tendency to create a monopoly. [L 1961, c 190, §5; Supp, §205A-5; HRS §480-7; am L 2005, c 108, §2]\n\nStandard of illegality same as §7 of Clayton Act. 518 F.2d 913.\n\nMentioned in discussing availability of estoppel as defense in private antitrust action. 296 F. Supp. 920.\n\nDivestiture not available in private action under §7 of Clayton Act; to recover damages based on conduct subsequent to acquisition, plaintiffs must show actual or imminent injury to competition. 491 F. Supp. 1199.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-7/"
    },
    {
      "id": "section-480-8",
      "number": "480-8",
      "heading": "Interlocking directorates and relationships.",
      "text": "§480-8 Interlocking directorates and relationships.(a) From and after February 21, 1962, no person shall be at the same time a director, officer, partner, or trustee in any two or more firms, partnerships, trusts, associations, or corporations or any combination thereof, engaged in whole or in part in commerce, if such firms, partnerships, trusts, associations, or corporations or any combination thereof, are or shall have been theretofore, by virtue of their business and location of operation, competitors, so that the elimination of competition by agreement between them would constitute a violation of this chapter.\n\n(b) From and after February 21, 1962, no person shall be at the same time a director, officer, partner, or trustee in any two or more noncompeting firms, trusts, partnerships, or corporations or any combination thereof, any one of which has a total net worth aggregating more than $100,000, or a total net worth of all of the business entities aggregating more than $300,000, engaged in whole or in part in trade or commerce in this State where the effect of a merger between such business entities whether legally possible or not may be substantially to lessen competition or to tend to create a monopoly in any line of commerce in any section of the State. The total net worth herein mentioned with reference to a corporation shall consist of the capital, surplus, and undivided profits; the total net worth with reference to a firm or partnership shall consist of the capital account; and the total net worth with reference to a trust shall consist of the principal of the trust.\n\nThis subsection shall not apply to an interlocking directorship between a bank doing a banking business and any other business firm or entity.\n\n(c) No person shall by the use of a representative or representatives effectuate the result prohibited in the preceding subsections where the act or acts of the representative or representatives acting in their capacities as directors, officers, partners, or trustees of such business entities indicate an attempt, directly or indirectly, to manipulate the conduct of the business entities to the detriment of any of such entities and to the benefit of any other entity in which such person has an interest.\n\n(d) The validity or invalidity of any act of any director, officer, or trustee done by such director, officer, or trustee while occupying such position in violation of this section shall be determined by the statutory and common law of the State relating to corporations, trusts, or associations except that it shall not be affected by section 1-6. The nonapplicability of section 1-6 is limited to this section only.\n\nThe attorney general may bring an action at any time to cause a director, officer, or trustee who may be occupying such position in violation of this section, to vacate the office or offices to effectuate the termination of the prohibited interlocking relationship. The attorney general or any person affected by any act or acts of the director, officer, or trustee may move to cause the director, officer, or trustee who may be occupying such position in violation of this section to vacate the office or offices to effectuate the termination of the prohibited interlocking relationship, in any action or proceeding in which the person affected, and any such director, officer, or trustee, or the legal entities in which the director, officer, or trustee holds office are parties to the action or proceeding, without the necessity of bringing a separate action to try title to office. The court upon finding that a director, officer, or trustee is holding office in contravention of this section shall order the person to terminate the interlocking relationship, and in the case of a trustee, the court may, when it deems appropriate, order the attorney general to institute proceedings for the removal of the trustee from the trustee's office, and the findings of the court of the violation of this section by the trustee shall be a sufficient cause of action to maintain the proceeding. Any remedy provided in this section shall not limit and is in addition and cumulative to any other remedy available under any other section of this chapter or any other law. [L 1961, c 190, §6; Supp, §205A-6; HRS §480-8; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-8/"
    },
    {
      "id": "section-480-9",
      "number": "480-9",
      "heading": "Monopolization.",
      "text": "§480-9 Monopolization.No person shall monopolize, or attempt to monopolize, or combine or conspire with any other person to monopolize any part of the trade or commerce in any commodity in any section of the State. [L 1961, c 190, §7; Supp, §205A-7; HRS §480-9]\n\nMentioned in discussing availability of estoppel as defense in private antitrust action. 296 F. Supp. 920.\n\nOne element of conspiracy to monopolize is specific intent to control prices or destroy competition in any line of trade or commerce. Test for specific intent is the same, whether applied to conspiracy or attempt to monopolize. 491 F. Supp. 1199.\n\nDefendants lacked necessary market share and hence monopoly power in service jobbing of all tobacco products in Hawaii. 513 F. Supp. 726.\n\nMere formality of separate incorporation is not, without more, sufficient to provide the capability for conspiracy. Parent corporation controlled subsidiary to such a degree that the two entities in substance constitute a single entity incapable of conspiring with itself. 513 F. Supp. 726.\n\nAction by shopping center tenant against shopping center owner. 530 F. Supp. 499.\n\nLarge landowner's monopoly power over own lands not illegal where not used to injure competitors. 594 F. Supp. 1480.\n\nMentioned, where plaintiff alleged that defendants' practice of imposing maximum price restrictions in rebate program for the installation of solar water heaters violated state and federal antitrust law, and summary judgment granted for defendants on plaintiffs' claims based on Sections 1 and 2 of the Sherman Act and state antitrust claims. 409 F. Supp. 2d 1206.\n\nElements of offense of monopoly. 63 H. 289, 627 P.2d 260.\n\nFederal statutes and decisions are to be used as guides. 63 H. 289, 627 P.2d 260.\n\nWhere appellants failed to adduce evidence of a causal connection between appellees' \"anticompetitive\" conduct and appellees' alleged monopoly power, trial court properly concluded that there was insufficient evidence to sustain appellants' attempt to monopolize claim under this section; thus, as appellants failed to prove a violation of chapter 480, appellants had no standing to bring claim for relief under §480-13(a). 91 H. 224, 982 P.2d 853.\n\nWhere economic interest of corporation's officer/majority shareholder's was the same as that of corporation's two wholly-owned subsidiaries, officer/majority shareholder could not conspire with the corporation for purposes of §480-4 or this section. 91 H. 224, 982 P.2d 853.\n\nWhere the two companies were wholly-owned subsidiaries of the same parent corporation and shared a singular economic interest, they could not constitute a plurality of actors for purposes of a conspiracy under §480-4 or this section. 91 H. 224, 982 P.2d 853.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-9/"
    },
    {
      "id": "section-480-10",
      "number": "480-10",
      "heading": "Exemption of labor organizations.",
      "text": "§480-10 Exemption of labor organizations.The labor of a human being is not a commodity or article of commerce. Nothing in this chapter shall be construed to forbid the existence and operation of labor organizations, instituted for the purpose of mutual help, and not having capital stock or conducted for profits, or to forbid or restrain individual members of such organizations from lawfully carrying out the legitimate objects thereof; nor shall such organizations, or the members thereof, lawfully carrying out the legitimate objects thereof be held or construed to be illegal combinations or conspiracies in restraint of trade under this chapter.\n\nThis chapter shall not apply to the conduct or activities of labor organizations or their members which conduct or activities are regulated by federal or state legislation or over which the National Labor Relations Board or the Hawaii labor relations board has jurisdiction. [L 1961, c 190, §8; Supp, §205A-8; HRS §480-10; am L 1986, c 339, §77]\n\nCross References\n\nHawaii labor relations board, see §26-20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-10/"
    },
    {
      "id": "section-480-11",
      "number": "480-11",
      "heading": "Exemption of certain cooperative organizations; insurance transactions; approved mergers of federally regulated companies; homeless facility and program donors and provider agencies",
      "text": "§480-11 Exemption of certain cooperative organizations; insurance transactions; approved mergers of federally regulated companies; homeless facility and program donors and provider agencies.(a) Nothing in this chapter shall be construed to forbid the existence and operation of fishery, agricultural, or consumer cooperative organizations or associations instituted for the purpose of mutual help that are organized and operated under chapter 421 or 421C, or that conform and continue to conform to the requirements of the Capper-Volstead Act (7 U.S.C. 291 and 292); provided that if any organization or association monopolizes or restrains trade or commerce in any section of this State to an extent that the price of any fishery, agricultural, or consumer product is unduly enhanced by reason thereof, this chapter shall apply to those acts.\n\n(b) This chapter shall not apply to any transaction in the business of insurance that is in violation of any section of this chapter if the transaction is expressly permitted by the insurance laws of this State; provided that nothing in this section shall render this chapter inapplicable to any agreement to boycott, coerce, or intimidate or any act of boycott, coercion, or intimidation.\n\n(c) This chapter shall not apply to mergers of companies where the mergers are approved by the federal regulatory agency that has jurisdiction and control over the mergers.\n\n(d) This chapter shall not apply to:\n\n(1) Any provider agencies or donors under part XVII of chapter 346;\n\n(2) Any provider agency or donor method or act that complies with part XVII of chapter 346; or\n\n(3) Any cooperation or agreement authorized pursuant to rule under part XVII of chapter 346. [L 1961, c 190, §9; Supp, §205A-9; HRS §480-11; am L 1982, c 97, §3; am L 1991, c 212, §7; am L 1997, c 350, §17; am L 1998, c 212, §3; am L 2007, c 249, §23; am L 2010, c 89, §7]\n\nDiscussed: 406 F. Supp. 3d 884 (2019); 407 F. Supp. 3d 978 (2019); 407 F. Supp. 3d 1016 (2019); and 407 F. Supp. 3d 1051 (2019).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-11/"
    },
    {
      "id": "section-480-12",
      "number": "480-12",
      "heading": "Contracts void.",
      "text": "§480-12Contracts void.Any contract or agreement in violation of this chapter is void and is not enforceable at law or in equity. L 1961, c 190, §10; Supp, §205A-10; HRS §480-12\n\nConstruing the evidence in plaintiff decedent's trustee's favor, there was sufficient evidence (decedent mortgagee's impairments, e.g., advanced age, inability to see or hear, and dementia, rendered decedent \"incapable of reading, writing and understanding re-finance mortgage documents\") that the mortgage between decedent and defendants was void under this section, such that plaintiff may continue to seek rescission under chapter 480. 848 F. Supp. 2d 1182 (2012).\n\nAlthough a damage claim under §480-13 based on violations of §480-2 may only be asserted against the wrongdoer, a rescission claim under chapter 480 can stand against subsequent assignees if the contract is void; where plaintiff had alleged that defendant mortgage broker assigned or sold loans to other defendants, plaintiff could seek rescission against other defendants if mortgage broker violated chapter 480 and the loans were void; however, a plaintiff seeking affirmatively to void a mortgage transaction under this section must \"place the parties in as close a position as they held prior to the transaction\". 861 F. Supp. 2d 1153 (2012).\n\nA partially illegal contract may be upheld by severing the illegal portion. 61 H. 607, 607 P.2d 1304.\n\nWhere plaintiff did not provide to homeowners the lien disclosure notices before or upon signing of the contract or prior to the commencement of the work as required by §444-25.5(a), plaintiff's conduct was an unfair or deceptive practice that rendered its contract void and unenforceable at law or in equity under this section; thus, plaintiff was not entitled to a lien upon homeowners' property under §507-42, and trial court did not err in dismissing its lien application. 111 H. 349, 141 P.3d 996.\n\nAs this section voided the contract between homeowner and contractor, §507-42 and this section precluded the imposition of a §507-42 lien upon the homeowner's property by contractor who failed to comply with the requirements of §444-25.5. 96 H. 365 (App.), 31 P.3d 222.\n\nSection 444-25.5(d) and this section do not preclude some recovery in quantum meruit from a homeowner by a contractor who fails to comply with the requirements of §444-25.5; the amount cannot exceed the amount that would have been due the general contractor under the contract had the contract not been void, less the amount previously paid the contractor and the total of the amount paid and owed to all sub-contractors and materialmen. 96 H. 365 (App.), 31 P.3d 222.\n\nWhere plaintiff was attempting to eject defendants from a property that plaintiff purchased at a public auction that was held because of defendants' failure to pay the amount due and owing on a promissory note and mortgage on the property, the circuit court erred in finding that because the plaintiff did not originate the loan, the defendants could not raise an unfair or deceptive acts or practices defense against the plaintiff. 137 H. 53 (App.), 365 P.3d 389 (2016).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-12/"
    },
    {
      "id": "section-480-13",
      "number": "480-13",
      "heading": "Suits by persons injured; amount of recovery, injunctions.",
      "text": "§480-13 Suits by persons injured; amount of recovery, injunctions.(a) Except as provided in subsections (b) and (c), any person who is injured in the person's business or property by reason of anything forbidden or declared unlawful by this chapter:\n\n(1) May sue for damages sustained by the person, and, if the judgment is for the plaintiff, the plaintiff shall be awarded a sum not less than $1,000 or threefold damages by the plaintiff sustained, whichever sum is the greater, and reasonable attorney's fees together with the costs of suit; provided that indirect purchasers injured by an illegal overcharge shall recover only compensatory damages, and reasonable attorney's fees together with the costs of suit in actions not brought under section 480-14(c); and\n\n(2) May bring proceedings to enjoin the unlawful practices, and if the decree is for the plaintiff, the plaintiff shall be awarded reasonable attorney's fees together with the costs of suit.\n\n(b) Any consumer who is injured by any unfair or deceptive act or practice forbidden or declared unlawful by section 480-2:\n\n(1) May sue for damages sustained by the consumer, and, if the judgment is for the plaintiff, the plaintiff shall be awarded a sum not less than $1,000 or threefold damages by the plaintiff sustained, whichever sum is the greater, and reasonable attorney's fees together with the costs of suit; provided that where the plaintiff is an elder, the plaintiff, in the alternative, may be awarded a sum not less than $5,000 or threefold any damages sustained by the plaintiff, whichever sum is the greater, and reasonable attorney's fees together with the costs of suit. In determining whether to adopt the $5,000 alternative amount in an award to an elder, the court shall consider the factors set forth in section 480-13.5; and\n\n(2) May bring proceedings to enjoin the unlawful practices, and if the decree is for the plaintiff, the plaintiff shall be awarded reasonable attorney's fees together with the costs of suit.\n\n(c) The remedies provided in subsections (a) and (b) shall be applied in class action and de facto class action lawsuits or proceedings, including actions brought on behalf of direct or indirect purchasers; provided that:\n\n(1) The minimum $1,000 recovery provided in subsections (a) and (b) shall not apply in a class action or a de facto class action lawsuit;\n\n(2) In class actions or de facto class actions where both direct and indirect purchasers are involved, or where more than one class of indirect purchasers are involved, a defendant shall be entitled to prove as a partial or complete defense to a claim for compensatory damages that the illegal overcharge has been passed on or passed back to others who are themselves entitled to recover so as to avoid the duplication of recovery of compensatory damages;\n\n(3) That portion of threefold damages in excess of compensatory damages shall be apportioned and allocated by the court in its exercise of discretion so as to promote effective enforcement of this chapter and deterrence from violation of its provisions;\n\n(4) In no event shall an indirect purchaser be awarded less than the full measure of compensatory damages attributable to the indirect purchaser;\n\n(5) In any lawsuit or lawsuits in which claims are asserted by both direct purchasers and indirect purchasers, the court is authorized to exercise its discretion in the apportionment of damages, and in the transfer and consolidation of cases to avoid the duplication of the recovery of damages and the multiplicity of suits, and in other respects to obtain substantial fairness;\n\n(6) In any case in which claims are being asserted by a part of the claimants in a court of this State and another part of the claimants in a court other than of this State, where the claims arise out of same or overlapping transactions, the court is authorized to take all steps reasonable and necessary to avoid duplication of recovery of damages and multiplicity of suits, and in other respects, to obtain substantial fairness;\n\n(7) In instances where indirect purchasers file an action and obtain a judgment or settlement prior to the completion of a direct purchaser's action in courts other than this State, the court shall delay disbursement of the damages until such time as the direct purchaser's suits are resolved to either final judgment, consent decree or settlement, or in the absence of a direct purchaser's lawsuit in the courts other than this State by direct purchasers, the expiration of the statute of limitations, or in such manner that will minimize duplication of damages to the extent reasonable and practicable, avoid multiplicity of suit, and obtain substantial fairness; and\n\n(8) In the event damages in a class action or de facto class action remain unclaimed by the direct or indirect purchasers, the class representative or the attorney general shall apply to the court and such funds shall escheat to the State upon showing that reasonable efforts made by the State to distribute the funds have been unsuccessful.\n\n(d) The remedies provided in this section are cumulative and may be brought in one action. [L 1961, c 190, §11; Supp, §205A-11; HRS §480-13; am L 1969, c 108, §1; am L 1974, c 33, §1; am L 1980, c 69, §3; gen ch 1985; am L 1987, c 274, §4; am L 1998, c 179, §2; am L 2001, c 79, §1; am L 2002, c 229, §3; am L 2005, c 108, §3]\n\nRules of Court\n\nInjunctions, see HRCP rule 65.\n\nLaw Journals and Reviews\n\nUpdating Unfair or Deceptive Acts and Practices Under Chapter 480-2. 10 HBJ No. 13, at pg. 109.\n\nWhat Can the Abolition of Slavery Teach Us About Climate Change? Local Action in the Liquefied Natural Gas Controversy. 35 UH L. Rev. 687 (2013).\n\nDivestiture is not available remedy in private action. 518 F.2d 913.\n\nRequires showing that suit in public interest; may be proven by knowledge of illegality. 732 F.2d 1403.\n\nIn action by physician relating to termination of hospital staff privileges, public interest favors hospital. 754 F.2d 1420.\n\nPublic interest requirement not met by employer's negligent misrepresentation that it guaranteed employees full payment of their pensions. 804 F.2d 1418.\n\nSection creates private right of action for violations of §480-2. 809 F.2d 626.\n\nAppellant debtor's claim under this section remanded to the bankruptcy court to make the proper requisite findings of fact under this section where the bankruptcy court's findings of fact appear to establish that debtor's losses \"resulted from\" debtor's default, rather than from appellee lenders' failure to shout out the postponement of the foreclosure sale of debtor's property. 674 F.3d 1083 (2012).\n\nA borrower need only allege that a lender has breached its statutory duty not to engage in \"unfair or deceptive acts or practices in the conduct of any trade or commerce\" in a way that caused private damages in order to state a claim under this section and §480-2. 761 F.3d 1046 (2014).\n\nDistrict courts evaluating whether a borrower's complaint states a claim under this section and §480-2 against a lender need only address whether the complaint adequately alleges that the lender used unfair or deceptive acts in its relationship with the borrower, without looking to negligence law to determine whether the lender breached a common law duty of care. 761 F.3d 1046 (2014).\n\nAvailability of laches, estoppel, and unclean hands as defenses in private antitrust action discussed. 296 F. Supp. 920.\n\nPast or impending anticompetitive behavior justifying injunctive relief was not shown. 491 F. Supp. 1199.\n\nSection 480-13 creates private right of action for violations of §480-2. 491 F. Supp. 1199.\n\nReal estate transaction not a sale of goods or services, therefore defendants were not \"merchants\" within meaning of statute; there is insufficient public interest to bring a suit under this section where there is merely a sale of a hotel from one private party to another. 680 F. Supp. 1438.\n\nAlthough a damage claim under this section based on violations of §480-2 may only be asserted against the wrongdoer, a rescission claim under chapter 480 can stand against subsequent assignees if the contract is void; where plaintiff had alleged that defendant mortgage broker assigned or sold loans to other defendants, plaintiff could seek rescission against other defendants if mortgage broker violated chapter 480 and the loans were void; however, a plaintiff seeking affirmatively to void a mortgage transaction under §480-12 must \"place the parties in as close a position as they held prior to the transaction\". 861 F. Supp. 2d 1153 (2012).\n\nBecause the language contained in §480-2 is similar to California's statute, and since plaintiff appears to base plaintiff's claim on \"fraudulent concealment\", plaintiff was required to plead plaintiff's unfair and deceptive trade practices claim with specificity; defendants' motion to dismiss based on this issue granted. 730 F. Supp. 2d 1213 (2010).\n\nPlaintiffs' unfair or deceptive acts or practices claims dismissed; this section and §480-2 do not provide a cause of action for personal injury claims. 100 F. Supp. 2d 1265 (2010).\n\nPlaintiff not entitled to summary judgment on plaintiff's claim under this section, as plaintiff failed to establish that plaintiff was actually damaged by defendant's failure to register as a debt collector. 183 F. Supp. 2d 1234.\n\nA municipality may be held liable under this chapter if its act is done \"in the conduct of any trade or commerce\", but is not subject to a treble damage penalty. 215 F. Supp. 2d 1098.\n\nRequisites of allegations for standing purposes. 61 H. 607, 607 P.2d 1304.\n\nPolicy is to foster private actions even where acts do not culminate in injury to competition. 63 H. 289, 627 P.2d 260.\n\nAs between common law fraud claim and chapter 480 claim, where election of remedies was not unequivocal and knowledgeable, plaintiff not estopped from recovering under statutory claim. 80 H. 54, 905 P.2d 29.\n\nReal estate or residences did not qualify as \"goods\" under §480-1, but did qualify as \"personal investments\"; homebuyer thus had standing as \"consumer\" to bring claim under this section. 80 H. 54, 905 P.2d 29.\n\nUnder subsection (b)(1), award of attorneys' fees are mandatory and comprise portion of the statutory recovery for purposes of calculating the \"greater amount\" of recovery. 80 H. 54, 905 P.2d 29.\n\nWhere employee was not a \"consumer\" as defined under §480-1, employee lacked standing to maintain private cause of action under this section against workers' compensation insurer based on alleged violation of §480-2. 83 H. 457, 927 P.2d 858.\n\nWhere employer was not a \"consumer\" as defined under §480-1, employee could not maintain action under this section, based on employee's third party beneficiary status, against workers' compensation insurer for alleged violation of §480-2. 83 H. 457, 927 P.2d 858.\n\nThere is no private claim for relief under this section for unfair methods of competition in violation of §480-2; private remedy is restricted to claims of unfair or deceptive acts or practices. 91 H. 224, 982 P.2d 853.\n\nWhere appellants failed to adduce evidence of a causal connection between appellees' \"anticompetitive\" conduct and appellees' alleged monopoly power, trial court properly concluded that there was insufficient evidence to sustain appellants' attempt to monopolize claim under §480-9; thus, as appellants failed to prove a violation of chapter 480, appellants had no standing to bring claim for relief under subsection (a). 91 H. 224, 982 P.2d 853.\n\nAs subsection (b) enumerates the specific damages that a consumer may recover under this chapter and makes no provision for punitive damages, plaintiffs were precluded from seeking punitive damages under this chapter. 98 H. 309, 47 P.3d 1222.\n\nBy the plain language of this chapter, no actual purchase is necessary as a prerequisite to a consumer recovering damages under this section, based on injuries stemming from violations of §480-2. 98 H. 309, 47 P.3d 1222.\n\nWhere plaintiff alleged that, as a result of defendant's unfair or deceptive practices, plaintiff was required to divert substantial resources and time to deal with its members' problems created by defendant's conduct--\"resources that otherwise would go to support its principal mission in service of its members\", plaintiff sufficiently alleged the \"injury to business or property\" element essential to recovery under this section. 113 H. 77, 148 P.3d 1179.\n\nAlthough plaintiffs were \"consumers\" within the meaning of §480-1 and this section, plaintiffs' payment of their Hawaii medical services association (HMSA) lien to the Kentucky-based company that contracted with HMSA to provide subrogation and \"claims recovery services\", but which had violated §443B-3 (collection agency registration requirements), did not constitute an injury for which plaintiffs could bring suit under subsection (b). 117 H. 153, 177 P.3d 341.\n\nEmployees are \"any persons\" within the meaning of § §480-1 and 480-2(e) and are within the category of plaintiffs who have standing to bring a claim under §480-2(e) for a violation of §481B-14; however, based on the allegations contained in employees' amended complaint, employees did not sufficiently allege the \"nature of the competition\" to bring a claim for damages against employer under §480-2(e) and subsection (a) for a violation of §481B-14. 122 H. 423, 228 P.3d 303 (2010).\n\nWhere employees asserted an unfair method of competition claim based on a violation of §481B-14, circuit court erred in granting employers' motion for summary judgment because employees sufficiently proved that: (1) employers' conduct negatively affected competition; and (2) the unlawful conduct injured employees in their business or property by depriving employees of tip income to which they were entitled. 133 H. 1, 323 P.3d 792 (2014).\n\nHotel service employee was entitled to attorneys' fees for time expended on cross appeal of trial court's grant of summary judgment in favor of hotel operators on employee's antitrust claim, where the judgment on appeal that employee had satisfied the remaining element required for recovery on the claim materially altered the legal relationship of the parties and the only task remaining for the trial court on remand was the determination of the amount of damages. 135 H. 128, 346 P.3d 197 (2015).\n\nA fraudulent transfer promulgated with the intent required to impose punitive damages justifies a punitive award at a 2:1 ratio to the actual damages suffered by the plaintiff, resulting in an award of treble damages once the compensatory and punitive awards are combined. 135 H. 254, 349 P.3d 361 (2015).\n\nPunitive damages award of $1,642,857, or more than quadruple the amount of the compensatory award, for grantee's intentional participation in fraudulent transfer of judgment debtors' real property, was not grossly excessive and did not violate federal due process rights, where the respective portions of the punitive damages award were justified as: (1) compensation for judgment creditors' attorney's fees and costs; (2) a means to deter and punish grantee's intentional participation in a fraudulent transfer; and (3) a means to punish aggravated misconduct that included targeting an elderly and financially vulnerable couple and engaging in repeated unlawful conduct with knowledge of the civil harm that conduct created. 135 H. 254, 349 P.3d 361 (2015).\n\nLiability under section not limited to injuries to business; does not extend to personal injury actions. 1 H. App. 111, 615 P.2d 749.\n\nDamages for mental distress and suffering are not recoverable. 2 H. App. 301, 632 P.2d 1071.\n\nLender of domestic currency is not a \"merchant\". 2 H. App. 301, 632 P.2d 1071.\n\nEssential elements for cause of action under this section. 2 H. App. 435, 634 P.2d 111.\n\nLegislature was aware that damages might be de minimus in a consumer action and specifically provided for the $1,000 award or triple damages to cover that possibility. 2 H. App. 435, 634 P.2d 111.\n\nDoes not supersede remedy for common law fraud; corporation's president was \"merchant\". 6 H. App. 125, 712 P.2d 1148.\n\nPlaintiff suing store's commercial general liability insurer for injuries received in slip and fall was not \"consumer\" as defined in §480-1, and therefore lacked standing to maintain private cause of action under this section. 82 H. 363 (App.), 922 P.2d 976.\n\nWhen litigant is entitled to treble damages under this section, trial court shall not award three times compensatory damages plus compensatory damages; proper measurement of treble damages is simply three times compensatory damages. 84 H. 162 (App.), 931 P.2d 604.\n\nIn action by consumer under §480-2, \"unclean hands\" of consumer not a defense to claim for damages under subsection (b)(1). 86 H. 405 (App.), 949 P.2d 1026.\n\nThough section does not provide for setoff in unfair and deceptive trade practice cases, under certain circumstances, such setoff allowable; court properly awarded defendant car dealer car's ten-day rental value and cost of repairs for damage to car inflicted by plaintiff. 86 H. 405 (App.), 949 P.2d 1026.\n\nTrebling of damages under subsection (b)(1) should be calculated before setoff award to defendant is applied. 86 H. 405 (App.), 949 P.2d 1026.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-13/"
    },
    {
      "id": "section-480-133",
      "number": "480-13.3",
      "heading": "Class actions by private persons.",
      "text": "§480-13.3 Class actions by private persons.(a) A class action for claims for a violation of this chapter other than claims for unfair or deceptive acts or practices may be filed, and may be prosecuted on behalf of indirect purchasers by a person other than the attorney general as follows:\n\n(1) A filed copy of the complaint and all relevant supporting and exculpatory materials in possession of the proposed class representative or its counsel shall be served on the attorney general not later than seven days after filing of the complaint. The complaint shall be filed in camera, and shall not be served on the defendant until the court so orders. The complaint shall remain under seal for at least sixty days after service upon the attorney general of the complaint and all relevant supporting and exculpatory materials in possession of the proposed class representative or its counsel. The defendant named in the complaint shall not be required to respond to the complaint until twenty days after the complaint has been unsealed and served upon the defendant in accordance with the Hawaii rules of civil procedure;\n\n(2) After service upon the attorney general of both the complaint and the relevant supporting and exculpatory materials in possession of the proposed class representative or its counsel, the attorney general may request the proposed class representative or its counsel to provide other materials deemed necessary by the attorney general;\n\n(3) The attorney general may move the court for extensions of the sixty-day period, which request shall be granted for good cause shown. The motion may be supported by affidavits or other submissions in camera;\n\n(4) The attorney general shall have the sole discretion to determine whether the State will proceed with the action or file its own action involving the same or similar claim or claims set forth in the complaint filed by the proposed class representative, which determination shall not be subject to review or appeal; and\n\n(5) On or before the expiration of the sixty-day period or any extensions obtained, the attorney general shall notify the court of its decision on whether the State will proceed with the action or file its own action involving the same or similar claim or claims set forth in the complaint filed by the proposed class representative:\n\n(A) If the State proceeds with the action, the action shall be conducted by the attorney general and the seal shall be lifted;\n\n(B) If the State files its own action involving the same or similar claim or claims set forth in the complaint filed by the proposed class representative, then the complaint filed by the proposed class representative shall be dismissed; and\n\n(C) If the State declines or fails to timely electto proceed with the action, or declines to file its own action involving the same or similar claim or claims set forth in the complaint filed by the proposed class representative, the proposed class representative shall have the right to conduct the action, and the complaint shall be unsealed and served upon the defendant by order of court.If the attorney general so requests, the State shall be served with copies of all pleadings filed in the action, and shall be supplied with copies of all deposition transcripts at the State's expense. When the proposed class representative proceeds with the action, the court without limiting the status and rights of such person may nevertheless permit the State to intervene at a later date upon showing of good cause, and upon such terms and conditions that the court deems just.\n\n(b) This section shall not limit the rights of consumers to bring class actions against any person based on unfair or deceptive acts or practices declared unlawful by section 480-2. [L 2002, c 229, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-13-3/"
    },
    {
      "id": "section-480-135",
      "number": "480-13.5",
      "heading": "Additional civil penalties for consumer frauds committed against elders",
      "text": "§480-13.5Additional civil penalties for consumer frauds committed against elders.(a) If a person commits a violation under section 480-2 which is directed toward, targets, or injures an elder, a court, in addition to any other civil penalty, may impose a civil penalty not to exceed $10,000 for each violation.\n\n(b) In determining the amount, if any, of civil penalty under subsection (a), the court shall consider the following:\n\n(1) Whether the person's conduct was in wilful disregard of the rights of the elder;\n\n(2) Whether the person knew or should have known that the person's conduct was directed toward or targeted an elder;\n\n(3) Whether the elder was more vulnerable to the person's conduct than other consumers because of age, poor health, infirmity, impaired understanding, restricted mobility, or disability;\n\n(4) The extent of injury, loss, or damages suffered by the elder; and\n\n(5) Any other factors the court deems appropriate.\n\n(c) As used in this chapter, \"elder\" means a consumer who is sixty-two years of age or older. [L 1998, c 179, §1]\n\nCross References\n\nSome other actions or penalties for violations committed against elders, see § §28-94, 412:3-114.5, 444-10.7, 454-4.5, 480-13, 485A-603.5, 485A-604.5, and 487-14.\n\nWhere complaints alleged that credit card providers violated this section and § §480-2 and 481A-3 and unjust enrichment, the claims were not preempted by the National Bank Act. Also, because the complaints unambiguously disclaimed class status, the actions could not be removed under the Class Action Fairness Act of 2005. 761 F.3d 1027 (2014).\n\nDiscussed: 907 F. Supp. 2d 1188 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-13-5/"
    },
    {
      "id": "section-480-14",
      "number": "480-14",
      "heading": "Suits by the State; amount of recovery.",
      "text": "§480-14 Suits by the State; amount of recovery.(a) Whenever the State or any of its political subdivisions or governmental agencies is injured, directly or indirectly, in its business or property by reason of anything forbidden or declared unlawful by this chapter, it may sue to recover threefold the actual damages sustained by it, whether directly or indirectly. The attorney general may bring an action on behalf of the State or any of its political subdivisions or governmental agencies to recover the damages provided for by this section, or by any comparable provisions of federal law.\n\n(b) The attorney general of the State shall be authorized to bring a class action for indirect purchasers asserting claims under this chapter. The attorney general or the director of the office of consumer protection may bring a class action on behalf of consumers based on unfair or deceptive acts or practices declared unlawful by section 480-2. Actions brought under this subsection shall be brought as parens patriae on behalf of natural persons residing in the State to secure threefold damages for injuries sustained by the natural persons to their property by reason of any violation of this chapter.\n\n(c) If judgment is in favor of the State or any of its political subdivisions or governmental agencies under any provision of this chapter, the attorney general or the director of the office of consumer protection shall be awarded reasonable attorney's fees together with the cost of suit; provided that in any class action lawsuit brought by the attorney general on behalf of indirect purchasers, the attorney general shall in addition be awarded an amount commensurate with expenses reasonably expected to be expended in distribution of damages to the indirect purchasers. [L 1961, c 190, §12; Supp, §205A-12; HRS §480-14; am L 1980, c 69, §2; am L 1981, c 22, §1; am L 1987, c 274, §5; am L 1988, c 60, §2 and c 141, § §52, 53; am L 2001, c 79, §2; am L 2002, c 229, §4; am L 2003, c 13, §1; am L 2008, c 19, §5; am L 2011, c 66, §1]\n\nDefendants contended that under subsection (b), any action brought by the attorney general on behalf of consumers was perforce a class action; however, because the complaints unambiguously disclaimed class status, the actions could not be removed under the Class Action Fairness Act of 2005. 761 F.3d 1027 (2014).\n\nDistrict court rejected the attorney general's interpretation of subsection (b) as authorizing the attorney general to bring parens patriae suits regarding violations of §480-2 as either a class action or a non-class action. If the attorney general brings an action to recover damages on behalf of Hawaii consumers pursuant to subsection (b), the attorney general can only do so in a parens patriae class action. 907 F. Supp. 2d 1188 (2012).\n\nThe statement in subsection (b) that the attorney general \"may bring a class action\" is merely a recognition that the attorney general has the discretion, as opposed to a statutory obligation, to bring a parens patriae class action in response to violations of §480-2. 907 F. Supp. 2d 1188 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-14/"
    },
    {
      "id": "section-480-15",
      "number": "480-15",
      "heading": "Injunction by attorney general or the director of the office of consumer protection.",
      "text": "§480-15 Injunction by attorney general or the director of the office of consumer protection.The attorney general may bring proceedings to enjoin any violation of this chapter; provided that the director of the office of consumer protection may also bring proceedings to enjoin any violation of section 480-2. [L 1961, c 190, §13; Supp, §205A-13; HRS §480-15; am L 1975, c 67, §1]\n\nDiscussed: 907 F. Supp. 2d 1188 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-15/"
    },
    {
      "id": "section-480-151",
      "number": "480-15.1",
      "heading": "Penalty.",
      "text": "§480-15.1 Penalty.Any person, firm, company, association, or corporation violating an injunctive order to cease and desist from violating any provisions of this chapter shall be fined by a sum not less than $500 nor more than $10,000, which sum shall be collected in a civil action brought by the attorney general or the director of the office of consumer protection on behalf of the State. Each separate violation of any such order shall be a separate offense, except that in the case of a violation through continuing failure or neglect to obey a final order of the court, each day of continuance of such failure shall constitute a separate offense. [L 1968, c 10, §3; am L 1975, c 93, §1; am L 1976, c 33, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-15-1/"
    },
    {
      "id": "section-480-16",
      "number": "480-16",
      "heading": "Violation a felony.",
      "text": "§480-16 Violation a felony.(a) Any person who violates section 480-4, 480-6, 480-9, or 480-17, including any principal, manager, director, officer, agent, servant, or employee, who had engaged in or has participated in the determination to engage in an activity that has been engaged in by any association, firm, partnership, trust or corporation, which activity is a violation of section 480-4, 480-6, 480-9, or 480-17, is punishable if a natural person by a fine not exceeding $100,000 or by imprisonment not exceeding three years, or by both such fine and imprisonment, in the discretion of the court; if the person is not a natural person then by a fine not exceeding $1,000,000.\n\n(b) The actions authorized by this section and section 480-18 shall be brought in the circuit court of the circuit where the offense occurred. [L 1961, c 190, §14; Supp, §205A-14; HRS §480-16; am L 1975, c 94, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-16/"
    },
    {
      "id": "section-480-17",
      "number": "480-17",
      "heading": "Individual liability for corporate or company act.",
      "text": "§480-17 Individual liability for corporate or company act.(a) Whenever a corporation violates any of the penal provisions of this chapter, the violation shall be deemed to be also that of the individual directors, officers, or agents of the corporation who have authorized, ordered, or done any of the acts constituting in whole or in part the violation.\n\n(b) Whenever a limited liability company violates any of the penal provisions of this chapter, the violation shall be deemed to be also that of the individual members, managers, or agents of the limited liability company who have authorized, ordered, or done any of the acts constituting in whole or in part the violation. [L 1961, c 190, §15; Supp, §205A-15; HRS §480-17; am L 1997, c 224, §1]\n\nDoes not limit liability of corporate officers, directors, or agents to criminal liability. 6 H. App. 125, 712 P.2d 1148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-17/"
    },
    {
      "id": "section-480-18",
      "number": "480-18",
      "heading": "Investigation.",
      "text": "§480-18 Investigation.(a) Whenever it appears to the attorney general, either upon complaint or otherwise, that any person or persons have engaged in or engages in or is about to engage in any act or practice by this chapter prohibited or declared to be illegal, or that any person or persons have assisted or participated in any plan, scheme, agreement, or combination of the nature described herein, or whenever the attorney general believes it to be in the public interest that an investigation be made, the attorney general may in the attorney general's discretion either require or permit the complainant to file with the attorney general a statement in writing under oath or otherwise as to all the facts and circumstances concerning the subject matter which the attorney general believes to be in the public interest to investigate. The attorney general may also require such other data and information from the complainant as the attorney general deems relevant and may make such special and independent investigations as the attorney general deems necessary in connection with the matter.\n\n(b) Whenever the attorney general has reason to believe that any person may be in possession, custody, or control of any documentary material, objects, tangible things, or information (hereinafter referred to as \"documentary evidence\") pertinent to any investigation of a possible violation of this chapter and before the filing of any complaint in court, the attorney general may issue in writing, and cause to be served upon the person, an investigative demand requiring the person to produce the documentary evidence for examination.\n\n(c) Each such demand shall:\n\n(1) State the alleged violation of the section or sections of this chapter which are under investigation;\n\n(2) Describe and fairly identify the documentary evidence to be produced, or to be answered;\n\n(3) Prescribe a return date within a reasonable period of time during which the documentary evidence demanded may be assembled and produced;\n\n(4) Identify the custodian to whom such documentary evidence are to be delivered; and\n\n(5) Specify a place at which such delivery is to be made.\n\n(d) No such demand shall:\n\n(1) Contain any requirement which would be held to be unreasonable if contained in a subpoena duces tecum issued by a court of this State in aid of a grand jury investigation of the possible violation; or\n\n(2) Require the production of any documentary evidence which would be privileged from disclosure if demanded by a subpoena duces tecum issued by a court of this State in aid of a grand jury investigation of the possible violation.\n\n(e) Any such demand may be served by any attorney employed by or other authorized employee of this State at any place within the territorial jurisdiction of any court of this State.\n\n(f) Service of any such demand or of any petition filed under subsection (o) of this section, may be made upon a partnership, trust, corporation, association, or other legal entity by:\n\n(1) Delivering a duly executed copy thereof to any partner, trustee, executive officer, managing agent, or general agent thereof, or to any agent thereof authorized by appointment or by law to receive service or process on behalf of the partnership, trust, corporation, association, or entity; or\n\n(2) Delivering a duly executed copy thereof to the principal office or place of business in this State of the partnership, trust, corporation, association, or entity to be served; or\n\n(3) Depositing the copy in the United States mail, by registered or certified mail duly addressed to the partnership, trust, corporation, association, or entity at its principal office or place of business in this State.\n\n(g) A verified return by the individual serving any such demand or petition setting forth the manner of the service shall be proof of the service. In the case of service by registered or certified mail, the return shall be accompanied by the return post office receipt of delivery of the demand or petition.\n\n(h) The attorney general shall designate a representative to serve as custodian of any documentary evidence, and such additional representatives as the attorney general shall determine from time to time to be necessary to serve as deputies to such officer.\n\n(i) Any person upon whom any demand issued under subsection (b) has been duly served shall deliver such documentary evidence to the custodian designated therein at the place specified therein (or at such other place as the custodian thereafter may prescribe in writing) on the return date specified in the demand (or on such later date as the custodian may prescribe in writing). No such demand or custodian may require delivery of any documentary evidence to be made:\n\n(1) At any place outside the territorial jurisdiction of this State without the consent of the person upon whom such demand was served; or\n\n(2) At any place other than the place at which such documentary evidence is situated at the time of service of the demand until the custodian has tendered to the person a sum sufficient to defray the cost of transporting the material to the place prescribed for delivery or the transportation thereof to such place at government expense.\n\n(j) The custodian to whom any documentary evidence is delivered shall take physical possession thereof, and shall be responsible for the use made thereof and for the return thereof pursuant to this section. The custodian shall issue a receipt for such evidence received. The custodian may cause the preparation of such copies of the documentary evidence as may be required for official use by any individual who is entitled, under regulations which shall be promulgated by the attorney general, to have access to the evidence for examination. While in the possession of the custodian, no such evidence so produced shall be available for examination, without the consent of the person who produced the evidence, by any individual other than a duly authorized representative of the office of the attorney general. Under such reasonable terms and conditions as the attorney general shall prescribe, documentary evidence while in the possession of the custodian shall be available for examination by the person who produced the evidence or any duly authorized representative of the person.\n\n(k) Whenever any attorney has been designated to appear on behalf of this State before any court or grand jury in any case or proceeding involving any alleged violation of this chapter, the custodian may deliver to the attorney such documentary evidence in the possession of the custodian as the attorney determines to be required for use in the presentation of the case or proceeding on behalf of this State. Upon the conclusion of any such case or proceeding, the attorney shall return to the custodian any documentary evidence so withdrawn which has not passed into the control of court or grand jury through the introduction thereof into the record of the case or proceeding.\n\n(l) Upon the completion of the investigation for which any documentary evidence was produced under this section, and any case or proceeding arising from the investigation, the custodian shall return to the person who produced the evidence all the evidence (other than copies thereof made by the attorney general or the attorney general's representative pursuant to subsection (j) of this section) which has not passed into the control of any court or grand jury through the introduction thereof into the record of the case or proceeding.\n\n(m) When any documentary evidence has been produced by any person under this section for use in any investigation, and no such case or proceeding arising therefrom has been instituted within a reasonable time after completion of the examination and analysis of all evidence assembled in the court of such investigation, the person shall be entitled, upon written demand made upon the attorney general to the return of all documentary evidence (other than copies thereof made by the attorney general or the attorney general's representative pursuant to subsection (j) of this section) so produced by the person.\n\n(n) In the event of the death, disability, or separation from service in the office of the attorney general of the custodian of any documentary evidence produced under any demand issued under this section, or the official relief of the custodian from responsibility for the custody and control of the evidence, the attorney general shall promptly designate another representative to serve as custodian thereof, and transmit notice in writing to the person who produced the evidence as to the identity and address of the successor designated. Any successor so designated shall have with regard to such evidence all duties and responsibilities imposed by the section upon the successor's predecessor in office with regard thereto, except that the successor shall not be held responsible for any default or dereliction which occurred before the successor's designation as custodian.\n\n(o) Whenever any person fails to comply with any investigative demand duly served upon the person under subsection (f) of this section, the attorney general, through such officers or attorneys as the attorney general may designate, may file, in the district court of any county in which the person resides, is found, or transacts business, and serve upon the person a petition for an order of the court for the enforcement of the demand, except that if the person transacts business in more than one such county the petition shall be filed in the county in which the person maintains the person's principal place of business, or in such other county in which such person transacts business as may be agreed upon by the parties to the petition. The person shall be entitled to be heard in opposition to the granting of any such petition.\n\n(p) Within twenty days after the service of any such demand upon any person, or at any time before the return date specified in the demand, whichever period is shorter, the person may file, in the district court of the county within which the office of the custodian designated therein is situated, and serve upon the custodian a petition for an order of the court modifying or setting aside such demand. The petition shall specify each ground upon which the petitioner relies in seeking such relief, and may be based upon any failure of the demand to comply with this section, or upon any constitutional right or privilege of the person.\n\nIf the court does not set aside the demand, the person shall be assessed court cost and reasonable attorneys fees and such other penalties not greater than those specified under section 480-16. If the court sets aside the demand, the person shall be given the total cost of the petition.\n\n(q) At any time during which any custodian is in custody or control of any documentary evidence delivered by any person in compliance with any such demand, the person may file, in the district court of the county within which the office of the custodian is situated, and serve upon the custodian a petition for an order of the court requiring the performance by the custodian of any duty imposed upon the custodian by this section.\n\n(r) Whenever the attorney general has reason to believe that any person has information pertinent to any investigation of a possible violation of this chapter and before the filing of any complaint in court, the attorney general may seek a subpoena from the clerk of the district court in the county where the person resides, is found, or transacts business, requiring the person's presence to appear before a district judge licensed to practice law in the supreme court of this State to give oral testimony under oath on a specified date, time, and place. The clerk of the district court may also issue a subpoena duces tecum under like conditions at the request of the attorney general. Any witness subpoenaed shall be entitled to be represented by counsel and any subpoena shall state the alleged violation of the section or sections of this chapter. The scope and manner of examination shall be in accordance with the rules governing depositions as provided in the Hawaii rules of civil procedure. The person subpoenaed may at any time before the date specified for the taking of the oral testimony, move to quash any subpoena before the district judge from whose court any subpoena was issued for such grounds as may be provided for quashing a subpoena in accordance with the rules governing depositions as set forth in the Hawaii rules of civil procedure.\n\n(s) No person shall be excused from attending an inquiry pursuant to the mandates of a subpoena, or from producing any documentary evidence, or from being examined or required to answer questions on the ground of failure to tender or pay a witness fee or mileage unless demand therefor is made at the time testimony is about to be taken and as a condition precedent to offering such production or testimony and unless payment thereof be not thereupon made. The provisions for payment of witness fee and mileage do not apply to any officer, director, or person in the employ of any person or persons whose conduct or practices are being investigated. No person who is subpoenaed to attend the inquiry, while in attendance upon the inquiry, shall, without reasonable cause, refuse to be sworn or to answer any question or to produce any book, paper, document, or other record when ordered to do so by the officer conducting the inquiry, or fail to perform any act hereunder required to be performed.\n\n(t) Whoever, with intent to avoid, evade, prevent, or obstruct compliance in whole or in part, by any person with any investigative demand made under this section, wilfully removes from any place, conceals, withholds, destroys, mutilates, alters, or by any other means falsifies any documentary evidence in the possession, custody, or control of any person which is the subject of any such demand duly served upon any person shall be fined not more than $5,000 or imprisoned not more than one year, or both. Any person wilfully failing to comply with a subpoena issued pursuant to subsection (r) of this section shall be fined not more than $1,000 or imprisoned not more than one year, or both.\n\n(u) Nothing in this section shall impair the authority of the attorney general or the attorney general's representatives to lay before any grand jury impaneled before any circuit court of this State any evidence concerning any alleged violation of this chapter, invoke the power of any such court to compel the production of any evidence before any such grand jury, or institute any proceeding for the enforcement of any order or process issued in execution of such power, or to punish disobedience of any such order or process by any person.\n\n(v) As used in this section the term \"documentary material\" includes the original or any copy of any book, record, report, memorandum, paper, communication, tabulation, chart, or other document.\n\n(w) All public officers, their deputies, assistants, clerks, subordinates, and employees shall render and furnish to the attorney general, the attorney general's deputy, or other designated representatives when so requested, all information and assistance in their possession or within their power.\n\n(x) Any officer participating in the inquiry and any person examined as a witness upon the inquiry who wilfully discloses to any person other than the attorney general the name of any witness examined or any other information obtained upon the inquiry, except as so directed by the attorney general shall be punishable by a fine of not more than $1,000 or imprisonment for not more than one year, or both.\n\n(y) The enumeration and specification of various processes do not preclude or limit the use of processes under the Hawaii rules of civil procedure but are deemed to be supplementary to the rules or the use of any other lawful investigative methods which are available. [L 1961, c 190, §16; am L 1963, c 193, §60; Supp, §205A-16; HRS §480-18; am L 1970, c 188, §39; gen ch 1985]\n\nRules of Court\n\nDepositions, see Hawaii Rules of Civil Procedure, part V.\n\nSubpoenas, see HRCP rule 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-18/"
    },
    {
      "id": "section-480-19",
      "number": "480-19",
      "heading": "Additional parties defendant.",
      "text": "§480-19 Additional parties defendant.Whenever it appears to the court before which any civil proceeding under this chapter is pending that the ends of justice require that other parties be brought before the court, the court may cause them to be made parties defendant and summoned, whether or not they reside, engage in business, or have an agent, in the circuit where the action is pending. [L 1961, c 190, §17; Supp, §205A-17; HRS §480-19]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-19/"
    },
    {
      "id": "section-480-20",
      "number": "480-20",
      "heading": "Duty of the attorney general; duty of county attorney, etc.",
      "text": "§480-20 Duty of the attorney general; duty of county attorney, etc.(a) The attorney general shall enforce the criminal and civil provisions of this chapter. The county attorney, or prosecuting attorney of any county shall investigate and report suspected violations of this chapter to the attorney general.\n\n(b) Whenever this chapter authorizes or requires the attorney general to commence any action or proceeding, including proceedings under section 480-18, the attorney general may require the county attorney, corporation counsel, or prosecuting attorney of any county, holding office in the circuit where the action or proceeding is to be commenced or maintained, to maintain the action or proceeding under the direction of the attorney general.\n\n(c) The director of the office of consumer protection shall have concurrent jurisdiction with the attorney general to enforce the civil provisions of this chapter with regard to violations of section 480-2. [L 1961, c 190, §18; Supp, §205A-18; HRS §480-20; am L 1975, c 57, §2; am L 2008, c 19, §6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-20/"
    },
    {
      "id": "section-480-21",
      "number": "480-21",
      "heading": "Court and venue.",
      "text": "§480-21 Court and venue.(a) Any criminal action or proceeding authorized by this chapter shall be brought in any appropriate court in the circuit in which the defendant resides, engages in business, or has an agent.\n\n(b) Any civil action or proceeding authorized by this chapter may be brought in any appropriate court. [L 1961, c 190, §19; Supp, §205A-19; HRS §480-21; am L 1998, c 62, §1; am L 2011, c 66, §2]\n\nPlaintiffs' chapter 480 claims which were derived through chapter 443B could not have been \"properly litigated\" in district court for the court lacked jurisdiction; thus, such claims were not precluded by doctrine of res judicata. 78 H. 213 (App.), 891 P.2d 300.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-21/"
    },
    {
      "id": "section-480-22",
      "number": "480-22",
      "heading": "Judgment in favor of the State as evidence in private action; suspension of limitation.",
      "text": "§480-22 Judgment in favor of the State as evidence in private action; suspension of limitation.(a) A final judgment or decree rendered in any civil or criminal proceeding brought by the State under this chapter shall be prima facie evidence against the defendant in any action or proceeding brought by any other party under this chapter, or by the State, county, or any of its political subdivisions or governmental agencies, under section 480-14, against the defendant as to all matters respecting which the judgment or decree would be an estoppel between the parties thereto. This section shall not apply to consent judgments or decrees entered before any complaint has been filed; provided that when a consent judgment or decree is filed, the attorney general shall set forth at the same time the alleged violations and reasons for entering into the consent judgment or decree. No consent judgment or decree that is entered before any complaint has been filed shall become final until sixty days from the filing of the consent judgment or decree or until the final determination of any exceptions filed, as hereinafter provided, whichever is later. During the sixty-day period any interested party covered under section 480-13 may file verified exceptions to the form and substance of the consent judgment or decree, and the court, upon a full hearing thereon may approve, refuse to approve, or may modify the consent judgment or decree.\n\n(b) A plea of nolo contendere and a final judgment or decree rendered pursuant to that plea in any criminal action under this chapter shall not be admissible against the defendant in any action or proceeding brought by any other party under this chapter, or by the State, county, or any of its political subdivisions or governmental agencies, under section 480-14 against the defendant.\n\n(c) Whenever any civil or criminal proceeding is instituted by the State to prevent, restrain, or punish violations of this chapter, but not including an action under section 480-14, the running of the statute of limitations in respect of every private right of action arising under the laws and based in whole or in part on any matter complained of in the proceeding shall be suspended during the pendency thereof and for one year thereafter. [L 1961, c 190, §20; Supp, §205A-20; HRS §480-22; am L 1981, c 181, §1; am L 2001, c 79, §3; am L 2008, c 19, §7]\n\nRules of Court\n\nApplicability of Hawaii Rules of Civil Procedure, see HRCP rule 81(b)(12).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-22/"
    },
    {
      "id": "section-480-23",
      "number": "480-23",
      "heading": "Immunity from prosecution.",
      "text": "§480-23 Immunity from prosecution.(a) If, in any investigation brought by the attorney general pursuant to section 480-18, a person refuses, on the basis of the person's privilege against self-incrimination, to attend, to testify or produce a record, document, or other object in an official proceeding conducted under this chapter, and that person is informed of an order issued under section 480-23.1, that person may not refuse to comply with the order on the basis of the person's privilege against self-incrimination.\n\n(b) No individual shall be criminally prosecuted or subjected to any criminal penalty under this chapter for or on account of any transaction, matter, evidence, or thing concerning which the individual may so testify or produce in any investigation brought by the attorney general pursuant to section 480-18, or any county attorney, corporation counsel, or prosecuting attorney of any county, when the individual has done so pursuant to an order issued under section 480-23.1; provided that no individual so testifying shall be exempt from prosecution or punishment for perjury, for giving a false statement, or for an offense involving a failure to comply with the order. [L 1961, c 190, §21; Supp, §205A-21; HRS §480-23; am L 1980, c 173, §2; gen ch 1985; am L 2008, c 19, §8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-23/"
    },
    {
      "id": "section-480-231",
      "number": "480-23.1",
      "heading": "Procedures.",
      "text": "§480-23.1 Procedures.(a) If a person has been or may be subpoenaed to testify or to produce a record, document, or other object in an official proceeding under this chapter, the investigating officer shall, when the investigation reaches a stage when the posture of discovered evidence renders the witness a substantially probable suspect of criminal misconduct, notify such person of the person's constitutional rights.\n\n(b) A judge of a circuit court or of a district court may, upon application by the attorney general or any county attorney, corporation counsel, or prosecuting attorney, of any county, issue an order requiring the person to testify or to produce a record, document, or other object, notwithstanding the person's refusal to do so on the basis of the person's privilege against self-incrimination. The application shall specify whether the immunity being sought is use immunity as set forth in section 480-23.2 or transactional immunity as set forth in section 480-23.3.\n\n(c) The order may be issued prior to the assertion of the privilege against self-incrimination but shall not be effective until the witness asserts the witness' privilege against self-incrimination and the presiding officer communicates the order to the witness. The order shall specify the type of immunity being granted and contain appropriate explanation of the scope of protection from prosecution being afforded thereby. [L 1980, c 173, §3; gen ch 1985; am L 2008, c 19, §9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-23-1/"
    },
    {
      "id": "section-480-232",
      "number": "480-23.2",
      "heading": "Use immunity.",
      "text": "§480-23.2 Use immunity.The testimony or production that is compelled under the order, and any information directly or indirectly derived from the testimony or production, may not be used against the person in any manner in a criminal case, except in a prosecution for perjury, for giving a false statement, or for an offense involving a failure to comply with the order; provided that such person may be prosecuted or punished for any crime so long as testimony or production that is compelled under the order, and any information directly or indirectly derived from such testimony or production, is not used against such person in such prosecution. [L 1980, c 173, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-23-2/"
    },
    {
      "id": "section-480-233",
      "number": "480-23.3",
      "heading": "Transactional immunity.",
      "text": "§480-23.3 Transactional immunity.If a person is ordered to testify or produce a record, document, or other object under this chapter and the order specified that the person is granted transactional immunity pursuant to this section, such person shall not be prosecuted or punished in any criminal action or proceeding for or on account of any act, transaction, matter, or thing concerning which the person is so ordered to testify or produce a record, document, or other object, except that the person may be prosecuted for perjury, for giving a false statement, or for an offense involving a failure to comply with the order. [L 1980, c 173, §5; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-23-3/"
    },
    {
      "id": "section-480-234",
      "number": "480-23.4",
      "heading": "Penalty.",
      "text": "§480-23.4 Penalty.Any witness granted immunity under section 480-23(b) who fails or refuses to testify or produce information may be punished by the court for contempt, provided that the witness may also be charged with and convicted of perjury, for giving a false statement, or for an offense involving a failure to comply with the order notwithstanding the fact that the witness has been punished by the court for contempt. [L 1980, c 173, §6; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-23-4/"
    },
    {
      "id": "section-480-24",
      "number": "480-24",
      "heading": "Limitation of actions.",
      "text": "§480-24 Limitation of actions.Any action to enforce a cause of action arising under this chapter shall be barred unless commenced within four years after the cause of action accrues, except as otherwise provided in section 480-22. For the purpose of this section, a cause of action for a continuing violation is deemed to accrue at any time during the period of the violation. L 1961, c 190, §22; Supp, §205A-22; HRS §480-24; am L 1989, c 230, §2; am L 2016, c 7, §2\n\nRelation back of counterclaim to date of complaint. 473 F. Supp. 1296.\n\nPlaintiffs may recover for §480-2 violations which occurred prior to four-year statute of limitations if they can prove fraudulent concealment; series of fly-drive arrangements constituted alleged continuing violation; section did not bar claims for fly-drives occurring less than four years prior to filing of action. 491 F. Supp. 1199.\n\nIf State proved a continuing violation, it would be entitled to seek provable damages for the entire period of the continuing violation; this could include damages that might have occurred prior to the four years before suit was filed, if the continuing violation occurred during that period. 168 F. Supp. 2d 1180.\n\nPlaintiff's claim under §480-2 failed, where the statute of limitations barred any unlawful business practice claim that occurred prior to the four-year limitation period and although the additional alleged occurrences would not be time-barred, plaintiff's asserted damages flowing from the violation were unrecoverable because they were speculative. 522 F. Supp. 2d 1272.\n\nFraudulent concealment may toll this section's statute of limitations. 777 F. Supp. 2d 1224 (2011).\n\nThe court found it inappropriate to decide the date of accrual and the statute of limitations issue, as it was unclear from the speculative allegations in the amended complaint which specific acts, other than those addressed by the court's order, plaintiffs claimed to be unfair or deceptive acts or practices. 1 F. Supp. 3d 1106 (2014).\n\nCourt found that plaintiffs', timeshare owners, alleged injuries arose from the implementation of defendants', timeshare resort operators, points-based program in 2010, which was allegedly a discrete act and not a continuing pattern and course of conduct. Therefore, court concluded that the continuing violation doctrine did not apply and that portions of plaintiffs' claims arising from their ability to use their floating interests in a weeks-based program were time-barred because plaintiffs filed their Complaint more than four years after the implementation of the points-based program. 165 F. Supp. 3d 955 (2016).\n\nPlaintiffs, timeshare owners, argued that because neither Chapter 481A nor Chapter 514E had a specific statute of limitations, the six-year limitations period in §657-1 applied in their action against defendants, timeshare resort operators. However, the court found that the nature of plaintiffs' claim was a Chapter 480 unfair deceptive acts and practices claim and, therefore, the four-year limitation period of this section applied. 165 F. Supp. 3d 955 (2016).\n\nAn unfair or deceptive acts or practices claim accrues four years from the date of the occurrence of the violation, as opposed to plaintiff's discovery of the violation. 250 F. Supp. 3d 658 (2017).\n\nPursuant to the Servicemembers Civil Relief Act, plaintiff could toll the statute of limitations for a claim against defendants, a lender and loan servicer, under the state's unfair or deceptive acts or practices law, where it was undisputed that plaintiff was on active duty status in the United States Army during the specified time. 250 F. Supp. 3d 658 (2017).\n\nWhere plaintiff, a servicemember, alleged that defendants, a lender and loan servicer, sought to conceal a non-judicial foreclosure proceeding against plaintiff, the court found that plaintiff failed to allege facts that would justify tolling the statute of limitations under this section on grounds of fraudulent concealment. Defendants' failure to notify plaintiff of the non-judicial foreclosure of plaintiff's property did not constitute an affirmative action of concealment, considering: (1) prior loan servicer sent a letter to plaintiff's last known address stating that plaintiff was in default and that mortgage on property would be foreclosed if it did not receive payment from plaintiff within sixty-five days; and (2) defendants published a notice of the pending foreclosure. 250 F. Supp. 3d 658 (2017).\n\nIn an action to invalidate a mortgage that was the subject of a pending foreclosure action, despite constructive and actual notice, plaintiffs-mortgagors failed to bring their unfair and deceptive trade practices (UDAP) claim based upon the recording of a \"forged\" assignment of mortgage within the four-year limitations period. Further, plaintiffs-mortgagors did not provide plausible allegations suggesting that equitable tolling may apply to the UDAP claim based upon fraudulent concealment. 329 F. Supp. 3d 1141 (2018).\n\nDiscussed: 792 F. Supp. 2d 1111 (2011); 907 F. Supp. 2d 1165 (2012).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-26/chapter-480/section-480-24/"
    },
    {
      "id": "section-480-31",
      "number": "480-31",
      "heading": "to 37 REPEALED.",
      "text": "to 37 REPEALED.",
      "history": "",
      "source_url": ""
    }
  ]
}