{
  "state": "connecticut",
  "path": "title-title-10-education-and-culture/chapter-chapter-177b-state-historic-preservation-board",
  "sections": [
    {
      "id": "section-10-321q",
      "number": "10-321q.",
      "heading": "State Historic Preservation Review Board. Municipal boards.Section 10-321r to 10-321v. - Reserved for future use.",
      "text": "(a) There is established a State Historic Preservation Review Board, which board shall serve as and have the powers, duties and responsibilities of the board established pursuant to 36 CFR S. 61.4 (1978). Said board shall consist of ten members. The members shall be appointed by the State Historic Preservation Officer designated pursuant to 36 CFR S. 61.2 (1978), and shall serve for a term of three years, except that one-half of members appointed between July 1, 2021, and June 30, 2022, shall serve a term of two years, as determined by the State Historic Preservation Officer. Members may serve additional terms if reappointed by the State Historic Preservation Officer.\n\n(b) The legislative body of each municipality may appoint a municipal preservation board, which shall consist of not less than five nor more than nine members. The members of such municipal board shall serve from the date of their original appointment until the next succeeding June thirtieth, and shall thereafter be appointed for a term of one year from July first of each year.\n\n(c) The State Historic Preservation Officer shall notify the municipal preservation board or, if there is no board, the chief executive officer of the municipality, at least thirty days prior to the scheduled consideration by the State Historic Preservation Review Board of the nomination of property in such municipality to the National Register of Historic Places. The notification shall be accompanied by all information on the nomination that is provided to the members of the State Historic Preservation Review Board for their consideration, which information shall be available for public inspection. The municipal board may hold a public hearing in the municipality on the nomination of any parcel of real property at least fifteen days prior to the scheduled meeting of the State Historic Preservation Review Board on such matter and may make recommendations to the State Historic Preservation Review Board on the nomination of districts containing two or more parcels of real property located in such municipality. Notice of the time, place and subject matter of the hearing shall be published at least once in a newspaper of general circulation in the municipality not more than fifteen nor less than seven days prior to such hearing. A copy of the notice shall be sent to the State Historic Preservation Officer at least ten days prior to such hearing. The State Historic Preservation Officer or said officer's designee may attend the hearing to testify on such nomination and to explain the consequences of listing in the National Register of Historic Places. In preparing its recommendation on the nomination, the municipal board shall consider whether the properties being proposed for nomination meet the criteria for listing in the National Register of Historic Places, as set forth in 36 CFR S. 60.4, and may consider such other matters as it deems appropriate. The municipal board shall submit its recommendation, if any, with the reasons for the recommendation, to the state board not later than seven days prior to the scheduled consideration of the nomination by the State Historic Preservation Review Board. The State Historic Preservation Review Board shall consider the recommendations of a municipal board, if any, before acting on a nomination if such written recommendation is received by the State Historic Preservation Officer not later than seven days prior to the scheduled consideration of the nomination by the State Historic Preservation Review Board. Failure of the municipal board to present such recommendation shall not prevent the State Historic Preservation Review Board from acting on any nomination.\n\n(P.A. 79-607, S. 13, 22; P.A. 80-246; P.A. 21-193, S. 1.)\n\nHistory: P.A. 80-246 divided section into subsections, deleted references to permanent members, moved reference to members appointed by legislative body in Subsec. (a) to Subsec. (b) but deleted specific provisions limiting their duties and powers and added Subsec. (c) detailing procedure for placing property on National Register of Historic Places; P.A. 21-193 amended section to change “State Historic Preservation Board” to “State Historic Preservation Review Board”, amended Subsec. (a) by changing board members' terms from 1 to 3 years, staggering members' terms and providing for reappointment, amended Subsec. (c) by changing 30-day notice period to 60 days, and making State Historic Preservation Officer's attendance at hearing re a property's nomination to National Register of Historic Places optional and made technical changes, effective July 13, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10/chapter-177b/section-10-321q/"
    },
    {
      "id": "section-10-321r",
      "number": "10-321r",
      "heading": "to 10-321v. - Reserved for future use.",
      "text": "to 10-321v. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}