{
  "state": "florida",
  "path": "title-chapter-0379/chapter-chapter-0379",
  "sections": [
    {
      "id": "section-379101definitions379102fish",
      "number": "379.101",
      "heading": "Definitions.379.102Fish and Wildlife Conservation Commission",
      "text": "379.1025Powers, duties, and authority of commission; rules, regulations, and orders.379.10255Headquarters of commission.379.1026Site-specific location information for endangered and threatened species; public records exemption.379.103Duties of executive director.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379101definitions",
      "number": "379.101",
      "heading": "Definitions",
      "text": "379.101 Definitions.—In construing these statutes, where the context does not clearly indicate otherwise, the word, phrase, or term: (1) “Authorization” means a number issued by the Fish and Wildlife Conservation Commission, or its authorized agent, which serves in lieu of a license or permits and affords the privilege purchased for a specified period of time. (2) “Beaches” and “shores” shall mean the coastal and intracoastal shoreline of this state bordering upon the waters of the Atlantic Ocean, the Gulf of America, the Straits of Florida, and any part thereof, and any other bodies of water under the jurisdiction of the State of Florida, between the mean high-water line and as far seaward as may be necessary to effectively carry out the purposes of this act. (3) “Closed season” shall be that portion of the year wherein the laws or rules of Florida forbid the taking of particular species of game or varieties of fish. (4) “Coastal construction” includes any work or activity which is likely to have a material physical effect on existing coastal conditions or natural shore processes. (5) “Commercial harvester” means any person, firm, or corporation that takes, harvests, or attempts to take or harvest saltwater products for sale or with intent to sell; that is operating under or is required to operate under a license or permit or authorization issued pursuant to this chapter; that is using gear that is prohibited for use in the harvest of recreational amounts of any saltwater product being taken or harvested; or that is harvesting any saltwater product in an amount that is at least two times the recreational bag limit for the saltwater product being taken or harvested. (6) “Commission” shall mean the Fish and Wildlife Conservation Commission. (7) “Common carrier” shall include any person, firm, or corporation, who undertakes for hire, as a regular business, to transport persons or commodities from place to place offering his or her services to all such as may choose to employ the common carrier and pay his or her charges. (8) “Coon oysters” are oysters found growing in bunches along the shore between high-water mark and low-water mark. (9) “Department” shall mean the Department of Environmental Protection. (10) “Erosion control,” “beach preservation,” and “hurricane protection” shall include any activity, work, program, project, or other thing deemed necessary by the Department of Environmental Protection to effectively preserve, protect, restore, rehabilitate, stabilize, and improve the beaches and shores of this state, as defined above. (11) “Exhibit” means to present or display upon request. (12) “Finfish” means any member of the classes Agnatha, Chondrichthyes, or Osteichthyes. (13) “Fish and game” means all fresh and saltwater fish, shellfish, crustacea, sponges, wild birds, and wild animals. (14) “Fish management area” means a pond, lake, or other water within a county, or within several counties, designated to improve fishing for public use, and established and specifically circumscribed for authorized management by the commission and the board of county commissioners of the county in which such waters lie, under agreement between the commission and an owner with approval by the board of county commissioners or under agreement with the board of county commissioners for use of public waters in the county in which such waters lie. (15) “Fish pond” means a body of water that does not occur naturally and that has been constructed and is maintained primarily for the purpose of fishing. (16) “Food fish” shall include mullet, trout, redfish, sheepshead, pompano, mackerel, bluefish, red snapper, grouper, black drum, jack crevalle, and all other fish generally used for human consumption. (17) “Fresh water,” except where otherwise provided by law, means all lakes, rivers, canals, and other waterways of Florida, to such point or points where the fresh and salt waters commingle to such an extent as to become unpalatable and unfit for human consumption because of the saline content, or to such point or points as may be fixed by order of the commission by and with the consent of the board of county commissioners of the county or counties to be affected by such order. The Steinhatchee River shall be considered fresh water from its source to mouth. (18) “Freshwater fish” means all classes of pisces that are native to fresh water. (19) “Fur-bearing animals” means muskrat, mink, raccoon, otter, civet cat, skunk, red and gray fox, and opossum. (20) “Game” means deer, bear, squirrel, rabbits, and, where designated by commission rules, wild hogs, ducks, geese, rails, coots, gallinules, snipe, woodcock, wild turkeys, grouse, pheasants, quail, and doves. (21) “Guide” shall include any person engaged in the business of guiding hunters or hunting parties, fishers or fishing parties, for compensation. (22) “Marine fish” means any saltwater species of finfish of the classes Agnatha, Chondrichthyes, and Osteichthyes and marine invertebrates of the classes Gastropoda and Bivalvia, the subphylum Crustacea, or the phylum Echinodermata; however, the term does not include nonliving shells or echinoderms. (23) “Molest,” in connection with any fishing trap or its buoy or buoy line, means to touch, bother, disturb, or interfere or tamper with, in any manner. (24) A “natural oyster or clam reef” or “bed” or “bar” shall be considered and defined as an area containing not less than 100 square yards of the bottom where oysters or clams are found in a stratum. (25) “Nongame” means all species and populations of native wild vertebrates and invertebrates in the state that are not defined as game. (26) “Nonresident alien” shall mean those individuals from other nations who can provide documentation from the Bureau of Citizenship and Immigration Services evidencing permanent residency status in the United States. For the purposes of this chapter, a “nonresident alien” shall be considered a “nonresident.” (27) “Open season” shall be that portion of the year wherein the laws of Florida for the preservation of fish and game permit the taking of particular species of game or varieties of fish. (28) “Private hunting preserve” includes any area set aside by a private individual or concern on which artificially propagated game or birds are taken. (29) “Reef bunch oysters” are oysters found growing on the bars or reefs in the open bay and exposed to the air between high and low tide. (30) “Resident” or “resident of Florida” means: (a) For purposes of part VII, a citizen of the United States who has continuously resided in this state for 1 year before applying for a hunting, fishing, or other license. However, for purposes of ss. 379.363, 379.364, 379.3711, 379.3712, 379.372, 379.373, 379.374, 379.3751, 379.3752, 379.3761, and 379.3762, the term means a citizen of the United States who has continuously resided in this state for 6 months before applying for a hunting, fishing, or other license. (b) For purposes of part VI: 1. A member of the United States Armed Forces who is stationed in the state and his or her family members residing with such member; or 2. A person who has declared Florida as his or her only state of residence as evidenced by a valid Florida driver license or identification card that has both a Florida address and a Florida residency verified by the Department of Highway Safety and Motor Vehicles, or, in the absence thereof, one of the following: a. A current Florida voter information card; b. A sworn statement manifesting and evidencing domicile in Florida in accordance with s. 222.17; c. Proof of a current Florida homestead exemption; or d. For a child younger than 18 years of age, a student identification card from a Florida school or, if accompanied by his or her parent at the time of purchase, the parent’s proof of residency. (31) “Resident alien” means a person who has continuously resided in this state for at least 1 year and can provide documentation from the Bureau of Citizenship and Immigration Services evidencing permanent residency status in the United States. For the purposes of this chapter, a “resident alien” is considered a “resident.” (32) “Restricted species” means any species of saltwater products which the state by law, or the Fish and Wildlife Conservation Commission by rule, has found it necessary to so designate. The term includes a species of saltwater products designated by the commission as restricted within a geographical area or during a particular time period of each year. Designation as a restricted species does not confer the authority to sell a species pursuant to s. 379.361 if the law or rule prohibits the sale of the species. (33) “Salt water,” except where otherwise provided by law, shall be all of the territorial waters of Florida excluding all lakes, rivers, canals, and other waterways of Florida from such point or points where the fresh and salt waters commingle to such an extent as to become unpalatable because of the saline content, or from such point or points as may be fixed for conservation purposes by the Department of Environmental Protection and the Fish and Wildlife Conservation Commission, with the consent and advice of the board of county commissioners of the county or counties to be affected. (34) “Saltwater fish” means: (a) Any saltwater species of finfish of the classes Agnatha, Chondrichthyes, or Osteichthyes and marine invertebrates of the classes Gastropoda and Bivalvia, the subphylum Crustacea, or the phylum Echinodermata; however, the term does not include nonliving shells or echinoderms; and (b) All classes of pisces, shellfish, sponges, and crustaceans native to salt water. (35) “Saltwater license privileges,” except where otherwise provided by law, means any license, endorsement, certificate, or permit issued pursuant to this chapter. (36) “Saltwater products” means any species of saltwater fish, marine plant, or echinoderm, except shells, and salted, cured, canned, or smoked seafood. (37) “Shellfish” shall include oysters, clams, and whelks. (38) “Take” means taking, attempting to take, pursuing, hunting, molesting, capturing, or killing any wildlife or freshwater or saltwater fish, or their nests or eggs, by any means, whether or not such actions result in obtaining possession of such wildlife or freshwater or saltwater fish or their nests or eggs. (39) “Transport” shall include shipping, transporting, carrying, importing, exporting, receiving or delivering for shipment, transportation or carriage or export. History.—s. 2, ch. 28145, 1953; s. 1, ch. 63-40; s. 1, ch. 65-140; ss. 25, 35, ch. 69-106; s. 127, ch. 71-377; s. 1, ch. 78-56; s. 76, ch. 79-164; s. 1, ch. 85-234; s. 1, ch. 87-116; s. 4, ch. 88-412; s. 1, ch. 89-270; s. 4, ch. 90-310; s. 4, ch. 93-223; s. 192, ch. 94-356; s. 979, ch. 95-148; s. 1, ch. 96-300; s. 2, ch. 98-203; s. 1, ch. 98-227; s. 94, ch. 99-245; s. 7, ch. 2003-143; s. 34, ch. 2004-5; s. 1, ch. 2006-304; s. 3, ch. 2008-247; s. 8, ch. 2010-185; s. 3, ch. 2013-194; s. 12, ch. 2014-136; s. 9, ch. 2022-142; s. 48, ch. 2025-8. Note.—Former s. 370.01. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc0b4eeede88',t:'MTc3MDg4NTEzNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxviii/chapter-379/part-i/section-379-101/"
    },
    {
      "id": "section-379102fish",
      "number": "379.102",
      "heading": "Fish and Wildlife Conservation Commission.",
      "text": "and Wildlife Conservation Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37910255headquarters",
      "number": "379.10255",
      "heading": "Headquarters of commission.",
      "text": "of commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3791026site-specific",
      "number": "379.1026",
      "heading": "Site-specific location information for endangered and threatened species; public records exemption.",
      "text": "location information for endangered and threatened species; public records exemption.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379103duties",
      "number": "379.103",
      "heading": "Duties of executive director.",
      "text": "of executive director.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379104right",
      "number": "379.104",
      "heading": "Right to hunt and fish.",
      "text": "to hunt and fish.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379105harassment",
      "number": "379.105",
      "heading": "Harassment of hunters, trappers, or fishers.",
      "text": "of hunters, trappers, or fishers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379106administration",
      "number": "379.106",
      "heading": "Administration of commission grant programs.",
      "text": "of commission grant programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379107residential",
      "number": "379.107",
      "heading": "Residential conservation programs.",
      "text": "conservation programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379201administrative",
      "number": "379.201",
      "heading": "Administrative Trust Fund.",
      "text": "Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379203dedicated",
      "number": "379.203",
      "heading": "Dedicated License Trust Fund.",
      "text": "License Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379204federal",
      "number": "379.204",
      "heading": "Federal Grants Trust Fund.",
      "text": "Grants Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379205florida",
      "number": "379.205",
      "heading": "Florida Panther Research and Management Trust Fund.",
      "text": "Panther Research and Management Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379206grants",
      "number": "379.206",
      "heading": "Grants and Donations Trust Fund.",
      "text": "and Donations Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379207lifetime",
      "number": "379.207",
      "heading": "Lifetime Fish and Wildlife Trust Fund.",
      "text": "Fish and Wildlife Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379208marine",
      "number": "379.208",
      "heading": "Marine Resources Conservation Trust Fund; purposes.",
      "text": "Resources Conservation Trust Fund; purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379209nongame",
      "number": "379.209",
      "heading": "Nongame Wildlife Trust Fund.",
      "text": "Wildlife Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379211state",
      "number": "379.211",
      "heading": "State Game Trust Fund.",
      "text": "Game Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379212land",
      "number": "379.212",
      "heading": "Land Acquisition Trust Fund.",
      "text": "Acquisition Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379213save",
      "number": "379.213",
      "heading": "Save the Manatee Trust Fund.",
      "text": "the Manatee Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379214invasive",
      "number": "379.214",
      "heading": "Invasive Plant Control Trust Fund.",
      "text": "Plant Control Trust Fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792201deposit",
      "number": "379.2201",
      "heading": "Deposit of license fees; allocation of federal funds.",
      "text": "of license fees; allocation of federal funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792202expenditure",
      "number": "379.2202",
      "heading": "Expenditure of funds.",
      "text": "of funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792203disposition",
      "number": "379.2203",
      "heading": "Disposition of fines, penalties, and forfeitures.",
      "text": "of fines, penalties, and forfeitures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792213management",
      "number": "379.2213",
      "heading": "Management area permit revenues.",
      "text": "area permit revenues.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792222acquisition",
      "number": "379.2222",
      "heading": "Acquisition of state game lands.",
      "text": "of state game lands.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792223control",
      "number": "379.2223",
      "heading": "Control and management of state game lands.",
      "text": "and management of state game lands.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792225everglades",
      "number": "379.2225",
      "heading": "Everglades recreational sites; definitions.",
      "text": "recreational sites; definitions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379223citizen",
      "number": "379.223",
      "heading": "Citizen support organizations; use of state property; audit.",
      "text": "support organizations; use of state property; audit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792231additional",
      "number": "379.2231",
      "heading": "Additional assessment; Wildlife Alert Reward Association, Inc.",
      "text": "assessment; Wildlife Alert Reward Association, Inc.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379224memorandum",
      "number": "379.224",
      "heading": "Memorandum of agreement relating to Fish and Wildlife Research Institute.",
      "text": "of agreement relating to Fish and Wildlife Research Institute.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792251agreements",
      "number": "379.2251",
      "heading": "Agreements with Federal Government for the preservation of saltwater fisheries; authority of commission.",
      "text": "with Federal Government for the preservation of saltwater fisheries; authority of commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792252compacts",
      "number": "379.2252",
      "heading": "Compacts and agreements; generally.",
      "text": "and agreements; generally.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792253atlantic",
      "number": "379.2253",
      "heading": "Atlantic States Marine Fisheries Compact; implementing legislation.",
      "text": "States Marine Fisheries Compact; implementing legislation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792254gulf",
      "number": "379.2254",
      "heading": "Gulf States Marine Fisheries Compact; implementing legislation.",
      "text": "States Marine Fisheries Compact; implementing legislation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792255wildlife",
      "number": "379.2255",
      "heading": "Wildlife Violator Compact Act.",
      "text": "Violator Compact Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792256compact",
      "number": "379.2256",
      "heading": "Compact licensing and enforcement authority; administrative review.",
      "text": "licensing and enforcement authority; administrative review.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792257cooperative",
      "number": "379.2257",
      "heading": "Cooperative agreements with United States Forest Service; penalty.",
      "text": "agreements with United States Forest Service; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792258assent",
      "number": "379.2258",
      "heading": "Assent to provisions of Act of Congress of September 2, 1937.",
      "text": "to provisions of Act of Congress of September 2, 1937.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792259assent",
      "number": "379.2259",
      "heading": "Assent to federal acts.",
      "text": "to federal acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379226florida",
      "number": "379.226",
      "heading": "Florida Territorial Waters Act; alien-owned commercial fishing vessels; prohibited acts; enforcement.",
      "text": "Territorial Waters Act; alien-owned commercial fishing vessels; prohibited acts; enforcement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792271harmful-algal-bloom",
      "number": "379.2271",
      "heading": "Harmful-Algal-Bloom Task Force.",
      "text": "Task Force.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792272harmful-algal-bloom",
      "number": "379.2272",
      "heading": "Harmful-algal-bloom program; implementation; goals; funding.",
      "text": "program; implementation; goals; funding.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792273florida",
      "number": "379.2273",
      "heading": "Florida Red Tide Mitigation and Technology Development Initiative; Initiative Technology Advisory Council.",
      "text": "Red Tide Mitigation and Technology Development Initiative; Initiative Technology Advisory Council.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792281jim",
      "number": "379.2281",
      "heading": "Jim Woodruff Dam; reciprocity agreements.",
      "text": "Woodruff Dam; reciprocity agreements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792282st",
      "number": "379.2282",
      "heading": "St. Marys River; reciprocity agreements.",
      "text": "Marys River; reciprocity agreements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792291endangered",
      "number": "379.2291",
      "heading": "Endangered and Threatened Species Act.",
      "text": "and Threatened Species Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792292endangered",
      "number": "379.2292",
      "heading": "Endangered and Threatened Species Reward Program.",
      "text": "and Threatened Species Reward Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792293airport",
      "number": "379.2293",
      "heading": "Airport activities within the scope of a federally approved wildlife hazard management plan or a federal or state permit or other authorization for depredation or harassment",
      "text": "activities within the scope of a federally approved wildlife hazard management plan or a federal or state permit or other authorization for depredation or harassment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37923federal",
      "number": "379.23",
      "heading": "Federal conservation of fish and wildlife; limited jurisdiction.",
      "text": "conservation of fish and wildlife; limited jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379231regulation",
      "number": "379.231",
      "heading": "Regulation of nonnative animals.",
      "text": "of nonnative animals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792311nonnative",
      "number": "379.2311",
      "heading": "Nonnative animal management.",
      "text": "animal management.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379232water",
      "number": "379.232",
      "heading": "Water bottoms.",
      "text": "bottoms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379233release",
      "number": "379.233",
      "heading": "Release of balloons.",
      "text": "of balloons.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792341publications",
      "number": "379.2341",
      "heading": "Publications by the commission.",
      "text": "by the commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792342private",
      "number": "379.2342",
      "heading": "Private publication agreements; advertising; costs of production.",
      "text": "publication agreements; advertising; costs of production.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792351land-based",
      "number": "379.2351",
      "heading": "Land-based commercial and recreational fishing activities; legislative findings and purpose; definitions; legal protection; local ordinances; prohibited activity",
      "text": "commercial and recreational fishing activities; legislative findings and purpose; definitions; legal protection; local ordinances; prohibited activity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792352state",
      "number": "379.2352",
      "heading": "State employment; priority consideration for qualified displaced employees of the saltwater fishing industry.",
      "text": "employment; priority consideration for qualified displaced employees of the saltwater fishing industry.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379237courts",
      "number": "379.237",
      "heading": "Courts of equity may enjoin.",
      "text": "of equity may enjoin.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379101definitions",
      "number": "379.101",
      "heading": "Definitions. In construing these statutes, where the context does not clearly indicate otherwise, the word, phrase, or term:(1)“Authorization” means a number issued by the Fish and Wildlife Conservation Commission, or its authorized agent, which serves in lieu of a license or permits and affords the privilege pu",
      "text": "In construing these statutes, where the context does not clearly indicate otherwise, the word, phrase, or term:(1)“Authorization” means a number issued by the Fish and Wildlife Conservation Commission, or its authorized agent, which serves in lieu of a license or permits and affords the privilege purchased for a specified period of time.(2)“Beaches” and “shores” shall mean the coastal and intracoastal shoreline of this state bordering upon the waters of the Atlantic Ocean, the Gulf of America, the Straits of Florida, and any part thereof, and any other bodies of water under the jurisdiction of the State of Florida, between the mean high-water line and as far seaward as may be necessary to effectively carry out the purposes of this act.(3)“Closed season” shall be that portion of the year wherein the laws or rules of Florida forbid the taking of particular species of game or varieties of fish.(4)“Coastal construction” includes any work or activity which is likely to have a material physical effect on existing coastal conditions or natural shore processes.(5)“Commercial harvester” means any person, firm, or corporation that takes, harvests, or attempts to take or harvest saltwater products for sale or with intent to sell; that is operating under or is required to operate under a license or permit or authorization issued pursuant to this chapter; that is using gear that is prohibited for use in the harvest of recreational amounts of any saltwater product being taken or harvested; or that is harvesting any saltwater product in an amount that is at least two times the recreational bag limit for the saltwater product being taken or harvested.(6)“Commission” shall mean the Fish and Wildlife Conservation Commission.(7)“Common carrier” shall include any person, firm, or corporation, who undertakes for hire, as a regular business, to transport persons or commodities from place to place offering his or her services to all such as may choose to employ the common carrier and pay his or her charges.(8)“Coon oysters” are oysters found growing in bunches along the shore between high-water mark and low-water mark.(9)“Department” shall mean the Department of Environmental Protection.(10)“Erosion control,” “beach preservation,” and “hurricane protection” shall include any activity, work, program, project, or other thing deemed necessary by the Department of Environmental Protection to effectively preserve, protect, restore, rehabilitate, stabilize, and improve the beaches and shores of this state, as defined above.(11)“Exhibit” means to present or display upon request.(12)“Finfish” means any member of the classes Agnatha, Chondrichthyes, or Osteichthyes.(13)“Fish and game” means all fresh and saltwater fish, shellfish, crustacea, sponges, wild birds, and wild animals.(14)“Fish management area” means a pond, lake, or other water within a county, or within several counties, designated to improve fishing for public use, and established and specifically circumscribed for authorized management by the commission and the board of county commissioners of the county in which such waters lie, under agreement between the commission and an owner with approval by the board of county commissioners or under agreement with the board of county commissioners for use of public waters in the county in which such waters lie.(15)“Fish pond” means a body of water that does not occur naturally and that has been constructed and is maintained primarily for the purpose of fishing.(16)“Food fish” shall include mullet, trout, redfish, sheepshead, pompano, mackerel, bluefish, red snapper, grouper, black drum, jack crevalle, and all other fish generally used for human consumption.(17)“Fresh water,” except where otherwise provided by law, means all lakes, rivers, canals, and other waterways of Florida, to such point or points where the fresh and salt waters commingle to such an extent as to become unpalatable and unfit for human consumption because of the saline content, or to such point or points as may be fixed by order of the commission by and with the consent of the board of county commissioners of the county or counties to be affected by such order. The Steinhatchee River shall be considered fresh water from its source to mouth.(18)“Freshwater fish” means all classes of pisces that are native to fresh water.(19)“Fur-bearing animals” means muskrat, mink, raccoon, otter, civet cat, skunk, red and gray fox, and opossum.(20)“Game” means deer, bear, squirrel, rabbits, and, where designated by commission rules, wild hogs, ducks, geese, rails, coots, gallinules, snipe, woodcock, wild turkeys, grouse, pheasants, quail, and doves.(21)“Guide” shall include any person engaged in the business of guiding hunters or hunting parties, fishers or fishing parties, for compensation.(22)“Marine fish” means any saltwater species of finfish of the classes Agnatha, Chondrichthyes, and Osteichthyes and marine invertebrates of the classes Gastropoda and Bivalvia, the subphylum Crustacea, or the phylum Echinodermata; however, the term does not include nonliving shells or echinoderms.(23)“Molest,” in connection with any fishing trap or its buoy or buoy line, means to touch, bother, disturb, or interfere or tamper with, in any manner.(24)A “natural oyster or clam reef” or “bed” or “bar” shall be considered and defined as an area containing not less than 100 square yards of the bottom where oysters or clams are found in a stratum.(25)“Nongame” means all species and populations of native wild vertebrates and invertebrates in the state that are not defined as game.(26)“Nonresident alien” shall mean those individuals from other nations who can provide documentation from the Bureau of Citizenship and Immigration Services evidencing permanent residency status in the United States. For the purposes of this chapter, a “nonresident alien” shall be considered a “nonresident.”(27)“Open season” shall be that portion of the year wherein the laws of Florida for the preservation of fish and game permit the taking of particular species of game or varieties of fish.(28)“Private hunting preserve” includes any area set aside by a private individual or concern on which artificially propagated game or birds are taken.(29)“Reef bunch oysters” are oysters found growing on the bars or reefs in the open bay and exposed to the air between high and low tide.(30)“Resident” or “resident of Florida” means:(a)For purposes of part VII, a citizen of the United States who has continuously resided in this state for 1 year before applying for a hunting, fishing, or other license. However, for purposes of ss. 379.363, 379.364, 379.3711, 379.3712, 379.372, 379.373, 379.374, 379.3751, 379.3752, 379.3761, and 379.3762, the term means a citizen of the United States who has continuously resided in this state for 6 months before applying for a hunting, fishing, or other license.(b)For purposes of part VI:1.A member of the United States Armed Forces who is stationed in the state and his or her family members residing with such member; or2.A person who has declared Florida as his or her only state of residence as evidenced by a valid Florida driver license or identification card that has both a Florida address and a Florida residency verified by the Department of Highway Safety and Motor Vehicles, or, in the absence thereof, one of the following:a.A current Florida voter information card;b.A sworn statement manifesting and evidencing domicile in Florida in accordance with s. 222.17;c.Proof of a current Florida homestead exemption; ord.For a child younger than 18 years of age, a student identification card from a Florida school or, if accompanied by his or her parent at the time of purchase, the parent’s proof of residency.(31)“Resident alien” means a person who has continuously resided in this state for at least 1 year and can provide documentation from the Bureau of Citizenship and Immigration Services evidencing permanent residency status in the United States. For the purposes of this chapter, a “resident alien” is considered a “resident.”(32)“Restricted species” means any species of saltwater products which the state by law, or the Fish and Wildlife Conservation Commission by rule, has found it necessary to so designate. The term includes a species of saltwater products designated by the commission as restricted within a geographical area or during a particular time period of each year. Designation as a restricted species does not confer the authority to sell a species pursuant to s. 379.361 if the law or rule prohibits the sale of the species.(33)“Salt water,” except where otherwise provided by law, shall be all of the territorial waters of Florida excluding all lakes, rivers, canals, and other waterways of Florida from such point or points where the fresh and salt waters commingle to such an extent as to become unpalatable because of the saline content, or from such point or points as may be fixed for conservation purposes by the Department of Environmental Protection and the Fish and Wildlife Conservation Commission, with the consent and advice of the board of county commissioners of the county or counties to be affected.(34)“Saltwater fish” means:(a)Any saltwater species of finfish of the classes Agnatha, Chondrichthyes, or Osteichthyes and marine invertebrates of the classes Gastropoda and Bivalvia, the subphylum Crustacea, or the phylum Echinodermata; however, the term does not include nonliving shells or echinoderms; and(b)All classes of pisces, shellfish, sponges, and crustaceans native to salt water.(35)“Saltwater license privileges,” except where otherwise provided by law, means any license, endorsement, certificate, or permit issued pursuant to this chapter.(36)“Saltwater products” means any species of saltwater fish, marine plant, or echinoderm, except shells, and salted, cured, canned, or smoked seafood.(37)“Shellfish” shall include oysters, clams, and whelks.(38)“Take” means taking, attempting to take, pursuing, hunting, molesting, capturing, or killing any wildlife or freshwater or saltwater fish, or their nests or eggs, by any means, whether or not such actions result in obtaining possession of such wildlife or freshwater or saltwater fish or their nests or eggs.(39)“Transport” shall include shipping, transporting, carrying, importing, exporting, receiving or delivering for shipment, transportation or carriage or export.History.—s. 2, ch. 28145, 1953; s. 1, ch. 63-40; s. 1, ch. 65-140; ss. 25, 35, ch. 69-106; s. 127, ch. 71-377; s. 1, ch. 78-56; s. 76, ch. 79-164; s. 1, ch. 85-234; s. 1, ch. 87-116; s. 4, ch. 88-412; s. 1, ch. 89-270; s. 4, ch. 90-310; s. 4, ch. 93-223; s. 192, ch. 94-356; s. 979, ch. 95-148; s. 1, ch. 96-300; s. 2, ch. 98-203; s. 1, ch. 98-227; s. 94, ch. 99-245; s. 7, ch. 2003-143; s. 34, ch. 2004-5; s. 1, ch. 2006-304; s. 3, ch. 2008-247; s. 8, ch. 2010-185; s. 3, ch. 2013-194; s. 12, ch. 2014-136; s. 9, ch. 2022-142; s. 48, ch. 2025-8.Note.—Former s. 370.01.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792401marine",
      "number": "379.2401",
      "heading": "Marine fisheries; policy and standards",
      "text": "379.2402Marine information system.379.2411Saltwater fish; regulations.379.2412State preemption of power to regulate.379.2413Catching food fish for the purposes of making oil.379.2421Fishers and equipment; regulation.379.2422Illegal use of nets.379.2423Carriage of pros",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792402marine",
      "number": "379.2402",
      "heading": "Marine information system.",
      "text": "information system.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792411saltwater",
      "number": "379.2411",
      "heading": "Saltwater fish; regulations.",
      "text": "fish; regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792412state",
      "number": "379.2412",
      "heading": "State preemption of power to regulate.",
      "text": "preemption of power to regulate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792413catching",
      "number": "379.2413",
      "heading": "Catching food fish for the purposes of making oil.",
      "text": "food fish for the purposes of making oil.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792421fishers",
      "number": "379.2421",
      "heading": "Fishers and equipment; regulation.",
      "text": "and equipment; regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792422illegal",
      "number": "379.2422",
      "heading": "Illegal use of nets.",
      "text": "use of nets.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792423carriage",
      "number": "379.2423",
      "heading": "Carriage of proscribed nets across Florida waters.",
      "text": "of proscribed nets across Florida waters.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792424retrieval",
      "number": "379.2424",
      "heading": "Retrieval of spiny lobster, stone crab, blue crab, and black sea bass traps during closed season; commission authority.",
      "text": "of spiny lobster, stone crab, blue crab, and black sea bass traps during closed season; commission authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792426regulation",
      "number": "379.2426",
      "heading": "Regulation of shark fins; penalties.",
      "text": "of shark fins; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792431marine",
      "number": "379.2431",
      "heading": "Marine animals; regulation.",
      "text": "animals; regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792432manatee",
      "number": "379.2432",
      "heading": "Manatee protection; intent; conduct of studies; initiatives and plans.",
      "text": "protection; intent; conduct of studies; initiatives and plans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792433enhanced",
      "number": "379.2433",
      "heading": "Enhanced manatee protection study.",
      "text": "manatee protection study.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379245spiny",
      "number": "379.245",
      "heading": "Spiny lobster reports by dealers during closed season required.",
      "text": "lobster reports by dealers during closed season required.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379246tortugas",
      "number": "379.246",
      "heading": "Tortugas shrimp beds; gifted and loan property.",
      "text": "shrimp beds; gifted and loan property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379247regulation",
      "number": "379.247",
      "heading": "Regulation of shrimp fishing; Clay, Duval, Nassau, Putnam, Flagler, and St. Johns Counties.",
      "text": "of shrimp fishing; Clay, Duval, Nassau, Putnam, Flagler, and St. Johns Counties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379249artificial",
      "number": "379.249",
      "heading": "Artificial reef program; grants and financial and technical assistance to local governments.",
      "text": "reef program; grants and financial and technical assistance to local governments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-ificial",
      "number": "ificial",
      "heading": "reef program; grants and financial and technical assistance to local governments.",
      "text": "reef program; grants and financial and technical assistance to local governments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792495florida",
      "number": "379.2495",
      "heading": "Florida Ships-2-Reefs Program; matching grant requirements.",
      "text": "Ships-2-Reefs Program; matching grant requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37925sale",
      "number": "379.25",
      "heading": "Sale of unlawfully landed product; jurisdiction.",
      "text": "of unlawfully landed product; jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792511lease",
      "number": "379.2511",
      "heading": "Lease of state-owned water bottoms for growing oysters and clams.",
      "text": "of state-owned water bottoms for growing oysters and clams.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792512oyster",
      "number": "379.2512",
      "heading": "Oyster bottom land grants made pursuant to ch. 3293.",
      "text": "bottom land grants made pursuant to ch. 3293.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792521rulemaking",
      "number": "379.2521",
      "heading": "Rulemaking authority with respect to marine life.",
      "text": "authority with respect to marine life.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792522oysters",
      "number": "379.2522",
      "heading": "Oysters produced in and outside state; labeling; tracing; rules.",
      "text": "produced in and outside state; labeling; tracing; rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792523aquaculture",
      "number": "379.2523",
      "heading": "Aquaculture definitions; marine aquaculture products, producers, and facilities.",
      "text": "definitions; marine aquaculture products, producers, and facilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3792525noncultured",
      "number": "379.2525",
      "heading": "Noncultured shellfish harvesting.",
      "text": "shellfish harvesting.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37926illegal",
      "number": "379.26",
      "heading": "Illegal importation or possession of nonindigenous marine plants and animals; rules and regulations.",
      "text": "importation or possession of nonindigenous marine plants and animals; rules and regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13792413catching",
      "number": "1379.2413",
      "heading": "Catching food fish for the purposes of making oil",
      "text": "—No person shall take any food fish from the waters under the jurisdiction of the state for the purpose of making oil, fertilizer, or compost therefrom. Purse seines may be used for the taking of nonfood fish for the purpose of making oil, fertilizer, or comp",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "7, ch. 83-134, as amended by s",
      "text": "2, ch. 84-121, and by s. 1, ch. 85-163, repealed the then-existing section effective July 1, 1985, and further provided that if the Governor and Cabinet had not adopted appropriate rules by July 1, 1985, the section would remain in force until such rules were effectiv",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13792421fishers",
      "number": "1379.2421",
      "heading": "Fishers and equipment; regulation.—(1)ILLEGAL POSSESSION OF SEINES AND NETS",
      "text": "—No person may have in his or her custody or possession in any county of this state any fishing seine or net, the use of which for fishing purposes in such county is prohibited by law. Such possession shall be evidence of a violatio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1379246tortugas",
      "number": "1379.246",
      "heading": "Tortugas shrimp beds; gifted and loan property",
      "text": "—(1)The Fish and Wildlife Conservation Commission is authorized to take title in the name of the state to any vessel or vessels suitable for use in carrying out the inspection and patrol of the Tortugas Bed which may be offered as a gift to the state by any pers",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1379247regulation",
      "number": "1379.247",
      "heading": "Regulation of shrimp fishing; Clay, Duval, Nassau, Putnam, Flagler, and St",
      "text": "Johns Counties.—(1)DEFINITIONS.—When used in this section, unless the context clearly requires otherwise:(a)“Inland waters” means all creeks, rivers, bayous, bays, inlets, and canals.(b)“Sample” means one or more shrimp taken from an a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13792521rulemaking",
      "number": "1379.2521",
      "heading": "Rulemaking authority with respect to marine life",
      "text": "—Marine aquaculture producers shall be regulated by the Department of Agriculture and Consumer Services. The Fish and Wildlife Conservation Commission shall adopt rules, by March 1, 2000, to regulate the sale of farmed red drum and spotted sea trout. These rules",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13792525noncultured",
      "number": "1379.2525",
      "heading": "Noncultured shellfish harvesting.—(1)PROTECTION OF SHELLFISH AQUACULTURE PRODUCTS",
      "text": "—(a)The Fish and Wildlife Conservation Commission shall assist in protecting shellfish aquaculture products produced on leased or granted reefs in the hands of lessees or grantees from the state. Harvesting shellfish is prohibited",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37928imported",
      "number": "379.28",
      "heading": "Imported fish.379.29Contaminating fresh waters.379.295Use of explosives and other substances or force prohibited.",
      "text": "fish.379.29Contaminating fresh waters.379.295Use of explosives and other substances or force prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37929contaminating",
      "number": "379.29",
      "heading": "Contaminating fresh waters.",
      "text": "fresh waters.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379295use",
      "number": "379.295",
      "heading": "Use of explosives and other substances or force prohibited.",
      "text": "of explosives and other substances or force prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793001no",
      "number": "379.3001",
      "heading": "No net loss of hunting lands.379.3002J",
      "text": "W. Corbett and Cecil M. Webb Wildlife Management Areas.379.3003Required clothing for persons hunting deer.379.3004Voluntary Authorized Hunter Identification Program.379.3012Alligator management program implementation; commission authority.379.3014Unlawful sale, p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793002j",
      "number": "379.3002",
      "heading": "J. W. Corbett and Cecil M. Webb Wildlife Management Areas.",
      "text": "W. Corbett and Cecil M. Webb Wildlife Management Areas.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793003required",
      "number": "379.3003",
      "heading": "Required clothing for persons hunting deer.",
      "text": "clothing for persons hunting deer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793004voluntary",
      "number": "379.3004",
      "heading": "Voluntary Authorized Hunter Identification Program.",
      "text": "Authorized Hunter Identification Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793012alligator",
      "number": "379.3012",
      "heading": "Alligator management program implementation; commission authority.",
      "text": "management program implementation; commission authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793014unlawful",
      "number": "379.3014",
      "heading": "Unlawful sale, possession, or transporting of alligators or alligator skins.",
      "text": "sale, possession, or transporting of alligators or alligator skins.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793015prima",
      "number": "379.3015",
      "heading": "Prima facie evidence of intent to violate laws protecting alligators.",
      "text": "facie evidence of intent to violate laws protecting alligators.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379302private",
      "number": "379.302",
      "heading": "Private game preserves and farms; regulations; penalties.",
      "text": "game preserves and farms; regulations; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379303classification",
      "number": "379.303",
      "heading": "Classification of wildlife; seizure of captive wildlife.",
      "text": "of wildlife; seizure of captive wildlife.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379304exhibition",
      "number": "379.304",
      "heading": "Exhibition or sale of wildlife.",
      "text": "or sale of wildlife.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379305rules",
      "number": "379.305",
      "heading": "Rules and regulations; penalties.",
      "text": "and regulations; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37933enforcement",
      "number": "379.33",
      "heading": "Enforcement of commission rules.379.3311Police powers of commission and its agents",
      "text": "379.3312Powers of arrest by agents of commission.379.3313Powers of commission law enforcement officers.379.332Prosecutions; state attorney to represent state.379.333Arrest by officers of the commission; recognizance; cash bond; c",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793311police",
      "number": "379.3311",
      "heading": "Police powers of commission and its agents.",
      "text": "powers of commission and its agents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793312powers",
      "number": "379.3312",
      "heading": "Powers of arrest by agents of commission.",
      "text": "of arrest by agents of commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793313powers",
      "number": "379.3313",
      "heading": "Powers of commission law enforcement officers.",
      "text": "of commission law enforcement officers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379333arrest",
      "number": "379.333",
      "heading": "Arrest by officers of the commission; recognizance; cash bond; citation.",
      "text": "by officers of the commission; recognizance; cash bond; citation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379334search",
      "number": "379.334",
      "heading": "Search and seizure authorized and limited.",
      "text": "and seizure authorized and limited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379335issuance",
      "number": "379.335",
      "heading": "Issuance of warrant for search of private dwelling.",
      "text": "of warrant for search of private dwelling.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379336venue",
      "number": "379.336",
      "heading": "Venue for proceedings against citizens and residents charged with violations outside state boundaries.",
      "text": "for proceedings against citizens and residents charged with violations outside state boundaries.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379338confiscation",
      "number": "379.338",
      "heading": "Confiscation and disposition of illegally taken wildlife, freshwater fish, and saltwater fish.",
      "text": "and disposition of illegally taken wildlife, freshwater fish, and saltwater fish.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793381photographic",
      "number": "379.3381",
      "heading": "Photographic evidence of illegally taken wildlife, freshwater fish, and saltwater fish.",
      "text": "evidence of illegally taken wildlife, freshwater fish, and saltwater fish.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379339seizure",
      "number": "379.339",
      "heading": "Seizure of illegal hunting devices; disposition; notice; forfeiture.",
      "text": "of illegal hunting devices; disposition; notice; forfeiture.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793395seizure",
      "number": "379.3395",
      "heading": "Seizure of illegal transportation devices; disposition; appraisal; forfeiture.",
      "text": "of illegal transportation devices; disposition; appraisal; forfeiture.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379341disposition",
      "number": "379.341",
      "heading": "Disposition of illegal fishing devices; exercise of police power.",
      "text": "of illegal fishing devices; exercise of police power.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379342applicability",
      "number": "379.342",
      "heading": "Applicability of ss. 379.339, 379.3395, 379.404, and 379.406.",
      "text": "of ss. 379.339, 379.3395, 379.404, and 379.406.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379343rewards",
      "number": "379.343",
      "heading": "Rewards",
      "text": "379.343 Rewards.—The Fish and Wildlife Conservation Commission is authorized to offer rewards in amounts of up to $500 to any person furnishing information leading to the arrest and conviction of any person who has inflicted or attempted to inflict bodily injury upon any commission officer engaged in the enforcement of the provisions of this chapter or the rules and regulations of the Fish and Wildlife Conservation Commission. History.—s. 2, ch. 57-415; s. 1, ch. 59-352; s. 318, ch. 71-136; s. 5, ch. 91-134; s. 170, ch. 99-245; s. 5, ch. 2007-239; s. 128, ch. 2008-247; s. 25, ch. 2012-88. Note.—Former s. 372.911; s. 372.0715. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc0b8d639cda',t:'MTc3MDg4NTEzNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxviii/chapter-379/part-v/section-379-343/"
    },
    {
      "id": "section-ure",
      "number": "ure",
      "heading": "and execute search warrants and in pursuance thereof to enter any building, enclosure, or car and to break open, when found necessary, any apartment, chest, locker, box, trunk, crate, basket, bag, package, or container and examine the contents thereof;",
      "text": "and execute search warrants and in pursuance thereof to enter any building, enclosure, or car and to break open, when found necessary, any apartment, chest, locker, box, trunk, crate, basket, bag, package, or container and examine the contents thereof;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379343rewards",
      "number": "379.343",
      "heading": "Rewards. The Fish and Wildlife Conservation Commission is authorized to offer rewards in amounts of up to $500 to any person furnishing information leading to the arrest and conviction of any person who has inflicted or attempted to inflict bodily injury upon any commission officer engaged in the enforcement",
      "text": "The Fish and Wildlife Conservation Commission is authorized to offer rewards in amounts of up to $500 to any person furnishing information leading to the arrest and conviction of any person who has inflicted or attempted to inflict bodily injury upon any commission officer engaged in the enforcement of the provisions of this chapter or the rules and regulations of the Fish and Wildlife Conservation Commission.History.—s. 2, ch. 57-415; s. 1, ch. 59-352; s. 318, ch. 71-136; s. 5, ch. 91-134; s. 170, ch. 99-245; s. 5, ch. 2007-239; s. 128, ch. 2008-247; s. 25, ch. 2012-88.Note.—Former s. 372.911; s. 372.0715.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37935review",
      "number": "379.35",
      "heading": "Review of fees for licenses and permits; review of exemptions",
      "text": "379.3501Expiration of licenses and permits.379.3502License and permit not transferable.379.3503False statement in application for license or permit.379.3504Entering false information on licenses or permits.379.3511Appointment of subagents for th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793501expiration",
      "number": "379.3501",
      "heading": "Expiration of licenses and permits.",
      "text": "of licenses and permits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793502license",
      "number": "379.3502",
      "heading": "License and permit not transferable.",
      "text": "and permit not transferable.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793503false",
      "number": "379.3503",
      "heading": "False statement in application for license or permit.",
      "text": "statement in application for license or permit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793504entering",
      "number": "379.3504",
      "heading": "Entering false information on licenses or permits.",
      "text": "false information on licenses or permits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793511appointment",
      "number": "379.3511",
      "heading": "Appointment of subagents for the sale of hunting, fishing, and trapping licenses and permits.",
      "text": "of subagents for the sale of hunting, fishing, and trapping licenses and permits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793512competitive",
      "number": "379.3512",
      "heading": "Competitive bidding for certain sale of licenses and permits and the issuance of authorization numbers.",
      "text": "bidding for certain sale of licenses and permits and the issuance of authorization numbers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379352recreational",
      "number": "379.352",
      "heading": "Recreational licenses, permits, and authorization numbers to take wild animal life, freshwater aquatic life, and marine life; issuance; costs; reporting.",
      "text": "licenses, permits, and authorization numbers to take wild animal life, freshwater aquatic life, and marine life; issuance; costs; reporting.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379353recreational",
      "number": "379.353",
      "heading": "Recreational licenses and permits; exemptions from fees and requirements.",
      "text": "licenses and permits; exemptions from fees and requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379354recreational",
      "number": "379.354",
      "heading": "Recreational licenses, permits, and authorization numbers; fees established.",
      "text": "licenses, permits, and authorization numbers; fees established.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379356fish",
      "number": "379.356",
      "heading": "Fish pond license.",
      "text": "pond license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379357fish",
      "number": "379.357",
      "heading": "Fish and Wildlife Conservation Commission license program for tarpon; fees; penalties.",
      "text": "and Wildlife Conservation Commission license program for tarpon; fees; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793581hunter",
      "number": "379.3581",
      "heading": "Hunter safety course; requirements; penalty.",
      "text": "safety course; requirements; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793582hunter",
      "number": "379.3582",
      "heading": "Hunter safety course for juveniles.",
      "text": "safety course for juveniles.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379359license",
      "number": "379.359",
      "heading": "License application provision for voluntary contribution to Southeastern Guide Dogs, Inc.",
      "text": "application provision for voluntary contribution to Southeastern Guide Dogs, Inc.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379361licenses",
      "number": "379.361",
      "heading": "Licenses",
      "text": "379.361 Licenses.— (1) LICENSE ON PURSE SEINES.—There is levied, in addition to any other taxes thereon, an annual license tax of $25 upon each purse seine used in the waters of this state. This license fee shall be collected in the manner provided in this section. (2) SALTWATER PRODUCTS LICENSE.— (a) Every person, firm, or corporation that sells, offers for sale, barters, or exchanges for merchandise any saltwater products, or which harvests saltwater products with certain gear or equipment as specified by law, must have a valid saltwater products license, except that the holder of an aquaculture certificate under s. 597.004 is not required to purchase and possess a saltwater products license in order to possess, transport, or sell marine aquaculture products. Each saltwater products license allows the holder to engage in any of the activities for which the license is required. The license must be in the possession of the licenseholder or aboard the vessel and is subject to inspection at any time that harvesting activities for which a saltwater products license is required are being conducted. (b) A restricted species endorsement on the saltwater products license is required to sell to a licensed wholesale dealer those species which the state, by law or rule, has designated as “restricted species.” (c) At least one saltwater products license bearing a restricted species endorsement shall be aboard any vessel harvesting restricted species in excess of any bag limit or when fishing under a commercial quota or in commercial quantities, and such vessel shall have a commercial vessel registration. This subsection does not apply to any person, firm, or corporation licensed under s. 379.362(1)(a)1. or (b) for activities pursuant to such licenses. (d) A saltwater products license may be issued in the name of an individual or a valid commercial vessel registration number. However, a firm or corporation may only receive a license issued to a valid commercial vessel registration number. A saltwater products license may not be transferred by the licenseholder to another individual, firm, or corporation. A decal shall be issued with each saltwater products license issued to a valid commercial vessel registration number. The saltwater products license decal shall be the same color as the vessel registration decal issued each year pursuant to s. 328.48(5) and shall indicate the period of time such license is valid. The saltwater products license decal shall be placed beside the vessel registration decal and, in the case of an undocumented vessel, shall be placed so that the vessel registration decal lies between the commercial vessel registration number and the saltwater products license decal. Any saltwater products license decal for a previous year shall be removed from a vessel operating on the waters of the state. (e) The annual fee for a saltwater products license is: 1. For a license issued in the name of an individual which authorizes only that individual to engage in commercial fishing activities from the shore or a vessel: a resident must pay $50; a nonresident must pay $200; or an alien must pay $300. 2. For a license issued in the name of an individual which authorizes that named individual to engage in commercial fishing activities from the shore or a vessel and also authorizes each person who is fishing with the named individual aboard a vessel to engage in such activities: a resident must pay $150; a nonresident must pay $600; or an alien must pay $900. 3. For a license issued to a valid commercial vessel registration number which authorizes each person aboard such registered vessel to engage in commercial fishing activities: a resident, or a resident firm or corporation, must pay $100; a nonresident, or a nonresident firm or corporation, must pay $400; or an alien, or an alien firm or corporation, must pay $600. For purposes of this subparagraph, a resident firm or corporation means a firm or corporation formed under the laws of this state; a nonresident firm or corporation means a firm or corporation formed under the laws of any state other than Florida; and an alien firm or corporation means a firm or corporation organized under any laws other than laws of the United States, any United States territory or possession, or any state of the United States. (f) Any person who sells saltwater products pursuant to a saltwater products license may sell only to a licensed wholesale dealer. A saltwater products license must be presented to the licensed wholesale dealer each time saltwater products are sold, and an imprint made thereof. The wholesale dealer shall keep records of each transaction in such detail as may be required by rule of the commission not in conflict with s. 379.362(6), and shall provide the holder of the saltwater products license with a copy of the record. It is unlawful for any licensed wholesale dealer to buy saltwater products from any unlicensed person under the provisions of this section, except that a licensed wholesale dealer may buy from another licensed wholesale dealer. It is unlawful for any licensed wholesale dealer to buy saltwater products designated as “restricted species” from any person, firm, or corporation not possessing a restricted species endorsement on his or her saltwater products license under the provisions of this section, except that a licensed wholesale dealer may buy from another licensed wholesale dealer. For purposes of this subsection, any saltwater products received by a wholesale dealer are presumed to have been purchased. (g) The commission shall be the licensing agency, may contract with private persons or entities to implement aspects of the licensing program, and shall establish by rule a marine fisheries information system in conjunction with the licensing program to gather fisheries data. (h) Any person who sells, offers for sale, barters, or exchanges for merchandise saltwater products must have a method of catch preservation which meets the requirements and standards of the seafood quality control code promulgated by the commission. (i) A saltwater products license is required to harvest commercial quantities of saltwater products. Any vessel from which commercial quantities of saltwater products are harvested must have a commercial vessel registration. Commercial quantities of saltwater products shall be defined as: 1. With respect to those species for which no bag limit has been established, more than 100 pounds per person per day, provided that the harvesting of two fish or less per person per day shall not be considered commercial quantities regardless of aggregate weight; and 2. With respect to those species for which a bag limit has been established, more than the bag limit allowed by law or rule. (j)1. In addition to the saltwater products license, a marine life fishing endorsement is required for the harvest of marine life species as defined by rule of the Fish and Wildlife Conservation Commission. This endorsement may be issued only to a person who is at least 16 years of age or older or to a corporation holding a valid restricted species endorsement. 2.a. Effective July 1, 1998, and until July 1, 2002, a marine life endorsement may not be issued under this paragraph, except that those endorsements that are active during the 1997-1998 fiscal year may be renewed. b. In 1998 persons or corporations holding a marine life endorsement that was active in the 1997-1998 fiscal year or an immediate family member of that person must request renewal of the marine life endorsement before December 31, 1998. c. In subsequent years and until July 1, 2002, a marine life endorsement holder or member of his or her immediate family must request renewal of the marine life endorsement before September 30 of each year. d. If a person or corporation holding an active marine life fishing endorsement or a member of that person’s immediate family does not request renewal of the endorsement before the applicable dates specified in this paragraph, the commission shall deactivate that marine life fishing endorsement. e. In the event of the death or disability of a person holding an active marine life fishing endorsement, the endorsement may be transferred by the person to a member of his or her immediate family or may be renewed by any person so designated by the executor of the person’s estate. f. Persons or corporations who hold saltwater product licenses with marine life fishing endorsements issued to their vessel registration numbers and who subsequently replace their existing vessels with new vessels may transfer the existing marine life fishing endorsement to the new boat registration numbers. g. Persons or corporations who hold saltwater product licenses with marine life fishing endorsements issued to their name and who subsequently incorporate or unincorporate may transfer the existing marine life fishing endorsement to the new corporation or person. 3. The fee for a marine life fishery endorsement on a saltwater products license shall be $75. These license fees shall be collected and deposited in the Marine Resources Conservation Trust Fund and used for the purchase and installation of vessel mooring buoys at coral reef sites and for research related to marine fisheries. (3) NET LICENSES.—Except for cast nets and bait seines which are 100 feet in length or less and which have a mesh that is 3/8 inch or less, all nets used to take finfish, including, but not limited to, gill nets, trammel nets, and beach seines, must be licensed or registered. Each net used to take finfish for commercial purposes, or by a nonresident, must be licensed under a saltwater products license issued pursuant to subsection (2) and must bear the number of such license. (4) SPECIAL ACTIVITY LICENSES.— (a) A special activity license is required for any person to use gear or equipment not authorized in this chapter or rule of the Fish and Wildlife Conservation Commission for harvesting saltwater species. In accordance with this chapter, s. 16, Art. X of the State Constitution, and rules of the commission, the commission may issue special activity licenses for the use of nonconforming gear or equipment, including, but not limited to, trawls, seines and entangling nets, traps, and hook and line gear, to be used in harvesting saltwater species for scientific and governmental purposes, and, where allowable, for innovative fisheries. The commission may prescribe by rule application requirements and terms, conditions, and restrictions to be incorporated into each special activity license. This subsection does not apply to gear or equipment used by certified marine aquaculturists as provided for in s. 597.004 to harvest marine aquaculture products. (b) The Fish and Wildlife Conservation Commission is authorized to issue special activity licenses, in accordance with this section, to permit the importation and possession of wild anadromous sturgeon. The commission is also authorized to issue special activity licenses, in accordance with this section, to permit the importation, possession, and aquaculture of native and nonnative anadromous sturgeon until best management practices are implemented for the cultivation of anadromous sturgeon pursuant to s. 597.004. The special activity license shall provide for specific management practices to protect native populations of saltwater species. (c) The conditions and specific management practices established in this section shall be incorporated into permits and authorizations issued pursuant to chapter 253, chapter 403, or this chapter, when incorporating such provisions is in accordance with the aquaculture permit consolidation procedures. No separate issuance of a special activity license is required when conditions and specific management practices are incorporated into permits or authorizations under this paragraph. Implementation of this section to consolidate permitting actions does not constitute rules within the meaning of s. 120.52. (d) The commission is authorized to issue special activity licenses in accordance with s. 379.2411 and this section; aquaculture permit consolidation procedures in s. 379.2523(2); and rules of the commission to permit the capture and possession of saltwater species protected by law and used as stock for artificial cultivation and propagation. (e) The commission is authorized to adopt rules to govern the administration of special activities licenses as provided in this chapter and rules of the commission. Such rules may prescribe application requirements and terms, conditions, and restrictions for any such special activity license requested pursuant to this section. (5) APALACHICOLA BAY OYSTER HARVESTING LICENSE.— (a) For purposes of this section, the following definitions shall apply: 1. “Person” means an individual. 2. “Resident” means any person who has: a. Continuously resided in this state for 6 months immediately preceding the making of his or her application for an Apalachicola Bay oyster harvesting license; or b. Established a domicile in this state and evidenced that domicile as provided in s. 222.17. (b) A person may not harvest oysters from the Apalachicola Bay without a valid Apalachicola Bay oyster harvesting license issued by the City of Apalachicola. This requirement does not apply to anyone harvesting noncommercial quantities of oysters in accordance with commission rules, or to any person less than 18 years old. (c) Any person wishing to obtain an Apalachicola Bay oyster harvesting license shall submit an annual fee for the license during a 45-day period from May 17 to June 30 of each year preceding the license year for which the license is valid. Failure to pay the annual fee within the required time period shall result in a $500 late fee being imposed before issuance of the license. (d) The City of Apalachicola shall collect an annual fee of $100 from state residents and $500 from nonresidents for the issuance of an Apalachicola Bay oyster harvesting license. The license year shall begin on July 1 of each year and end on June 30 of the following year. The license shall be valid only for the licensee. Only bona fide residents of the state may obtain a resident license pursuant to this subsection. (e) Each person who applies for an Apalachicola Bay oyster harvesting license shall attend an educational seminar of not more than 16 hours’ length, developed and conducted jointly by the Department of Environmental Protection’s Apalachicola National Estuarine Research Reserve, the Division of Law Enforcement of the Fish and Wildlife Conservation Commission, and the Department of Agriculture and Consumer Services’ Apalachicola District Shellfish Environmental Assessment Laboratory. The seminar shall address, among other things, oyster biology, conservation of the Apalachicola Bay, sanitary care of oysters, small business management, and water safety. The seminar shall be offered five times per year, and each person attending shall receive a certificate of participation to present when obtaining an Apalachicola Bay oyster harvesting license. (f) Each person, while harvesting oysters in Apalachicola Bay, shall have in possession a valid Apalachicola Bay oyster harvesting license, or proof of having applied for a license within the required time period, and shall produce such license or proof of application upon request of any law enforcement officer. (g) Each person who obtains an Apalachicola Bay oyster harvesting license shall prominently display the license number upon any vessel the person owns which is used for the taking of oysters, in numbers which are at least 10 inches high and 1 inch wide, so that the permit number is readily identifiable from the air and water. Only one vessel displaying a given number may be used at any time. A licensee may harvest oysters from the vessel of another licensee. (h) Any person holding an Apalachicola Bay oyster harvesting license shall receive credit for the license fee against the saltwater products license fee. (i) The proceeds from Apalachicola Bay oyster harvesting license fees shall be deposited by the City of Apalachicola into a trust account and, less reasonable administrative costs, must be used or distributed by the City of Apalachicola for the following purposes in Apalachicola Bay: 1. An Apalachicola Bay oyster shell recycling program. 2. Shell planting to construct or rehabilitate oyster bars. 3. Education programs for licensed oyster harvesters on oyster biology, aquaculture, boating and water safety, sanitation, resource conservation, small business management, marketing, and other relevant subjects. 4. Research directed toward the enhancement of oyster production in the bay and the water management needs of the bay. (j) Any person who violates any of the provisions of paragraphs (b) and (d)-(g) commits a misdemeanor of the second degree, punishable as provided in ss. 775.082 and 775.083. Nothing in this subsection shall limit the application of existing penalties. (k) Any oyster harvesting license issued pursuant to this subsection must be in compliance with the rules of the Fish and Wildlife Conservation Commission regulating gear or equipment, harvest seasons, size and bag limits, and the taking of saltwater species. (6) LICENSE YEAR.—The license year on all licenses relating to saltwater products dealers, seafood dealers, aliens, residents, and nonresidents, unless otherwise provided, shall begin on July 1 of each year and end on June 30 of the next succeeding year. All licenses shall be so dated. However, if the commission determines that it is in the best interest of the state to issue a license required under this chapter to an individual on the birthday of the applicant, the commission may establish by rule a procedure to do so. This section does not apply to licenses and permits when their use is confined to an open season. (7) LICENSES SUBJECT TO INSPECTION; NONTRANSFERABLE; EXCEPTION.—Licenses of every kind and nature granted under the provisions of the fish and game laws of this state are at all times subject to inspection by the police officers of this state and the officers of the Fish and Wildlife Conservation Commission. Such licenses are not transferable unless otherwise provided by law. (8) COLLECTION OF LICENSES, FEES.—Unless otherwise provided by law, all license taxes or fees provided for in this part shall be collected by the commission or its duly authorized agents or deputies to be deposited by the Chief Financial Officer in the Marine Resources Conservation Trust Fund. The commission may by rule establish a reasonable processing fee for any free license or permit required under this part. The commission is authorized to accept payment by credit card for fees, fines, and civil penalties levied pursuant to this part. (9) DENIAL OF LICENSE RENEWAL OR ISSUANCE.—The commission shall deny the renewal or issuance of any saltwater products license, wholesale dealer license, or retail dealer license to anyone that has unpaid fees, civil assessments, or fines owed to the commission. History.—s. 2, ch. 28145, 1953; ss. 3, 4, ch. 59-399; s. 1, ch. 59-499; s. 1, ch. 61-520; s. 2, ch. 61-119; ss. 25, 35, ch. 69-106; s. 1, ch. 69-399; s. 2, ch. 70-336; s. 281, ch. 71-136; s. 104, ch. 71-355; s. 2, ch. 78-56; s. 10, ch. 83-134; s. 34, ch. 85-81; s. 4, ch. 85-234; s. 2, ch. 86-219; s. 3, ch. 86-240; s. 2, ch. 87-116; s. 2, ch. 87-120; s. 17, ch. 89-175; ss. 1, 3, ch. 89-250; ss. 1, 2, 5, 6, ch. 90-310; ss. 17, 18, ch. 91-78; ss. 1, 4, ch. 91-254; s. 4, ch. 92-60; s. 11, ch. 93-223; s. 1, ch. 94-174; s. 209, ch. 94-356; s. 983, ch. 95-148; s. 12, ch. 96-247; s. 23, ch. 96-321; s. 37, ch. 97-160; s. 19, ch. 97-164; s. 1, ch. 98-200; s. 3, ch. 98-203; s. 10, ch. 98-333; s. 150, ch. 99-13; ss. 41, 97, ch. 99-245; s. 33, ch. 99-289; s. 2, ch. 99-390; s. 51, ch. 2000-158; s. 34, ch. 2000-362; ss. 9, 37, ch. 2000-364; s. 1, ch. 2001-272; s. 2, ch. 2002-264; s. 380, ch. 2003-261; s. 2, ch. 2005-158; s. 146, ch. 2008-247; s. 12, ch. 2010-185; s. 6, ch. 2013-194; s. 10, ch. 2014-150; s. 7, ch. 2015-161; s. 4, ch. 2018-84; s. 10, ch. 2020-144. Note.—Former s. 370.06. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabc0c8c1790bf',t:'MTc3MDg4NTEzNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxviii/chapter-379/part-vii/section-379-361/"
    },
    {
      "id": "section-379362wholesale",
      "number": "379.362",
      "heading": "Wholesale and retail saltwater products dealers; regulation.",
      "text": "and retail saltwater products dealers; regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379363freshwater",
      "number": "379.363",
      "heading": "Freshwater fish dealer’s license.",
      "text": "fish dealer’s license.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379364license",
      "number": "379.364",
      "heading": "License required for fur and hide dealers.",
      "text": "required for fur and hide dealers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379365stone",
      "number": "379.365",
      "heading": "Stone crab; regulation.",
      "text": "crab; regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379366blue",
      "number": "379.366",
      "heading": "Blue crab; regulation.",
      "text": "crab; regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379367spiny",
      "number": "379.367",
      "heading": "Spiny lobster; regulation.",
      "text": "lobster; regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793671spiny",
      "number": "379.3671",
      "heading": "Spiny lobster trap certificate program.",
      "text": "lobster trap certificate program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379368fees",
      "number": "379.368",
      "heading": "Fees for the retrieval of spiny lobster, stone crab, blue crab, and black sea bass traps during closed season.",
      "text": "for the retrieval of spiny lobster, stone crab, blue crab, and black sea bass traps during closed season.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379369fees",
      "number": "379.369",
      "heading": "Fees for shrimp fishing in Tampa Bay.",
      "text": "for shrimp fishing in Tampa Bay.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793711license",
      "number": "379.3711",
      "heading": "License fee for private game preserves and farms.",
      "text": "fee for private game preserves and farms.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793712private",
      "number": "379.3712",
      "heading": "Private hunting preserve license fees; exception.",
      "text": "hunting preserve license fees; exception.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379373license",
      "number": "379.373",
      "heading": "License fee; renewal, revocation.",
      "text": "fee; renewal, revocation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379374bond",
      "number": "379.374",
      "heading": "Bond required, amount.",
      "text": "required, amount.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793751taking",
      "number": "379.3751",
      "heading": "Taking and possession of alligators; trapping licenses; fees.",
      "text": "and possession of alligators; trapping licenses; fees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793752required",
      "number": "379.3752",
      "heading": "Required tagging of alligators and hides; fees; revenues.",
      "text": "tagging of alligators and hides; fees; revenues.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793761exhibition",
      "number": "379.3761",
      "heading": "Exhibition or sale of wildlife; fees; classifications.",
      "text": "or sale of wildlife; fees; classifications.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3793762personal",
      "number": "379.3762",
      "heading": "Personal possession of wildlife.",
      "text": "possession of wildlife.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379377tag",
      "number": "379.377",
      "heading": "Tag fees for sale of Lake Okeechobee game fish.",
      "text": "fees for sale of Lake Okeechobee game fish.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379361licenses",
      "number": "379.361",
      "heading": "Licenses. (1)LICENSE ON PURSE SEINES.—There is levied, in addition to any other taxes thereon, an annual license tax of $25 upon each purse seine used in the waters of this state",
      "text": "This license fee shall be collected in the manner provided in this section.(2)SALTWATER PRODUCTS LICENSE.—(a)Every person, firm, o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1379366blue",
      "number": "1379.366",
      "heading": "Blue crab; regulation.—(1)No commercial harvester shall transport on the water, fish with or cause to be fished with, set, or place any trap designed for taking blue crabs unless such commercial harvester holds a valid saltwater products license and restricted species endorsement issued under s",
      "text": "379.361",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1379367spiny",
      "number": "1379.367",
      "heading": "Spiny lobster; regulation.—(1)It is the intent of the Legislature to maintain the spiny lobster industry for the economy of the state and to conserve the stocks supplying this industry",
      "text": "The provisions of this act regulating the taking of spiny lobster are for the purposes of ensuring and maintaining the h",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379401penalties",
      "number": "379.401",
      "heading": "Penalties and violations; civil penalties for noncriminal infractions; criminal penalties; suspension and forfeiture of licenses and permits",
      "text": "379.4015Nonnative and captive wildlife penalties.379.402Definition; possession of certain licensed traps prohibited; penalties; exceptions; consent.379.404Illegal taking",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3794015nonnative",
      "number": "379.4015",
      "heading": "Nonnative and captive wildlife penalties.",
      "text": "and captive wildlife penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379404illegal",
      "number": "379.404",
      "heading": "Illegal taking and possession of deer and wild turkey; evidence; penalty.",
      "text": "taking and possession of deer and wild turkey; evidence; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3794041illegal",
      "number": "379.4041",
      "heading": "Illegal taking, possession, and sale of bears.",
      "text": "taking, possession, and sale of bears.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-37940411taking",
      "number": "379.40411",
      "heading": "Taking of bears; use of lethal force in defense of person or certain property.",
      "text": "of bears; use of lethal force in defense of person or certain property.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379405illegal",
      "number": "379.405",
      "heading": "Illegal molestation of or theft from freshwater fishing gear.",
      "text": "molestation of or theft from freshwater fishing gear.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379406illegal",
      "number": "379.406",
      "heading": "Illegal possession or transportation of freshwater game fish in commercial quantities; penalty.",
      "text": "possession or transportation of freshwater game fish in commercial quantities; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379408forfeiture",
      "number": "379.408",
      "heading": "Forfeiture or denial of licenses and permits.",
      "text": "or denial of licenses and permits.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379409illegal",
      "number": "379.409",
      "heading": "Illegal killing, possessing, or capturing of alligators or other crocodilia or eggs; confiscation of equipment.",
      "text": "killing, possessing, or capturing of alligators or other crocodilia or eggs; confiscation of equipment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379411intentional",
      "number": "379.411",
      "heading": "Intentional killing or wounding of any species designated as endangered, threatened, or of special concern; penalties.",
      "text": "killing or wounding of any species designated as endangered, threatened, or of special concern; penalties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3794115florida",
      "number": "379.4115",
      "heading": "Florida or wild panther; killing prohibited; penalty.",
      "text": "or wild panther; killing prohibited; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379412penalties",
      "number": "379.412",
      "heading": "Penalties for feeding wildlife and freshwater fish.",
      "text": "for feeding wildlife and freshwater fish.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379414additional",
      "number": "379.414",
      "heading": "Additional penalties for saltwater products dealers violating records requirements.",
      "text": "penalties for saltwater products dealers violating records requirements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379501aquatic",
      "number": "379.501",
      "heading": "Aquatic weeds and plants; prohibitions; violations; penalties; intent.",
      "text": "weeds and plants; prohibitions; violations; penalties; intent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379503civil",
      "number": "379.503",
      "heading": "Civil action.",
      "text": "action.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379504civil",
      "number": "379.504",
      "heading": "Civil liability; joint and several liability.",
      "text": "liability; joint and several liability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-379",
      "number": "379",
      "heading": "3003, prohibiting deer hunting unless required clothing is worn.",
      "text": "3003, prohibiting deer hunting unless required clothing is worn.",
      "history": "",
      "source_url": ""
    }
  ]
}