{
  "state": "maryland",
  "path": "title-insurance/chapter-title-33-insurance-data-security",
  "sections": [
    {
      "id": "section-33-101",
      "number": "33-101",
      "heading": "DefinitionsSection 33-102 - Purpose of Title -- Restrictions on Construction of Title -- Compliance With Other LawsSection 33-103 - Information Security Program -- Design of Program -- Duties of Carrier and Risk Assessment -- Actions by Board of Directors -- Measures by Third-Party Service Provider ",
      "text": "(a)    In this title the following words have the meanings indicated.\n\n(b)    “Authorized individual” means an individual:\n\n(1)    known to and screened by the carrier; and\n\n(2)    for whom the carrier has determined it to be necessary and appropriate that the individual have access to the nonpublic information held by the carrier and its information systems.\n\n(c)    (1)    “Carrier” means:\n\n(i)    an authorized insurer;\n\n(ii)    a nonprofit health service plan;\n\n(iii)    a health maintenance organization;\n\n(iv)    a dental organization;\n\n(v)    a managed general agent; or\n\n(vi)    a third–party administrator.\n\n(2)    “Carrier” does not include:\n\n(i)    a purchasing group or a risk retention group chartered and licensed in a state other than this State; or\n\n(ii)    a person that is acting as an assuming insurer that is domiciled in another state or jurisdiction.\n\n(d)    “Consumer” means an individual, including an applicant, a policyholder, an insured, a beneficiary, a claimant, and a certificate holder, who is a resident of the State and whose nonpublic information is in a carrier’s possession, custody, or control.\n\n(e)    (1)    “Cybersecurity event” means an event resulting in unauthorized access to, or disruption or misuse of, an information system or nonpublic information stored on an information system.\n\n(2)    “Cybersecurity event” does not include:\n\n(i)    the unauthorized acquisition of encrypted nonpublic information if the encryption, process, or key is not also acquired, released, or used without authorization; or\n\n(ii)    an event with regard to which the carrier has reasonably determined that the nonpublic information accessed by an unauthorized person has not been and will not be used or released and has been returned or destroyed.\n\n(f)    “Encrypted” means the transformation of data into a form which results in a low probability of assigning meaning without the use of a protective process or key.\n\n(g)    “Information security program” means the administrative, technical, and physical safeguards that a carrier uses to access, collect, distribute, process, protect, store, use, transmit, dispose of, or otherwise handle nonpublic information.\n\n(h)    (1)    “Information system” means a discrete set of electronic information resources organized for the collection, processing, maintenance, use, sharing, dissemination, or disposition of electronic information.\n\n(2)    “Information system” includes industrial or process control systems, telephone switching and private branch exchange systems, environmental control systems, and other specialized systems.\n\n(i)    “Multifactor authentication” means authentication through verification of at least two of the following types of authentication factors:\n\n(1)    knowledge factors, such as a password;\n\n(2)    possession factors, such as a token or text message on a mobile phone; or\n\n(3)    inherence factors, such as a biometric characteristic.\n\n(j)    “Nonpublic information” means information that is not publicly available information and is:\n\n(1)    business–related information of a carrier the tampering with which, or unauthorized disclosure, access, or use of which, would cause a material adverse impact to the business, operations, or security of the carrier;\n\n(2)    information concerning a consumer that, because of name, number, personal mark, or other identifier, can be used to identify the consumer, in combination with one or more of the following data elements:\n\n(i)    Social Security number;\n\n(ii)    driver’s license number or nondriver identification card number;\n\n(iii)    account, credit, or debit card number;\n\n(iv)    a security code, an access code, or a password that would allow access to a consumer’s financial account; or\n\n(v)    biometric records; or\n\n(3)    information or data, except age or gender, in any form or medium created by or derived from a health care provider or a consumer that can be used to identify a particular consumer and that relates to:\n\n(i)    the past, present, or future physical, mental, or behavioral health or condition of a consumer or a member of the consumer’s family;\n\n(ii)    the provision of health care to a consumer; or\n\n(iii)    payment for the provision of health care to a consumer.\n\n(k)    “Publicly available information” means information that a carrier has a reasonable basis to believe is lawfully made available to the general public from:\n\n(1)    (i)    federal, State, or local government records;\n\n(ii)    widely distributed media; or\n\n(iii)    disclosures to the general public that are required to be made by federal, State, or local law; and\n\n(2)    steps taken by the carrier to determine:\n\n(i)    that the information is of the type that is available to the general public; and\n\n(ii)    whether a consumer can direct that the information be made unavailable to the general public and, if so, that the consumer has not done so.\n\n(l)    “Risk assessment” means the risk assessment that a carrier is required to conduct under § 33–103(c) of this title.\n\n(m)    “Third–party service provider” means a person, other than a carrier, that contracts with a carrier to maintain, process, store, or is otherwise authorized access to nonpublic information through its provision of services to the carrier.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-101/"
    },
    {
      "id": "section-33-102",
      "number": "33-102",
      "heading": "Purpose of Title -- Restrictions on Construction of Title -- Compliance With Other Laws",
      "text": "(a)    The purpose of this title is to establish standards for:\n\n(1)    data security; and\n\n(2)    the investigation of and notification to the Commissioner of a cybersecurity event applicable to carriers.\n\n(b)    This title may not be construed to:\n\n(1)    create or imply a private cause of action for violation of its provisions; or\n\n(2)    curtail a private cause of action which would otherwise exist in the absence of this title.\n\n(c)    Compliance with this title does not relieve a carrier from a duty to comply with any other requirements of federal law or Title 14 of the Commercial Law Article relating to the protection and privacy of personal information.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-102/"
    },
    {
      "id": "section-33-103",
      "number": "33-103",
      "heading": "Information Security Program -- Design of Program -- Duties of Carrier and Risk Assessment -- Actions by Board of Directors -- Measures by Third-Party Service Provider -- Incident Response Plan",
      "text": "(a)    (1)    Each carrier shall develop, implement, and maintain a comprehensive written information security program based on the carrier’s risk assessment.\n\n(2)    The information security program shall contain administrative, technical, and physical safeguards for the protection of nonpublic information and the carrier’s information system.\n\n(3)    A carrier’s information security program shall be commensurate with:\n\n(i)    the size and complexity of the carrier;\n\n(ii)    the nature and scope of the carrier’s activities, including its use of third–party service providers; and\n\n(iii)    the sensitivity of the nonpublic information used by the carrier or in the carrier’s possession, custody, or control.\n\n(b)    A carrier’s information security program shall be designed to:\n\n(1)    protect the security and confidentiality of nonpublic information and the security of the information system;\n\n(2)    protect against threats or hazards to the security or integrity of nonpublic information and the information system;\n\n(3)    protect against unauthorized access to or use of nonpublic information and minimize the likelihood of harm to a consumer; and\n\n(4)    define and periodically reevaluate a schedule for retention of nonpublic information and a mechanism for its destruction when no longer needed.\n\n(c)    Each carrier shall:\n\n(1)    designate one or more employees, an affiliate, or an outside vendor designated to act on behalf of the carrier who is responsible for the information security program;\n\n(2)    identify reasonably foreseeable internal or external threats that could result in unauthorized access, transmission, disclosure, misuse, alteration, or destruction of nonpublic information, including the security of information systems and nonpublic information that are accessible to, or held by, third–party service providers;\n\n(3)    assess the likelihood and potential damage of the threats described under item (2) of this subsection, taking into consideration the sensitivity of the nonpublic information;\n\n(4)    assess the sufficiency of policies, procedures, information systems, and other safeguards in place to manage the threats described under item (2) of this subsection, including consideration of threats in each relevant area of the carrier’s operations, such as:\n\n(i)    employee training and management;\n\n(ii)    information systems, including network and software design, as well as information classification, governance, processing, storage, transmission, and disposal; and\n\n(iii)    detecting, preventing, and responding to attacks, intrusions, or other system failures;\n\n(5)    implement information safeguards to manage the threats identified in its ongoing assessment; and\n\n(6)    at least annually, assess the effectiveness of the key controls, systems, and procedures of the safeguards.\n\n(d)    Based on its risk assessment, a carrier shall:\n\n(1)    design its information security program to mitigate the identified risks, commensurate with the size and complexity of the carrier’s activities, including its use of third–party service providers, and the sensitivity of the nonpublic information used by the carrier or in the carrier’s possession, custody, or control; and\n\n(2)    determine which of the following security measures are appropriate and implement the appropriate security measures:\n\n(i)    placement of access controls on information systems, including controls to authenticate and allow access only to authorized individuals to protect against the unauthorized acquisition of nonpublic information;\n\n(ii)    identification and management of the data, personnel, devices, systems, and facilities that enable the organization to achieve business purposes in accordance with their relative importance to business objectives and the organization’s risk strategy;\n\n(iii)    restriction of access at physical locations containing nonpublic information to authorized individuals only;\n\n(iv)    protection, by encryption or other appropriate means, of all nonpublic information:\n\n1.    during transmission over an external network; and\n\n2.    stored on a laptop computer or other portable computing or storage device or media;\n\n(v)    adoption of secure development practices for in–house developed applications used by the carrier and procedures for evaluating, assessing, or testing the security of externally developed applications used by the carrier;\n\n(vi)    modification of the information system in accordance with the carrier’s information security program;\n\n(vii)    use of effective controls, which may include multifactor authentication procedures for an individual accessing nonpublic information;\n\n(viii)    regular testing and monitoring of systems and procedures to detect actual and attempted attacks on, or intrusions into, information systems;\n\n(ix)    inclusion of audit trails within the information security program designed to:\n\n1.    detect and respond to cybersecurity events; and\n\n2.    reconstruct material financial transactions sufficient to support normal operations and obligations of the carrier;\n\n(x)    implementation of measures to protect against destruction, loss, or damage of nonpublic information due to environmental hazards, such as fire and water damage or other catastrophes or technological failures; and\n\n(xi)    development, implementation, and maintenance of procedures for the secure disposal of nonpublic information in any format.\n\n(e)    A carrier’s enterprise risk management process shall include cybersecurity risks.\n\n(f)    Each carrier shall:\n\n(1)    stay informed regarding emerging threats or vulnerabilities and use reasonable security measures when sharing information relative to the character of the sharing and the type of information shared; and\n\n(2)    provide its personnel with cybersecurity awareness training that is updated as necessary to reflect risks identified by the carrier in the risk assessment.\n\n(g)    (1)    If a carrier has a board of directors, the board or an appropriate committee of the board shall, at a minimum:\n\n(i)    require the carrier’s executive management or its delegates to develop, implement, and maintain the carrier’s information security program; and\n\n(ii)    require the carrier’s executive management or its delegates to report in writing, at least annually, the following information:\n\n1.    the overall status of the information security program and the carrier’s compliance with this title; and\n\n2.    material matters related to the information security program, addressing issues such as risk assessment, risk management and control decisions, third–party service provider arrangements, results of testing, cybersecurity events or violations and management’s responses thereto, and recommendations for changes in the information security program.\n\n(2)    If executive management of a carrier delegates any of the responsibilities under this section, the executive management shall:\n\n(i)    oversee the development, implementation, and maintenance of the carrier’s information security program prepared by the delegates; and\n\n(ii)    receive a report from the delegates that complies with the requirements for the report to the board of directors under paragraph (1) of this subsection.\n\n(h)    A carrier shall require a third–party service provider to implement appropriate administrative, technical, and physical measures to protect and secure the information systems and nonpublic information that are accessible to or held by the third–party service provider.\n\n(i)    (1)    Each carrier shall establish a written incident response plan designed to promptly respond to, and recover from, any cybersecurity event that compromises the confidentiality, integrity, or availability of nonpublic information in its possession, the carrier’s information systems, or the continuing functionality of any aspect of the carrier’s business or operations.\n\n(2)    The incident response plan shall address the following areas:\n\n(i)    the internal process for responding to a cybersecurity event;\n\n(ii)    the goals of the incident response plan;\n\n(iii)    the definition of clear roles, responsibilities, and levels of decision–making authority;\n\n(iv)    external and internal communications and information sharing;\n\n(v)    identification of requirements for the remediation of identified weaknesses in information systems and associated controls;\n\n(vi)    documentation and reporting regarding cybersecurity events and related incident response activities; and\n\n(vii)    the evaluation and revision, as necessary, of the incident response plan following a cybersecurity event.\n\n(j)    (1)    Except as provided in subsection (k) of this section, on or before April 15 each year, each carrier shall submit to the Commissioner a written statement certifying that the carrier is in compliance with the requirements set forth in this section.\n\n(2)    Each carrier shall maintain for examination by the Commissioner all records, schedules, and data supporting this certificate for a period of 5 years.\n\n(k)    A carrier that is not domiciled in the State is exempt from the provisions of subsection (j)(1) of this section if the carrier:\n\n(1)    (i)    is domiciled in another United States insuring jurisdiction that has adopted a law or regulation that is substantially similar to this section;\n\n(ii)    is subject to that law or regulation;\n\n(iii)    is required to file a certification of compliance with its domestic regulator under that law or regulation; and\n\n(iv)    actually files the required certification with its domestic regulator; or\n\n(2)    (i)    is a member of an insurance holding company system, as defined in § 7–101 of this article; and\n\n(ii)    has implemented and is subject to an information security program that has been approved and is maintained by another carrier within the same insurance holding company system that meets all of the criteria set forth in item (1) of this subsection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-103/"
    },
    {
      "id": "section-33-104",
      "number": "33-104",
      "heading": "Prompt Investigation of Cybersecurity Event -- Duties of Carrier and Necessary Steps",
      "text": "(a)    If a carrier learns that a cybersecurity event has or may have occurred, the carrier or an outside vendor or service provider designated to act on behalf of the carrier shall conduct a prompt investigation.\n\n(b)    During the investigation, the carrier or an outside vendor or service provider designated to act on behalf of the carrier, shall, at a minimum:\n\n(1)    determine as much of the following information as possible:\n\n(i)    whether a cybersecurity event has occurred;\n\n(ii)    the nature and scope of the cybersecurity event; and\n\n(iii)    identification of nonpublic information that may have been involved in the cybersecurity event; and\n\n(2)    perform or oversee reasonable measures to restore the security of the information systems compromised in the cybersecurity event to prevent further unauthorized acquisition, release, or use of nonpublic information in the carrier’s possession, custody, or control.\n\n(c)    If a carrier learns that a cybersecurity event has or may have occurred in a system maintained by a third–party service provider, the carrier shall complete the steps listed in subsection (b) of this section or confirm and document that the third–party service provider has completed those steps.\n\n(d)    A carrier shall:\n\n(1)    maintain records concerning all cybersecurity events for a period of at least 5 years from the date of the cybersecurity event; and\n\n(2)    produce the records on demand of the Commissioner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-104/"
    },
    {
      "id": "section-33-105",
      "number": "33-105",
      "heading": "Actions Required Following a Cybersecurity Event -- Information Provided by Carrier -- Continuing Obligation to Update and Supplement Information -- Cybersecurity Event Reported by Managed Care Organization",
      "text": "(a)    A carrier shall notify the Commissioner as promptly as possible but in no event later than 3 business days from a determination that a cybersecurity event has occurred when either of the following criteria has been met:\n\n(1)    (i)    the State is the carrier’s state of domicile; and\n\n(ii)    the cybersecurity event has a reasonable likelihood of harming a consumer residing in the State or any material part of the normal operations of the carrier; or\n\n(2)    the carrier reasonably believes that the nonpublic information involved is of 250 or more consumers residing in the State and either of the following circumstances is present:\n\n(i)    a cybersecurity event impacting the carrier has occurred for which notice must be provided to a government body, self–regulatory agency, or any other supervisory body under state or federal law; or\n\n(ii)    a cybersecurity event has occurred that has a reasonable likelihood of materially harming:\n\n1.    a consumer residing in the State; or\n\n2.    a material part of the normal operation of the carrier.\n\n(b)    The carrier shall provide as much of the following information as reasonably possible:\n\n(1)    the date of the cybersecurity event;\n\n(2)    a description of how the information was exposed, lost, stolen, or breached, including the specific roles and responsibilities of third–party service providers, if any;\n\n(3)    how the cybersecurity event was discovered;\n\n(4)    whether any lost, stolen, or breached information has been recovered and, if so, how this was done;\n\n(5)    the identity of the source of the cybersecurity event;\n\n(6)    whether the carrier has filed a police report or has notified a regulatory, government, or law enforcement agency and, if so, when the notification was provided;\n\n(7)    a description of the specific types of information acquired without authorization and, more specifically, particular data elements, such as types of medical information, types of financial information, or types of information allowing identification of the consumer;\n\n(8)    the period during which the information system was compromised by the cybersecurity event;\n\n(9)    the number of total consumers in the State affected by the cybersecurity event, with the carrier providing:\n\n(i)    the best estimate of this number in its initial report to the Commissioner; and\n\n(ii)    an updated estimate of this number in each subsequent report to the Commissioner in accordance with this section;\n\n(10)    the results of any internal review:\n\n(i)    identifying a lapse in either automated controls or internal procedures; or\n\n(ii)    confirming that all automated controls or internal procedures were followed;\n\n(11)    a copy of the carrier’s privacy policy and a statement outlining the steps the carrier will take to investigate and notify consumers affected by the cybersecurity event; and\n\n(12)    the name of a contact person who is both familiar with the cybersecurity event and authorized to act for the carrier.\n\n(c)    A carrier shall provide the information required under this section in electronic form as directed by the Commissioner.\n\n(d)    A carrier shall have a continuing obligation to update and supplement initial and subsequent notifications to the Commissioner concerning the cybersecurity event.\n\n(e)    A carrier shall comply with § 14–3504 of the Commercial Law Article, as applicable, and provide a copy of the notice sent to consumers under that section to the Commissioner.\n\n(f)    If a managed care organization conducts an investigation as required by the Maryland Department of Health in accordance with the managed care organization’s contract with the Maryland Department of Health and determines that a cybersecurity event has occurred, the managed care organization shall provide to the Commissioner copies of all notices and reports provided to the Maryland Department of Health at the same time and in the same manner that the managed care organization provides the notices and reports to the Maryland Department of Health.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-105/"
    },
    {
      "id": "section-33-106",
      "number": "33-106",
      "heading": "Federal Laws Governing Carriers -- Compliance",
      "text": "(a)    A carrier that is subject to, governed by, and compliant with the privacy, security, and breach notification rules issued by the U.S. Department of Health and Human Services, 45 C.F.R. Parts 160 and 164, established under the Health Insurance Portability and Accountability Act of 1996, and the Health Information Technology for Economic and Clinical Health Act, and that maintains nonpublic information in the same manner as protected health information:\n\n(1)    shall be deemed to be in compliance with §§ 33–103 and 33–104 of this title; and\n\n(2)    must comply with § 33–105(a) through (d) of this title.\n\n(b)    A carrier that is subject to, governed by, and in compliance with § 33–103 of this title shall be deemed to be in compliance with §§ 14–3502 and 14–3503 of the Commercial Law Article.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-106/"
    },
    {
      "id": "section-33-107",
      "number": "33-107",
      "heading": "Certain Documents and Information Confidential and Privileged -- Waiver -- Final Actions Open to Public Inspection",
      "text": "(a)    (1)    Documents, materials, and other information in the control or possession of the Commissioner that are furnished by a carrier or an employee or agent thereof acting on behalf of the carrier under § 33–103(j) or § 33–105(b)(2) through (5), (8), (10), and (11) of this title or that are obtained by the Commissioner in an investigation or examination under this section or from a managed care organization in accordance with § 33–105(f) of this title:\n\n(i)    are confidential by law and privileged;\n\n(ii)    are not subject to the Maryland Public Information Act;\n\n(iii)    are not subject to subpoena; and\n\n(iv)    are not subject to discovery or admissible in evidence in a private civil action.\n\n(2)    The Commissioner is authorized to use the documents, materials, and other information in the furtherance of a regulatory or legal action brought as a part of the Commissioner’s duties.\n\n(b)    The Commissioner and any person who received documents, materials, or other information while acting under the authority of the Commissioner may not be allowed or required to testify in a private civil action concerning confidential documents, materials, or other information subject to subsection (a) of this section.\n\n(c)    The Commissioner may:\n\n(1)    if the recipient agrees to maintain the confidentiality and privileged status of the documents, materials, or other information, share documents, materials, or other information, including the confidential and privileged documents, materials, or other information subject to subsection (a) of this section, with:\n\n(i)    other state, federal, and international regulatory agencies;\n\n(ii)    the National Association of Insurance Commissioners, its affiliates, or subsidiaries; and\n\n(iii)    state, federal, and international law enforcement authorities, provided that the recipient agrees to maintain the confidentiality and privileged status of the document, material, or other information;\n\n(2)    receive documents, materials, or other information, including otherwise confidential and privileged documents, materials, or other information, from:\n\n(i)    the National Association of Insurance Commissioners, its affiliates, or subsidiaries; and\n\n(ii)    regulatory and law enforcement officials of other foreign or domestic jurisdictions;\n\n(3)    share documents, materials, or other information subject to subsection (a) of this section with a third–party consultant or vendor, if the consultant agrees in writing to maintain the confidentiality and privileged status of the document, material, or other information; and\n\n(4)    enter into agreements governing sharing and use of information consistent with this subsection.\n\n(d)    The Commissioner shall maintain as confidential or privileged any document, material, or other information received under subsection (c)(2) of this section with notice or the understanding that it is confidential or privileged under the laws of the jurisdiction that is the source of the document, material, or other information.\n\n(e)    A waiver of an applicable privilege or claim of confidentiality in the documents, materials, or other information may not occur as a result of disclosure to the Commissioner under this section or as a result of sharing as authorized in subsection (c) of this section.\n\n(f)    This section does not prohibit the Commissioner from releasing final, adjudicated actions that are open to public inspection.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-107/"
    },
    {
      "id": "section-33-108",
      "number": "33-108",
      "heading": "Penalties for Violations of Title",
      "text": "In addition to any other sanction to which a carrier may be subject, a carrier that violates a provision of this title is subject to a penalty of not less than $100 but not more than $125,000 for each violation of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-108/"
    },
    {
      "id": "section-33-109",
      "number": "33-109",
      "heading": "Adoption of Regulations",
      "text": "The Commissioner may adopt regulations consistent with this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-33/section-33-109/"
    }
  ]
}