{
  "state": "maryland",
  "path": "title-insurance/chapter-title-30-slavery-era-insurance-policy-reporting",
  "sections": [
    {
      "id": "section-30-101",
      "number": "30-101",
      "heading": "DefinitionsSection 30-102 - Slaveholder Insurance Policy -- Report by InsurerSection 30-103 - Slaveholder Insurance Policy -- Report by Commissioner",
      "text": "(a)    In this title the following words have the meanings indicated.\n\n(b)    “Reporting insurer” means an insurer that is a member of a holding company that has been designated by the holding company as responsible for submitting a report under § 30–102 of this title on behalf of the insurer and other insurers in the holding company.\n\n(c)    “Slave” means an individual:\n\n(1)    who had no freedom of action;\n\n(2)    whose person and services were wholly under the control of another;\n\n(3)    who was in a state of enforced compulsory service to another; and\n\n(4)    who could not legally leave enforced compulsory service to another on the individual’s own initiative during the individual’s lifetime before the end of the slavery era.\n\n(d)    “Slaveholder” means:\n\n(1)    an owner of a slave;\n\n(2)    an owner of a commercial enterprise that used the services of a slave;\n\n(3)    an owner of a vessel or other means of transporting slaves; or\n\n(4)    a person dealing in the purchase, sale, or financing of the business of slaves and slavery.\n\n(e)    “Slaveholder insurance policy” means a policy issued to or for the benefit of a slaveholder to insure the slaveholder against injury to a slave or the death of a slave.\n\n(f)    “Slavery era” means years prior to 1865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-30/section-30-101/"
    },
    {
      "id": "section-30-102",
      "number": "30-102",
      "heading": "Slaveholder Insurance Policy -- Report by Insurer",
      "text": "(a)    On or before October 1, 2011, an insurer authorized to do business in the State shall provide the Commissioner with:\n\n(1)    a report of information in the records of the insurer about each slaveholder insurance policy issued in the State by the insurer, or any predecessor of the insurer, during the slavery era; and\n\n(2)    a copy of each document in the insurer’s records that relates to the information provided under item (1) of this subsection.\n\n(b)    A holding company may designate one insurer in the holding company to be a reporting insurer on behalf of the member insurers of the holding company.\n\n(c)    On or before January 1, 2010, the Commissioner shall adopt regulations that specify the form and content of the report required under this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-30/section-30-102/"
    },
    {
      "id": "section-30-103",
      "number": "30-103",
      "heading": "Slaveholder Insurance Policy -- Report by Commissioner",
      "text": "(a)    (1)    On or before April 1, 2012, the Commissioner shall issue a report on the information provided to the Commissioner under § 30–102 of this title.\n\n(2)    The report required under this section shall:\n\n(i)    contain the names of any slaveholders or slaves provided under § 30–102 of this title; and\n\n(ii)    include a copy of each document provided to the Commissioner under § 30–102 of this title.\n\n(b)    (1)    The report required under this section shall be made available to the public.\n\n(2)    The Commissioner shall make a copy of the report available on the Web site of the Administration.\n\n(c)    The Commissioner shall provide a copy of the report required under this section to the Governor and, in accordance with § 2–1257 of the State Government Article, the General Assembly.\n\n(d)    A copy of the report shall be maintained at the Thurgood Marshall Law Library at the University of Maryland School of Law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/insurance/title-30/section-30-103/"
    }
  ]
}