{
  "state": "michigan",
  "path": "title-chapter-570-liens/chapter-act-312-of-1915-garage-keepers-lien-act-570301-570310",
  "sections": [
    {
      "id": "section-570301",
      "number": "570.301",
      "heading": "Short Title.Section 570.301a, 570",
      "text": "This act shall be known and may be cited as the \"garage keeper's lien act\".\n\nHistory:1915, Act 312, Eff. Aug. 24, 1915 ;-- CL 1915, 4833 ;-- CL 1929, 4793 ;-- Am. 1939, Act 274, Eff. Sept. 29, 1939 ;-- Am. 1941, Act 204, Eff. Jan. 10, 1942 ;-- CL 1948, 570.301 ;-- Am. 1949, Act 161, Eff. Sept. 23, 1949 ;-- Am. 1951, Act 41, Eff. Sept. 28, 1951 ;-- Am. 1964, Act 168, Eff. Aug. 28, 1964 ;-- Am. 1965, Act 357, Imd. Eff. July 23, 1965 ;-- Am. 1986, Act 126, Eff. July 1, 1986 ;-- Am. 1990, Act 58, Eff. July 1, 1990 ;-- Am. 1998, Act 236, Imd. Eff. July 3, 1998Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-301/"
    },
    {
      "id": "section-570",
      "number": "570",
      "heading": "301a, 570.301b - Repealed. 1998, Act 236, Imd. Eff. July 3, 1998.",
      "text": "301a, 570.301b - Repealed. 1998, Act 236, Imd. Eff. July 3, 1998.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-570302",
      "number": "570.302",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Bureau\" means the bureau of automotive regulation.\n\n(b) \"Department\" means the department of state.\n\n(c) \"Garage keeper\" means a person or the person's heir, personal representative, successor, assignee, or authorized agent who for hire or reward, publicly offers to maintain or repair a vehicle or an accessory used in the operation of a vehicle or to furnish accessories and supplies for a vehicle or an accessory used in the operation of a vehicle.\n\n(d) \"Last known address\" means the address provided by the owner in the most recent contract for storage, labor, material, or supplies entered into between the garage keeper and the owner, or in a subsequent written notice of change of address to the garage keeper or as shown by the records of the department.\n\n(e) \"Lienholder\" means any person or legal entity that is noted on the motor vehicle certificate of title as a lienholder, or, if the motor vehicle certificate of title contains the term lessee, the person or legal entity that is noted on the motor vehicle certificate of title as the lessor or as shown by the records of the department.\n\n(f) \"Market value\" means the trade-in value as determined by the issue of the national auto dealers association official used car guide in effect at the time the garage keeper performs the first labor or first furnishes supplies for which the garage keeper claims a lien under this act.\n\n(g) \"Owner\" means that term as defined in section 37 of the Michigan vehicle code, 1949 PA 300, MCL 257.37, or as shown by the records of the department.\n\n(h) \"Vehicle\" means that term as defined in section 79 of the Michigan vehicle code, 1949 PA 300, MCL 257.79.\n\nHistory:1915, Act 312, Eff. Aug. 24, 1915 ;-- CL 1915, 4834 ;-- Am. 1927, Act 380, Eff. Sept. 5, 1927 ;-- CL 1929, 4794 ;-- CL 1948, 570.302 ;-- Am. 1964, Act 168, Eff. Aug. 28, 1964 ;-- Am. 1990, Act 58, Eff. July 1, 1990 ;-- Am. 1998, Act 236, Imd. Eff. July 3, 1998 ;-- Am. 2002, Act 109, Eff. July 1, 2002Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-302/"
    },
    {
      "id": "section-570302a",
      "number": "570.302a",
      "heading": "Repealed. 1998, Act 236, Imd. Eff. July 3, 1998.",
      "text": "Compiler's Notes:The repealed section pertained to unregistered vehicle.Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-302a/"
    },
    {
      "id": "section-570303",
      "number": "570.303",
      "heading": "Garage Keeper; Attachment of Lien Upon Vehicle; Manner; Amount.",
      "text": "(1) Except as otherwise provided in this act, a garage keeper who, in pursuance of a contract that is expressed, implied, written, or unwritten, furnishes labor, material, storage, diagnosis, an estimate of repairs, or supplies for a vehicle, shall have a lien upon the vehicle for the charges due for the storage, maintenance, keeping, diagnosis, estimate of repairs, and repair of the vehicle and for gasoline, electric current, or other accessories and supplies furnished, expenses bestowed, or labor performed on the vehicle at the request or with the consent of the owner of the vehicle. If a vehicle remains in the possession of a garage keeper after the completion of repairs or after a diagnosis and subsequent storage of the vehicle when repairs are not authorized, a garage keeper's lien attaches to the vehicle in the manner and amount provided in this section.\n\n(2) The lien attaches to the vehicle on the day the garage keeper performs the last labor or furnishes the last supplies for which a lien is claimed against the vehicle. The garage keeper may keep a vehicle for not more than 225 days after performing the last labor or furnishing the last supplies for which a lien is claimed against the vehicle.\n\n(3) The portion of a lien that is for labor and material furnished in making repairs upon a vehicle has priority over all other liens upon the vehicle. The lien has no effect against the holder of a security interest, conditional sales agreement, or other lien that attached before the attachment of the garage keeper's lien upon the payment by a prior lienholder to the garage keeper of the amount of the lien calculated under subsection (4) and section 4.\n\n(4) Except as provided in section 4, the maximum amount of a lien that a prior lienholder shall pay a garage keeper under this section is calculated as follows:\n\n(a) If a repaired vehicle has a market value of more than $5,000.00, then the amount of the lien shall be not more than 20% of the market value of the repaired vehicle or $5,000.00, whichever is less.\n\n(b) If a repaired vehicle has a market value of $5,000.00 or less, then the amount of the lien shall be not more than $1,000.00.\n\nHistory:1915, Act 312, Eff. Aug. 24, 1915 ;-- CL 1915, 4835 ;-- CL 1929, 4795 ;-- Am. 1931, Act 103, Imd. Eff. May 18, 1931 ;-- CL 1948, 570.303 ;-- Am. 1964, Act 168, Eff. Aug. 28, 1964 ;-- Am. 1965, Act 357, Imd. Eff. July 23, 1965 ;-- Am. 1998, Act 236, Imd. Eff. July 3, 1998 ;-- Am. 2002, Act 109, Eff. July 1, 2002Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-303/"
    },
    {
      "id": "section-570304",
      "number": "570.304",
      "heading": "Garage Keeper's Lien; Amounts Not Included; Storage Charge.",
      "text": "(1) A garage keeper's lien under section 3 shall not include an amount for labor and materials for any of the following if the materials used were custom materials that are not normally available from the manufacturer or, in the case of a vehicle manufactured in a foreign country, a distributor of the vehicle or that are not normally installed on the vehicle by the original manufacturer:\n\n(a) The repair or replacement of all or a part of the interior or exterior of the repaired vehicle.\n\n(b) The installation, repair, or replacement of electronic and related parts.\n\n(c) The installation, repair, or replacement of any other materials or parts that are not essential to the normal operation of the repaired vehicle.\n\n(2) Unless otherwise agreed to in writing, a garage keeper's lien under section 3 may include an amount of not more than $10.00 per day for the storage of the vehicle, for the storage of an accessory used in the operation of a vehicle, or for the storage of accessories and supplies furnished for the vehicle or an accessory used in the operation of the vehicle. Unless otherwise agreed to in writing, the charge shall be for not more than 120 days' storage. However, a lienholder who pays a garage keeper's lien under section 5(8) is not liable for and is not required to pay for any storage charges that accrued prior to 45 days after the garage keeper's notification to the lienholder under section 5. Charges described in this subsection may be in addition to the maximum allowance under section 3(4).\n\nHistory:Add. 1998, Act 236, Imd. Eff. July 3, 1998 ;-- Am. 2002, Act 109, Eff. July 1, 2002Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-304/"
    },
    {
      "id": "section-570305",
      "number": "570.305",
      "heading": "Garage Keeper's Lien; Enforcement; Sale of Vehicle at Public Sale.",
      "text": "(1) A lien under section 3 shall be enforced only as provided in this section.\n\n(2) If charges described in section 3 are not paid, the garage keeper may sell the vehicle at a public sale described in this section.\n\n(3) To enforce a lien under section 3, a garage keeper or authorized agent shall, not more than 105 days after the date the lien attached as provided in section 3, apply to the department, in a format prescribed by the department, for a certificate of foreclosure of garage keeper's lien and bill of sale accompanied by a fee of $10.00 paid to the department. The department shall, not more than 30 days after the postmark date of a complete application received by mail or the date a complete application is hand-delivered by the garage keeper or authorized agent to the department, provide to the garage keeper or authorized agent the names and addresses of all owners of record and of all lienholders of the vehicle as shown by the records of the department.\n\n(4) After complying with the requirements of subsection (3), the garage keeper shall notify the owner or owners, all lienholders, and the department of state, bureau of automotive regulation, Lansing, Michigan, of the proposed sale of the vehicle in order to satisfy the lien of the garage keeper by a notice sent by certified mail return receipt requested to the last known address of the owner or owners, the lienholders and the bureau. The garage keeper shall send all the notices required by this subsection not more than 30 days after the date placed on the certificate of foreclosure of garage keeper's lien and bill of sale by the department. The notice shall include all of the following:\n\n(a) An itemized statement of the garage keeper's lien showing the amount due at the time of the notice and the date on which the amount became due.\n\n(b) A demand for payment in the amount necessary to satisfy the lien authorized under section 3(1). The demand for payment must give the owner or owners not less than 30 calendar days after the postmark date of the notice to satisfy the garage keeper's lien.\n\n(c) A statement that all lienholders are being notified of the delinquency, that a lienholder has the right to satisfy the garage keeper's lien plus any storage charges provided for under section 4 and obtain possession of the vehicle as provided in section 5(8), and that a lienholder is required to notify the garage keeper before the proceeds are distributed under section 6 if the lienholder desires to claim any of the proceeds from the sale of the vehicle under section 6(1)(a).\n\n(d) A statement of daily storage fees, if any.\n\n(e) A statement of the date, time, manner, and place that the vehicle will be sold.\n\n(5) Except as otherwise provided in this subsection, the sale shall be held not less than 75 calendar days after the date placed on the certificate of foreclosure of the garage keeper's lien and bill of sale by the department. The bureau may object to a sale only if it has reason to believe that the garage keeper has failed to substantially comply with this act, the rules promulgated under this act, the motor vehicle service and repair act, 1974 PA 300, MCL 257.1301 to 257.1340, or the rules promulgated under the motor vehicle service and repair act, 1974 PA 300, MCL 257.1301 to 257.1340, in the repair transaction involving the vehicle that is the subject of the lien. If the bureau objects to the sale within the 75-day period, all of the following conditions shall apply:\n\n(a) The bureau shall complete an investigation of its objection within 150 calendar days after the date placed on the certificate of foreclosure of the garage keeper's lien and bill of sale by the department.\n\n(b) Upon completion of the investigation or the expiration of the 150-calendar-day period, whichever occurs first, the bureau shall do 1 of the following:\n\n(i) Remove the objection to the sale.\n\n(ii) Complete service upon the garage keeper of a written notice of alleged violation that alleges a specific violation of the motor vehicle service and repair act, 1974 PA 300, MCL 257.1301 to 257.1340, or the rules promulgated under that act, and extends the bureau's objection to the sale indefinitely until resolution under this section.\n\n(c) The garage keeper may, within 10 days after the personal service or postmarked date of the notice of alleged violation, notify the bureau, in writing, that the garage keeper wants to contest the notice of alleged violation. If the garage keeper contests the notice, the bureau shall conduct an immediate review of its reasons for the objection. After this review, the bureau shall do 1 of the following:\n\n(i) Remove the objection to the sale.\n\n(ii) If the objection is sustained, the bureau shall, in writing, offer the garage keeper an opportunity to have the bureau's objection resolved under the administrative procedures act of 1969, 1969 PA 306, MCL 24.201 to 24.328, as a contested case proceeding under the motor vehicle service and repair act, 1974 PA 300, MCL 257.1301 to 257.1340. If a contested case proceeding is pursued under this section, the bureau may include in that proceeding's complaint any other outstanding alleged repair act or rule violation against the garage keeper that may be pursued through a contested case proceeding. If the garage keeper fails to respond to the offer for a contested case proceeding within 10 days of receiving the offer from the bureau, the bureau's objection to the lien shall be deemed permanent.\n\n(d) Storage charges provided for under this act shall not accrue during the period that the bureau objects to the sale.\n\n(e) The 225-day period provided for in section 3(2) shall be extended by the number of days that the bureau objects to the sale.\n\n(6) A sale of the vehicle shall be held at the facility of the garage keeper or at the nearest suitable place.\n\n(7) Before a sale of a vehicle pursuant to this section, the owner or owners may pay the amount necessary to satisfy the lien, in addition to the reasonable expenses or fees incurred by the garage keeper under this act, and redeem the vehicle. Upon receipt of this payment, the garage keeper shall return the vehicle to the owner or owners in the same condition, or substantially the same condition, as the vehicle was in when the lien attached under section 3(1).\n\n(8) Not less than 30 calendar days after the garage keeper's notice is mailed to the owner or owners, and prior to the sale, a lienholder may pay the garage keeper the amount of the garage keeper's lien as calculated under sections 3(4) and 4, or another amount to which the lienholder and garage keeper agree. Upon receipt of this payment, the garage keeper shall return the vehicle to the lienholder in the same condition, or substantially the same condition, as the vehicle was in when repairs were completed and it was stored by the garage keeper or, if no repairs were authorized by the owner, in the same condition or substantially the same condition, as the vehicle was in when it was received by the garage keeper. If the garage keeper performed diagnostic tests on the vehicle for which a lien is claimed, the garage keeper shall include a written explanation of the results of the diagnostic tests performed when the garage keeper returns the vehicle to the lienholder. The amount of a payment made under this section shall be added to the amount of the prior lienholder's lien.\n\n(9) The amount payable to the garage keeper shall not exceed the market value of the vehicle.\n\n(10) Upon the public sale of a vehicle under this act, the garage keeper shall complete the certificate described in subsection (3) as indicated on its face and give the completed certificate to the purchaser of the vehicle. In addition to other information that may be required by the secretary of state, the purchaser shall submit this certificate to the department when making an original application for a certificate of title or a vehicle registration for the vehicle in the name of the purchaser.\n\n(11) The garage keeper may bid for and purchase the vehicle at the sale. If the garage keeper directly or indirectly purchases the vehicle at the sale, the lien granted under this act is extinguished in full.\n\n(12) A person who in good faith buys a vehicle at a sale conducted pursuant to this act takes the vehicle free of a security interest created by the seller even though the security interest is perfected and even though the buyer knows of its existence.\n\nHistory:Add. 1998, Act 236, Imd. Eff. July 3, 1998 ;-- Am. 2002, Act 109, Eff. July 1, 2002Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-305/"
    },
    {
      "id": "section-570306",
      "number": "570.306",
      "heading": "Proceeds of Sale; Distribution; Order of Priority; Return of Remaining Proceeds to Vehicle Owner; Disposition of Unclaimed Money.",
      "text": "(1) After the amount of the lien under section 3 is paid to the garage keeper and the costs of the sale are deducted, any remaining money shall be paid to the following persons in this descending order of priority:\n\n(a) A prior lienholder who gives notice to the garage keeper of his or her claim of lien before the distribution of the money realized from a sale under this act is complete.\n\n(b) The reasonable charges of the garage keeper.\n\n(c) The owner or owners of the vehicle as described in subsection (2).\n\n(2) Proceeds of the sale remaining after the distribution is made under subsection (1) shall be returned to the owner of the vehicle by mailing the proceeds to the owner's last known address by certified mail. If the garage keeper cannot locate the owner within 14 calendar days after the date of the sale, the remaining money shall be transmitted to the department. If the owner does not claim the remaining money within 2 years after the date of the sale, it shall escheat to the state.\n\nHistory:Add. 1998, Act 236, Imd. Eff. July 3, 1998 ;-- Am. 2002, Act 109, Eff. July 1, 2002Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-306/"
    },
    {
      "id": "section-570307",
      "number": "570.307",
      "heading": "Failure to Comply With Act; Action by Owner or Lienholder.",
      "text": "An owner or lienholder who suffers damages because of a garage keeper's failure to comply with this act may bring an action in a court of competent jurisdiction for the actual amount of the damages or $250.00, whichever is greater.\n\nHistory:Add. 1998, Act 236, Imd. Eff. July 3, 1998Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-307/"
    },
    {
      "id": "section-570308",
      "number": "570.308",
      "heading": "Applicability of Act to Warehouse Receipt, Bill of Lading, or Other Document of Title.",
      "text": "This act does not apply to a vehicle for which the garage keeper issues a warehouse receipt, bill of lading, or other document of title.\n\nHistory:Add. 1998, Act 236, Imd. Eff. July 3, 1998Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-308/"
    },
    {
      "id": "section-570309",
      "number": "570.309",
      "heading": "Other Ordinance or State Law; Effect.",
      "text": "(1) In a municipality where there is in force a law or ordinance concerning the regulation and licensing of garages, a garage keeper is not entitled to avail himself or herself of the provisions of this act unless during the entire period of time covered by the garage keeper's claim for a lien under this act, the garage keeper was duly licensed and had fully complied with all laws and ordinances relative to the licensing of garages.\n\n(2) A garage keeper who is regulated by the motor vehicle service and repair act, 1974 PA 300, MCL 257.1301 to 257.1340, is not entitled to avail himself or herself of the provisions of this act unless he or she has been in compliance with the motor vehicle service and repair act, 1974 PA 300, MCL 257.1301 to 257.1340, as to the vehicle in question during the entire period covered by his or her claim for a lien.\n\n(3) A garage keeper who successfully collects on a lien on a vehicle under this act shall not bring an action for or attempt to assert any other statutory or common law lien on that vehicle.\n\nHistory:Add. 1998, Act 236, Imd. Eff. July 3, 1998Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-309/"
    },
    {
      "id": "section-570310",
      "number": "570.310",
      "heading": "False Statement; Violation as Misdemeanor; Penalty.",
      "text": "A person, agent, or employee of a garage keeper who knowingly makes a false statement on an application for a garage keeper's lien, the documents filed by the applicant with the department in support of the application for a garage keeper's lien, or a certification required under this act is guilty of a misdemeanor punishable by a fine of not more than $1,000.00 or imprisonment for not more than 90 days, or both, for the first conviction under this section, and a fine of not more than $5,000.00 or imprisonment for not more than 1 year, or both, for any subsequent conviction under this section.\n\nHistory:Add. 2002, Act 109, Eff. July 1, 2002Popular Name:Garage Keeper's Lien Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-570/statute-act-312-of-1915/section-570-310/"
    }
  ]
}