{
  "state": "florida",
  "path": "title-chapter-0446/chapter-chapter-0446",
  "sections": [
    {
      "id": "section-446011legislative",
      "number": "446.011",
      "heading": "Legislative intent regarding apprenticeship training",
      "text": "446.021Definitions of terms used in ss. 446.011-446.092.446.032General duties of the department for apprenticeship training.446.041Duties of the department.446.045State Apprenticeship Advisory Council.446.051Related instruction for apprentices.446.052Preappre",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-446021definitions",
      "number": "446.021",
      "heading": "Definitions of terms used in ss. 446.011-446.092.",
      "text": "446.021 Definitions of terms used in ss. 446.011-446.092.—As used in ss. 446.011-446.092, the term: (1) “Preapprentice” means any person 16 years of age or over engaged in any course of instruction in the public school system or elsewhere, which course is registered as a preapprenticeship program with the department. (2) “Apprentice” means a person at least 16 years of age who is engaged in learning a recognized skilled trade through actual work experience under the supervision of journeyworker craftspersons, which training should be combined with properly coordinated studies of related technical and supplementary subjects, and who has entered into a written agreement, which may be cited as an apprentice agreement, with a registered apprenticeship sponsor who may be either an employer, an association of employers, or a local joint apprenticeship committee. (3) “Trainee” means a person at least 16 years of age who is engaged in learning a specific skill, trade, or occupation within a formalized, on-the-job training program. (4) “Journeyworker” means a person working in an apprenticeable occupation who has successfully completed a registered and state-approved apprenticeship program or who has worked the number of years required by established industry practices for the particular trade or occupation and, if required for the specific industry, has passed the appropriate state-approved industry test. (5) “Preapprenticeship program” means an organized course of instruction in the public school system or elsewhere, which course is designed to prepare a person 16 years of age or older to become an apprentice and which course is approved by and registered with the department and sponsored by a registered apprenticeship program. (6) “Apprenticeship program” means an organized course of instruction, registered and approved by the department, which course shall contain all terms and conditions for the qualifications, recruitment, selection, employment, and training of apprentices including such matters as the requirements for a written apprenticeship agreement. (7) “On-the-job training program” means a formalized system of job processes which may be augmented by related instruction that provides the experience and knowledge necessary to meet the training objective of learning a specific skill, trade, or occupation. The training program must be at least 6 months and not more than 2 years in duration and must be registered with the department. (8) “Uniform minimum standards” means the minimum requirements established uniformly for each occupation under which an apprenticeship or a preapprenticeship program is administered or a work-based learning opportunity is provided. The term includes standards of admission, training goals, training objectives, curriculum outlines, objective standards to measure successful completion of the apprenticeship or preapprenticeship program or work-based learning opportunity, and the percentage of credit which may be given to an apprentice or a preapprentice or work-based learning student. (9) “Related instruction” means an organized and systematic form of instruction designed to provide the apprentice with knowledge of the theoretical subjects related to a specific trade or occupation. (10) “Cancellation” means the deregistration of an apprenticeship program or the termination of an apprenticeship agreement. (11) “Jurisdiction” means the specific geographical area for which a particular program is registered. (12) “Department” means the Department of Education. History.—s. 2, ch. 23934, 1947; s. 1, ch. 63-153; s. 2, ch. 72-113; s. 54, ch. 73-338; s. 30, ch. 79-7; s. 2, ch. 79-397; s. 19, ch. 83-174; s. 8, ch. 95-345; s. 113, ch. 2000-165; s. 2, ch. 2004-322; s. 2, ch. 2019-119; s. 113, ch. 2020-2; s. 13, ch. 2021-164; s. 2, ch. 2024-125. Note.—Former s. 446.07. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca35662d362af6',t:'MTc3MDg3OTYyMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-021/"
    },
    {
      "id": "section-446032general",
      "number": "446.032",
      "heading": "General duties of the department for apprenticeship training.",
      "text": "duties of the department for apprenticeship training.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-446041duties",
      "number": "446.041",
      "heading": "Duties of the department.",
      "text": "446.041 Duties of the department.—The department shall: (1) Administer ss. 446.011-446.092. (2) Administer the standards established by the department. (3) Register in accordance with this chapter any apprenticeship or preapprenticeship program, regardless of affiliation, which meets standards established by the department. (4) Investigate complaints concerning the failure of any registered program to meet the standards established by the department. (5) Cancel the registration of any program that fails to comply with the standards and policies of the department or that unreasonably fails or refuses to cooperate with the department in monitoring and enforcing compliance with the standards. (6) Develop and encourage apprenticeship programs. (7) Lead and coordinate outreach efforts to educate veterans about apprenticeship and career opportunities. (8) Cooperate with and assist local apprenticeship sponsors in the development of their apprenticeship standards and training requirements. (9) Encourage registered apprenticeship programs to grant consideration and credit to individuals completing registered preapprenticeship programs. (10) Monitor registered apprenticeship programs to ensure that they are being operated in compliance with all applicable standards. (11) Supervise all apprenticeship programs that are registered with the department. (12) Ensure that minority and gender diversity are considered in administering this program. (13) Adopt rules required to administer ss. 446.011-446.092. History.—s. 4, ch. 23934, 1947; s. 3, ch. 28037, 1953; s. 1, ch. 63-153; s. 19, ch. 63-400; ss. 17, 35, ch. 69-106; s. 168, ch. 71-377; s. 3, ch. 72-113; s. 1, ch. 73-283; s. 56, ch. 73-338; s. 1, ch. 77-174; s. 11, ch. 78-95; s. 32, ch. 79-7; s. 4, ch. 79-397; s. 21, ch. 83-174; s. 5, ch. 85-75; s. 10, ch. 95-345; s. 17, ch. 97-98; s. 36, ch. 97-307; s. 21, ch. 98-58; s. 115, ch. 2000-165; s. 4, ch. 2004-322; s. 5, ch. 2018-7; s. 15, ch. 2021-164. Note.—Former s. 446.09. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca35687aa79471',t:'MTc3MDg3OTYyMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-041/"
    },
    {
      "id": "section-446045state",
      "number": "446.045",
      "heading": "State Apprenticeship Advisory Council.",
      "text": "446.045 State Apprenticeship Advisory Council.— (1) As used in this section, the term: (a) “Joint organization” means an apprenticeship sponsor who participates in a collective bargaining agreement. (b) “Nonjoint organization” means an apprenticeship sponsor who does not participate in a collective bargaining agreement. (2)(a) There is created a State Apprenticeship Advisory Council to be composed of 10 voting members appointed by the Governor and two ex officio nonvoting members. The purpose of the advisory council is to advise the department on matters relating to apprenticeship. The advisory council may not establish policy, adopt rules, or consider whether particular apprenticeship programs should be approved by the department. (b) The Commissioner of Education or the commissioner’s designee shall serve ex officio as chair of the State Apprenticeship Advisory Council, but may not vote. The state director of the Office of Apprenticeship of the United States Department of Labor shall serve ex officio as a nonvoting member of the council. The Governor shall appoint to the council four members representing employee organizations and four members representing employer organizations. Each of these eight members shall represent industries that have registered apprenticeship programs. The Governor shall also appoint two public members who are knowledgeable about registered apprenticeship and apprenticeable occupations and who are independent of any joint or nonjoint organization. Members shall be appointed for 4-year staggered terms. A vacancy shall be filled for the remainder of the unexpired term. (c) The council shall meet at the call of the chair or at the request of a majority of its membership, but at least twice a year. A majority of the voting members shall constitute a quorum, and the affirmative vote of a majority of a quorum is necessary to take action. (d) The Governor may remove any member for cause. (e) The council shall maintain minutes of each meeting. The department shall keep on file the minutes of each meeting and shall make the minutes available to any interested person. (f) Members of the council shall serve without compensation and are not entitled to receive reimbursement for per diem and travel expenses under s. 112.061. Meetings may be held via teleconference or other electronic means. History.—ss. 1, 2, ch. 82-55; s. 22, ch. 83-174; s. 69, ch. 85-81; s. 1, ch. 88-14; s. 5, ch. 91-429; s. 11, ch. 95-345; s. 145, ch. 97-103; s. 54, ch. 99-5; s. 116, ch. 2000-165; s. 5, ch. 2004-322; s. 3, ch. 2009-40; s. 4, ch. 2019-119. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca356addca7ade',t:'MTc3MDg3OTYyMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-045/"
    },
    {
      "id": "section-446051related",
      "number": "446.051",
      "heading": "Related instruction for apprentices.",
      "text": "446.051 Related instruction for apprentices.— (1) The administration and supervision of related and supplemental instruction for apprentices, coordination of such instruction with job experiences, and selection and training of teachers and coordinators for such instruction, all as approved by the registered program sponsor, shall be the responsibility of the appropriate career education institution. (2) The appropriate career education institution shall be encouraged to cooperate with and assist in providing to any registered program sponsor facilities, equipment and supplies, and instructors’ salaries for the performance of related and supplemental instruction associated with the registered program. History.—s. 5, ch. 23934, 1947; s. 4, ch. 28037, 1953; s. 1, ch. 63-153; ss. 15, 17, 35, ch. 69-106; s. 5, ch. 79-397; s. 80, ch. 2005-2. Note.—Former s. 446.10. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca356d3b2fda33',t:'MTc3MDg3OTYyMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-051/"
    },
    {
      "id": "section-446052preapprenticeship",
      "number": "446.052",
      "heading": "Preapprenticeship program.",
      "text": "446.052 Preapprenticeship program.— (1) There is created and established a preapprenticeship education program, as defined in s. 446.021. (2) The department, under regulations established by the State Board of Education, may administer the provisions of ss. 446.011-446.092 which relate to preapprenticeship programs in cooperation with district school boards and Florida College System institution boards of trustees. District school boards, Florida College System institution boards of trustees, and registered program sponsors shall cooperate in developing and establishing programs that include career instruction and general education courses required to obtain a high school diploma. (3) The department, the district school boards, and the Florida College System institution boards of trustees shall work together with existing registered apprenticeship programs in order that individuals completing the preapprenticeship programs may be able to receive credit towards completing a registered apprenticeship program. (4) Veterans who have received discharges other than dishonorable discharges shall, if qualified, receive the same priorities given to registered preapprentices. History.—s. 4, ch. 72-113; s. 57, ch. 73-338; s. 6, ch. 79-397; s. 285, ch. 81-259; s. 23, ch. 83-174; s. 19, ch. 84-114; s. 6, ch. 85-75; s. 12, ch. 95-345; s. 18, ch. 97-98; s. 37, ch. 97-307; s. 22, ch. 98-58; s. 117, ch. 2000-165; s. 6, ch. 2004-322; s. 49, ch. 2004-357; s. 5, ch. 2019-119. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca356f88e09099',t:'MTc3MDg3OTYyMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-052/"
    },
    {
      "id": "section-446061expenditures",
      "number": "446.061",
      "heading": "Expenditures",
      "text": "446.061 Expenditures.—The department shall make necessary expenditures from the appropriation provided by law for personal services, travel, printing, equipment, office space, and supplies as provided by law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-061/"
    },
    {
      "id": "section-446071apprenticeship",
      "number": "446.071",
      "heading": "Apprenticeship sponsors.",
      "text": "446.071 Apprenticeship sponsors.— (1) One or more local apprenticeship sponsors shall be approved in any trade or group of trades by the department, upon a determination of need, if the apprenticeship sponsor meets all of the standards established by the department. The term “need” refers to the need of state residents for apprenticeship training. In the absence of proof to the contrary, it shall be presumed that there is need for apprenticeship and preapprenticeship training in each county in this state. (2) A local apprenticeship sponsor may be a committee, a group of employers, an employer, a group of employees, an educational institution, a local workforce board, a community or faith-based organization, an association, or any combination thereof. (3) The department may grant a variance from the standards upon a showing of good cause for the variance by program sponsors in nonconstruction trades. The purpose of this subsection is to recognize the unique and varying training requirements in nontraditional apprenticeable occupations and to authorize the department to adapt the standards to the needs of the programs. History.—s. 7, ch. 23934, 1947; s. 1, ch. 63-153; ss. 17, 35, ch. 69-106; s. 5, ch. 72-113; s. 58, ch. 73-338; s. 1, ch. 77-183; s. 7, ch. 79-397; s. 25, ch. 83-174; s. 14, ch. 95-345; s. 119, ch. 2000-165; s. 8, ch. 2004-322; s. 11, ch. 2023-81. Note.—Former s. 446.12. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca3571eb20c717',t:'MTc3MDg3OTYyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-071/"
    },
    {
      "id": "section-446075federal",
      "number": "446.075",
      "heading": "Federal and state cooperation.",
      "text": "446.075 Federal and state cooperation.—The department may contract with the United States Department of Labor, and may assume other functions and duties necessary for the department to serve as registration agent for federal apprenticeship registration purposes, except that the department may not enforce any federal apprenticeship requirement unless the department first adopts the requirement as a rule. All rules adopted and administrative hearings afforded by the department under this section must be in accordance with the requirements of chapter 120. History.—s. 1, ch. 77-182; s. 33, ch. 79-7; s. 8, ch. 79-397; s. 26, ch. 83-174; s. 15, ch. 95-345; s. 120, ch. 2000-165; s. 9, ch. 2004-322. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca35743f6a987e',t:'MTc3MDg3OTYyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-075/"
    },
    {
      "id": "section-446081limitation",
      "number": "446.081",
      "heading": "Limitation",
      "text": "446.081 Limitation.— (1) Nothing in ss. 446.011-446.092 or in any apprentice agreement approved under those sections may invalidate: (a) Any apprenticeship provision in any collective agreement between employers and employees setting up higher apprenticeship standards. (b) Any special provision for veterans, minority persons, or women in the standards, apprenticeship qualifications, or operation of the program that is not otherwise prohibited by law, executive order, or authorized regulation. (2) No person shall institute any action for the enforcement of any apprentice agreement, or for damages for the breach of any apprentice agreement, made under ss. 446.011-446.092, unless he or she has first exhausted all administrative remedies provided by this section. (3) Any person aggrieved by any determination or act of the department has the right to an administrative hearing. (4) Nothing in ss. 446.011-446.092 or in any rules adopted or contained in any approved apprentice agreement under such sections invalidates any special provision for veterans, minority persons, or women in the standards, qualifications, or operation of the apprenticeship program which is not otherwise prohibited by any applicable general law, rule, or regulation. History.—s. 8, ch. 23934, 1947; s. 5, ch. 28037, 1953; s. 1, ch. 63-153; s. 1, ch. 69-267; s. 1, ch. 73-283; s. 120, ch. 73-333; s. 1, ch. 77-174; s. 11, ch. 78-95; s. 27, ch. 83-174; s. 146, ch. 97-103; s. 10, ch. 2004-322; s. 6, ch. 2018-7; s. 6, ch. 2019-119. Note.—Former s. 446.13. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca35769e3ba698',t:'MTc3MDg3OTYyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-081/"
    },
    {
      "id": "section-446091on-the-job",
      "number": "446.091",
      "heading": "On-the-job training program.",
      "text": "446.091 On-the-job training program.—All provisions of ss. 446.011-446.092 relating to apprenticeship and preapprenticeship, including, but not limited to, programs, agreements, standards, administration, procedures, definitions, expenditures, local committees, powers and duties, limitations, grievances, and ratios of apprentices and job trainees to journeyworkers on state, county, and municipal contracts, shall be appropriately adapted and made applicable to a program of on-the-job training authorized under those provisions for persons other than apprentices. History.—s. 2, ch. 63-153; ss. 17, 35, ch. 69-106; s. 1, ch. 73-283; s. 59, ch. 73-338; s. 1, ch. 77-174; s. 28, ch. 83-174; s. 76, ch. 83-218; s. 16, ch. 95-345; s. 11, ch. 2004-322; s. 7, ch. 2019-119. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca3578fe01de88',t:'MTc3MDg3OTYyNS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-091/"
    },
    {
      "id": "section-4460915work-based",
      "number": "446.0915",
      "heading": "Work-based learning opportunities.",
      "text": "446.0915 Work-based learning opportunities.— (1) As used in this section, the term “work-based learning opportunity” means an interaction with industry or community professionals that occurs in a workplace setting, to the extent possible, or a simulated environment at an educational institution that allows firsthand experience with tasks required in a given career field, is aligned with curriculum and instruction, and is provided in partnership with an educational institution. (2) A work-based learning opportunity must meet all of the following criteria: (a) Be developmentally appropriate. (b) Identify learning objectives for the term of experience. (c) Explore multiple aspects of an industry. (d) Develop workplace skills and competencies. (e) Assess performance. (f) Provide opportunities for work-based reflection. (g) Link to next steps in career planning and preparation in a student’s chosen career pathway. (h) Be provided in an equal and fair manner. (i) Be documented and reported in compliance with state and federal labor laws. A work-based learning opportunity should prioritize paid experiences, such as apprenticeship, preapprenticeship, and diversified education programs. (3) Each district school board shall ensure that each student enrolled in grades 9 through 12 has access to at least one work-based learning opportunity. (4) The State Board of Education shall adopt rules to implement this section which must include uniform minimum standards and guidelines for determining student eligibility, obligations of employers, and requirements of institutions that offer work-based learning opportunities. History.—s. 16, ch. 2021-164; s. 12, ch. 2023-81. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca357b59e7a515',t:'MTc3MDg3OTYyNS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-0915/"
    },
    {
      "id": "section-446092criteria",
      "number": "446.092",
      "heading": "Criteria for apprenticeship occupations.",
      "text": "446.092 Criteria for apprenticeship occupations.—An apprenticeable occupation is a skilled trade which possesses all of the following characteristics: (1) It is customarily learned in a practical way through a structured, systematic program of on-the-job, supervised training. (2) It is clearly identified and commonly recognized throughout an industry. (3) It involves manual, mechanical, or technical skills and knowledge which, in accordance with the industry standards for the occupation, would require a minimum of 2,000 hours of on-the-job training, which hours are excluded from the time spent at related instruction. (4) It requires related instruction to supplement on-the-job training. Such instruction may be given in a classroom, through occupational or industrial courses or correspondence courses of equivalent value, through electronic media, or through other forms of self-study approved by the department. History.—s. 9, ch. 79-397; s. 77, ch. 83-218; s. 8, ch. 2019-119. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca357d98b75929',t:'MTc3MDg3OTYyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-092/"
    },
    {
      "id": "section-44640rural",
      "number": "446.40",
      "heading": "Rural Workforce Services Act; short title.",
      "text": "446.40 Rural Workforce Services Act; short title.—Sections 446.40-446.44 may be cited as the “Rural Workforce Services Act.” History.—s. 1, ch. 72-398; s. 121, ch. 2000-165. Note.—Former s. 450.40. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca357ffaf52876',t:'MTc3MDg3OTYyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-40/"
    },
    {
      "id": "section-44641legislative",
      "number": "446.41",
      "heading": "Legislative intent with respect to rural workforce training and development; establishment of Rural Workforce Services Program.",
      "text": "intent with respect to rural workforce training and development; establishment of Rural Workforce Services Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-44642general",
      "number": "446.42",
      "heading": "General purpose of Rural Workforce Services Program.",
      "text": "446.42 General purpose of Rural Workforce Services Program.—A trained labor force is an essential ingredient for industrial as well as agricultural growth. Therefore, it shall be the general responsibility of the Rural Workforce Services Program to provide rural business and potential rural businesses with the employment and workforce training services and resources necessary to train and retain Florida’s rural workforce. History.—s. 3, ch. 72-398; s. 123, ch. 2000-165. Note.—Former s. 450.42. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca35827a65aea4',t:'MTc3MDg3OTYyNi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-42/"
    },
    {
      "id": "section-44643scope",
      "number": "446.43",
      "heading": "Scope and coverage of Rural Workforce Services Program.",
      "text": "446.43 Scope and coverage of Rural Workforce Services Program.—The scope of the area to be covered by the Rural Workforce Services Program will include all counties of the state not classified as standard metropolitan statistical areas (SMSA) by the United States Department of Labor Manpower Administration. Florida’s designated SMSA labor areas include: Broward, Miami-Dade, Duval, Escambia, Hillsborough, Pinellas, Leon, Orange, and Palm Beach Counties. History.—s. 4, ch. 72-398; s. 124, ch. 2000-165; s. 122, ch. 2008-4. Note.—Former s. 450.43. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca3584ae585bd2',t:'MTc3MDg3OTYyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-43/"
    },
    {
      "id": "section-44644duties",
      "number": "446.44",
      "heading": "Duties of Rural Workforce Services Program.",
      "text": "446.44 Duties of Rural Workforce Services Program.—It shall be the direct responsibility of the Rural Workforce Services Program to promote and deliver employment and workforce services and resources to the rural undeveloped and underdeveloped counties of the state in an effort to: (1) Slow down out-migration of untrained rural residents to the state’s overcrowded large metropolitan centers. (2) Improve the economic status of the impoverished rural residents. (3) Provide present and new industry with the workforce training resources necessary for them to train the untrained rural workforce toward gainful employment. (4) Develop rural workforce programs that will be evaluated, planned, and implemented through communications and planning with appropriate: (a) Departments of state and federal governments. (b) Agencies and organizations of the public and private sectors at the state, regional, and local levels. History.—s. 5, ch. 72-398; s. 1, ch. 73-283; s. 1, ch. 77-174; s. 125, ch. 2000-165; s. 136, ch. 2023-173. Note.—Former s. 450.44. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca3586ff82b207',t:'MTc3MDg3OTYyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-44/"
    },
    {
      "id": "section-44653concrete",
      "number": "446.53",
      "heading": "Concrete masonry education.",
      "text": "446.53 Concrete masonry education.— (1)(a) The Florida Concrete Masonry Education Council, Inc., is created as a nonprofit corporation organized under the laws of this state and operating as a direct-support organization of the Department of Commerce. (b) The council shall operate under a written contract with the department which provides, at a minimum, for: 1. Approval of the articles of incorporation and bylaws of the council by the department. 2. Submission of an annual budget for approval by the department. 3. Reversion of moneys and property held in trust by the council for concrete masonry education to the department if the council ceases to exist or to the state if the department ceases to exist. (c) The council shall: 1. Plan, implement, and conduct programs of education for the purpose of training individuals in the field of concrete masonry. 2. Develop and improve access to education for individuals seeking employment in the field of concrete masonry. 3. Develop and implement outreach programs to ensure diversity among individuals trained in the programs conducted pursuant to this section. 4. Coordinate educational programs with national programs or programs of other states. 5. Inform and educate the public about the sustainability and economic benefits of concrete masonry products in order to increase employment opportunities for individuals trained in the programs conducted pursuant to this section. 6. Develop, implement, and monitor a system for the collection of a self-imposed voluntary assessment on each concrete masonry unit produced and sold by concrete masonry manufacturers in this state. 7. Submit a report to the Governor, the President of the Senate, and the Speaker of the House of Representatives by January 15 of each year outlining the revenues received by the council, the percentage of the industry participating in the programs, the use of the funds received, the goals and objectives for the year and the methods of achieving such goals and objectives, the number of individuals who have received training or assistance from the programs supported by the council, and information relating to job placements and industry workforce needs. (d) The council may: 1. Provide to governmental bodies, on request, information relating to subjects of concern to the concrete masonry industry and act jointly or in cooperation with the state or Federal Government, and agencies thereof, in the development or administration of programs that the council considers to be consistent with the objectives of this section. 2. Sue and be sued as a council without individual liability of the members for actions of the council when acting within the scope of the powers conferred by this section and in the manner prescribed by the laws of this state. 3. Maintain a financial reserve for emergency use, the total of which must not exceed 10 percent of the council’s anticipated annual income. 4. Employ subordinate officers and employees of the council, prescribe their duties, and fix their compensation and terms of employment. 5. Cooperate with any local, state, regional, or nationwide organization or agency engaged in work or activities consistent with the objectives of this section. 6. Meet with concrete masonry manufacturers in this state to coordinate the collection of self-imposed voluntary assessments on concrete masonry units. (e)1. The council may not participate or intervene in any political campaign on behalf of or in opposition to any candidate for public office or any state or local ballot initiative, including, but not limited to, the publication or distribution of any statement. 2. The net receipts of the council may not in any part inure to the benefit of or be distributable to its directors, its officers, or other private persons; however, the council may pay reasonable compensation for services rendered by council officers and employees and may make payments and distributions in furtherance of the purposes of this section. 3. Notwithstanding any other provision of law, the council may not carry on any other activity not permitted to be carried on by a corporation: a. That is exempt from federal income taxation under s. 501(c)(3) of the Internal Revenue Code; or b. To which charitable contributions are deductible under s. 170(c)(2) of the Internal Revenue Code. (2)(a) The Florida Concrete Masonry Education Council, Inc., shall be governed by a board of directors composed of 13 voting members appointed by the Governor as follows: 1. Upon receipt of recommendations from the Masonry Association of Florida, eight members who represent concrete masonry manufacturers of various sizes, at least five of whom must be representatives of manufacturers that are members of the Masonry Association of Florida. A manufacturer may not be represented by more than one board member. 2. One member who represents a major building industry association in the state. 3. One member who has expertise in apprenticeship or workforce education training. 4. One member who is not a masonry contractor or manufacturer or an employee of a masonry contractor or manufacturer but who is otherwise a stakeholder in the masonry industry. 5. Two members who are masonry contractors and who are members of the Masonry Association of Florida. (b)1. Five of the initial board members shall be appointed to serve 1-year terms, four of the initial board members shall be appointed to serve 2-year terms, and four of the initial board members shall be appointed to serve 3-year terms. 2. Each subsequent vacancy on the board of directors shall be filled in accordance with the initial appointment. Thereafter, each board member shall be appointed to serve a 3-year term and may be reappointed to serve an additional consecutive term. However, a member may not serve more than two consecutive terms. (c) A board member may not be required to participate in a voluntary assessment on concrete masonry units as a condition of appointment. A member representing a manufacturer must have been employed by a manufacturer engaging in the trade of manufacture of concrete masonry products for at least 5 years immediately preceding the first day of his or her service on the board. All members of the board shall serve without compensation but are entitled to reimbursement for per diem and travel expenses incurred in carrying out the intents and purposes of this section in accordance with s. 112.061. (d) In addition to the 13 voting members described in paragraph (a), the Secretary of Commerce, or his or her designee, shall serve ex officio as a nonvoting member of the board of directors of the council. (3) The council may accept grants, donations, contributions, or gifts from any source if the use of such resources is not restricted in a manner that the council considers to be inconsistent with the objectives of this section. (4)(a) The council may make payments to other organizations for work or services performed that are consistent with the objectives of this section. (b) Before making payments described in this subsection, the council must secure a written agreement that the organization receiving payment will furnish at least annually, or more frequently upon request of the council, written or printed reports of program activities and reports of financial data that are relative to the council’s funding of such activities. (c) The council may require adequate proof of security bonding on the payments to any individual, business, or other organization. (5)(a) The self-imposed voluntary assessment shall be paid for each masonry unit produced and sold by the manufacturer. (b) Each manufacturer that elects to pay the self-imposed voluntary assessment must commit to paying the assessment for at least 1 year. Thereafter, the manufacturer may elect to terminate payment or continue payment for the next year. (c) The manufacturer shall collect all such moneys and forward them quarterly to the council. (d) The council shall maintain within its financial records a separate accounting of all moneys received under this subsection. The council shall provide for an annual financial audit of its accounts and records in accordance with s. 215.981. (6)(a) The council shall, by September 30, 2014, adopt bylaws to carry out the intents and purposes of this section. Before adoption by the council, the bylaws must be approved by the department. The bylaws must conform to the requirements of this section but may also address any matter not in conflict with the general laws of this state. (b) Amendments to adopted bylaws may be proposed with 30 days’ notice to board members at any regular or special meeting called for such purpose and may be adopted by the council following approval by the department. History.—s. 2, ch. 2014-175; s. 51, ch. 2021-25; s. 215, ch. 2024-6. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca35895bba0f13',t:'MTc3MDg3OTYyNy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-53/"
    },
    {
      "id": "section-44654reimbursement",
      "number": "446.54",
      "heading": "Reimbursement for workers’ compensation insurance premiums.",
      "text": "446.54 Reimbursement for workers’ compensation insurance premiums.— (1) A student 18 years of age or younger who is in a paid work-based learning opportunity must be covered by the workers’ compensation insurance of his or her employer in accordance with chapter 440. For purposes of chapter 440, a school district or Florida College System institution is considered the employer of a student 18 years of age or younger who is providing unpaid services under a work-based learning opportunity provided by the school district or Florida College System institution. (2) Subject to appropriation, employers, including school districts and Florida College System institutions, may apply to the Department of Financial Services for reimbursement of the proportionate cost of workers’ compensation premiums paid during the fiscal year for students participating in work-based learning opportunities in the previous state fiscal year. (a) An application for reimbursement must include the following information: 1. The number of students participating in work-based learning opportunities with the employer, including the number of those participating in paid and unpaid work-based learning opportunities; 2. An attestation that: a. The students were 18 years of age or younger during the time of participation in the work-based learning opportunity; and b. For an employer who paid the students, the employer is seeking reimbursement for the proportionate cost of workers’ compensation premiums related to those students only; or c. For a school district or Florida College System institution that is considered the employer, the employer is seeking reimbursement for the proportionate cost of workers’ compensation premiums related to those students only; 3. A description of the method used by the employer to determine the proportionate share of the cost of workers’ compensation premiums attributable to students; 4. The total amount of reimbursement requested; 5. The employer’s name, point of contact, and contact information; 6. A statement by the employer agreeing to maintain documentation supporting the information in the application for 5 years; and 7. Any other information requested by the department. (b) Within 45 days after receipt of a complete application, the Department of Financial Services must process the application and notify the applicant of approval or denial of the application. The Department of Financial Services shall coordinate with the educational institution to verify the information on the application related to the employer and the students participating in the work-based learning opportunity. Reimbursements must be made on a first-come, first-served basis. (c) For purposes of this section, the term “educational institution” means a school as defined in s. 1003.01(2) operated by a district school board, a charter school formed under s. 1002.33, a career center operated by a district school board under s. 1001.44, a charter technical career center under s. 1002.34, or a Florida College System institution identified in s. 1000.21. History.—s. 2, ch. 2021-162; s. 13, ch. 2023-81. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca358bb994c288',t:'MTc3MDg3OTYyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxi/chapter-446/section-446-54/"
    },
    {
      "id": "section-44671everglades",
      "number": "446.71",
      "heading": "Everglades Restoration Agricultural Community Employment Training Program.",
      "text": "Restoration Agricultural Community Employment Training Program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-446061expenditures",
      "number": "446.061",
      "heading": "Expenditures. The department shall make necessary expenditures from the appropriation provided by law for personal services, travel, printing, equipment, office space, and supplies as provided by law",
      "text": "History.—s. 6, ch. 23934, 1947; s. 24, ch. 57-1; s. 1, ch. 63-153; ss. 17, 35, ch. 69-106; s. 1, ch. 73-283; s. 1,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-446081limitation",
      "number": "446.081",
      "heading": "Limitation. (1)Nothing in ss. 446.011-446.092 or in any apprentice agreement approved under those sections may invalidate:(a)Any apprenticeship provision in any collective agreement between employers and employees setting up higher apprenticeship standards",
      "text": "(b)Any special provision for veterans, minority persons",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "446.40-446.44 may be cited as the “Rural Workforce Services Act.”",
      "text": "446.40-446.44 may be cited as the “Rural Workforce Services Act.”",
      "history": "",
      "source_url": ""
    }
  ]
}