{
  "state": "virginia",
  "path": "title-title-242-elections/chapter-chapter-6-the-election",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions; Polling Places§ 24",
      "text": "2-600. Cost of elections§ 24.2-601. Town election process§ 24.2-602. Exemption for ballots and election materials from certain purchasing and procurement requirements§ 24.2-603. Hours polls to be open; closing the polls§ 24.2-603.1. Postponement of certain elec",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242-600",
      "number": "24.2-600.",
      "heading": "Cost of elections",
      "text": "The cost of conducting elections under this title shall be paid by the counties and cities, respectively. The cost of town elections shall be paid by the towns.\n\nCode 1950, §§ 24-172, 24-177; 1970, c. 462, §§ 24.1-93, 24.1-96; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-600/"
    },
    {
      "id": "section-242-601",
      "number": "24.2-601.",
      "heading": "Town election process",
      "text": "The electoral board and general registrar of the county within which a town, or the greater part thereof, is situated shall control the election process and carry out the applicable provisions of this title concerning towns. For November elections for town offices in any town split between two or more counties, the electoral board of the county in which the lesser part of the town is located shall (i) include town offices on the ballot for the county, and (ii) report the results ascertained for those town offices to the electoral board of the county in which the greatest part of the town is located for inclusion in the results of that county pursuant to § 24.2-671.\n\nCode 1950, §§ 24-170, 24-172, 24-175; 1970, c. 462, §§ 24.1-91, 24.1-93; 1971, Ex. Sess., c. 119; 1991, c. 137; 1993, c. 641; 2008, cc. 113, 394.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-601/"
    },
    {
      "id": "section-242-602",
      "number": "24.2-602.",
      "heading": "Exemption for ballots and election materials from certain purchasing and procurement requirements",
      "text": "The provisions of Article 3, Division of Purchases and Supply, (§ 2.2-1109 et seq.) of Chapter 11 of Title 2.2 and of Articles 1 (§ 2.2-4300 et seq.), 2 (§ 2.2-4303 et seq.), 3 (§ 2.2-4343 et seq.), and 5 (§ 2.2-4357 et seq.) of Chapter 43, Virginia Public Procurement Act, of Title 2.2 shall not apply to contracts for equipment, software, services, the printing of ballots or statements of results, or other materials essential to the conduct of the election. The provisions of Articles 4 (§ 2.2-4347 et seq.) and 6 (§ 2.2-4367 et seq.) of Chapter 43, Virginia Public Procurement Act, of Title 2.2 shall apply to such contracts.\n\n1980, c. 639, § 24.1-113.1; 1981, c. 425; 1982, c. 647; 1992, c. 105; 1993, c. 641; 2004, cc. 993, 1010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-602/"
    },
    {
      "id": "section-242-603",
      "number": "24.2-603.",
      "heading": "Hours polls to be open; closing the polls",
      "text": "At all elections, the polls shall be open at each polling place at 6:00 a.m. on the day of the election and closed at 7:00 p.m. on the same day except as provided for central absentee voter precincts pursuant to subsection G of § 24.2-712.\n\nAt 6:45 p.m. an officer of election shall announce that the polls will close in fifteen minutes. The officers of election shall list the names of all qualified voters in line before the polling place at 7:00 p.m. and permit those voters and no others to vote after 7:00 p.m.\n\nCode 1950, §§ 24-182, 24-184; 1950, p. 462; 1958, c. 160; 1962, c. 536; 1966, c. 116; 1970, c. 462, §§ 24.1-98, 24.1-99; 1981, c. 425; 1993, c. 641; 2008, c. 423; 2021, Sp. Sess. I, cc. 471, 522.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-603/"
    },
    {
      "id": "section-242-6031",
      "number": "24.2-603.1.",
      "heading": "Postponement of certain elections; state of emergency",
      "text": "For purposes of this section, \"election\" means (i) any local or state referendum, (ii) any primary, special, or general election for local or state office except a general election for Governor, Lieutenant Governor, Attorney General and the General Assembly, (iii) any primary for federal office including any primary for the nomination of candidates for the office of President of the United States, or (iv) any federal special election to fill a vacancy in the United States Senate or the United States House of Representatives. In the event of a state of emergency declared by the Governor pursuant to Chapter 3.2 (§ 44-146.13 et seq.) of Title 44 or declared by the President of the United States or the governor of another state pursuant to law and confirmed by the Governor by an executive order, the Governor may postpone an election by executive order in areas affected by the emergency to a date, notwithstanding the provisions of § 24.2-682, not to exceed 14 days from the original date of the election.\n\nIf a local governing body determines that a longer postponement is required, it may petition a three-judge panel of the Virginia Supreme Court, to include the Chief Justice as the presiding Justice, for an extension. The Chief Justice shall choose the other two Justices by lot. The Court may postpone the election to a date it deems appropriate, notwithstanding the provisions of § 24.2-682, not to exceed 30 days from the original date of the election.\n\nOnly those persons duly registered to vote as of the original date of the election shall be entitled to vote in the rescheduled election.\n\nIf, as a direct result of the emergency, any ballots already cast at the polling places or equipment on which ballots have been cast, or any voted absentee ballots already received by the appropriate election officials or any equipment on which absentee ballots have already been cast have been destroyed or otherwise damaged so that such ballots cannot be counted manually or by a voting system, the Governor (i) shall specify that such ballots or votes previously cast by machinery or paper need to be recast on or by the rescheduled election date so that they may be counted and (ii) shall direct the appropriate election officials to immediately send replacement absentee ballots to all absentee voters whose voted ballots are known to have been so destroyed or damaged. Such instructions may be issued by executive order separately from the executive order postponing the election. Any absentee ballots duly cast and received by the rescheduled election date and able to be counted shall be valid and counted when determining the results of the rescheduled election; however, if more than one absentee ballot is received from any voter, only the first absentee ballot received and able to be counted shall be counted. Any person who was duly registered to vote as of the original date of the election, and who has not voted, or who is permitted to recast their ballot due to the emergency, may vote by absentee ballot in accordance with the provisions of Chapter 7 (§ 24.2-700 et seq.) in the rescheduled election. Official ballots shall not be invalidated on the basis that they contain the original election date.\n\nIf the postponement of the election is ordered after voting at the polls on the original election date has already commenced, all qualified voters in a precinct in which any voted ballots, voting equipment containing voted ballots or pollbooks recording who has already voted in that precinct have been destroyed or damaged as a direct result of the emergency, so that the votes cannot be counted or it cannot be determined who has already voted, shall be allowed to vote in the rescheduled election, and no votes cast at the polls on the original election date shall be counted. If the postponement of the election is ordered after voting at the polls on the original election date has already commenced and no ballots cast at the polls, voting equipment containing voted ballots, or pollbooks recording who has already voted in that election in that precinct have been destroyed or damaged as a direct result of the emergency, only qualified voters who had not yet voted shall be eligible to vote on the rescheduled election day and all votes cast on the original and postponed election dates shall be counted at the close of the polls on the rescheduled election day.\n\nThe provisions of § 24.2-663 requiring the voiding of all ballots received from any voter who votes more than once in the same election shall not apply to ballots otherwise lawfully cast or recast pursuant to this section; however, no more than one ballot may be counted from any voter in the same election. If one ballot has already been counted, any additional ballots from the same voter shall be void and shall not be counted. The provisions of § 24.2-1004 or any other law prohibiting any voter from voting more than once in the same election, or any oath attesting to the same, shall not apply to ballots otherwise lawfully cast or recast pursuant to this section.\n\nNo results shall be tallied or votes counted in any postponed election before the closing of the polls on the rescheduled election date. Officers of election in unaffected areas shall count and report the results for the postponed election after the close of the polls on the rescheduled election date. The counting may take place at the precinct or another location determined by the local electoral board.\n\nThe State Board shall prescribe appropriate procedures to implement this section.\n\n2002, cc. 785, 819; 2004, c. 205; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-603-1/"
    },
    {
      "id": "section-242-604",
      "number": "24.2-604.",
      "heading": "Polling places; prohibited activities; prohibited area; penalties",
      "text": "A. During the times the polls are open and ballots are being counted, or within one hour of opening or after closing, it is unlawful for any person (i) to loiter or congregate within 40 feet of any entrance of any polling place; (ii) within such distance to give, tender, or exhibit any ballot, ticket, or other campaign or referendum material to any person or to solicit or in any manner attempt to influence any person in casting his vote; (iii) to hinder or delay a qualified voter in entering or leaving a polling place; or (iv) to knowingly possess any firearm as defined in § 18.2-308.2:2 within 40 feet of any building, or part thereof, used as a polling place.\n\nB. Prior to opening the polls, the officers of election shall post, in the area within 40 feet of any entrance to the polling place, sufficient notices that state \"Prohibited Area\" in two-inch type. The notices shall also state the provisions of this section in not less than 24-point type. The officers of election shall post the notices within the prohibited area to be visible to voters and the public.\n\nC. It is unlawful for any authorized representative permitted in the polling place pursuant to § 24.2-604.4, any voter, or any other person in the room to (i) hinder or delay a qualified voter; (ii) give, tender, or exhibit any ballot, ticket, or other campaign or referendum material to any person; (iii) solicit or in any manner attempt to influence any person in casting his vote; (iv) hinder or delay any officer of election; (v) be in a position to see the marked ballot of any other voter; or (vi) otherwise impede the orderly conduct of the election.\n\nD. The provisions of subsections A and C shall not be construed to prohibit a person who approaches or enters the polling place for the purpose of voting from wearing a shirt, hat, or other apparel on which a candidate's name or a political slogan appears or from having a sticker or button attached to his apparel on which a candidate's name or a political slogan appears. This exemption shall not apply to candidates, representatives of candidates, or any other person who approaches or enters the polling place for any purpose other than voting.\n\nE. This section shall not be construed to prohibit a candidate from entering any polling place on the day of the election to vote, or to visit a polling place for no longer than 10 minutes per polling place per election day, provided that he complies with the restrictions stated in subsections A, C, and D.\n\nF. The provisions of clause (iv) of subsection A shall not apply to (i) any law-enforcement officer or any retired law-enforcement officer qualified pursuant to subsection C of § 18.2-308.016; (ii) any person occupying his own private property that falls within 40 feet of a polling place; or (iii) an armed security officer, licensed pursuant to Article 4 (§ 9.1-138 et seq.) of Chapter 1 of Title 9.1, whose employment or performance of his duties occurs within 40 feet of any building, or part thereof, used as a polling place.\n\nG. The officers of election may require any person who is found by a majority of the officers present to be in violation of this section to remain outside of the prohibited area. Any person violating subsection A or C is guilty of a Class 1 misdemeanor.\n\nCode 1950, §§ 24-186, 24-188; 1970, c. 462, § 24.1-101; 1971, Ex. Sess., c. 119; 1973, c. 30; 1974, c. 428; 1975, c. 515; 1984, c. 480; 1993, cc. 413, 641; 1997, c. 328; 2000, cc. 215, 268; 2003, c. 1015; 2007, c. 672; 2009, cc. 396, 494, 865, 870, 874; 2010, cc. 448, 707; 2012, cc. 754, 826; 2015, cc. 133, 575; 2016, cc. 15, 18, 491, 492; 2018, c. 700; 2020, c. 561; 2021, Sp. Sess. I, c. 459; 2025, c. 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604/"
    },
    {
      "id": "section-242-6041",
      "number": "24.2-604.1.",
      "heading": "Signs for special entrances to polling places",
      "text": "The electoral board or the general registrar shall provide and have posted outside each polling place appropriate signs to direct people with disabilities and elderly persons to any special entrance designed for their use.\n\n1993, c. 160, § 24.1-97.1; 1993, c. 641; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604-1/"
    },
    {
      "id": "section-242-6042",
      "number": "24.2-604.2.",
      "heading": "Polling places; prohibited area; emergency situations",
      "text": "If an emergency causes the dimensions of the prohibited area for a polling place to be perceived as increasing the risk of danger for persons outside the polling place, the electoral board may modify the distance requirements for the prohibited area, subject to the prior approval of the State Board. For purposes of this section, an \"emergency\" includes a state of emergency declared by the Governor pursuant to Chapter 3.2 (§ 44-146.13 et seq.) of Title 44 or declared by the President of the United States.\n\n2003, c. 241.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604-2/"
    },
    {
      "id": "section-242-6043",
      "number": "24.2-604.3.",
      "heading": "Election day page program; high school students",
      "text": "A. The local electoral board, or its general registrar, may conduct a special election day page program for high school students in one or more polling places designated by the electoral board or the general registrar, which may include a central absentee voter precinct. Students shall be selected for the election day page program by the electoral board or the general registrar in cooperation with high school authorities. The program shall be designed to stimulate the pages' interest in elections and registering to vote, provide assistance to the officers of election, and ensure the safe entry and exit of elderly and disabled voters from the polling place.\n\nB. Each page shall receive, from a person designated by the electoral board, training on the duties, responsibilities, and prohibited conduct of election pages. Each page shall take and sign an oath as an election page, serve under the direct supervision of the chief officer of election of his assigned polling place, and observe strict impartiality at all times.\n\nC. Election pages may observe the electoral process and seek information from the chief officer of election and may assist in the arrangement of the voting equipment, furniture, and other materials for the conduct of the election but shall not enter any voting booth. Election pages may, at the direction and under the direct supervision of the chief officer of election, assist in the counting of unmarked ballots but shall not handle or touch ballots in any other circumstance.\n\n2018, c. 700; 2020, c. 285.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604-3/"
    },
    {
      "id": "section-242-6044",
      "number": "24.2-604.4.",
      "heading": "Polling places; authorized representatives of party or candidate; prohibited activities",
      "text": "A. The officers of election shall permit one authorized representative of each political party or independent candidate in a general or special election, or one authorized representative of each candidate in a primary election, to remain in the room in which the election is being conducted at all times. A representative may serve part of the day and be replaced by successive representatives. The officers of election shall have discretion to permit up to three authorized representatives of each political party or independent candidate in a general or special election, or up to three authorized representatives of each candidate in a primary election, to remain in the room in which the election is being conducted. The officers shall permit one such representative for each pollbook station. However, no more than one such representative for each pollbook station or three representatives of any political party or independent candidate, whichever number is larger, shall be permitted in the room at any one time.\n\nB. Each authorized representative shall be a qualified voter of any jurisdiction of the Commonwealth. No candidate whose name is printed on the ballot shall serve as a representative of a party or candidate for purposes of this section.\n\nEach representative shall present to the officers of election a written statement designating him to be a representative of the party or candidate that is signed by the county or city chairman of his political party, the independent candidate, or the primary candidate, as appropriate. If the county or city chairman is unavailable to sign such a written designation, such a designation may be made by the state or district chairman of the political party. However, no written designation made by a state or district chairman shall take precedence over a written designation made by the county or city chairman. Such statement, bearing the chairman's or candidate's original signature, may be photocopied, and such photocopy shall be as valid as if the copy had been signed.\n\nC. Authorized representatives shall be allowed, whether in a regular polling place or central absentee voter precinct, to be close enough to the voter check-in table to be able to hear and see what is occurring; however, such observation shall not violate the secret vote provision of Article II, Section 3 of the Constitution of Virginia or otherwise interfere with the orderly process of the election. Any representative who complains to the chief officer of election that he is unable to hear or see the process may accept the chief officer's decision or, if dissatisfied, he may immediately appeal the decision to the local electoral board or general registrar.\n\nD. Authorized representatives shall be allowed, whether in a regular polling place or central absentee voter precinct, to use a handheld wireless communications device but shall not be allowed to use such a device to capture a digital image inside the polling place or central absentee voter precinct. The officers of election may prohibit the use of cellular telephones or other handheld wireless communications devices if such use will result in a violation of subsection A or C of § 24.2-604 or § 24.2-607.\n\nE. Authorized representatives shall not be allowed in any case to provide assistance to any voter as permitted under § 24.2-649 or to wear any indication that they are authorized to assist voters either inside the polling place or within 40 feet of any entrance to the polling place.\n\nF. The officers of election may require any person who is found by a majority of the officers present to be in violation of this section to remain outside of the prohibited area.\n\n2020, c. 561.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604-4/"
    },
    {
      "id": "section-242-6045",
      "number": "24.2-604.5.",
      "heading": "Polling places; presence of additional persons authorized",
      "text": "A. A local electoral board or general registrar may authorize in writing the presence in the polling place of additional neutral observers as may be deemed appropriate, except as otherwise prohibited or limited by the provisions of § 24.2-604. Such observers shall comply with the restrictions in subsections A and C of § 24.2-604 and shall not be allowed in any case to provide assistance to any voter as permitted under § 24.2-649 or to wear any indication that they are authorized to assist voters either inside the polling place or within 40 feet of any entrance to the polling place. The officers of election may require any person who is found by a majority of the officers present to be in violation of this subsection to remain outside of the prohibited area.\n\nB. The officers of election shall permit representatives of the news media to visit and film or photograph inside the polling place for a reasonable and limited period of time while the polls are open. However, the media (i) shall comply with the restrictions in subsections A and C of § 24.2-604; (ii) shall not film or photograph any person who specifically asks the media representative at that time that he not be filmed or photographed; (iii) shall not film or photograph the voter or the ballot in such a way that divulges how any individual voter is voting; and (iv) shall not film or photograph the voter list or any other voter record or material at the precinct in such a way that it divulges the name or other information concerning any individual voter. Any interviews with voters, candidates, or other persons; live broadcasts; or taping of reporters' remarks shall be conducted outside of the polling place and the prohibited area. The officers of election may require any person who is found by a majority of the officers present to be in violation of this subsection to leave the polling place and the prohibited area.\n\n2020, c. 561.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604-5/"
    },
    {
      "id": "section-242-6046",
      "number": "24.2-604.6.",
      "heading": "Polling places; simulated election activities",
      "text": "Minors may be permitted to enter a polling place on the day of the election to vote in a simulated election at that polling place, provided that the local electoral board or general registrar has determined that such polling place can accommodate simulated election activities without interference or substantial delay in the orderly conduct of the official voting process. Persons supervising or working in a simulated election in which minors vote may remain within such polling place. The local electoral board or general registrar and the chief officer for the polling place shall exercise authority over, but shall have no responsibility for the administration of, simulated election related activities at the polling place.\n\n2020, c. 561.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-604-6/"
    },
    {
      "id": "section-242-605",
      "number": "24.2-605.",
      "heading": "Loudspeakers prohibited at polls; penalty",
      "text": "Notwithstanding any contrary statute or ordinance of a county, city, or town, except for school purposes or in an emergency, no loudspeaker shall be used within 300 feet of a polling place on an election day. Any person violating this section shall be guilty of a Class 4 misdemeanor.\n\n1976, c. 616, § 24.1-96.1; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-605/"
    },
    {
      "id": "section-242-606",
      "number": "24.2-606.",
      "heading": "Preservation of order at elections",
      "text": "The officers of election, with the consent of the chief law-enforcement officer for the county or city, may designate a law-enforcement officer who shall attend at the polling place and preserve order inside and outside the polling place.\n\nCode 1950, § 24-189; 1970, c. 462, § 24.1-103; 1993, c. 641; 2021, Sp. Sess. I, c. 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-606/"
    },
    {
      "id": "section-242-607",
      "number": "24.2-607.",
      "heading": "Prohibited conduct; intimidation of voters; disturbance of election; how prevented; penalties",
      "text": "A. It shall be unlawful for any person to hinder, intimidate, or interfere with any qualified voter so as to prevent the voter from casting a secret ballot. The officers of election may order a person violating this subsection to cease such action. If such person does not promptly desist, the officers of election, or a majority of them, may order the arrest of such person by any person authorized by law to make arrests, and, by their warrant, may commit him to the county or city jail, as the case may be, for a period not exceeding twenty-four hours. Any person violating this subsection shall be guilty of a Class 1 misdemeanor.\n\nB. No person shall conduct himself in a noisy or riotous manner at or about the polls so as to disturb the election or insult or abuse an officer of election. Any person authorized to make arrests may forthwith arrest a person engaging in such conduct and bring him before the officers of the election, and they, by their warrant, may commit him to the county or city jail, as the case may be, for a period not exceeding twenty-four hours; but they shall permit him to vote if he is so entitled.\n\nCode 1950, §§ 24-190, 24-192; 1970, c. 462, § 24.1-104; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-607/"
    },
    {
      "id": "section-242-608",
      "number": "24.2-608.",
      "heading": "Officers to decide order of voting",
      "text": "The officers of election shall promptly decide any dispute as to the order in which qualified voters may vote, deciding who first offered, or if two or more offered at the same time, selecting the one who may vote first.\n\nCode 1950, § 24-187; 1970, c. 462, § 24.1-102; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-608/"
    },
    {
      "id": "section-242-609",
      "number": "24.2-609.",
      "heading": "Voting booths",
      "text": "Each electoral board or general registrar shall provide at each polling place in the county or city one or more voting booths. At least one booth shall be an enclosure which permits the voter to vote by printed ballot in secret and is equipped with a writing surface, operative writing implements, and adequate lighting. Enclosures for voting equipment shall provide for voting in secret and be adequately lighted. \"Voting booth\" includes enclosures for voting printed ballots and for voting equipment.\n\nCode 1950, §§ 24-185, 24-302; 1970, c. 462, §§ 24.1-100, 24.1-212; 1971, Ex. Sess., c. 119; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-609/"
    },
    {
      "id": "section-242-610",
      "number": "24.2-610.",
      "heading": "Materials at polling places",
      "text": "A. The Department shall provide copies of this title to each member of the electoral boards and to each general registrar for each precinct in the county or city. The general registrar shall furnish a copy of this title to each precinct for the use of the officers of election on election day.\n\nB. Pursuant to subdivision A 7 of § 24.2-404, the Department shall transmit to the general registrar of each county and city pollbooks for each precinct in which the election is to be held. For each primary and general election, the general registrar shall produce and distribute a printed copy of the pollbook to each precinct. The data elements printed or otherwise provided for each voter on the pollbooks shall be uniform throughout the Commonwealth.\n\nC. The electoral board, general registrar, and officers of election shall comply with the requirements of this title and the instructions of the State Board to ensure that the pollbooks, ballots, voting equipment keys, and other materials and supplies required to conduct the election are delivered to the polling place before 6:00 a.m. on the day of the election and delivered to the proper official following the election.\n\nCode 1950, §§ 24-115, 24-207 through 24-209, 24-256, 24-306; 1950, p. 245; 1956, c. 235; 1958, c. 605; 1962, c. 536; 1968, c. 141; 1970, c. 462, §§ 24.1-57, 24.1-107, 24.1-134, 24.1-316; 1971, Ex. Sess., c. 119; 1972, cc. 620, 794; 1974, c. 428; 1975, c. 515, § 24.1-100.1; 1978, c. 778; 1981, c. 425; 1982, c. 650; 1985, c. 458; 1993, c. 641; 2003, c. 1015; 2016, cc. 18, 492; 2020, c. 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-610/"
    },
    {
      "id": "section-242-611",
      "number": "24.2-611.",
      "heading": "Form and signing of pollbooks; records of persons voting; electronic pollbooks",
      "text": "A. The following oath shall be on a form prescribed by the State Board, administered to all officers of election, and kept by the officers of election with the pollbook:\n\n\"I do solemnly swear (or affirm) that I will perform the duties for this election according to law and the best of my ability, and that I will studiously endeavor to prevent fraud, deceit, and abuse in conducting this election.\"\n\nThe oath shall be administered to each officer of election by the general registrar, a member of the electoral board, or an officer of election designated by the general registrar and secretary of the electoral board, who shall be so identified on the form. The oath shall be signed by each officer of election and the person administering the oath. The pollbook shall be marked to identify the election for which it is used.\n\nB. The Department shall provide the pollbook pursuant to subdivision A 7 of § 24.2-404. The pollbook shall (i) provide a space for the officer of election to record the name and consecutive number of the voter at the time he offers to vote and (ii) be retained in accordance with the provisions governing pollbooks in this title. The Department shall make available a numerical check sheet required to be used with pollbooks in printed form to determine the consecutive number to be recorded with the name of the voter by the officer of election. In electronic pollbooks, the consecutive number shall be entered automatically when the officer of election records that the voter has voted. When the name and number of the last qualified voter have been entered on the pollbook, the officer of election responsible for that pollbook shall sign a statement on the check sheet, or on a separate form if an electronic pollbook is used, certifying the number of qualified registrants who have voted. The Department shall provide instructions to the local electoral boards, general registrars, and officers of election for the conduct of the election and for procedures for entering a voting record for each voter and recording each voter's name, including voters unable to enter the polling place, and for verifying the accurate entry of the voting record for each registrant on the Virginia Voter Registration System. Notwithstanding any other provision of this title, for any election held on or after November 1, 2020, all pollbooks provided by the Department shall be in electronic form only.\n\nC. The Department shall incorporate safeguards to assure that the records of the election, including the pollbook, voter count sheets, or other alternative records, will provide promptly an accurate and secure record of those who have voted.\n\nD. Any locality may expend its own funds to purchase electronic pollbooks that have been approved for use in elections by the State Board.\n\nE. The general registrar shall produce a paper copy of the pollbook specified in subsection B for each precinct in any primary or general election.\n\nF. In the event that the electronic pollbooks for a precinct fail to operate properly and no alternative voter list or pollbook is available, the officers of election, in accordance with the instructions and materials approved by the State Board, shall (i) maintain a written list of the persons voting and (ii) provide to each person voting a provisional ballot to be cast as provided in § 24.2-653.\n\nCode 1950, § 24-257; 1970, c. 462, § 24.1-135; 1971, Ex. Sess., c. 119; 1976, c. 616; 1980, c. 639; 1981, c. 425; 1993, c. 641; 1994, c. 321; 1999, c. 810; 2000, c. 2; 2001, c. 839; 2002, cc. 66, 216, 785, 819; 2003, c. 1015; 2008, cc. 88, 424; 2010, c. 812; 2011, c. 810; 2020, c. 297.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-611/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Ballots",
      "text": "Ballots",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242-612",
      "number": "24.2-612.",
      "heading": "List of offices and candidates filed with Department of Elections and checked for accuracy; when ballots printed; number required",
      "text": "Immediately after the expiration of the time provided by law for a candidate for any office to qualify to have his name printed on the official ballot and prior to printing the ballots for an election, each general registrar shall forward to the Department of Elections a list of the county, city, or town offices to be filled at the election and the names of all candidates who have filed for each office. In addition, each general registrar shall forward the name of any candidate who failed to qualify with the reason for his disqualification. On that same day, the general registrar shall also provide a copy of the notice to each disqualified candidate. The notice shall be sent by email or regular mail to the address on the candidate's certificate of candidate qualification, and such notice shall be deemed sufficient. The Department of Elections shall promptly advise the general registrar of the accuracy of the list. The failure of any general registrar to send the list to the Department of Elections for verification shall not invalidate any election.\n\nEach general registrar shall have printed the number of ballots he determines will be sufficient to conduct the election. Such determination shall be based on the number of active registered voters and historical election data, including voter turnout, and shall be subject to the approval by the electoral board.\n\nNotwithstanding any other provisions of this title, the Department of Elections may print or otherwise provide one statewide paper ballot style for each paper ballot style in use for presidential and vice-presidential electors for use only by persons eligible to vote for those offices only under § 24.2-402 or only for federal elections under § 24.2-453. The Department of Elections may apportion or authorize the printer or vendor to apportion the costs for these ballots among the localities based on the number of ballots ordered. Any printer employed by the Department of Elections shall execute the statement required by § 24.2-616. The Department of Elections shall designate a representative to be present at the printing of such ballots and deliver them to the appropriate general registrars pursuant to § 24.2-617. Upon receipt of such paper ballots, the electoral board or the general registrar shall affix the seal of the electoral board. Thereafter, such ballots shall be handled and accounted for, and the votes counted as the Department of Elections shall specifically direct.\n\nThe general registrar shall make printed ballots available for absentee voting not later than 45 days prior to any election or within three business days of the receipt of a properly completed absentee ballot application, whichever is later. In the case of a special election, excluding for federal offices, if time is insufficient to meet the applicable deadline established herein, then the general registrar shall make printed ballots available as soon after the deadline as possible. For the purposes of this chapter, making printed ballots available includes mailing of such ballots or electronic transmission of such ballots pursuant to § 24.2-706 to a covered voter, as defined in § 24.2-452, who has applied for an absentee ballot pursuant to § 24.2-701. Not later than five days after absentee ballots are made available, each general registrar shall report to the Department of Elections, in writing on a form approved by the Department of Elections, whether he has complied with the applicable deadline.\n\nOnly the names of candidates for offices to be voted on in a particular election district shall be printed on the ballots for that election district.\n\nThe general registrar shall send to the Department of Elections a statement of the number of ballots ordered to be printed, proofs of each printed ballot for verification, and copies of each final ballot. If the Department of Elections finds that, in its opinion, the number of ballots ordered to be printed by any general registrar is not sufficient, it may direct the general registrar to order the printing of a reasonable number of additional ballots.\n\nCode 1950, §§ 24-213, 24-214; 1952, c. 4; 1954, c. 513; 1956, c. 395; 1970, c. 462, § 24.1-109; 1972, c. 620; 1980, c. 639; 1981, c. 425; 1984, c. 480; 1993, c. 641; 2003, c. 1015; 2009, c. 522; 2010, cc. 449, 645; 2011, cc. 427, 458; 2012, c. 353; 2013, c. 684; 2014, cc. 540, 576; 2015, c. 313; 2016, cc. 18, 492; 2017, cc. 167, 356; 2019, cc. 668, 669; 2020, cc. 1149, 1151, 1201.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-612/"
    },
    {
      "id": "section-242-6121",
      "number": "24.2-612.1.",
      "heading": "Ballots; death, withdrawal, or disqualification of candidates",
      "text": "In the case of the death, withdrawal, or disqualification of any candidate, other than a party nominee, who has qualified to have his name printed on the ballot for any election other than a presidential or primary election, the Department of Elections shall take into account the time available before the election and the status of the ballots for the election and shall have authority to direct the electoral boards on how to proceed to print the ballot without the candidate's name, correct the ballot to delete the candidate's name, or provide notice to voters of the death, withdrawal, or disqualification of the candidate. If ballots are not corrected to delete the candidate's name, the general registrar shall provide a list of candidates who have withdrawn to be posted in each polling place and to be available to the public. If election information is posted on the official website for the county or city, notice of the candidate's withdrawal shall also be posted on that website.\n\nThe Department shall have like authority in the case of the death, withdrawal, or disqualification of a party nominee subject to the provisions of Article 5 (§ 24.2-539 et seq.) of Chapter 5.\n\n1995, c. 329; 2017, c. 346.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-612-1/"
    },
    {
      "id": "section-242-6122",
      "number": "24.2-612.2.",
      "heading": "Notice of withdrawal of candidates",
      "text": "A candidate who has qualified to have his name printed on the ballot for an election shall not be deemed to have withdrawn from such election until he has submitted a signed and notarized notice declaring his intent to withdraw from such election and that notice has been received by the general registrar. Such notice shall be provided to the general registrar of the county or city in which the candidate resides. In the case of an election held in more than one county or city, the recipient general registrar shall notify the appropriate general registrars of the candidate's withdrawal.\n\nThe Department shall include in its candidate guidance documents the requirements and process for candidate withdrawal.\n\n2017, c. 346; 2024, cc. 166, 230.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-612-2/"
    },
    {
      "id": "section-242-613",
      "number": "24.2-613.",
      "heading": "Form of ballot",
      "text": "A. The ballots shall comply with the requirements of this title and the standards prescribed by the State Board. The names of all candidates to appear on the ballots shall be in the same font, size, and style.\n\nB. For elections for federal, statewide, and General Assembly offices only, each candidate who has been nominated by a political party or in a primary election shall be identified by the name of his political party. Independent candidates shall be identified by the term \"Independent.\" For the purpose of this section, any Independent candidate may, by producing sufficient and appropriate evidence of nomination by a \"recognized political party\" to the State Board, have the term \"Independent\" on the ballot converted to that of a \"recognized political party\" on the ballot and be treated on the ballot in a manner consistent with the candidates nominated by political parties. For the purpose of this section, a \"recognized political party\" is defined as an organization that, for at least six months preceding the filing of its nominee for the office, has had in continual existence a state central committee composed of registered voters residing in each congressional district of the Commonwealth, a party plan and bylaws, and a duly elected state chairman and secretary. A letter from the state chairman of a recognized political party certifying that a candidate is the nominee of that party and also signed by such candidate accepting that nomination shall constitute sufficient and appropriate evidence of nomination by a recognized political party. The name of the political party, the name of the \"recognized political party,\" or term \"Independent\" may be shown by an initial or abbreviation to meet ballot requirements.\n\nC. Except as provided for primary elections, the State Board shall determine by lot the order of the political parties, and the names of all candidates for a particular office shall appear together in the order determined for their parties. In an election district in which more than one person is nominated by one political party for the same office, the candidates' names shall appear alphabetically in their party groups under the name of the office, with sufficient space between party groups to indicate them as such. For the purpose of this section, except as provided for presidential elections in § 24.2-614, \"recognized political parties\" shall be treated as a class; the order of the recognized political parties within the class shall be determined by lot by the State Board; and the class shall follow the political parties as defined by § 24.2-101 and precede the independent class. Independent candidates shall be treated as a class under \"Independent\", and their names shall be placed on the ballot after the political parties and recognized political parties. Where there is more than one independent candidate for an office, their names shall appear on the ballot in an order determined by the priority of time of filing for the office. In the event two or more candidates file simultaneously, the order of filing shall then be determined by lot by the electoral board as in the case of a tie vote for the office.\n\nFor the purposes of this subsection, \"time of filing for the office\" means the time at which an independent candidate has filed his petition signature pages with a number of signatures at least equal to the number required for the office pursuant to § 24.2-506. In the case of an office for which no petition is required, \"time of filing for the office\" means the time at which the candidate has filed his completed statement of qualification pursuant to § 24.2-501.\n\nNo individual's name shall appear on the ballot more than once for the same office.\n\nD. On any ballot, all offices to be elected shall appear before any questions presented to the voters.\n\nE. In preparing the printed ballots for general, special, and primary elections, the State Board and general registrars shall cause to be printed in not less than 10-point type, immediately below the title of any office, a statement of the number of candidates for whom votes may be cast for that office. For any office to which only one candidate can be elected, the following language shall be used: \"Vote for only one.\" For any office to which more than one candidate can be elected, the following language shall be used: \"Vote for not more than ____.\"\n\nF. Any locality that uses machine-readable ballots at one or more precincts, including any central absentee precinct, may, with the approval of the State Board, use a printed reproduction of the machine-readable ballot in lieu of the official machine-readable ballot. Such reproductions shall be printed and otherwise handled in accordance with all laws and procedures that apply to official paper ballots.\n\nCode 1950, §§ 24-215, 24-217; 1970, c. 462, §§ 24.1-111, 24.1-113; 1971, Ex. Sess., c. 119; 1972, c. 620; 1973, c. 30; 1974, c. 428; 1980, c. 639; 1981, c. 425; 1993, c. 641; 2000, cc. 282, 514, 866; 2002, c. 738; 2008, c. 544; 2010, c. 204; 2014, cc. 540, 568, 576; 2016, c. 493; 2017, cc. 352, 364; 2018, cc. 464, 537; 2019, cc. 99, 283, 289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-613/"
    },
    {
      "id": "section-242-614",
      "number": "24.2-614.",
      "heading": "Preparation and form of presidential election ballots",
      "text": "As soon as practicable after the seventy-fourth day before the presidential election, the State Board shall certify to the general registrar of each county and city the form of official ballot for the presidential election which shall be uniform throughout the Commonwealth. Each general registrar shall have the official ballot printed at least 45 days preceding the election.\n\nThe ballot shall contain the name of each political party and the party group name, if any, specified by the individuals naming electors by petition pursuant to § 24.2-242. Below the party name in parentheses, the ballot shall contain the words \"Electors for __________, President and __________, Vice President\" with the blanks filled in with the names of the candidates for President and Vice President for whom the candidates for electors are expected to vote in the Electoral College.\n\nGroups of petitioners qualifying for a party name under § 24.2-242 shall be treated as a class; the order of the groups shall be determined by lot by the State Board; and the groups shall immediately precede the independent class on the ballot. The names of the candidates within the independent class shall be listed alphabetically.\n\nCode 1950, §§ 24-215, 24-290.4; 1952, c. 330; 1970, c. 462, §§ 24.1-111, 24.1-160; 1971, Ex. Sess., c. 119; 1972, c. 620; 1973, c. 30; 1980, c. 639; 1981, c. 425; 1982, c. 650; 1984, c. 480; 1993, c. 641; 1997, c. 209; 2002, c. 738; 2016, cc. 18, 492; 2018, c. 464; 2024, c. 801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-614/"
    },
    {
      "id": "section-242-615",
      "number": "24.2-615.",
      "heading": "Separate questions for proposed constitutional amendments, etc.; uniform ballots",
      "text": "A separate question shall be presented for each of the following: proposed amendments to the Constitution submitted to the qualified voters at one election; proposals submitted to the qualified voters after a constitutional convention pursuant to Article XII, Section 2 of the Constitution; candidates for President, Vice President, and presidential electors; and candidates for the Congress of the United States.\n\nThe form of the ballot shall be the same throughout the election district in which the same candidates are running to fill the same offices and throughout the district in which a question is submitted to the voters.\n\nCode 1950, § 24-216; 1952, c. 581; 1970, c. 462, § 24.1-112; 1971, Ex. Sess., c. 119; 1993, c. 641; 2018, c. 464.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-615/"
    },
    {
      "id": "section-242-616",
      "number": "24.2-616.",
      "heading": "Duties of printer; statement; penalty",
      "text": "The printer contracting with or employed by the electoral board or general registrar to print the ballots shall sign a statement before the work is commenced agreeing, subject to felony penalties for making false statements pursuant to § 24.2-1016, that he will print the number of ballots requested by the electoral board or the general registrar in accordance with the instructions given by the electoral board or the general registrar; that he will print, and permit to be printed, directly or indirectly, no more than that number; that he will at once destroy all imperfect and perfect impressions other than those required to be delivered to the general registrar; that as soon as such number of ballots is printed he will distribute the type, if any, used for such work; and that he will not communicate to anyone, in any manner, the size, style, or contents of such ballots.\n\nA similar statement shall be required of any employee or other person engaged in the work.\n\nCode 1950, § 24-218; 1970, c. 462, § 24.1-114; 1976, c. 616; 1993, c. 641; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-616/"
    },
    {
      "id": "section-242-617",
      "number": "24.2-617.",
      "heading": "Representative of electoral board or general registrar to be present at printing; custody of ballots; electoral board or general registrar may disclose contents, style, and size",
      "text": "The electoral board or general registrar shall designate one person to be continuously present in the room in which the ballots are printed from the start to the end of the work and ensure that the undertakings of the printer's statement are complied with strictly. For the discharge of this duty the person, other than a board member, shall receive at least $20 per day.\n\nAs soon as the ballots are printed they shall be securely wrapped and sealed, and the designated person shall assure their delivery to the general registrar, allowing no one to examine them until delivery.\n\nThe designated person shall sign a statement, subject to felony penalties for making false statements pursuant to § 24.2-1016, that he has faithfully performed his duties, that the printer has complied with the requirements of law, and that only the requested number of ballots have been printed and are being delivered to the general registrar.\n\nThis section shall not be construed to prohibit any electoral board or general registrar from publishing or otherwise disclosing the contents, style, and size of ballots, which information electoral boards or general registrars are authorized to publish or otherwise disclose.\n\nCode 1950, §§ 24-219, 24-220.1, 24-221; 1970, c. 462, § 24.1-115; 1980, c. 639; 1993, c. 641; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-617/"
    },
    {
      "id": "section-242-618",
      "number": "24.2-618.",
      "heading": "Delivery of ballots to electoral board or general registrar; checking and recording number",
      "text": "A member of the electoral board or the general registrar, or an employee of the board or general registrar designated by the electoral board or the general registrar, shall receive the ballots after they are printed and shall certify the number of ballots received. This certificate shall be filed with other materials for the election.\n\nCode 1950, §§ 24-223, 24-224; 1970, c. 462, § 24.1-116; 1993, c. 641; 1997, c. 460; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-618/"
    },
    {
      "id": "section-242-619",
      "number": "24.2-619.",
      "heading": "Sealing ballots",
      "text": "A member of the electoral board or the general registrar, or some other person designated by the electoral board or the general registrar, shall cause the seal of the board to be affixed in his presence to every ballot printed as provided in this chapter. The seal shall be on the side reverse from that on which the names of the candidates appear. The seal may be affixed on the ballot either mechanically or manually. The member of the board, general registrar, or other person designated shall sign a statement, subject to felony penalties for making false statements pursuant to § 24.2-1016, that the seal of the electoral board was affixed to the ballots in his presence in the manner prescribed by law, setting forth the name of every person taking part in the affixing of the seal, and stating that he has faithfully performed his duties. His statement shall be filed with the minutes of the board. For his services in causing the seal to be affixed to the ballots, the person designated, other than a board member or general registrar, shall receive at least $20 per day.\n\nAny person designated to affix the seal to the ballots shall return the seal to the secretary as soon as the affixing of the seal to the ballots is completed.\n\nEvery person taking part in affixing the seal to the ballots or in placing the ballots in packages shall give his statement, subject to felony penalties for making false statements pursuant to § 24.2-1016, that he has faithfully performed his duties and that he will not divulge to anyone the contents of the ballots or any part thereof. These statements shall be filed with the minutes of the board.\n\nCode 1950, §§ 24-225, 24-228, 24-229; 1950, p. 165; 1970, c. 462, §§ 24.1-117, 24.1-118; 1971, Ex. Sess., c. 119; 1980, c. 639; 1993, c. 641; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-619/"
    },
    {
      "id": "section-242-620",
      "number": "24.2-620.",
      "heading": "Dividing ballots into packages for each precinct; delivery of absentee ballots",
      "text": "The electoral board or general registrar shall cause to be made, in the presence of at least one member of the board or a designee of the board, one or more packages of ballots for each precinct in the election district. Each package shall contain a number of ballots determined by the board or general registrar. Each of these packages shall be securely sealed in the presence of a member of the board or such designated person so that the ballots shall be invisible, and so that the packages cannot be readily opened without detection. On each of the packages shall be endorsed the name of the precinct for which it is intended and the number of ballots therein contained. Thereafter the packages designated for each precinct shall be delivered to the general registrar and remain in his exclusive possession until delivered by him, or by a board member, a designee of the board, or a deputy registrar, to the officers of election of each precinct as provided in § 24.2-621.\n\nThere shall be sufficient ballots for those offering to vote absentee delivered to the general registrar by the deadline stated in § 24.2-612. Any such ballots remaining unused at the close of the polls on election day shall be sent by the general registrar to the clerk of the circuit court of the county or city.\n\nCode 1950, §§ 24-226, 24-227; 1970, c. 462, § 24.1-119; 1971, Ex. Sess., c. 119; 1972, c. 620; 1982, c. 650; 1984, c. 480; 1993, c. 641; 1997, c. 460; 2016, cc. 18, 492; 2022, c. 140.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-620/"
    },
    {
      "id": "section-242-621",
      "number": "24.2-621.",
      "heading": "Delivery of packages to officers; opening packages",
      "text": "Before every election the secretary of the electoral board, or another board member, board employee, or the general or a deputy registrar designated by the board, shall deliver to an officer of election of each precinct the official ballots for that precinct and obtain a receipt for the package or packages and a certificate that the seals are unbroken. If the secretary or other such designated person is unable to deliver the official ballots, another member of the board shall deliver the ballots.\n\nBefore opening the polls, the officers of election shall open the sealed package and carefully count the ballots. If there is more than one package, additional packages shall be opened as needed and the ballots counted as provided in this section.\n\nCode 1950, §§ 24-230, 24-231; 1970, c. 462, §§ 24.1-120, 24.1-121; 1993, c. 641; 1997, c. 460; 2022, c. 140.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-621/"
    },
    {
      "id": "section-242-622",
      "number": "24.2-622.",
      "heading": "Unofficial sample ballots",
      "text": "Sample ballots not authorized by electoral boards and provided by electoral boards or general registrars to precincts pursuant to § 24.2-641 are permitted to be printed and circulated, which includes publication in newspapers or on the Internet.\n\nSuch sample ballots shall not be printed on white paper and shall include on their face the words \"sample ballot\" in a font size no smaller than 24 point.\n\nAll sample ballots, excepting those official sample ballots authorized by electoral boards and provided by electoral boards or general registrars to precincts pursuant to § 24.2-641, are advertisements for purposes of Chapter 9.5 (§ 24.2-955 et seq.). Voters may take sample ballots into the voting booth or enclosure, but shall not give, tender, or exhibit such sample ballot to any person, other than an assistant designated under § 24.2-649, while inside the polling place or within the prohibited area designated by § 24.2-604.\n\nCode 1950, § 24-240; 1970, c. 462, § 24.1-122; 1974, c. 428; 1979, c. 265; 1993, c. 641; 2002, c. 487; 2003, c. 1015; 2005, c. 370; 2006, cc. 787, 892; 2020, c. 283.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-622/"
    },
    {
      "id": "section-242-623",
      "number": "24.2-623.",
      "heading": "Ballot containers to be supplied by governing bodies; construction and custody",
      "text": "The governing body of each county and city shall provide a ballot container for each precinct. The container shall have a lock and key and an opening of sufficient size to admit a single folded or unfolded ballot and no more. The containers shall be kept by the electoral boards for use in the precincts.\n\nCode 1950, § 24-241; 1970, c. 462, § 24.1-123; 1993, c. 641; 2003, c. 1015; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-623/"
    },
    {
      "id": "section-242-624",
      "number": "24.2-624.",
      "heading": "Opening and closing ballot containers; opening polls",
      "text": "Immediately before the opening of the polls, an officer of election shall open the ballot containers in the presence of the political party or candidate representatives authorized to be present for the examination of voting equipment pursuant to § 24.2-639, if such representatives are available. The officers shall inspect the containers to ensure that they are empty, lock them, and deliver the key to one of the officers. One of the officers shall forthwith proclaim that the polls are open. The containers shall not be opened until the close of the polls and shall then be opened for the purpose of counting the ballots therein. The containers shall be kept in view of those voting within the polling place during the hours of the election.\n\nCode 1950, §§ 24-242, 24-243; 1970, c. 462, § 24.1-124; 1972, c. 620; 1993, c. 641; 2003, c. 1015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-624/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Voting Equipment and Systems",
      "text": "Voting Equipment and Systems",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242-625",
      "number": "24.2-625.",
      "heading": "Application of Title 24.2 and general law",
      "text": "All of the provisions of this title and general law not inconsistent with the provisions of this article shall apply to elections in counties, cities, and towns adopting and using electronic voting or counting machines.\n\nCode 1950, § 24-315; 1970, c. 462, § 24.1-225; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-625/"
    },
    {
      "id": "section-242-6251",
      "number": "24.2-625.1.",
      "heading": "Voting equipment security",
      "text": "A. Records of the State Board of Elections or of a local electoral board, to the extent such records describe protocols for maintaining the security of ballots or voting and counting equipment, or reveal the results of risk assessments of specific local electoral procedures, the release of which would compromise the security of any election, shall be confidential and excluded from inspection and copying under the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\nB. The State Board of Elections or a local electoral board may hold a closed meeting pursuant to the provisions of the Virginia Freedom of Information Act for the purpose of discussing protocols for maintaining the security of ballots or voting and counting equipment, or risk assessments of specific local electoral procedures, where discussion of such matters in open meeting would compromise the security of any election. Nothing in this subsection shall be construed to authorize a closed meeting to discuss any breach of security in the conduct of an election.\n\nC. Two members of any local electoral board may conduct site visits for the sole purpose of investigating compliance with security policies and procedures. No such visit shall be deemed a meeting under the provisions of the Virginia Freedom of Information Act. However, prior to conducting such site visits, the board shall hold an open meeting, as defined in the Virginia Freedom of Information Act, and shall identify at that meeting its intention to conduct such site visits, the dates on which such visits will occur, and all polling places or other locations at which such visits will occur, withholding only information identifying secure sites at which voting and counting equipment or ballots are stored. No later than 30 days after any site visit has been conducted pursuant to this paragraph, the board shall hold an open meeting, as defined in the Virginia Freedom of Information Act, at which it shall identify each location visited and the date on which each such location was visited, withholding only information identifying secure sites at which voting and counting equipment or ballots are stored.\n\nD. The electoral board of each county and city that utilizes electronic voting systems shall develop and annually update written plans and procedures to ensure the security and integrity of its electronic voting systems. The general registrar and the State Board shall provide the electoral board assistance, upon request.\n\nE. Nothing in this section shall be construed to prohibit the release of information concerning any breach of security in the conduct of an election.\n\n2005, c. 568; 2007, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-625-1/"
    },
    {
      "id": "section-242-6252",
      "number": "24.2-625.2.",
      "heading": "Wireless communications at polling places",
      "text": "There shall be no wireless communications on election day, while the polls are open, between or among voting machines within the polling place or between any voting machine within the polling place and any equipment outside the polling place. For purposes of this section, the term wireless communication shall mean the ability to transfer information via electromagnetic waves without the use of electrical conductors.\n\nThe provisions of this section shall not apply to voting machines purchased by any locality before July 1, 2007.\n\nThe provisions of this section shall not be construed to prohibit the operation of electronic pollbook devices at polling places on election day.\n\n2007, cc. 939, 943; 2008, cc. 87, 393.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-625-2/"
    },
    {
      "id": "section-242-626",
      "number": "24.2-626.",
      "heading": "Governing bodies shall acquire electronic voting systems",
      "text": "A. The governing body of each county and city shall provide for the use of electronic voting systems, of a kind approved by the State Board, at every precinct and for all elections held in the county, the city, or any part of the county or city.\n\nEach county and city governing body shall purchase, lease, lease purchase, or otherwise acquire such systems and may provide for the payment therefor in the manner it deems proper. Systems of different kinds may be adopted for use and be used in different precincts of the same county or city, or within a precinct or precincts in a county or city, subject to the approval of the State Board.\n\nB. On and after July 1, 2020, no county or city shall use any direct recording electronic machine (DRE) in elections in the county or city.\n\nCode 1950, § 242-291; 1970, c. 462, § 24.1-203; 1971, Ex. Sess., c. 119; 1972, c. 620; 1974, c. 428; 1976, c. 616; 1982, c. 650; 1985, c. 458; 1987, c. 129; 1993, c. 641; 1996, c. 258; 2000, c. 280; 2007, cc. 939, 943; 2009, cc. 751, 759; 2010, cc. 356, 533; 2011, cc. 153, 447, 481; 2014, cc. 540, 576; 2016, c. 464.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-626/"
    },
    {
      "id": "section-242-6261",
      "number": "24.2-626.1.",
      "heading": "Acquisition and use of accessible voting devices",
      "text": "The governing body of any county or city shall provide for the use of a voting or counting system in all elections that shall:\n\n1. Provide for at least one voting system equipped for individuals with disabilities at each polling place, including nonvisual accessibility for the blind and visually impaired, in a manner that provides the same opportunity for access and participation (including privacy and independence) as for other voters; and\n\n2. Provide alternative language accessibility when required by § 203 of the Voting Rights Act of 1965 (52 U.S.C. § 10503).\n\n2007, cc. 939, 943.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-626-1/"
    },
    {
      "id": "section-242-627",
      "number": "24.2-627.",
      "heading": "Electronic voting systems; number required",
      "text": "A. The governing body of any county or city that adopts for use at elections ballot scanner machines shall provide for each precinct at least one voting booth with a marking device for each 425 registered voters or portion thereof and shall provide for each precinct at least one scanner. However, each precinct having more than 4,000 registered voters shall be provided with not less than two scanners at a presidential election, unless the governing body, in consultation with the general registrar and the electoral board, determines that a second scanner is not necessary at any such precinct on the basis of voter turnout and the average wait time for voters in previous presidential elections.\n\nB. The local electoral board of any county or city shall be authorized to conduct any May general election, primary election, or special election held on a date other than a November general election with the number of voting systems determined by the board and the general registrar to be appropriate for each precinct, notwithstanding the provisions of subsection A.\n\nC. For purposes of applying this section, a general registrar may exclude persons voting absentee in his calculations, and if he does so shall send to the Department a statement of the number of voting systems to be used in each precinct. If the State Board finds that the number of voting systems is not sufficient, it may direct the general registrar to use more voting systems.\n\n1985, c. 458, §§ 24.1-203.1, 24.1-203.2; 1993, c. 641; 1996, c. 271; 1997, cc. 304, 336; 2010, c. 214; 2014, cc. 540, 576; 2015, cc. 667, 740; 2016, cc. 18, 464, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-627/"
    },
    {
      "id": "section-242-628",
      "number": "24.2-628.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2014, c. 540, cl. 2, effective April 3, 2014, and c. 576, cl. 2, effective April 4, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-628/"
    },
    {
      "id": "section-242-629",
      "number": "24.2-629.",
      "heading": "State Board approval process of electronic voting systems",
      "text": "A. Any person, firm, or corporation, referred to in this article as the \"vendor,\" manufacturing, owning, or offering for sale any electronic voting or counting machine and ballots designed to be used with such equipment may apply to the State Board, in the manner prescribed by the Board, to have examined a production model of such equipment and the ballots used with it. The Board may require the vendor to pay a reasonable application fee when he files his request for testing or certification of new or upgraded voting equipment. Receipts from such fees shall be credited to the Board for reimbursement of testing and certification expenses. In addition to any other materials that may be required, a current statement of the financial status of the vendor, including any assets and liabilities, shall be filed with the Board; if the vendor is not the manufacturer of the equipment for which application is made, such a statement shall also be filed for the manufacturer. These statements shall be exempt from the provisions of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.). The Board shall require, at a site of its choosing, a demonstration of such equipment and ballots and may require that a production model of the equipment and a supply of ballots be provided to the Board for testing purposes. The Board shall also require the vendor to provide documentation of the practices recommended by the vendor to ensure the optimum security and functionality of the system.\n\nB. The Board may approve any kind of electronic voting system that meets the following requirements:\n\n1. It shall provide clear instructions for voters on how to mark or select their choice and cast that vote.\n\n2. It shall provide facilities for voting for all offices at any election and on as many questions as may be submitted at any election.\n\n3. It shall be capable of processing ballots for all parties holding a primary election on the same day, but programmable in such a way that an individual ballot cast by a voter is limited to the party primary election in which the voter chooses to participate.\n\n4. It shall require votes for presidential and vice presidential electors to be cast for the presidential and vice presidential electors of one party by one operation. The ballot shall contain the words \"Electors for\" preceded by the name of the party or other authorized designation and followed by the names of the candidates for the offices of President and Vice President.\n\n5. It shall enable the voter to cast votes for as many persons for an office as lawfully permitted, but no more. It shall prevent the voter from casting a vote for the same person more than once for the same office. However, ballot scanner machines shall not be required to prevent a voter from voting for a greater number of candidates than he is lawfully entitled to.\n\n6. It shall enable the voter to cast a vote on any question on which he is lawfully permitted to vote, but no other.\n\n7. It shall provide the voter with an opportunity to correct any error before a ballot is cast.\n\n8. It shall correctly register or record and accurately count all votes cast for candidates and on questions.\n\n9. It shall be provided with a \"protective counter,\" whereby any operation of the machine before or after the election will be detected.\n\n10. It shall be provided with a counter that at all times during an election shall show how many persons have voted.\n\n11. It shall ensure voting in absolute secrecy. Ballot scanner machines shall provide for the secrecy of the ballot and a method to conceal the voted ballot.\n\n12. It shall be programmable to allow ballots to be separated when necessary.\n\n13. It shall retain each printed ballot cast.\n\n14. Ballot scanner machines shall report, if possible, the number of ballots on which a voter undervoted or overvoted.\n\nC. After its examination of the equipment, ballots, and other materials submitted by the vendors, the Board shall prepare and file in its office a report of its finding as to (i) the apparent capability of such equipment to accurately count, register, and report votes; (ii) whether the system can be conveniently used without undue confusion to the voter; (iii) its accessibility to voters with disabilities; (iv) whether the system can be safely used without undue potential for fraud; (v) the ease of its operation and transportation by voting equipment custodians and officers of election; (vi) the financial stability of the vendor and manufacturer; (vii) whether the system meets the requirements of this title; (viii) whether the system meets federal requirements; (ix) whether issues of reliability and security identified with the system by other state governments have been adequately addressed by the vendor; and (x) whether, in the opinion of the Board, the potential for approval of such system is such as to justify further examination and testing.\n\nD. If the Board determines that there is such potential and prior to its final determination as to approval or disapproval of such system, the Board shall obtain a report by an independent electronics or engineering consultant as to (i) whether the system accurately counts, registers, and reports votes; (ii) whether it is capable of storing and retaining existing votes in a permanent memory in the event of power failure during and after the election; (iii) the number of separate memory capabilities for the storage of recorded votes; (iv) its mechanical and electronic perfections and imperfections; (v) the audit trail provided by the system; (vi) the anticipated frequency of repair; (vii) the ease of repair; (viii) the anticipated life of the equipment; (ix) its potential for fraudulent use; (x) its accessibility to voters with disabilities; (xi) the ease of its programming, transportation, and operation by voting equipment custodians and officers of election; and (xii) any other matters deemed necessary by the Board. Failure by an applicant to cooperate with the consultant by furnishing information and production equipment and ballots requested shall be deemed a withdrawal of the application, but nothing in this section shall require the disclosure of trade secrets by the applicant. If such trade secrets are essential to the proper analysis of the system and are provided for that reason, the consultant shall subscribe to an oath subject to the penalty for perjury that he will neither disclose nor make use of such information except as necessary for the system analysis. The report of the consultant shall be filed in the office of the Board.\n\nE. In preparing the reports cited in subsections C and D, the Board shall require, as a condition of certification, that the system is comprehensively examined by individuals including at least one expert in election management and one in computer system security. The Board shall develop, in conjunction with the above listed individuals, a specific set of items to be examined and tested as part of the certification process to further elaborate on the requirements identified in this section.\n\nF. If the Board determines that there is potential for approval of the system and prior to its final determination, the Board shall also require that the system be tested in an actual election in one or more counties or cities. Its use at such election shall be as valid for all purposes as if it had been legally approved by the Board and adopted by the counties or cities.\n\nG. If, following testing, the Board approves any voting system and its ballots for use, the Board shall so notify the electoral boards of each county and city. Systems so approved may be adopted for use at elections as herein provided. No form of voting system and ballots not so approved shall be adopted by any county or city. Any voting system and ballots approved for use by the Board shall be deemed to meet the requirements of this title and any applicable federal laws, and their use in any election shall be valid.\n\nH. A vendor whose voting system is approved for use shall provide updates concerning its recommended practices for optimum security and functionality of the system, as may be requested by the Board. Any product for which requested updates are not provided shall be deemed non-compliant and may be decertified at the discretion of the Board.\n\nI. The Board shall have the authority to investigate, at its discretion, any voting system certified in Virginia to ensure that it continues to meet the standards outlined in subsections C and D. The Board may, at its discretion, decertify any voting system based on significant problems detected with the voting system in Virginia or on reports provided by federal authorities or other state election officials.\n\n1985, c. 458, §§ 24.1-207.1; 1986, c. 558, § 24.1-206.3; 1993, c. 641; 1994, cc. 287, 742; 2001, cc. 640, 641; 2003, c. 1015; 2004, cc. 409, 993, 1010; 2007, c. 794; 2008, c. 703; 2014, cc. 540, 576; 2020, c. 294.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-629/"
    },
    {
      "id": "section-242-630",
      "number": "24.2-630.",
      "heading": "Experimental use of approved systems",
      "text": "With the approval of the State Board, the governing body of any county, city, or town may provide for the experimental use at an election in one or more election districts or precincts of a voting or counting system which it might legally adopt without a formal adoption thereof, and its use at such election shall be valid for all purposes.\n\nCode 1950, § 24-295; 1970, c. 462, § 24.1-206; 1985, c. 458; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-630/"
    },
    {
      "id": "section-242-631",
      "number": "24.2-631.",
      "heading": "Experimental use of voting systems and ballots prior to approval of the system",
      "text": "The State Board is authorized to approve the experimental use of voting or counting systems and ballots for the purpose of casting and counting absentee ballots in one or more counties and cities designated by the Board (i) that have established central absentee voter election districts and (ii) whose electoral board and general registrar submit to the Board for approval a plan for the use of such system and ballots. The Board is also authorized to approve the experimental use of voting or counting systems and ballots in one or more precincts in any county or city whose electoral board and general registrar submit to the Board for approval a plan for such use. The use of such systems and ballots at an election shall be valid for all purposes.\n\n1980, c. 639, § 24.1-206.1; 1985, c. 458; 1993, c. 641; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-631/"
    },
    {
      "id": "section-242-632",
      "number": "24.2-632.",
      "heading": "Voting equipment custodians",
      "text": "A. For the purpose of programming and preparing voting and counting equipment, including the programming of any electronic activation devices or data storage media used to program or operate the equipment, and maintaining, testing, calibrating, and delivering it, the electoral board and general registrar shall employ one or more persons, to be known as custodians of voting equipment. The custodians shall be fully competent, thoroughly instructed, and sworn to perform their duties honestly and faithfully, and for such purpose shall be appointed and instructed at least 30 days before each election. With the approval of the State Board, the electoral board or general registrar may contract with the voting equipment vendor or another contractor for the purpose of programming, preparing and maintaining the voting equipment. The voting equipment custodians shall instruct and supervise the vendor or contractor technicians and oversee the programming, testing, calibrating and delivering of the equipment. The vendor or contractor technicians shall be sworn to perform their duties honestly and faithfully and be informed of and subject to the misdemeanor and felony penalties provided in §§ 24.2-1009 and 24.2-1010.\n\nThe final testing of the equipment prior to each election shall be done in the presence of an electoral board member, a representative of the electoral board, or the general registrar. The electoral board or general registrar may authorize a representative to be present at the final testing only if it is impracticable for a board member or general registrar to attend, and such representative shall in no case be the custodian or a vendor or contractor technician who was responsible for programming the ballot software, electronic activation devices, or electronic data storage media.\n\nB. Notwithstanding the provisions of subsection A, the local electoral board or general registrar may assign a board member or a deputy registrar to serve as a custodian without pay for such service. The board member or deputy registrar serving as custodian shall be fully competent, thoroughly instructed, and sworn to perform his duties honestly and faithfully, and for such purpose shall be appointed and instructed at least 30 days before each election. Whenever the presence of an electoral board member or general registrar and custodian is required by the provisions of this title, the same person shall not serve in both capacities.\n\nCode 1950, §§ 24-296, 24-299; 1970, c. 462, § 24.1-209; 1973, c. 30; 1974, c. 428; 1981, c. 570; 1985, c. 458; 1993, c. 641; 1999, c. 219; 2004, cc. 993, 1010; 2016, cc. 18, 492; 2022, c. 140.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-632/"
    },
    {
      "id": "section-242-633",
      "number": "24.2-633.",
      "heading": "Notice of final testing of voting system; sealing equipment",
      "text": "Before the final testing of voting or counting machines for any election, the general registrar shall mail written notice (i) to the chairman of the local committee of each political party, or (ii) in a primary election, to the chairman of the local committee of the political party holding the primary, or (iii) in a city or town council election in which no candidate is a party nominee and which is held when no other election having party nominees is being conducted, to the candidates.\n\nThe notice shall state the time and place where the machine will be tested and state that the political party or candidate receiving the notice may have one representative present while the equipment is tested.\n\nAt the time stated in the notice, the representatives, if present, shall be afforded an opportunity to see that the equipment is in proper condition for use at the election. When a machine has been so examined by the representatives, it shall be sealed with a numbered seal in their presence, or if the machine cannot be sealed with a numbered seal, it shall be locked with a key. The representatives shall certify for each machine the number registered on the protective counter and the number on the seal. When no party or candidate representative is present, the custodian shall seal the machine as prescribed in this section in the presence of a member of the electoral board, the general registrar, or a designee of the electoral board or general registrar.\n\nCode 1950, § 24-300; 1962, c. 260; 1970, c. 462, § 24.1-210; 1981, c. 425; 1985, c. 458; 1993, c. 641; 1998, c. 264; 2004, cc. 993, 1010; 2014, cc. 540, 576; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-633/"
    },
    {
      "id": "section-242-634",
      "number": "24.2-634.",
      "heading": "Locking and securing after preparation",
      "text": "When voting equipment has been properly prepared for an election, it shall be locked against voting and sealed, or if a voting or counting machine cannot be sealed with a numbered seal, it shall be locked with a key. The equipment keys and any electronic activation devices shall be retained in the custody of the general registrar and delivered to the officers of election as provided in § 24.2-639. After the voting equipment has been delivered to the polling places, the general registrar shall provide ample protection against tampering with or damage to the equipment.\n\nCode 1950, § 24-301; 1970, c. 462, § 24.1-211; 1985, c. 458; 1993, c. 641; 1998, c. 264; 2004, cc. 993, 1010; 2014, cc. 540, 576; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-634/"
    },
    {
      "id": "section-242-635",
      "number": "24.2-635.",
      "heading": "Demonstration of equipment",
      "text": "In each county, city, or town in which voting or counting equipment is to be used, the electoral board or general registrar may designate times and places for the exhibition of equipment containing sample ballots, showing the title of offices to be filled, and, so far as practicable, the names of the candidates to be voted for at the next election for the purpose of informing voters who request instruction on the use of the equipment. No equipment shall be used for such instruction after being prepared and sealed for use in any election. During exhibitions, the counting mechanism, if any, of the equipment may be concealed from view.\n\nCode 1950, § 24-304; 1970, c. 462, § 24.1-214; 1985, c. 458; 1993, c. 641; 2003, c. 1015; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-635/"
    },
    {
      "id": "section-242-636",
      "number": "24.2-636.",
      "heading": "Instruction as to use of equipment",
      "text": "No fewer than three nor more than 30 days before each election, the electoral board or general registrar shall instruct, or cause to be instructed, on the use of the equipment and his duties in connection therewith, each officer of election appointed to serve in the election who has not previously been so instructed. The board or the general registrar shall not permit any person to serve as an officer who is not fully trained to conduct an election properly with the equipment. This section shall not be construed to prevent the appointment of a person as an officer of election to fill a vacancy in an emergency.\n\nCode 1950, § 24-303; 1970, c. 462, § 24.2-213; 1972, c. 620; 1985, c. 458; 1993, c. 641; 1998, c. 187; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-636/"
    },
    {
      "id": "section-242-637",
      "number": "24.2-637.",
      "heading": "Furniture and equipment to be at polling places",
      "text": "Before the time to open the polls, each electoral board shall ensure that the general registrar has the voting and counting equipment and all necessary furniture and materials at the polling places, with counters on the voting or counting devices set at zero (000), and otherwise in good and proper order for use at the election.\n\nThe general registrar shall have the custody of such equipment, furniture, and materials when not in use at an election and shall maintain the equipment in accurate working order and in proper repair.\n\nCode 1950, §§ 24-296, 24-299; 1970, c. 462, § 24.1-209; 1973, c. 30; 1974, c. 428; 1981, c. 570; 1985, c. 458; 1993, c. 641; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-637/"
    },
    {
      "id": "section-242-638",
      "number": "24.2-638.",
      "heading": "Voting equipment to be in plain view; officers and others not permitted to see actual voting; unlocking counter compartment of equipment, etc.",
      "text": "During the election, the exterior of the voting equipment and every part of the polling place shall be in plain view of the officers of election.\n\nNo voting or counting machines shall be removed from the plain view of the officers of election or from the polling place at any time during the election and through the determination of the vote as provided in § 24.2-657, except as provided in subsection D of § 24.2-649.1. In the case of an emergency that makes a polling place unusable or inaccessible, voting or counting machines may be removed to an alternative polling place pursuant to the provisions of subsection D of § 24.2-310.\n\nThe equipment shall be placed at least four feet from any table where an officer of election is working or seated. The officers of election shall not themselves be, or permit any other person to be, in any position or near any position that will permit them to observe how a voter votes or has voted.\n\nOne of the officers shall inspect the face of the voting machine after each voter has cast his vote and verify that the ballots on the face of the machine are in their proper places and that the machine has not been damaged. During an election, the door or other covering of the counter compartment of the voting or counting machine shall not be unlocked or open or the counters exposed except for good and sufficient reasons, a statement of which shall be made and signed by the officers of election and attached to the statement of results. No person shall be permitted in or about the polling place except the voting equipment custodian, vendor, or contractor technicians and other persons authorized by this title.\n\nCode 1950, § 24-305; 1962, c. 260; 1970, c. 462, § 24.1-215; 1985, c. 458; 1993, c. 641; 2004, cc. 978, 993, 1006, 1010; 2009, c. 494; 2014, cc. 540, 576; 2016, cc. 18, 492; 2021, Sp. Sess. I, c. 163.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-638/"
    },
    {
      "id": "section-242-639",
      "number": "24.2-639.",
      "heading": "Duties of officers of election",
      "text": "The officers of election of each precinct at which voting systems are used shall meet at the polling place by 5:15 a.m. on the day of the election and arrange the equipment, furniture, and other materials for the conduct of the election. The officers of election shall verify that all required equipment, ballots, and other materials have been delivered to them for the election. The officers shall post at least two instruction cards for direct recording electronic machines conspicuously within the polling place.\n\nThe keys to the equipment and any electronic activation devices that are required for the operation of electronic voting equipment shall be delivered, prior to the opening of the polls, to the officer of election designated by the electoral board or general registrar in a sealed envelope on which has been written or printed the name of the precinct for which it is intended. The envelope containing the keys and any electronic activation devices shall not be opened until all of the officers of election for the precinct are present at the polling place and have examined the envelope to see that it has not been opened. The equipment shall remain locked against voting until the polls are formally opened and shall not be operated except by voters in voting.\n\nBefore opening the polls, each officer shall examine the equipment and see that no vote has been cast and that the counters register zero. The officers shall conduct their examination in the presence of the following party and candidate representatives: one authorized representative of each political party or independent candidate in a general or special election, or one authorized representative of each candidate in a primary election, if such representatives are available. Each authorized representative shall be a qualified voter of any jurisdiction of the Commonwealth. Each representative, who is not himself a candidate or party chairman, shall present to the officers of election a written statement designating him to be a representative of the party or candidate and signed by the county or city chairman of his political party, the independent candidate, or the primary candidate, as appropriate. If the county or city chairman is unavailable to sign such a written designation, such a designation may be made by the state or district chairman of the political party. However, no written designation made by a state or district chairman shall take precedence over a written designation made by the county or city chairman. Such statement, bearing the chairman's or candidate's original signature, may be photocopied and such photocopy shall be as valid as if the copy had been signed.\n\nIf any counter, other than a protective or private counter, on a ballot scanner is found not to register zero, the officers of election shall immediately notify the general registrar, who shall, if possible, substitute a machine in good working order, that has been prepared and tested pursuant to § 24.2-634. No ballot scanner shall be used if any counter, other than a protective or private counter, is found not to register zero.\n\nCode 1950, § 24-306; 1970, c. 462, § 24.1-216; 1972, c. 620; 1985, c. 458; 1993, c. 641; 1998, c. 264; 2003, c. 1015; 2004, cc. 993, 1010; 2010, c. 448; 2014, cc. 540, 576; 2015, c. 133; 2016, cc. 18, 464, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-639/"
    },
    {
      "id": "section-242-640",
      "number": "24.2-640.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2014, c. 540, cl. 2, effective April 3, 2014, and c. 576, cl. 2, effective April 4, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-640/"
    },
    {
      "id": "section-242-641",
      "number": "24.2-641.",
      "heading": "Sample ballot",
      "text": "The electoral board or general registrar shall provide for each precinct in which any voting or counting machines are used two sample ballots for each ballot style in use at that precinct. Such sample ballots shall be posted for public inspection at each polling place during the day of election.\n\nCode 1950, § 24-298; 1970, c. 462, § 24.1-208; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576; 2016, cc. 18, 492; 2018, c. 464.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-641/"
    },
    {
      "id": "section-242-642",
      "number": "24.2-642.",
      "heading": "Inoperative equipment",
      "text": "A. When any voting or counting machine becomes inoperative in whole or in part while the polls are open, the officers of election shall immediately notify the electoral board or general registrar. If possible, the electoral board or general registrar shall dispatch a qualified technician to the polling place to repair the inoperative machine. All repairs shall be made in the presence of two officers of election representing the two political parties or, in the case of a primary election for only one party, two officers representing that party. If the machine cannot be repaired on site, the general registrar shall, if possible, substitute a machine in good order for the inoperative machine and at the close of the polls the record of both machines shall be taken and the votes shown on their counters shall be added together in ascertaining the results of the election.\n\nNo voting or counting machines, including inoperative machines, shall be removed from the plain view of the officers of election or from the polling place at any time during the election and through the determination of the vote as provided in § 24.2-657 except as explicitly provided pursuant to the provisions of this title.\n\nNo voting or counting machine that has become inoperative and contains votes may be removed from the polling place while the polls are open and votes are being ascertained. If the officers of election are unable to ascertain the results from the inoperative machine after the polls close in order to add its results to the results from the other machines in that precinct, the officers of election shall lock and seal the machine without removing the memory card, cartridge, or data storage medium and deliver the machine to either the clerk of court or registrar's office as provided for in § 24.2-659. On the day following the election, the electoral board shall meet and ascertain the results from the inoperative machine in accordance with the procedures prescribed by the machine's manufacturer and add the results to the results for the precinct to which the machine was assigned.\n\nNothing in this subsection shall prohibit the removal of an inoperative machine from a precinct prior to the opening of the polls or the first vote being cast on that machine. Any machine so removed shall be placed in the custody of an authorized custodian, technician, general registrar, or electoral board representative. If the inoperative machine can be repaired, it shall be retested and resealed pursuant to § 24.2-634 and may be returned to the precinct by an authorized custodian, technician, general registrar, or electoral board representative. The officers of election shall then open the machine pursuant to § 24.2-639.\n\nB. In any precinct that uses a ballot that can be read without the use of the ballot scanner machine, if the ballot scanner machine becomes inoperative and there is no other available scanner, the uncounted ballots shall be placed in a ballot container or compartment that is used exclusively for uncounted ballots. If an operative scanner is available in the polling place after the polls have closed, such uncounted ballots shall be removed from the container and fed into the scanner, one at a time, by an officer of election in the presence of all persons who may be lawfully present at that time but before the votes are determined pursuant to § 24.2-657. If such a scanner is not available, the ballots may be counted manually or as directed by the electoral board.\n\nC. An officer of election may have copies of the official paper ballot reprinted or reproduced by photographic, electronic, or mechanical processes for use at the election if (i) the inoperative machine cannot be repaired in time to continue using it at the election, (ii) a substitute machine is needed to conduct the election but is not available for use, (iii) the supply of official printed ballots that can be cast without use of the inoperative machine is not adequate, and (iv) the local electoral board approves the reprinting or reproducing of the official paper ballot. The voted ballot copies may be received by the officers of election and placed in the ballot container and counted with the votes registered on the voting or counting machines, and the result shall be declared the same as though no machine has been inoperative. The voted ballot copies shall be deemed official ballots for the purpose of § 24.2-665 and preserved and returned with the statement of results and with a certificate setting forth how and why the same were voted. The officer of election who had the ballot copies made shall provide a written statement of the number of copies made, signed by him and subject to felony penalties for making false statements pursuant to § 24.2-1016, to be preserved with the unused ballot copies.\n\nCode 1950, § 24-311; 1970, c. 462, § 24.1-221; 1981, c. 570; 1985, c. 458; 1993, c. 641; 2000, c. 282; 2003, c. 1015; 2004, cc. 978, 993, 1006, 1010; 2014, cc. 540, 576; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-642/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Conduct of Election; Election Results",
      "text": "Conduct of Election; Election Results",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242-643",
      "number": "24.2-643.",
      "heading": "Qualified voter permitted to vote; procedures at polling place; voter identification",
      "text": "A. After the polls are open, each qualified voter at a precinct shall be permitted to vote. The officers of election shall ascertain that a person offering to vote is a qualified voter before admitting him to the voting booth and furnishing an official ballot to him.\n\nB. An officer of election shall ask the voter for his full name and current residence address and the voter may give such information orally or in writing. The officer of election shall verify with the voter his full name and address and shall repeat, in a voice audible to party and candidate representatives present, the full name provided by the voter. The officer shall ask the voter to present any one of the following forms of identification: (i) his voter confirmation documents; (ii) his valid Virginia driver's license, his valid United States passport, or any other identification issued by the Commonwealth, one of its political subdivisions, or the United States, other than a driver privilege card issued under § 46.2-328.3 or an identification privilege card issued under § 46.2-345.3; (iii) any valid student identification card issued by any institution of higher education located in the Commonwealth or any private school located in the Commonwealth; (iv) any valid student identification card containing a photograph of the voter and issued by any institution of higher education located in any other state or territory of the United States; (v) any valid employee identification card containing a photograph of the voter and issued by an employer of the voter in the ordinary course of the employer's business; or (vi) a copy of a current utility bill, bank statement, government check, paycheck, or other government document containing the name and address of the voter. The expiration date on a Virginia driver's license shall not be considered when determining the validity of the driver's license offered for purposes of this section.\n\nExcept as provided in subsection E, any voter who does not show one of the forms of identification specified in this subsection shall be allowed to vote after signing a statement, subject to felony penalties for false statements pursuant to § 24.2-1016, that he is the named registered voter he claims to be. A voter who requires assistance in voting by reason of a physical disability or an inability to read or write, and who requests assistance pursuant to § 24.2-649, may be assisted in preparation of this statement in accordance with that section. The provisions of § 24.2-649 regarding voters who are unable to sign shall be followed when assisting a voter in completing this statement. A voter who does not show one of the forms of identification specified in this subsection and does not sign this statement shall be offered a provisional ballot under the provisions of § 24.2-653. The State Board of Elections shall provide an ID-ONLY provisional ballot envelope that requires no follow-up action by the registrar or electoral board other than matching submitted identification documents from the voter for the electoral board to make a determination on whether to count the ballot.\n\nIf the voter presents one of the forms of identification listed above, if his name is found on the pollbook in a form identical to or substantially similar to the name on the presented form of identification and the name provided by the voter, if he is qualified to vote in the election, and if no objection is made, an officer shall enter, opposite the voter's name on the pollbook, the first or next consecutive number from the voter count form provided by the State Board, or shall enter that the voter has voted if the pollbook is in electronic form; an officer shall provide the voter with the official ballot; and another officer shall admit him to the voting booth. Each voter whose name has been marked on the pollbooks as present to vote and entitled to a ballot shall remain in the presence of the officers of election in the polling place until he has voted. If a line of voters who have been marked on the pollbooks as present to vote forms to await entry to the voting booths, the line shall not be permitted to extend outside of the room containing the voting booths and shall remain under observation by the officers of election.\n\nA voter may be accompanied into the voting booth by his child age 15 or younger.\n\nC. If the current residence address provided by the voter is different from the address shown on the pollbook, the officer of election shall furnish the voter with a change of address form prescribed by the State Board. Upon its completion, the voter shall sign the prescribed form, subject to felony penalties for making false statements pursuant to § 24.2-1016, which the officer of election shall then place in an envelope provided for such forms for transmission to the general registrar who shall then transfer or cancel the registration of such voter pursuant to Chapter 4 (§ 24.2-400 et seq.).\n\nD. At the time the voter is asked his full name and current residence address, the officer of election shall ask any voter for whom the pollbook indicates that an identification number other than a social security number is recorded on the Virginia voter registration system if he presently has a social security number. If the voter is able to provide his social security number, he shall be furnished with a voter registration form prescribed by the State Board to update his registration information. Upon its completion, the form shall be placed by the officer of election in an envelope provided for such forms for transmission to the general registrar. Any social security numbers so provided shall be entered by the general registrar in the voter's record on the voter registration system.\n\nE. This subsection shall apply in the case of any individual who is required by subparagraph (b) of 52 U.S.C. § 21083 of the Help America Vote Act of 2002 to show identification the first time he votes in a federal election in the state. At such election, such individual shall present (i) a current and valid photo identification or (ii) a copy of a current utility bill, bank statement, government check, paycheck, or other government document that shows the name and address of the voter. Such individual who desires to vote in person but does not show one of the forms of identification specified in this subsection shall be offered a provisional ballot under the provisions of § 24.2-653. The identification requirements of subsection B of this section and subsection A of § 24.2-653 shall not apply to such voter at such election. The Department of Elections shall provide instructions to the electoral boards for the handling and counting of such provisional ballots pursuant to subsection B of § 24.2-653 and this section.\n\nCode 1950, §§ 24-244, 24-245, 24-248, 24-252, 24-308; 1952, c. 581; 1962, c. 536; 1964, c. 593; 1970, c. 462, §§ 24.1-125, 24.1-126, 24.1-129, 24.1-218; 1971, Ex. Sess., c. 247; 1973, c. 30; 1975, c. 515; 1978, c. 778; 1981, c. 425; 1982, c. 650, § 24.1-126.1; 1984, c. 234; 1985, cc. 197, 458; 1987, c. 349; 1993, c. 641; 1995, c. 716; 1996, cc. 72, 73; 1999, c. 725; 2000, cc. 366, 451; 2003, c. 1015; 2004, c. 410; 2005, cc. 496, 539; 2011, cc. 427, 458; 2012, cc. 723, 838, 839; 2013, cc. 725, 746; 2015, cc. 134, 571; 2016, c. 399; 2020, cc. 296, 1064, 1065, 1154, 1227, 1246; 2021, Sp. Sess. I, c. 544.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-643/"
    },
    {
      "id": "section-242-644",
      "number": "24.2-644.",
      "heading": "Voting by paper ballot; voting for presidential electors; write-in votes",
      "text": "A. The qualified voter shall take the official paper ballot and enter the voting booth. After entering the voting booth, the qualified voter shall mark the ballot in accordance with the instructions for the type of ballot, for each candidate for whom he wishes to vote, leaving unmarked the name of each candidate for whom he does not wish to vote. Any ballot marked so that the intent of the voter is clear shall be counted.\n\nB. The qualified voter at a presidential election shall mark the ballot in accordance with the instructions for the type of ballot, for his choice of candidates for President and Vice President. His ballot so marked shall be counted as if he had marked the ballot in accordance with the instructions for the type of ballot preceding the names of the individual electors affiliated with his choice for President and Vice President. The qualified voter at a presidential election may cast a write-in vote for President and Vice President as provided in subsections C and D.\n\nC. At all elections except primary elections it is lawful for any voter to vote for any person other than the listed candidates for the office by writing or hand printing the person's name on the official ballot. No check or other mark shall be required to cast a valid write-in vote. Write-in votes for President and Vice President shall be counted only for candidates who have filed a joint declaration of intent to be write-in candidates for the offices with the Commissioner of Elections not less than 10 days before the date of the presidential election. The declaration of intent shall be on a form prescribed by the State Board and shall include a list of presidential electors pledged to those candidates which equals the whole number of senators and representatives to which the Commonwealth at that time is entitled in the Congress of the United States. A write-in vote cast for candidates for President and Vice President, or for a candidate for President only, shall be counted for the individual electors listed on the declaration of intent as pledged to those candidates.\n\nD. No write-in vote shall be counted unless the name is entered on the ballot in conformance with this section. No write-in vote shall be counted when it is apparent to the officers of election that a voter has voted for the same person for the same office more than one time. No write-in vote shall be counted for an office for any person whose name appears on the ballot as a candidate for that office. If two or more persons are to be elected to the same office, a voter may vote for one or more persons whose names do appear on the ballot and one or more persons whose names do not appear on the ballot, provided that the total number of votes cast by him for that office does not exceed the number of persons to be elected to that office.\n\nCode 1950, §§ 24-245, 24-252, 24-290.5, 24-307; 1952, c. 581; 1962, cc. 260, 536; 1964, c. 593; 1970, c. 462, §§ 24.1-129, 24.1-161, 24.1-217; 1973, c. 30; 1975, c. 515; 1984, c. 234; 1985, cc. 197, 458; 1987, c. 349; 1990, c. 214; 1993, c. 641; 1997, c. 100; 2013, c. 542; 2018, c. 464.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-644/"
    },
    {
      "id": "section-242-645",
      "number": "24.2-645.",
      "heading": "Defaced printed ballots",
      "text": "If any printed ballot is unintentionally or accidentally defaced and rendered unfit for voting, the voter may deliver the defaced ballot to the officer of election and receive another. The returned ballot shall be marked spoiled by the officer of election and placed in the spoiled ballot envelope.\n\nCode 1950, § 24-238; 1970, c. 462, § 24.1-130; 1987, c. 349; 1993, c. 641; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-645/"
    },
    {
      "id": "section-242-646",
      "number": "24.2-646.",
      "heading": "Voter folds paper ballot and hands same to officer who deposits it unopened in ballot container",
      "text": "The qualified voter shall fold each paper ballot with the names of the candidates and questions on the inside and hand the folded ballot to the appropriate officer of election. The officer shall place the ballot in the ballot container without any inspection except to assure himself that only a single ballot has been tendered and that the ballot is a genuine ballot. Without looking at the printed inside of the ballot, the officer may inspect the official seal on the back of the ballot to determine if it is genuine.\n\nCode 1950, § 24-247; 1970, c. 462, § 24.1-131; 1993, c. 641; 2003, c. 1015; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-646/"
    },
    {
      "id": "section-242-6461",
      "number": "24.2-646.1.",
      "heading": "Permitted use of paper ballots",
      "text": "The official paper ballot shall be used by a voter to cast his vote only in one of the following circumstances:\n\n1. The official paper ballot is the only ballot in use in the precinct.\n\n2. The official paper ballot is used by voters voting outside of the polling place pursuant to § 24.2-649.1.\n\n3. The voter is casting a provisional ballot.\n\n4. The voter is provided an official paper ballot or copy thereof pursuant to § 24.2-642 when voting equipment is inoperable or otherwise unavailable.\n\n5. The official absentee paper ballot voted in accordance with (§ 24.2-700 et seq.).\n\n6. The voter is provided an official paper ballot for a presidential election pursuant to § 24.2-402 or for federal elections pursuant to § 24.2-453.\n\n2006, c. 492; 2015, c. 313; 2021, Sp. Sess. I, c. 163.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-646-1/"
    },
    {
      "id": "section-242-647",
      "number": "24.2-647.",
      "heading": "Voting systems; demonstration on election day",
      "text": "The general registrar shall provide at each polling place on election day, for the voting system in use, a model of or materials displaying a portion of its ballot face. The model or materials shall be located on the table of one of the officers or in some other place accessible to the voters. An officer of election shall instruct any voter who requests instruction before voting on the proper manner of voting. The officer may direct the voter's attention to sample ballots so that the voter may become familiar with the location of questions and names of offices and candidates.\n\nFor ballot scanner machines, an officer of election, using a demonstration ballot and machine, shall show each voter who requests, immediately on entry to the polling place, the manner in which the ballot is to be voted.\n\nIf any voter, after entering the voting booth, asks for further instructions concerning the manner of voting, two of the officers from different political parties shall give such instructions to him, but no officer shall in any manner request or seek to persuade or induce any such voter to vote for or against any particular ticket, candidate, or question. After giving such instructions and before the voter votes, the officers shall leave the voting booth, and the voter shall cast his ballot in secret.\n\nCode 1950, § 24-309; 1970, c. 462, § 24.1-219; 1980, c. 639; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-647/"
    },
    {
      "id": "section-242-648",
      "number": "24.2-648.",
      "heading": "Write-in votes on voting equipment",
      "text": "Write-in votes may be cast on voting equipment for any person whose name does not appear on the ballot as a candidate for the office being voted, subject to this section and the provisions of § 24.2-644 not in conflict with this section.\n\nEach write-in vote shall be entered in the receptacle or area designated on the machine for the office being elected. A write-in vote shall be cast in its appropriate place, in accordance with the instructions for that equipment, or it shall be void and not counted.\n\nExcept on machines that provide a means to enter a name electronically, each write-in vote shall be entered by the voter in his own handwriting or hand printing.\n\nCode 1950, § 24-307; 1962, c. 260; 1970, c. 462, § 24.1-217; 1975, c. 515; 1985, c. 458; 1990, c. 214; 1993, c. 641; 1996, c. 5; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-648/"
    },
    {
      "id": "section-242-649",
      "number": "24.2-649.",
      "heading": "Assistance for certain voters inside the polling place; penalties",
      "text": "A. Any qualified voter who requires assistance to vote by reason of physical disability or inability to read or write may, if he so requests, be assisted in voting. If he is blind, he may designate an officer of election or any other person to assist him. If he is unable to read and write or disabled for any cause other than blindness, he may designate an officer of election or some other person to assist him other than the voter's employer or agent of that employer, or officer or agent of the voter's union.\n\nThe officer of election or other person so designated shall not enter the booth with the voter unless (i) the voter signs a request stating that he requires assistance by reason of physical disability or inability to read or write and (ii) the officer of election or other person signs a statement that he is not the voter's employer or an agent of that employer, or an officer or agent of the voter's union, and that he will act in accordance with the requirements of this section. The request and statement shall be on a single form furnished by the State Board. If the voter is unable to sign the request, his own mark acknowledged by him before an officer of election shall be sufficient signature, provided no mark shall be required of a voter who is blind. An officer of election shall advise the voter and person assisting the voter of the requirements of this section and record the name of the voter and the name and address of the person assisting him.\n\nThe officer of election or other person so designated shall assist the qualified voter in the preparation of his ballot in accordance with his instructions and without soliciting his vote or in any manner attempting to influence his vote and shall not in any manner divulge or indicate, by signs or otherwise, how the voter voted on any office or question. If a printed ballot is used, the officer or other person so designated shall deposit the ballot in the ballot container in accordance with § 24.2-646 or in the ballot scanner machine in accordance with the instructions of the State Board.\n\nB. If the voter requires assistance in a language other than English and has not designated a person to assist him, an officer of election may assist as an interpreter, but shall first inquire of the representatives authorized to be present pursuant to § 24.2-604.4 whether they have a volunteer available who can interpret for the voter. One representative interpreter for each party or candidate, insofar as available, shall be permitted to observe the officer of election communicate with the voter. In any locality designated as a covered locality pursuant to § 24.2-128, the local electoral board shall ensure that interpretation services in the language of the applicable minority group are available and easily accessible to voters needing assistance pursuant to this subsection. The voter may designate one of the volunteer party or candidate interpreters to provide assistance. A person so designated by the voter shall meet all the requirements of this section for a person providing assistance.\n\nC. A person who willfully violates subsection A or B is guilty of a Class 1 misdemeanor. In addition, the provisions of § 24.2-1016 and its felony penalties for false statements shall be applicable to any request or statement signed pursuant to this section, and the provisions of §§ 24.2-704 and 24.2-1012 and the felony penalties for violations of the law related to providing assistance to absentee voters shall be applicable in such cases.\n\nD. In any precinct in which an electronic voting machine is available that provides an audio ballot, the officers of election shall notify a voter requiring assistance pursuant to this section that such machine is available for him to use to vote in privacy without assistance and the officers of election shall instruct the voter on the use of the voting machine. Nothing in this section shall be construed to require a voter to use the machine unassisted.\n\nCode 1950, §§ 24-245, 24-251, 24-252, 24-310; 1950, c. 230; 1952, c. 581; 1962, c. 536; 1964, c. 593; 1969, Ex. Sess., c. 5; 1970, c. 462, §§ 24.1-129, 24.1-132, 24.1-220; 1973, c. 30; 1975, c. 515; 1978, c. 778; 1984, cc. 234, 775; 1985, cc. 197, 458; 1986, c. 558; 1987, c. 349; 1988, c. 598; 1993, c. 641; 2003, c. 1015; 2004, cc. 993, 1010; 2005, c. 569; 2006, c. 242; 2009, c. 809; 2014, cc. 540, 576; 2020, c. 561; 2021, Sp. Sess. I, cc. 163, 528, 533.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-649/"
    },
    {
      "id": "section-242-6491",
      "number": "24.2-649.1.",
      "heading": "Assistance for certain voters outside of the polling place",
      "text": "A. Any qualified voter who is a person with a disability or who is age 65 or older shall be entitled to vote outside of the polling place in accordance with the provisions of this section. However, during a declared state of emergency related to a communicable disease of public health threat, any voter, regardless of age or disability, shall be entitled to vote outside of the polling place in accordance with the provisions of this section. For purposes of this section, a disability shall include a permanent or temporary disability, or an injury.\n\nB. The area designated for voting outside of the polling place shall be within 150 feet of the entrance to the polling place. This area shall be clearly marked, and instructions on how to notify an officer of election of the voter's request to vote outside of the polling place shall be prominently displayed. The Department shall prescribe the form and content of such instructions, but in no case shall the voter be required to enter the polling place to provide such notice.\n\nC. A voter eligible pursuant to subsection A shall be handed a printed ballot by an officer of election. He shall mark the ballot in the officer's presence but in a secret manner and, obscuring his vote, shall return the ballot to the officer. The officer shall immediately return to the polling place and shall deposit a paper ballot in the ballot container in accordance with § 24.2-646 or a machine-readable ballot in the ballot scanner machine in accordance with the instructions of the State Board.\n\nD. Any county or city that has acquired an electronic voting machine that is so constructed as to be easily portable may use the voting machine in lieu of a printed ballot for voting outside of the polling place, so long as: (i) the voting machine remains in the plain view of two officers of election representing two political parties, or in a primary election, two officers of election representing the party conducting the primary, provided that if the use of two officers for this purpose would result in too few officers remaining in the polling place to meet legal requirements, the voting machine shall remain in plain view of one officer who shall be either the chief officer or the assistant chief officer and (ii) the voter casts his ballot in a secret manner unless the voter requests assistance pursuant to § 24.2-649.\n\nAfter the voter has completed voting his ballot, the officer or officers shall immediately return the voting machine to its assigned location inside the polling place and shall record (a) the machine number, (b) the time that the machine was removed and the time that it was returned, (c) the number on the machine's public counter before the machine was removed and the number on the same counter when it was returned, and (d) the name or names of the officer or officers who accompanied the machine on the statement of results. The names of the voters who used the machine while it was removed shall also be recorded, provided that secrecy of the ballot is maintained in accordance with guidance from the State Board. If a polling place fails to record the information required in clause (a), (b), (c), or (d), or it is later proven that the information recorded was intentionally falsified, the local electoral board or general registrar shall dismiss at a minimum the chief officer or the assistant chief officer, or both, as appropriate, and shall dismiss any other officer of election who is shown to have caused the failure to record the required information intentionally or by gross negligence or to have intentionally falsified the information. The dismissed officers shall not be allowed thereafter to serve as an officer or other election official anywhere in the Commonwealth.\n\nE. Training on providing assistance for voters outside of the polling place pursuant to this section shall be provided to all officers of election as part of the training required by subsection A of § 24.2-115.2.\n\n2021, Sp. Sess. I, c. 163; 2024, cc. 191, 515.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-649-1/"
    },
    {
      "id": "section-242-650",
      "number": "24.2-650.",
      "heading": "Officers to sign only official papers, etc.",
      "text": "No officer of election shall sign or otherwise mark any paper, form, or item, other than one furnished by the State Board, his electoral board, or general registrar, at his polling place during the hours that the polls are open.\n\n1976, c. 616, § 24.1-132.1; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-650/"
    },
    {
      "id": "section-242-651",
      "number": "24.2-651.",
      "heading": "Voter who is challenged; how challenge tried",
      "text": "Any qualified voter may, and the officers of election shall, challenge the vote of any person who is listed on the pollbook but is known or suspected not to be a qualified voter.\n\nThe individual making the challenge shall complete and sign the following statement on a form provided by the State Board:\n\n\"I do hereby state, subject to penalties for hindering, intimidating, or interfering with a qualified voter pursuant to § 24.2-607, that I am a qualified voter of this Commonwealth or an officer of election and that, to the best of my knowledge, information, and belief, _______________ is not a qualified voter of this precinct by reason of (please check each of the following reasons that is applicable):\n\n1. The named person is not a citizen of the United States;\n\n2. The named person is not now 18 years of age or, in the case of a primary election or a special election held on a date other that a general election date, will not reach the age of 18 before the next general election;\n\n3. The named person is not a resident of the Commonwealth (or, if he has not been a resident of the Commonwealth within the preceding 30 days, he is attempting to vote for an office or issue other than electors of President and Vice President of the United States);\n\n4. The named person is not a resident of this precinct (or he has not been a resident of this precinct since the second preceding general federal election and has not continued to be a resident of this county or city and this congressional district);\n\n5. The named person is not a resident of the town in the case of a town election;\n\n6. The named person has been disqualified from voting by the Constitution and laws of the Commonwealth and this disqualification has not been removed by proper authority;\n\n7. The named person is not the identical person he represents himself to be; or\n\n8. The named person has voted in this election at this or another voting place (state when and where the named person previously voted in this election: _______________).\"\n\nUpon receipt of a signed challenge from a qualified voter or officer of election, an officer of election shall explain to the challenged voter the qualifications of a voter and may examine him concerning his qualifications.\n\nThe officers of election are hereby authorized to administer the necessary oath or affirmation to any witness brought before them to testify as to the qualifications of any person offering to vote.\n\nIf the person being challenged insists that he is qualified and the challenge is not withdrawn, one of the officers shall give him a form containing the following statement:\n\n\"I do hereby state, subject to felony penalties for making false statements pursuant to § 24.2-1016, that I am a citizen of the United States, that I am at least 18 years of age (or will be on the __________ day of __________, _____) that I am a resident of the Commonwealth of Virginia (or that I have been a resident of this Commonwealth within the preceding 30 days and am voting only for electors of President and Vice President of the United States), and that, according to the best of my knowledge, information and belief, I am not disqualified from voting by the Constitution and laws of this Commonwealth; that my full name is _______________; that in such name I was duly registered as a voter of this precinct; that I am now or at some time since the last November general election have been an actual resident of this precinct or that I have been an actual resident of this precinct at some time since the second preceding general federal election and have been and continue to be a resident of this county or city and this congressional district; if I am voting in a town election today, that I am currently a resident of that town; that I am the identical person I represent myself to be; and that I have not voted in this election at this or any voting place and will not vote in this election at any other voting place.\"\n\nIf the person challenged refuses to sign the statement, he shall not be permitted to vote. If, however, he signs the statement, he shall be permitted to vote on the voting system in use at the precinct, unless he is required to cast a provisional ballot pursuant to § 24.2-651.1.\n\nWhen the voter has signed the statement and is permitted to vote, the officers of election shall mark his name on the pollbook with the first or next consecutive number from the voter count form, or shall enter that the voter has voted if the pollbook is in electronic form, and shall indicate on the pollbook that he has signed the required statement in accordance with the instructions of the State Board.\n\nIf the envelope containing a voted absentee ballot has been properly signed by the voter, such ballot shall not be subject to challenge pursuant to this section.\n\nCode 1950, §§ 24-253, 24-254, 24-325; 1970, c. 462, § 24.1-133; 1971, Ex. Sess., c. 265; 1972, c. 620; 1977, c. 490; 1978, c. 778; 1980, c. 639; 1981, c. 425; 1983, c. 461; 1993, c. 641; 1997, c. 346; 2003, c. 1015; 2007, c. 375; 2012, cc. 838, 839.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-651/"
    },
    {
      "id": "section-242-6511",
      "number": "24.2-651.1.",
      "heading": "Voter who is shown as having already voted; provisional ballots",
      "text": "Any person who offers to vote, who is listed on the pollbook, and whose name is marked to indicate that he has already voted in person in the election shall cast a provisional ballot pursuant to § 24.2-653. The State Board of Elections shall provide instructions to the electoral boards for the handling and counting of such provisional ballots.\n\n1997, c. 915; 2000, cc. 366, 451; 2003, c. 1015; 2012, cc. 723, 838, 839; 2020, c. 735.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-651-1/"
    },
    {
      "id": "section-242-652",
      "number": "24.2-652.",
      "heading": "Voter whose name erroneously omitted from pollbook; provisional ballots",
      "text": "A. When a person offers to vote and his name does not appear on the pollbook, the officers of election shall permit him to vote only if all of the following conditions are met:\n\n1. An officer of election is informed by the general registrar that the voter is registered to vote, that his registration has not been cancelled, and that his name is erroneously omitted from the pollbook.\n\n2. The voter signs a statement, subject to felony penalties for false statements pursuant to § 24.2-1016, that he is a qualified and registered voter of that precinct, a resident of that precinct, and his registration is not subject to cancellation pursuant to §§ 24.2-430, 24.2-431, and 24.2-432; and he provides, subject to such penalties, all the information required to identify himself including the last four digits of his social security number, if any, full name including the maiden or any other prior legal name, birthdate, and complete address.\n\n3. The officer of election enters the identifying information for the voter on the pollbook.\n\nWhen the voter has signed the statement and is permitted to vote, the officers of election shall mark his name on the pollbook with the next consecutive number from the voter count form, or shall enter that the voter has voted if the pollbook is in electronic form, and shall indicate on the pollbook that he has signed the required statement in accordance with the instructions of the State Board.\n\nB. If the general registrar is not available or cannot state that the person is registered to vote, such person shall be allowed to vote by provisional ballot pursuant to § 24.2-653. The officers of election shall provide to him an application for registration. The State Board of Elections shall provide instructions to the electoral boards for the handling and counting of such provisional ballots.\n\nCode 1950, § 24-95; 1970, c. 462, § 24.1-55; 1974, c. 428; 1975, c. 515; 1981, c. 425; 1984, c. 480; 1993, c. 641; 2003, c. 1015; 2011, c. 602; 2020, c. 735.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-652/"
    },
    {
      "id": "section-242-653",
      "number": "24.2-653.",
      "heading": "Provisional voting; procedures in polling place",
      "text": "A. Any person voting provisionally pursuant to subsection B of § 24.2-643, § 24.2-651.1, subsection B of § 24.2-652, or § 24.2-653.1 or 24.2-653.2 shall be given a printed ballot and provide, subject to the penalties for making false statements pursuant to § 24.2-1016, on a green envelope supplied by the Department of Elections, the identifying information required on the envelope, including the last four digits of his social security number, if any, full name including the maiden or any other prior legal name, date of birth, complete address, and signature. Such person shall be asked to present one of the forms of identification specified in subsection B of § 24.2-643. If he is unable to present one of these forms of identification, he shall sign a statement, subject to felony penalties for false statements pursuant to § 24.2-1016, that he is the named registered voter he claims to be. The officers of election shall note on the green envelope whether or not the voter has presented one of the specified forms of identification or signed the required statement in lieu of presenting one of the specified forms of identification. The officers of election shall enter the appropriate information for the person in the precinct provisional ballots log in accordance with the instructions of the State Board but shall not enter a consecutive number for the voter on the pollbook nor otherwise mark his name as having voted.\n\nThe voter shall then, in the presence of an officer of election, but in a secret manner, mark the printed ballot as provided in § 24.2-644 and seal it in the green envelope. The envelope containing the ballot shall then promptly be placed in the ballot container by an officer of election.\n\nB. An officer of election, by a written notice given to the voter, shall inform him that a determination of his right to vote shall be made by the electoral board and advise the voter of the beginning time and place for the board's meeting and of the voter's right to be present at that meeting. If the voter is voting provisionally as required by § 24.2-643, an officer of election, by written notice given to the voter, shall also inform him that he may submit a copy of one of the forms of identification specified in subsection B of § 24.2-643 or a statement, signed by him subject to felony penalties for false statements pursuant to § 24.2-1016, that he is the named registered voter he claims to be to the electoral board by facsimile, electronic mail, in-person submission, or timely United States Postal Service or commercial mail delivery, to be received by the electoral board no later than noon on the third day after the election.\n\nC. The provisional votes submitted pursuant to subsection A, in their unopened envelopes, shall be sealed in a special envelope marked \"Provisional Votes,\" inscribed with the number of envelopes contained therein, and signed by the officers of election who counted them. All provisional votes envelopes shall be delivered either (i) to the clerk of the circuit court who shall deliver all such envelopes to the secretary of the electoral board or (ii) to the general registrar in localities in which the electoral board has directed delivery of election materials to the general registrar pursuant to § 24.2-668.\n\n1975, c. 515, §§ 24.1-55.1, 24.1-55.2; 1982, c. 650; 1993, c. 641; 1996, c. 8; 1997, cc. 438, 456; 2002, c. 24; 2003, cc. 984, 1015; 2004, c. 410; 2005, c. 824; 2007, c. 692; 2008, cc. 110, 559; 2010, c. 448; 2012, cc. 592, 838, 839; 2013, c. 503; 2014, cc. 486, 540, 576; 2015, cc. 133, 712; 2020, cc. 735, 1064, 1065.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-653/"
    },
    {
      "id": "section-242-65301",
      "number": "24.2-653.01.",
      "heading": "Provisional ballots; electoral boards to make determination as to validity",
      "text": "A. The electoral board shall meet on the day following the election and determine whether each person having submitted a provisional vote pursuant to § 24.2-653 was entitled to do so as a qualified voter in the precinct in which he offered the provisional vote. In the case of persons voting provisionally pursuant to § 24.2-653.3, the electoral board shall determine of which district the person is a qualified voter. At the meeting, the voter may request an extension of the determination of the provisional vote in order to provide information to prove that the voter is entitled to vote in the precinct pursuant to § 24.2-401. The electoral board shall have the authority to grant such extensions that it deems reasonable to determine the status of a provisional vote.\n\nIf the board is unable to determine the validity of all the provisional ballots offered in the election, or has granted any voter who has offered a provisional ballot an extension, the meeting shall stand adjourned, not to exceed 10 calendar days from the date of the election, until the board has determined the validity of all provisional ballots offered in the election.\n\nB. The electoral board shall permit one authorized representative of each political party or independent candidate in a general or special election or one authorized representative of each candidate in a primary election to remain in the room in which the determination is being made as an observer so long as he does not participate in the proceedings and does not impede the orderly conduct of the determination. Each authorized representative shall be a qualified voter of any jurisdiction of the Commonwealth. Each representative, who is not himself a candidate or party chairman, shall present to the electoral board a written statement designating him to be a representative of the party or candidate and signed by the county or city chairman of his political party, the independent candidate, or the primary candidate, as appropriate. If the county or city chairman is unavailable to sign such a written designation, such a designation may be made by the state or district chairman of the political party. However, no written designation made by a state or district chairman shall take precedence over a written designation made by the county or city chairman. Such statement, bearing the chairman's or candidate's original signature, may be photocopied and such photocopy shall be as valid as if the copy had been signed.\n\nNotwithstanding the provisions of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.), attendance at meetings of the electoral board to determine the validity of provisional ballots shall be permitted only for the authorized representatives provided for in this subsection, for the persons whose provisional votes are being considered and their representative or legal counsel, and for appropriate staff and legal counsel for the electoral board.\n\nC. If the electoral board determines that such person was not entitled to vote as a qualified voter in the precinct or district in which he offered the provisional vote, is unable to determine his right to vote, or has not been provided one of the forms of identification specified in subsection B of § 24.2-643, or the signed statement that the voter is the named registered voter he claims to be, the envelope containing his ballot shall not be opened and his vote shall not be counted. The general registrar shall notify in writing pursuant to § 24.2-114 those persons found not properly registered or whose provisional vote was not counted.\n\nThe provisional vote shall be counted if (i) such person is entitled to vote in the precinct pursuant to § 24.2-401 or (ii) the Department of Elections or the voter presents proof that indicates the voter submitted an application for registration to a state-designated voter registration agency or the voter's information was transmitted by the Department of Motor Vehicles to the Department of Elections pursuant to § 24.2-411.3 prior to the close of registration pursuant to § 24.2-416 and the registrar determines that the person was qualified for registration based upon the application for registration submitted by the person pursuant to subsection B of § 24.2-652.\n\nIf the electoral board determines that such person was entitled to vote, the name of the voter shall be entered in a provisional votes pollbook and marked as having voted, the envelope shall be opened, and the ballot shall be placed in a ballot container without any inspection further than that provided for in § 24.2-646.\n\nD. On completion of its determination, the electoral board shall proceed to count such ballots and certify the results of its count. Its certified results shall be added to those found pursuant to § 24.2-671. No adjustment shall be made to the statement of results for the precinct in which the person offered to vote. However, any voter who cast a provisional ballot and is determined by the electoral board to have been entitled to vote shall have his name included on the list of persons who voted that is submitted to the Department of Elections pursuant to § 24.2-406.\n\nE. The certification of the results of the count together with all ballots and envelopes, whether open or unopened, and other related material shall be delivered by the electoral board to the clerk of the circuit court and retained by him as provided for in §§ 24.2-668 and 24.2-669.\n\n2020, cc. 735, 908, 909, 920, 1064, 1065; 2024, c. 738.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-653-01/"
    },
    {
      "id": "section-242-6531",
      "number": "24.2-653.1.",
      "heading": "Voters who did not receive absentee ballots; provisional ballots",
      "text": "Any person who offers to vote pursuant to § 24.2-643 at his proper polling place or at a central absentee voter precinct established by the governing body of the county or city where he is registered to vote, but whose name is shown on the pollbook as having applied for an absentee ballot, shall be entitled to cast a provisional ballot if, for any reason, he did not receive or has lost the absentee ballot or has chosen to not vote absentee. In such case, he shall be required to present to the officer of election a statement signed by him that he did not receive the ballot, has lost the ballot, or has not cast the ballot, subject to felony penalties for making false statements as pursuant to § 24.2-1016, before being given a printed ballot and permitted to vote the provisional ballot. The electoral board shall process the ballot in accordance with the provisions of § 24.2-653.01 and the instructions of the State Board.\n\n2006, c. 283; 2010, c. 348; 2014, cc. 540, 576; 2020, c. 735; 2021, Sp. Sess. I, c. 471.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-653-1/"
    },
    {
      "id": "section-242-6532",
      "number": "24.2-653.2.",
      "heading": "Ballots cast after normal close of polling hours due to court-ordered extension; provisional ballots",
      "text": "Whenever the polling hours are extended by an order of a court of competent jurisdiction, any ballots marked after the normal polling hours by persons who were not already in line at the time the polls would have closed, notwithstanding the court order, shall be treated as provisional ballots under this section. The officers of election shall mark the green envelope for each such provisional ballot to indicate that it was cast after normal polling hours due to the court order, and when preparing the materials to deliver to the registrar or electoral board, shall separate these provisional ballots from any provisional ballots used for any other reason. The electoral board shall treat these provisional ballots as provided in § 24.2-653.01; however, the counted and uncounted provisional ballots marked after the normal polling hours shall be kept separate from all other ballots and recorded in a separate provisional ballots pollbook. The Department of Elections shall provide instructions to the electoral boards for the handling and counting of such provisional ballots pursuant to this section.\n\n2020, c. 735.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-653-2/"
    },
    {
      "id": "section-242-6533",
      "number": "24.2-653.3.",
      "heading": "Voters assigned to split precinct; provisional ballots",
      "text": "A. Any voter who is assigned to a precinct that is split between two or more election districts and believes he was given a ballot for the district of which he is not a qualified voter may request, prior to casting the ballot, and shall be permitted to cast a provisional ballot for the district of which he believes he is a qualified voter and for the district in which the pollbook indicates he is registered. The provisional ballots shall be cast in accordance with the provisions of § 24.2-653, except that the voter shall be given a printed ballot for the district of which he believes he is a qualified voter and for the district in which the pollbook indicates he is registered, and an envelope for each ballot, which shall be labeled with the corresponding district number. After marking each printed ballot, the voter shall seal each ballot in its corresponding envelope, and the ballot envelopes shall then be sealed in the green envelope provided for in § 24.2-653.\n\nB. At the meeting of the electoral board to determine the validity of all provisional ballots offered in the election, the electoral board shall verify in which district a voter who voted provisionally pursuant to this section is a qualified voter, and the provisional ballot cast by the voter for that district shall be counted. The electoral board shall process the ballot in accordance with the provisions of § 24.2-653.01 and the instructions of the State Board.\n\n2020, c. 920, § 24.2-653.2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-653-3/"
    },
    {
      "id": "section-242-654",
      "number": "24.2-654.",
      "heading": "Officers to lock and seal voting equipment and ascertain vote after polls closed; statement of results",
      "text": "As soon as the polls are closed, the officers of election shall lock each voting and counting machine against further voting. They shall then proceed to ascertain the vote given at the election and continue without adjournment until they declare the results of the election. They shall seal the machines.\n\nIn ascertaining the vote, the officers of election shall complete a statement of results in duplicate on the form and in the manner prescribed by the State Board.\n\nCode 1950, §§ 24-258, 24-259, 24-312; 1966, c. 453; 1970, c. 462, §§ 24.1-136, 24.1-222; 1974, c. 428; 1979, c. 329; 1981, c. 425; 1983, c. 461; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-654/"
    },
    {
      "id": "section-242-655",
      "number": "24.2-655.",
      "heading": "Representatives of political parties and candidates to be present on request",
      "text": "Before proceeding to ascertain the vote, the officers of election shall determine whether no more than two representatives of each political party having candidates in the election and one representative of each independent candidate or primary candidate request to be present while the absentee ballots are cast, votes are counted, and returns are completed.\n\nEach representative shall be a qualified voter of any jurisdiction in the Commonwealth and shall present to the officers of election a written statement certifying that he is an authorized representative, signed by his party chairman for the jurisdiction in which the election is held, the independent candidate, or the candidate in a primary, as appropriate. If the party chairman for the jurisdiction in which the election is held is unavailable to sign such a written designation, such a designation may be made by the state or district chairman of the political party. However, no written designation made by a state or district chairman shall take precedence over a written designation made by the party chairman for the jurisdiction in which the election is held. Such representatives shall be entitled to be present while the votes are counted and shall remain until the returns are completed.\n\nIn case such representatives, or any of them, do not request to be present, the officers shall notify the bystanders, if any, and select one or more to be present with any available representatives of the parties or candidates so that there are as many as four bystanders and representatives present.\n\nThe representatives and bystanders lawfully present shall have an unobstructed view of the officers of election and their actions while the absentee ballots are cast, votes are counted, and returns are completed. The representatives and bystanders lawfully present are prohibited from interfering with the officers of election in any way.\n\nCode 1950, §§ 24-260, 24-261; 1970, c. 462, § 24.1-137; 1974, c. 428; 1993, c. 641; 2006, c. 177; 2010, c. 448; 2015, c. 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-655/"
    },
    {
      "id": "section-242-656",
      "number": "24.2-656.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2003, c. 1015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-656/"
    },
    {
      "id": "section-242-657",
      "number": "24.2-657.",
      "heading": "Determination of vote on voting systems",
      "text": "In the presence of all persons who may be present lawfully at the time, giving full view of the voting systems or printed return sheets, the officers of election shall determine and announce the results as shown by the counters or printed return sheets, including the votes recorded for each office on the write-in ballots, and shall also announce the vote on every question. The vote as registered shall be entered on the statement of results. When completed, the statement shall be compared with the number on the counters on the equipment or on the printed return sheets. If, on any ballot scanner, the number of persons voting in the election, or the number of votes cast for any office or on any question, totals more than the number of names on the pollbooks of persons voting on the machines, then the figures recorded by the machines shall be accepted as correct. A statement to that effect shall be entered by the officers of election in the space provided on the statement of results.\n\nCode 1950, § 24-312; 1966, c. 453; 1970, c. 462, § 24.1-222; 1974, c. 428; 1979, c. 329; 1981, c. 425; 1983, c. 461; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576; 2016, c. 464.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-657/"
    },
    {
      "id": "section-242-658",
      "number": "24.2-658.",
      "heading": "Machines with printed return sheets; disposition of sheets",
      "text": "If machines that print returns are used, the printed inspection sheet and two copies of the printed return sheet containing the results of the election for each machine shall be inserted in the envelope containing the statement of results by the officers of election and sealed and returned as required by § 24.2-668.\n\nThe printed inspection sheets and one copy of the printed return sheets shall be kept with the statement of results and preserved as provided in § 24.2-669.\n\nOne copy of the printed return sheets shall be made available by the clerk of the circuit court on the day following the election and for 60 additional days for inspection and transcribing information therefrom by the public.\n\n1981, c. 425, § 24.1-222.1; 1985, c. 458; 1993, c. 641; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-658/"
    },
    {
      "id": "section-242-659",
      "number": "24.2-659.",
      "heading": "Locking voting systems after election and delivering keys to clerk; printed returns as evidence",
      "text": "A. If the voting system is secured by the use of equipment keys, after the officers of election lock and seal each machine, the equipment keys shall be enclosed in an envelope that shall be sealed and have endorsed thereon a certificate of an officer of election stating the election precinct, the number of each machine, the number on the seal, and the number of the protective counter, if one, on the machine. The sealed envelope shall be delivered by one of the officers of the election to the clerk of the circuit court where the election was held. The custodians of the voting equipment shall enclose and seal in an envelope, properly endorsed, all other keys to all voting equipment in their jurisdictions and deliver the envelope to the clerk of the circuit court by noon on the day following the election.\n\nB. If the voting systems are secured by the use of equipment keys or electronic activation devices that are not specific to a particular machine, after the officers of election lock and seal each machine, the equipment keys and electronic activation devices shall be enclosed in an envelope that shall be sealed and have endorsed thereon a certificate of an officer of election stating the election precinct. The sealed envelope shall be delivered by one of the officers of election to the clerk of the circuit court where the election was held.\n\nC. If the voting system is secured by removal of the data storage device used in that election, the officers shall remove the data storage device and proceed to lock and seal each machine. The data storage device shall be enclosed in an envelope that shall be sealed and have endorsed thereon a certificate of an officer of election stating the election precinct, the number of each machine, the number on the seal, and the number of the protective counter, if one, on the machine. The sealed envelope shall be delivered by one of the officers of election to the clerk of the circuit court where the election was held. The equipment keys used at the polls shall be sealed in a different envelope and delivered to the clerk who shall release them to the general registrar upon request or at the expiration of the time specified by subsection F.\n\nD. If the voting system provides for the creation of a separate master electronic back-up on a data storage device that combines the data for all of the voting systems in a given precinct, that data storage device shall be enclosed in an envelope that shall be sealed and have endorsed thereon a certificate of an officer of election stating the name of the precinct. The sealed envelope shall be delivered by one of the officers of election to the clerk of the circuit court where the election was held. The data storage device for the individual machines may remain sealed in its individual machine until the expiration of the time specified by subsection F. The equipment keys and the electronic activation devices used at the polls shall be sealed together in a separate envelope and delivered to the clerk who shall release them to the general registrar upon request or at the expiration of the time specified by subsection F.\n\nE. If the voting system is secured by removal of the data storage device used in that election, and the only record of votes cast for any office or on any question is saved on that data storage device and not on the machine itself, the officers shall remove the data storage device and proceed to lock and seal each machine. Each such machine shall remain locked and sealed until it is returned to the site at which voting systems are stored in the locality. The data storage device shall be enclosed in an envelope that shall be sealed and have endorsed thereon a certificate of an officer of election stating the election precinct, the number of each machine, the number on the seal, and the number of the protective counter, if one, on the machine. The sealed envelope shall be delivered by one of the officers of election to the clerk of the circuit court where the election was held. The equipment keys used at the polls shall be sealed in a different envelope and delivered to the general registrar no later than noon on the day after the election.\n\nF. The voting systems described in subsections A, B, C, and D shall remain locked and sealed until the deadline to request a recount under Chapter 8 (§ 24.2-800 et seq.) has passed and, if any contest or recount is pending thereafter, until it has been concluded. Such machines and any envelope containing data storage devices shall be opened and all data examined only (i) on the order of a court of competent jurisdiction or (ii) on the request of an authorized representative of the State Board, or the electoral board or general registrar at the direction of the State Board, in order to ensure the accuracy of the returns. In the event that machines and data storage devices are examined under clause (ii), each political party and each independent candidate on the ballot, or each primary candidate, shall be entitled to have a representative present during such examination. The representatives and observers lawfully present shall be prohibited from interfering with the officers of election in any way. The State Board, local electoral board, or general registrar shall provide such parties and candidates reasonable advance notice of the examination.\n\nWhen the required time has expired, the clerk of the circuit court shall return all voting equipment keys and data storage devices to the general registrar.\n\nG. The local electoral board or general registrar may direct the officers of election and custodians that any sealed equipment keys or data storage devices that are otherwise required by the provisions of this section to be delivered to the clerk of the circuit court shall instead be delivered to the principal office of the general registrar no later than noon on the day following the election. The general registrar shall secure and retain the sealed equipment keys and any other electronic locking or activation devices in his office and shall convey them to the clerk of the court by noon on the day following the ascertainment of the results of the election by the electoral board.\n\nH. The provisions of this section requiring the locking and sealing of voting systems shall not apply to any ballot marking device and its data storage device provided pursuant to § 24.2-626.1, where the number of persons voting in the election or the number of votes cast for any office or on any question are not recorded by the ballot marking device.\n\nCode 1950, § 24-314; 1962, c. 230; 1966, c. 453; 1970, c. 462, § 24.1-224; 1974, c. 428; 1978, c. 778; 1985, c. 458; 1993, c. 641; 1995, c. 197; 2003, c. 1015; 2004, cc. 835, 993, 1010; 2006, c. 689; 2008, cc. 107, 385; 2014, cc. 540, 576; 2016, cc. 18, 218, 464, 489, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-659/"
    },
    {
      "id": "section-242-660",
      "number": "24.2-660.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2004, cc. 993 and 1010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-660/"
    },
    {
      "id": "section-242-661",
      "number": "24.2-661.",
      "heading": "Detection and setting aside of double ballots",
      "text": "After the votes on all voting and counting equipment have been determined and recorded, the officers of election shall proceed to examine and count the paper ballots to ascertain if any double ballots have been cast, and whether the number of ballots corresponds with the number of names on the pollbooks of persons who voted on paper ballots. If two or more separate ballots are found so folded together as to represent the appearance of a single ballot they shall be laid aside until the count of the ballots is completed. If, upon a comparison of the count and the number of names of such qualified voters on the pollbooks, it appears that the two or more ballots thus folded together were cast by the same qualified voter, they shall be set aside and not counted.\n\nCode 1950, §§ 24-262, 24-313; 1970, c. 462, §§ 24.1-138, 24.1-223; 1983, c. 461; 1985, c. 458; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-661/"
    },
    {
      "id": "section-242-662",
      "number": "24.2-662.",
      "heading": "Procedure when paper ballots exceed names on pollbooks",
      "text": "If the ballots in the container exceed the number of names on the pollbooks of persons who voted on paper ballots, all ballots shall be replaced in the ballot container. Then, after the container is well shaken, an officer of election, being blindfolded, shall withdraw a sufficient number of ballots to reduce the number of ballots left in the container to the number of such names on the pollbooks. The drawn ballots shall be set aside and not counted.\n\nCode 1950, § 24-263; 1970, c. 462, § 24.1-139; 1983, c. 461; 1993, c. 641; 2003, c. 1015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-662/"
    },
    {
      "id": "section-242-663",
      "number": "24.2-663.",
      "heading": "When ballot void",
      "text": "If a printed ballot is found to have been voted for a greater number of names for any one office than the number of persons required to fill the office, or if the title of the office is erased, the ballot shall be considered void as to all the names designated to fill such office, but no further, and the ballot shall be counted for the other offices on the ballot. In the case of a ballot scanner machine, an election official is authorized to cause the ballot scanner to receive the ballot and count it in accordance with this section. No ballot shall be void for having been voted for fewer names than authorized.\n\nIf any person votes, either in person or absentee, more than one time in an election, all ballots received from such person shall be void and, if possible, not counted. If one such ballot has already been cast, any additional ballots received from such person shall be void and not counted.\n\nCode 1950, § 24-266; 1970, c. 462, § 24.1-140; 1978, c. 778; 1993, c. 641; 2013, c. 469; 2014, cc. 540, 576.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-663/"
    },
    {
      "id": "section-242-664",
      "number": "24.2-664.",
      "heading": "Reduction in number of ballots",
      "text": "Whenever the number of ballots is reduced by fraudulent or void ballots below the number of names of qualified voters on the pollbooks who voted on paper ballots, the cause of such reduction shall be stated in the space provided on the statement of results.\n\nCode 1950, § 24-624; 1970, c. 462, § 24.1-141; 1981, c. 425; 1983, c. 461; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-664/"
    },
    {
      "id": "section-242-665",
      "number": "24.2-665.",
      "heading": "How paper ballots counted",
      "text": "A. When the number of paper ballots to be counted has been verified, the officers shall proceed to ascertain the number of votes cast by paper ballots for each person and for and against each question. The votes on all ballots for all offices and questions shall be counted. As soon as all ballots are counted, they shall be placed in an envelope or container labeled \"counted ballots.\" No person other than the officers of the election shall handle the ballots.\n\nB. Only an official ballot prepared as provided for in this title shall be counted. If any unofficial ballot is found among the official ballots, the unofficial ballot shall be put aside, not counted and appropriately noted on the statement of results.\n\nCode 1950, §§ 24-246, 24-265; 1950, p. 165; 1970, c. 462, § 24.1-142; 1981, c. 425; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-665/"
    },
    {
      "id": "section-242-666",
      "number": "24.2-666.",
      "heading": "Procedures to account for paper ballots",
      "text": "The State Board shall prescribe appropriate forms and procedures for use by the local electoral boards, general registrars, and officers of election to account for all paper ballots, used and unused.\n\n1988, cc. 291, 318, § 24.1-143.1; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-666/"
    },
    {
      "id": "section-242-667",
      "number": "24.2-667.",
      "heading": "Completion of statement of results",
      "text": "At the conclusion of determining the votes cast on voting devices and paper ballots, the officers of election shall verify that all required data has been accurately entered, sign both copies of the statement of results, and affirm that the statement is complete and the information thereon is true and correct.\n\nCode 1950, §§ 24-246, 24-265, 24-312; 1950, p. 165; 1966, c. 453; 1970, c. 462, §§ 24.1-142, 24.1-222; 1974, c. 428; 1979, c. 329; 1981, c. 425; 1983, c. 461; 1985, c. 458; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-667/"
    },
    {
      "id": "section-242-6671",
      "number": "24.2-667.1.",
      "heading": "Reporting of results; absentee and provisional votes",
      "text": "A. The general registrar shall report to the Department for each precinct in his locality the number and results of absentee ballots cast by voters assigned to such precinct. Results from absentee voting and voting at the precinct on election day shall be reported separately. The general registrar shall also report to the Department the number and results of absentee ballots cast early in person pursuant to § 24.2-701.1 separately from the number and results of all other absentee ballots. The Department shall establish standards for ascertaining and reporting such information. Such standards shall direct that all results be posted promptly and no later than 5:00 p.m. on the tenth day after the election day.\n\nB. The general registrar shall report to the Department for each precinct in his locality the total number of provisional ballots cast, the number of those provisional ballots determined to be valid by the electoral board, and the results of such valid provisional ballots by voters assigned to such precinct. Results from provisional voting and voting at the precinct on election day shall be reported separately. The Department shall establish standards for ascertaining and reporting such information. Such standards shall direct that all results be posted promptly and no later than 5:00 p.m. on the tenth day after the election day.\n\n2021, Sp. Sess. I, c. 471; 2022, cc. 125, 126; 2025, c. 577.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-667-1/"
    },
    {
      "id": "section-242-668",
      "number": "24.2-668.",
      "heading": "Pollbooks, statements of results, and ballots to be sealed and delivered to clerk or general registrar",
      "text": "A. After ascertaining the results and before adjourning, the officers shall put the pollbooks, the duplicate statements of results, and any printed inspection and return sheets in the envelopes provided by the State Board. The officers shall seal the envelopes and direct them to the clerk of the circuit court for the county or city. The pollbooks, statements, and sheets thus sealed and directed, the sealed counted ballots envelope or container, and the unused, defaced, spoiled and set aside ballots properly accounted for, packaged and sealed, shall be conveyed by one of the officers to be determined by lot, if they cannot otherwise agree, to the clerk of court by noon on the day following the election.\n\nThe clerk shall retain custody of the pollbooks, printed ballots, and other elections materials until the time has expired for initiating a recount, contest, or other proceeding in which the pollbooks, printed ballots, and other elections materials may be needed as evidence and there is no proceeding pending. The clerk shall (i) secure all pollbooks, printed ballots and other election materials in sealed boxes; (ii) place all of the sealed boxes in a vault or room not open to the public or to anyone other than the clerk and his staff; (iii) cause such vault or room to be securely locked except when access is necessary for the clerk and his staff; and (iv) upon the initiation of a recount, certify that these security measures have been taken in whatever form is deemed appropriate by the chief judge.\n\nAfter that time the clerk shall deliver the pollbooks to the general registrar who shall return the pollbooks or transfer a copy of the electronic data to the State Board as directed by § 24.2-114 for voting credit purposes. After the pollbooks are returned by the State Board, the general registrar shall retain the pollbooks in his principal office for two years from the date of the election. The clerk shall retain the statement of results and any printed inspection and return sheets for two years and may then destroy them.\n\nB. The local electoral board or general registrar may direct that the officers of election, in lieu of conveying the materials to the clerk of the circuit court as provided in subsection A, shall convey the materials to the principal office of the general registrar on the night of the election or the morning following the election as the board directs. The general registrar shall secure and retain the materials in his office and shall convey to the clerk of the court, by noon of the day following the ascertainment of the results of the election by the electoral board, all of the election materials. The general registrar shall retain for public inspection one copy of the statement of results.\n\nC. If an electronic pollbook is used, the data disc or cartridge containing the electronic records of the election, or, alternately, a printed copy of the pollbook records of those who voted, shall be transmitted, sealed and retained as required by this section, and otherwise treated as the pollbook for that election for all purposes subsequent to the election. Nothing in this title shall be construed to require that the equipment or software used to produce the electronic pollbook be sealed or retained along with the pollbook, provided that the records for the election have been transferred or printed according to the instructions of the State Board.\n\nCode 1950, §§ 24-232, 24-267, 24-268, 24-270; 1970, c. 462, §§ 24.1-143, 24.1-144; 1971, Ex. Sess., c. 247; 1972, c. 620; 1973, c. 30; 1975, c. 515; 1978, c. 778; 1981, c. 425; 1992, c. 293; 1993, c. 641; 1995, c. 197; 1996, c. 8; 1997, cc. 438, 456; 2002, c. 190; 2003, c. 1015; 2004, cc. 410, 835; 2007, c. 285; 2016, cc. 18, 492; 2020, c. 294.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-668/"
    },
    {
      "id": "section-242-669",
      "number": "24.2-669.",
      "heading": "Clerk to keep ballots; inspection; destruction",
      "text": "The clerk to whom the counted and uncounted ballots are delivered shall, without breaking the seal, deposit them in a secure place in his office, where they shall be kept for the time required by this section. He shall not allow the ballots to be inspected except (i) by an authorized representative of the State Board or by the electoral board at the direction of the State Board to ensure the accuracy of the returns or the purity of the election, (ii) by the officers of election, and then only at the direction of the electoral board in accordance with § 24.2-672 when the provisions of § 24.2-662 have not been followed, (iii) on the order of a court before which there is pending a proceeding for a contest or recount under Chapter 8 (§ 24.2-800 et seq.) of this title or before whom there is then pending a proceeding in which the ballots are necessary for use in evidence, or (iv) for the purpose of conducting a risk-limiting audit pursuant to § 24.2-671.2. In the event that ballots are inspected under clause (i), (ii), or (iv) of this paragraph, each political party and each independent candidate on the ballot, or each primary candidate, shall be entitled to have a representative present during such inspection. The representatives and observers lawfully present shall be prohibited from interfering with the officers of election in any way. The State Board or local electoral board shall provide such parties and candidates reasonable advance notice of the inspection.\n\nAfter the counted ballots for a federal election have remained in the clerk's office for two years, if no election contest or other proceeding is pending in which such ballots may be needed as evidence, the clerk shall destroy such ballots. After the counted ballots for any other election have remained in the clerk's office for one year, if no election contest or other proceeding is pending in which such ballots may be needed as evidence, the clerk shall destroy such ballots. After the unused ballots have remained in the clerk's office and the time has expired for initiating a recount, contest, or other proceeding in which such ballots may be needed as evidence and no such contest or proceeding is pending, the clerk may then destroy the unused ballots other than punchcard ballots, which shall be returned to the electoral board.\n\nCode 1950, §§ 24-268, 24-270; 1970, c. 462, § 24.1-144; 1973, c. 30; 1975, c. 515; 1978, c. 778; 1981, c. 425; 1992, c. 293; 1993, c. 641; 1998, c. 270; 2003, c. 1015; 2006, c. 689; 2008, c. 565; 2022, cc. 443, 444.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-669/"
    },
    {
      "id": "section-242-670",
      "number": "24.2-670.",
      "heading": "Clerk to send for books and ballots if not delivered by officers",
      "text": "If the officers of election fail to deliver the materials to the clerk of the circuit court, or to the principal office of the general registrar, as required by § 24.2-668 before the time for the electoral board to meet and open the returns, the clerk of the circuit court shall dispatch, to obtain such returns, a law-enforcement officer, who shall be subject to the same penalties and entitled to the same compensation as an officer of election for such service.\n\nCode 1950, § 24-269; 1970, c. 462, § 24.1-145; 1993, c. 641; 1995, c. 197.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-670/"
    },
    {
      "id": "section-242-671",
      "number": "24.2-671.",
      "heading": "Electoral board to meet and ascertain results; conclusiveness of results",
      "text": "A. Each electoral board shall meet at the clerk's or general registrar's office of the county or city for which they are appointed at or before 5:00 p.m. on the day after any election. The board may adjourn to another room of sufficient size in a public building to ascertain the results, and may adjourn as needed, not to exceed 10 calendar days from the date of the election unless an extension has been granted to accommodate a risk-limiting audit conducted pursuant to § 24.2-671.2. Written directions to the location of any room other than the clerk's or general registrar's office where the board will meet shall be posted at the doors of the clerk's and general registrar's offices prior to the beginning of the meeting.\n\nIf the electoral board has exercised the option provided by § 24.2-668 for delivery of the election materials to the office of the general registrar on the night of the election, the electoral board shall meet at the office of the general registrar at or before 5:00 p.m. on the day after any election.\n\nB. The board shall open the returns delivered by the officers and ascertain from the returns the total votes in the county or city, or town in a town election, for each candidate and for and against each question and complete the abstract of votes cast at such election, as provided for in § 24.2-675. For any office in which no person was elected by write-in votes, and for which the total number of write-in votes for that office is less than (i) 10 percent of the total number of votes cast for that office and (ii) the total number of votes cast for the candidate receiving the most votes, the electoral board shall ascertain the total votes for each write-in candidate for the office within one week following the election. For offices for which the electoral board issues the certificate of election, the result so ascertained, signed and attested, shall be conclusive and shall not thereafter be subject to challenge except as specifically provided in Chapter 8 (§ 24.2-800 et seq.).\n\nOnce the result is so ascertained, the secretary of the electoral board shall deliver one copy of each statement of results to the general registrar to be available for inspection when his office is open for business. The secretary shall then return all pollbooks, any printed inspection and return sheets, and one copy of each statement of results to the clerk.\n\nC. A report of any changes made by the local electoral board to the unofficial results ascertained by the officers of election or any subsequent change to the official abstract of votes made by the local electoral board shall be forwarded to the State Board of Elections and the explanation of such change shall be posted on the State Board website.\n\nD. Each political party and each independent candidate on the ballot, or each primary candidate, shall be entitled to have representatives present when the local electoral board meets to ascertain the results of the election. Each such party and candidate shall be entitled to have at least as many representatives present as there are teams of officials working to ascertain the results, and the room in which the local electoral board meets shall be of sufficient size and configuration to allow the representatives reasonable access and proximity to view the ballots as the teams of officials work to ascertain the results. The representatives and observers lawfully present shall be prohibited from interfering with the officials in any way. It is unlawful for any person to knowingly possess any firearm as defined in § 18.2-308.2:2 within 40 feet of any building, or part thereof, used as a meeting place for the local electoral board while the electoral board meets to ascertain the results of an election, unless such person is (a) any law-enforcement officer or any retired law-enforcement officer qualified pursuant to subsection C of § 18.2-308.016; (b) occupying his own private property that falls within 40 feet of a polling place; or (c) an armed security officer, licensed pursuant to Article 4 (§ 9.1-138 et seq.) of Chapter 1 of Title 9.1, whose employment or performance of his duties occurs within 40 feet of any building, or part thereof, used as a meeting place for the local electoral board while the electoral board meets to ascertain the results of an election.\n\nCode 1950, §§ 24-271, 24-272; 1970, c. 462, § 24.1-146; 1973, c. 30; 1981, c. 425; 1991, c. 388; 1992, c. 329; 1993, c. 641; 1996, cc. 8, 223; 2003, c. 1015; 2005, c. 824; 2006, c. 689; 2014, c. 486; 2018, c. 536; 2021, Sp. Sess. I, c. 459; 2022, cc. 443, 444; 2024, c. 738.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-671/"
    },
    {
      "id": "section-242-6711",
      "number": "24.2-671.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2022, cc. 443 and 444, cl. 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-671-1/"
    },
    {
      "id": "section-242-6712",
      "number": "24.2-671.2.",
      "heading": "Risk-limiting audits",
      "text": "A. For the purposes of this section:\n\n\"Contested race\" means an election for an office where more names appear on the ballot then there are vacancies to be filled or a statewide referendum or proposed constitutional amendment.\n\n\"Risk limit\" means the largest probability that the risk-limiting audit will fail to correct an election outcome that differs from the outcome that would be found by a full manual tabulation of the votes on all ballots cast in the contested race.\n\n\"Risk-limiting audit\" means an audit protocol conducted after an election and prior to the certification of the election results with a pre-specified minimum probability of requiring a full hand count of votes cast if the outcome reported by the voting system differs from the outcome that would be found by a full hand count of the votes in a contested race. A \"risk-limiting audit\" requires a hand count of randomly sampled printed ballots that continues until there is either strong statistical evidence that the reported outcome is correct or, in the absence of such evidence, a full hand count of all ballots cast in the contested race that determines the outcome.\n\nB. Risk-limiting audits conducted pursuant to this section shall be performed by the local electoral boards and general registrars under the supervision of the Department and in accordance with the procedures prescribed by the State Board, including:\n\n1. Processes for randomly selecting contested races and determining the risk limit.\n\n2. Procedures for preparing for a risk-limiting audit, including guidelines for organizing ballots, selecting venues, and securing appropriate materials by local electoral boards and general registrars.\n\n3. Procedures for ballot custody, accounting, security, and written record retention that ensure that the collection of cast ballots from which samples are drawn is complete and accurate throughout the audit.\n\n4. Procedures for hand counting of the audited ballots.\n\n5. Processes and methods for conducting the risk-limiting audit.\n\n6. Procedures for ensuring transparency and understanding of the process by participants and the public, including guidelines for direct observation by members of the public, representatives of the candidates involved in the risk-limiting audit, and representatives of the political parties.\n\nC. The Department shall provide that the following risk-limiting audits be conducted:\n\n1. In the year of a general election for members of the United States House of Representatives, a risk-limiting audit of at least one randomly selected contested race for such office;\n\n2. In the year of a general election for members of the General Assembly, a risk-limiting audit of at least one randomly selected contested race for such office;\n\n3. In any year in which there is not a general election for a statewide office, a risk-limiting audit of at least one randomly selected contested race for a local office, including constitutional offices, for which certification by the State Board is required under § 24.2-680; and\n\n4. In any year, any other risk-limiting audit of a contested race that is necessary to ensure that each locality participates in a risk-limiting audit of an office within its jurisdiction at least once every five years or that the State Board finds appropriate. Such audits must be approved by at least a two-thirds majority vote of all members of the Board.\n\nD. A local electoral board may request that the State Board approve the conduct of a risk-limiting audit for a contested race within the local electoral board's jurisdiction. The state board shall promulgate regulations for submitting such requests. The State Board shall grant an extension of the local electoral board's certification deadline under § 24.2-671 as necessary to accommodate the conduct of a risk-limiting audit conducted pursuant to this subsection. The Department may count a risk-limiting audit conducted pursuant to this subsection toward the requirement in subdivision C 4.\n\nE. Notwithstanding the provisions of subsections C and D, no contested race shall be selected to receive a risk-limiting audit if the tabulation of the unofficial result for the contested race shows a difference of not more than one percent of the total vote cast for the top two candidates.\n\nF. Upon the tabulation of the unofficial results of an election, the State Board shall determine, in accordance with subsection C, all the contested races for that election that will receive a risk-limiting audit and shall set the risk limit to be applied in such audits. As soon as practicable after selection of the contests to be audited, the Department shall publish a notice of the contested races in accordance with the requirements for public meetings in § 2.2-3707. The Department shall provide support to local electoral boards and general registrars in preparing to hold the risk-limiting audits.\n\nG. The local electoral board and general registrar shall conduct a risk-limiting audit within their jurisdiction at the date, time, and location noticed by the Department. At least one member of the local electoral board representing each party shall participate in the risk-limiting audit and be present for the duration of the risk-limiting audit when ballots are being selected and counted and calculations are being made. All risk-limiting audits shall be conducted in a place and manner that is open to the public. At the conclusion of a risk-limiting audit, all audit materials, including ballots and any records generated during the course of the audit, shall be delivered to the clerk of the circuit court and retained as election materials pursuant to § 24.2-668.\n\nH. The local electoral board in coordination with the general registrar shall promptly report the results of a risk-limiting audit of any contested races subject to § 24.2-680 in their jurisdiction to the Department. The results of any risk-limiting audit for a local contested race shall also be retained by the local electoral board. At the conclusion of each risk-limiting audit requiring certification by the State Board, the Department shall submit to the State Board a report, which shall include all data generated by the risk-limiting audit and all information required to confirm that the risk-limiting audit was conducted in accordance with the procedures adopted by the State Board. The Department shall publish the results of all risk-limiting audits pursuant to this section on the Department's website.\n\nI. If a risk-limiting audit of a contested race escalates to a full hand count, the results of the hand count shall be used to certify the election in lieu of the tabulation of the unofficial results obtained prior to the conduct of the risk-limiting audit. A full hand count conducted pursuant to this section shall not be construed as a recount under Chapter 8 (§ 24.2-800 et seq.). Nothing in this section shall be construed to limit the rights of a candidate under Chapter 8.\n\n2022, cc. 443, 444.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-671-2/"
    },
    {
      "id": "section-242-672",
      "number": "24.2-672.",
      "heading": "Electoral board to correct irregularities in returns of officers of election",
      "text": "While ascertaining the results of an election, the electoral board may find that there are irregularities or informalities in the returns of the officers of election which can be cured by amending or correcting the returns. Then the board immediately shall summon, to appear before the board on the date of the summons or the next date thereafter, the officers of elections required to amend the returns so that the same may conform to the law. The summons may be executed by any person authorized by law to serve summonses for witnesses.\n\nCode 1950, § 24-275; 1970, c. 462, § 24.1-147; 1992, c. 329; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-672/"
    },
    {
      "id": "section-242-673",
      "number": "24.2-673.",
      "heading": "Candidates having highest number of votes to receive certificate of election",
      "text": "A. Except as provided in subsection B or in the case of a recount pursuant to the provisions of Chapter 8 (§ 24.2-800 et seq.), in all elections for the choice of any officer, unless it is otherwise expressly provided, the person having the highest number of votes for any office shall be deemed to have been elected to such office and shall receive the certificate of election.\n\nB. In an election for a local office in a locality with a population of no more than 4,000 persons, if the person having the highest number of votes for the office is elected by write-in votes and is not qualified to hold such office or declines to assume such office, the person having the second highest number of votes shall be deemed to have been elected to such office and shall receive the certificate of election. In the event that the person having the second highest number of votes is not qualified to hold such office or declines to assume such office, the person having the next highest number of votes shall be deemed to have been elected to such office and shall receive the certificate of election. In the event that the person having the next highest number of votes is not qualified to hold such office or declines to assume such office, a vacancy shall be declared and filled by special election.\n\nCode 1950, § 24-276; 1970, c. 462, § 24.1-148; 1993, c. 641; 2023, c. 221.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-673/"
    },
    {
      "id": "section-242-6731",
      "number": "24.2-673.1.",
      "heading": "(Expires July 1, 2031) Ranked choice voting",
      "text": "A. For purposes of this section:\n\n\"Ranked choice voting\" means a method of casting and tabulating votes in which (i) voters rank candidates in order of preference, (ii) tabulation proceeds in rounds such that in each round either a candidate or candidates are elected or the last-place candidate is defeated, (iii) votes for voters' next-ranked candidates are transferred from elected or defeated candidates, and (iv) tabulation ends when the number of candidates elected equals the number of offices to be filled. \"Ranked choice voting\" is known as \"instant runoff voting\" when electing a single office and \"single transferable vote\" when electing multiple offices.\n\n\"Ranking\" means the ordinal number assigned on a ballot by a voter to a candidate to express the voter's preference for that candidate. Ranking number one is the highest ranking, ranking number two is the next-highest ranking, and so on, consecutively, up to the number of candidates indicated on the ballot.\n\nB. Elections of members of a county board of supervisors or a city council may be conducted by ranked choice voting pursuant to this section. The decision to conduct an election by ranked choice voting shall be made, in consultation with the local electoral board and general registrar, by a majority vote of the board of supervisors or city council that the office being elected serves.\n\nC. The State Board may promulgate regulations for the proper and efficient administration of elections determined by ranked choice voting, including (i) procedures for tabulating votes in rounds, (ii) procedures for determining winners in elections for offices to which only one candidate is being elected and to which more than one candidate is being elected, and (iii) standards for ballots pursuant to § 24.2-613, notwithstanding the provisions of subsection E of that section.\n\nD. The State Board may administer or prescribe standards for a voter outreach and public information program for use by any locality conducting ranked choice voting pursuant to this section.\n\n2020, c. 1054.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-673-1/"
    },
    {
      "id": "section-242-674",
      "number": "24.2-674.",
      "heading": "Determination by lot in case of tie",
      "text": "If, prior to a recount, two or more persons have an equal number of votes for any county, city, town, or district office, and a higher number than any other person, the electoral board shall proceed publicly to determine by lot which of the candidates shall be declared elected.\n\nIf, prior to a recount, any two or more persons have an equal number of votes and a higher number than any other person for member of the General Assembly or of the Congress of the United States, or if any two or more persons have an equal number of votes and a higher number than any other person for elector of President and Vice President of the United States, the State Board of Elections shall proceed publicly to determine by lot which of them shall be declared elected. Reasonable notice shall be given to such candidates of the time when such elections shall be so determined; and if they, or either of them, shall fail to appear in accordance with such notice, the Board shall proceed so as to determine the election in their absence.\n\nAny person who loses the determination by lot may petition for a recount pursuant to Article 1 (§ 24.2-800 et seq.) of Chapter 8 of this title.\n\nCode 1950, §§ 24-277, 24-290; 1970, c. 462, § 24.1-149; 1993, c. 641; 2020, c. 500.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-674/"
    },
    {
      "id": "section-242-675",
      "number": "24.2-675.",
      "heading": "Abstracts of votes to be made by secretary and forwarded to State Board and to clerks",
      "text": "As soon as the electoral board determines the persons who have received the highest number of votes for any office, the secretary shall make out an abstract of the votes for each of the following: Governor; Lieutenant Governor; Attorney General; members of the Senate of Virginia; members of the House of Delegates; members of the United States Senate; members of the United States House of Representatives; electors of the President and Vice President of the United States; each county office; each city office; each district office; each town office; and such others as may be required for statewide referenda. The abstracts shall contain the names of all persons receiving any vote for each office and the total number of votes received by each person or for or against each question. However, if no person was elected by write-in votes and the total number of write-in votes for any office is less than (i) 10 percent of the total number of votes cast for that office and (ii) the total number of votes cast for the candidate receiving the most votes, the abstract shall contain only the total number of write-in votes and not the number of write-in votes for each person receiving write-in votes.\n\nThe abstracts shall be certified and signed by the electoral board, attested by the secretary, and retained by the electoral board as part of its records. A copy of each, certified under the official seal of the electoral board, shall immediately be mailed or delivered by hand to the State Board. The State Board shall require the electoral board of any county or city to correct any errors found on such abstracts prior to completing the requirements of § 24.2-679.\n\nOne certified copy of each abstract of votes shall be forwarded (i) to the clerk of the city council or board of supervisors and recorded in its record book, (ii) for town elections, to the clerk of the town council and recorded in its minute book, and (iii) for each local referendum, to the circuit court for the locality.\n\nCode 1950, §§ 24-278 through 24-280; 1970, c. 462, § 24.1-150; 1972, c. 620; 1975, c. 515; 1976, c. 616; 1981, c. 425; 1993, c. 641; 1996, c. 223; 2003, c. 1015; 2018, c. 536.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-675/"
    },
    {
      "id": "section-242-676",
      "number": "24.2-676.",
      "heading": "Secretary to make out and deliver certificate of election",
      "text": "Immediately after the electoral board has determined the election results, the secretary shall make out certificates of election for each county, city, town, or district office other than an office shared by more than one county or city, or any combination thereof. The secretary shall make out the certificate for each of the persons who has the highest number of votes for the office, who has sufficient votes to be elected to a multi-member office, or, in case of a tie, who has been decided by lot to be elected. The secretary, or another board member or registrar designated by the secretary, shall deliver in person or the secretary shall transmit by certified mail the certificate to the person elected, as soon as such person has complied with the provisions of § 24.2-948.2.\n\nCode 1950, § 24-282; 1970, c. 462, § 24.1-151; 1972, c. 620; 1975, c. 515; 1980, c. 639; 1983, c. 264; 1993, c. 641; 2006, cc. 787, 892.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-676/"
    },
    {
      "id": "section-242-677",
      "number": "24.2-677.",
      "heading": "State Board to open and record returns; application of Freedom of Information Act",
      "text": "The State Board, on receipt of the certified abstracts of the votes given in the several counties and cities, shall open the abstracts and record and carefully preserve them.\n\nThe provisions of Chapter 37 (§ 2.2-3700 et seq.) of Title 2.2, the Virginia Freedom of Information Act, shall not apply to the certified abstracts of the votes or any other documents used by the Board in ascertaining the results of any election until the results have been finally determined by the Board.\n\nCode 1950, § 24-283; 1970, c. 462, § 24.1-152; 1971, Ex. Sess., c. 206; 1975, c. 515; 1980, c. 639; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-677/"
    },
    {
      "id": "section-242-678",
      "number": "24.2-678.",
      "heading": "Law-enforcement officer to be sent for abstracts not forwarded",
      "text": "If the State Board has not received the abstracts of votes from any county or city within 10 days after any election, it shall dispatch a law-enforcement officer to obtain a copy of the abstract from the official having charge thereof. That official shall immediately, on demand of the officer, make out and deliver to him the copy required, and the officer shall deliver the abstract to the State Board without delay.\n\nCode 1950, § 24-284; 1970, c. 462, § 24.1-153; 1993, c. 641; 2024, c. 738.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-678/"
    },
    {
      "id": "section-242-679",
      "number": "24.2-679.",
      "heading": "State Board to meet and make statement as to number of votes",
      "text": "A. The State Board shall meet by the first Monday in December to ascertain the results of the November election. If a majority of the Board is not present or if, for any other reason, the Board is unable to ascertain the results on that day, the meeting shall stand adjourned from day to day for not more than three days until a quorum is present and the Board has ascertained the results as provided in this section.\n\nThe Board shall examine the certified abstracts on file in its office and make statements of the whole number of votes given at any such election for members of the General Assembly, Governor, Lieutenant Governor and Attorney General, members of the United States Congress and electors of President and Vice President of the United States, and any officer shared by more than one county or city, or any combination thereof, or for so many of such officers as have been voted for at the election.\n\nThe statement shall show, for each office and each county, city, and election district, the whole number of votes given to each candidate and to any other person elected to office. The Board members shall certify the statements to be correct and sign the statements. The Board shall then determine those persons who received the greatest number of votes and have been duly elected to each office. The Board members shall endorse and subscribe on such statements a certificate of their determination. The Board shall record each certified statement and determination in a suitable book to be kept by it in its office.\n\nB. The State Board shall meet as soon as possible after it receives the returns for any special election held at a time other than the November general election to ascertain the results of the special election in the manner prescribed in subsection A. If the returns have not been received within seven days of the election, the Board shall meet and adjourn from day to day until it receives the returns, ascertains the results, and makes its determination.\n\nCode 1950, §§ 24-285, 24-286, 24-287, 24-289; 1958, c. 605; 1962, c. 536; 1970, c. 462, §§ 24.1-154, 24.1-155; 1971, Ex. Sess., c. 206; 1974, c. 428; 1980, c. 639; 1983, c. 461; 1993, c. 641; 2015, c. 740; 2022, cc. 443, 444.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-679/"
    },
    {
      "id": "section-242-680",
      "number": "24.2-680.",
      "heading": "Certificates of election",
      "text": "Subject to the requirements of § 24.2-948.2, the State Board shall without delay complete and transmit to each of the persons declared to be elected a certificate of his election, certified by it under its seal of office. In the election of a member of the United States Congress, it shall also forward a certificate of election to the clerk of the United States Senate or House of Representatives, as appropriate. The names of members elected to the General Assembly shall be certified by the State Board to the clerk of the House of Delegates or Senate, as appropriate. The names of the persons elected Governor, Lieutenant Governor, and Attorney General shall be certified by the State Board to the clerks of the House of Delegates and Senate. The name of any officer shared by more than one county or city, or any combination thereof, shall be certified by the State Board to the clerk of the circuit court having jurisdiction in each affected county or city. The names of the persons elected to soil and water conservation districts shall be certified by the State Board to the Director of the Department of Conservation and Recreation.\n\nCode 1950, §§ 24-287, 24-289; 1970, c. 462, § 24.1-155; 1974, c. 428; 1980, c. 639; 1983, c. 461; 1993, c. 641; 2001, c. 53; 2006, cc. 787, 892.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-680/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Special Elections",
      "text": "Special Elections",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242-681",
      "number": "24.2-681.",
      "heading": "How special elections superintended and determined",
      "text": "All special elections shall be superintended and held, notice thereof given, ballots prepared, returns made and certified, votes canvassed, results ascertained and made known, and certificates of election given, by the same officers, under the same penalties, and subject to the same regulations as prescribed for general elections, except as otherwise provided by law.\n\nCode 1950, § 24-140; 1970, c. 462, § 24.1-164; 1973, c. 30; 1993, c. 641.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-681/"
    },
    {
      "id": "section-242-682",
      "number": "24.2-682.",
      "heading": "Times for special elections",
      "text": "A. Notwithstanding any charter or special act to the contrary, the following provisions govern the times for holding special elections. Every special election shall be held on a Tuesday. No special election shall be held within the 55 days prior to a general or primary election. No special election shall be held on the same day as a primary election. A special election may be held on the same day as a general election.\n\nB. A referendum election shall be ordered at least 81 days prior to the date for which the referendum election is called.\n\nC. A special election to fill a vacancy in any constitutional office shall be held promptly and in accordance with the requirements of subsection A.\n\nCode 1950, §§ 24-44, 24-136, 24-137, 24-138, 24-139, 24-141, 24-346; 1956, c. 378; 1966, c. 115; 1970, c. 462, §§ 24.1-1(5)(c), 24.1-163, 24.1-165; 1971, Ex. Sess., c. 119; 1972, c. 620; 1973, c. 30; 1974, c. 428; 1975, c. 515; 1976, c. 616; 1977, c. 30; 1978, cc. 258, 304, 778; 1979, c. 37; 1980, c. 639; 1981, c. 367; 1982, cc. 498, 650; 1983, c. 461; 1989, c. 322; 1991, c. 592; 1991, 1st Sp. Sess., c. 12; 1993, c. 641; 2000, cc. 787, 1070; 2008, cc. 107, 385; 2010, cc. 431, 542.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-682/"
    },
    {
      "id": "section-242-683",
      "number": "24.2-683.",
      "heading": "Writ for special election to fill a vacancy",
      "text": "Whenever the Governor, Speaker of the House, President pro tempore of the Senate, or either house of the General Assembly orders a special election, he, or the person designated to act for the house, shall issue a writ of election designating the office to be filled at the election and the time to hold the election. He shall transmit the writ to the secretary of the electoral board and the general registrar of each county or city in which the election is to be held. Each general registrar shall post a copy of the writ on the official website for the county or city or at not less than 10 public places or have notice of the election published once in a newspaper of general circulation in his jurisdiction at least 10 days before the election. If the special election is held in more than one county or city, the general registrars may act jointly to have the notice published once before the election in the affected jurisdictions.\n\nWhenever a special election is ordered to fill a vacancy otherwise than under the preceding paragraph, the officer ordering the election shall issue his writ of election at the time the vacancy occurs, designating the office to be filled at the election and the time and place to hold the election. He shall direct and transmit the writ to the secretary of the electoral board and the general registrar of each county or city in which the election is to be held. The general registrar, or general registrars if the election will be held in more than one county or city, shall proceed to cause public notice to be given of the election in the same manner as is required in the preceding paragraph.\n\nA copy of any order calling a special election to fill a vacancy shall be sent immediately to the State Board.\n\nCode 1950, §§ 24-138, 24-139; 1970, c. 462, § 24.1-163; 1974, c. 428; 1975, c. 515; 1993, c. 641; 2003, c. 155; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-683/"
    },
    {
      "id": "section-242-684",
      "number": "24.2-684.",
      "heading": "How referendum elections called and held, and the results ascertained and certified",
      "text": "Notwithstanding any other provision of any law or charter to the contrary, the provisions of this section shall govern all referenda.\n\nNo referendum shall be placed on the ballot unless specifically authorized by statute or by charter.\n\nWhenever any question is to be submitted to the voters of any county, city, town, or other local subdivision, the referendum shall in every case be held pursuant to a court order as provided in this section. The court order calling a referendum shall state the question to appear on the ballot in plain English as that term is defined in § 24.2-687. The order shall be entered and the election held within a reasonable period of time subsequent to the receipt of the request for the referendum if the request is found to be in proper order. The court order shall set the date for the referendum in conformity with the requirements of § 24.2-682.\n\nA copy of the court order calling a referendum shall be sent immediately to the State Board by the clerk of the court in which the order was issued.\n\nThe ballot shall be prepared by the appropriate general registrar and distributed to the appropriate precincts. On the day fixed for the referendum, the regular election officers shall open the polls and take the sense of the qualified voters of the county, city, town, or other local subdivision, as the case may be, on the question so submitted. The ballots for use at any such election shall be printed to state the question as follows:\n\n\"(Here state briefly the question submitted)\n\nThe ballots shall be printed, marked, and counted and returns made and canvassed as in other elections. The results shall be certified by the secretary of the appropriate electoral board to the State Board, to the court ordering the election, and to such other authority as may be proper to accomplish the purpose of the election.\n\nCode 1950, § 24-141; 1966, c. 115; 1970, c. 462, § 24.1-165; 1974, c. 428; 1975, c. 515; 1976, c. 616; 1978, cc. 258, 304; 1979, c. 37; 1980, c. 639; 1981, c. 367; 1982, cc. 498, 650; 1983, c. 461; 1991, c. 592; 1993, c. 641; 1994, c. 142; 1996, c. 297; 2016, cc. 18, 492.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-684/"
    },
    {
      "id": "section-242-6841",
      "number": "24.2-684.1.",
      "heading": "Requirements for voter petitions to call for referendum elections",
      "text": "In addition to other applicable requirements of law, the following requirements shall apply whenever a referendum election is initiated by voter petitions. The requirements of this section shall be construed to override any requirement of general or special law in conflict with this section, except requirements set out in charter provisions to govern the exercise of recall, initiative, or referendum powers in a county, city, or town.\n\nThe requirements of this section shall apply to petitions calling for any referendum which is ordered to be held on or after January 1, 1994.\n\n1. Prior to circulating any petition for signature, an individual shall file a copy of the petition with the clerk of the circuit court for the county or city in which the referendum will be held. The individual shall be a qualified voter of the county or city and shall file, with the petition copy, a statement giving his name; residence address and, if different, his mailing address; and the name of the organization, if any, which he represents in circulating the petition. The copy of the petition shall be filed on or after the effective date of the law which authorizes the referendum for which the petition will be circulated. The clerk shall certify, within 10 days of such filing, that he has received and accepted the petition copy and statement.\n\n2. If the referendum will be held only in a town, the copy and statement shall be filed with the clerk of the circuit court for the county in which the town, or larger portion of the town, is located, and the individual shall be a qualified voter of the town. If the referendum will be held only in part of a county, city, or town, the copy and statement shall be filed with the clerk of the appropriate circuit court, and the individual shall be a qualified voter of the part of the county, city, or town in which the referendum will be held. If the referendum will be held in more than one county, city, or town, the copy and statement shall be filed with the clerk of the circuit court of any one of the localities in which the referendum will be held, and the individual shall be a qualified voter of that locality.\n\n3. Each qualified voter signing a petition shall date his signature.\n\n4. Each such voter may provide on the petition the last four digits of his social security number, if any; however, noncompliance with this requirement shall not be cause to invalidate the voter's signature on the petition.\n\n5. Each signature on the petition shall be witnessed by a person who is qualified to vote, or qualified to register to vote, in the referendum for which he is circulating the petition and whose affidavit to that effect, including his name, residence address and, if different, his mailing address, and the name of the organization, if any, that he represents in circulating the petition, appears on each page, front and back, of the petition.\n\n6. The petition shall be circulated, completed, and filed with the appropriate court or authority within nine months of the date of the certification by the clerk of the circuit court pursuant to subdivision 1.\n\n7. Each qualified voter signing the petition shall have been validly registered in the jurisdiction for which the petition is circulated at the time of signing the petition and at the time of validating the petition signatures.\n\n8. The number of voters registered on January 1 of the year of the certification by the clerk of the circuit court pursuant to subdivision 1 shall be the basis for determining the number of signatures required on the petition in all cases in which the law authorizing the referendum provides that the number of signatures required for the petition is a percentage of the number of registered voters.\n\n9. If the court or authority finds that the filed petitions are valid and sufficient under law, it shall proceed, as provided by law, to order or call for the referendum election. If the court or authority finds that the filed petitions are invalid for any cause, the petitions and the signatures on them shall be invalid for all purposes. The invalidity of one or more signatures on a petition page shall not be cause to invalidate the entire petition page. If the circulators of the petitions fail to file within the nine-month period provided in subdivision 6, the petitions and the signatures on them shall be invalid for all purposes.\n\n1993, c. 996, § 24.1-165.3; 1993, c. 641; 2000, cc. 232, 252; 2011, cc. 333, 520.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-684-1/"
    },
    {
      "id": "section-242-685",
      "number": "24.2-685.",
      "heading": "Special elections; request for abolition of constitutional offices",
      "text": "A. The provisions of this section shall be applicable to the holding of any referendum, elsewhere authorized by law, on the abolition of any constitutional office conducted prior to a request for a special act of the General Assembly to abolish such office.\n\nB. Notwithstanding any other provision of general law or any special act, no referendum subject to the provisions of this section shall be held unless:\n\n1. Petitions are filed with the circuit court of the county or city requesting that a referendum be held to authorize a request for a special act on the abolition of the named office;\n\n2. The petitions are signed by qualified voters of the county or city equal in number to 20 percent of the total vote cast in the county or city for presidential electors in the last preceding presidential election; and\n\n3. The petitions are filed with the court within 90 days of the first signature on the petitions, and the petitions show the date each signature was affixed.\n\nC. Upon filing of a valid petition, the court shall order the election and state the question to be placed on the ballot in its order. The court shall order the referendum to be held at the next general election for members of the governing body of the county or city held at least 81 days after the date of the order.\n\nD. After a referendum is conducted pursuant to this section with respect to the abolition of a particular office, no other referendum with respect to the abolition of the same office shall be held in the same county or city pursuant to this section for a period of eight years.\n\nE. No special act authorizing the abolition of any such office shall be considered by the General Assembly without court certification that a referendum has been conducted pursuant to this section and that a majority of the qualified voters voting thereon have approved the request for a special act.\n\n1985, c. 586, § 24.1-165.1; 1993, c. 641; 2011, c. 599.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-685/"
    },
    {
      "id": "section-242-686",
      "number": "24.2-686.",
      "heading": "Special elections; petition and referendum requirements; abolition of constitutional office by change in form of government",
      "text": "The provisions of § 24.2-685 shall apply, mutatis mutandis, to any county seeking to change its form of government pursuant to Chapter 3 (§ 15.2-300 et seq.) of Title 15.2 if the effect of such change in form would be the abolition of an existing office created pursuant to Section 4 of Article VII of the Constitution of Virginia. In such case, the circuit court may order a referendum under § 15.2-301 only if requested by a voter petition meeting the requirements of § 24.2-685. In such case, a question in substantially the following form shall be listed first on the ballot and be followed by those provided in § 15.2-301:\n\n\"Shall the County of ______________ be authorized to change its form of government to one which would eliminate the elected office(s) of ______________?\"\n\nAn affirmative vote on the subsequent question or questions on the ballot shall be given effect only if a majority of those voting in the referendum have voted affirmatively on the first question to authorize such a change in the form of government.\n\n1995, cc. 761, 808, 825.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-686/"
    },
    {
      "id": "section-242-687",
      "number": "24.2-687.",
      "heading": "Authorization for distribution of information on referendum elections",
      "text": "A. The governing body of any county, city or town may provide for the preparation and printing of an explanation for each referendum question to be submitted to the voters of the county, city or town to be distributed at the polling places on the day of the referendum election. The governing body may have the explanation published by paid advertisement in a newspaper with general circulation in the county, city or town one or more times preceding the referendum.\n\nThe explanation shall contain the ballot question and a statement of not more than 500 words on the proposed question. The explanation shall be presented in plain English, shall be limited to a neutral explanation, and shall not present arguments by either proponents or opponents of the proposal. The attorney for the county, city or town or, if there is no county, city or town attorney, the attorney for the Commonwealth shall prepare the explanation. \"Plain English\" means written in nontechnical, readily understandable language using words of common everyday usage and avoiding legal terms and phrases or other terms and words of art whose usage or special meaning primarily is limited to a particular field or profession.\n\nIf the referendum question involves the issuance of bonds by a locality, the locality shall provide for such printed explanation. The explanation shall (i) state the estimated maximum amount of the bonds proposed to be issued, and (ii) state the proposed use of the bond proceeds, and if there is more than one use, state the proposed uses for which more than 10 percent of the total bond proceeds is expected to be used.\n\nB. Nothing in this section shall be construed to limit a county, city or town from disseminating other neutral materials or advertisements concerning issues of public concern that are the subject of a referendum; however, the materials or advertisements shall not advocate the passage or defeat of the referendum question.\n\nC. This section shall not be applicable to statewide referenda.\n\nD. Any failure to comply with the provisions of this section shall not affect the validity of the referendum.\n\n1996, c. 297; 2004, cc. 21, 399; 2006, c. 302; 2011, c. 590.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-24-2/chapter-6/section-24-2-687/"
    }
  ]
}