{
  "state": "nebraska",
  "path": "title-chapter-48-labor/chapter-48-155-presiding-judge-how-chosen-term-powers-and-duties-act",
  "sections": [
    {
      "id": "section-48-155presiding",
      "number": "48-155.Presiding",
      "heading": "judge; how chosen; term; powers and duties; acting presiding judge; selection; powers",
      "text": "The judges of the Nebraska Workers' Compensation Court shall, on July 1 of every odd-numbered year by a majority vote, select one of their number as presiding judge for the next two years, subject to approval of th",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48-155",
      "number": "48-155",
      "heading": "",
      "text": "48-155.Presiding judge; how chosen; term; powers and duties; acting presiding judge; selection; powers.\n\nThe judges of the Nebraska Workers' Compensation Court shall, on July 1 of every odd-numbered year by a majority vote, select one of their number as presiding judge for the next two years, subject to approval of the Supreme Court. The presiding judge may designate one of the other judges to act as presiding judge in his or her stead whenever necessary during the disqualification, disability, or absence of the presiding judge. The presiding judge shall rule on all matters submitted to the compensation court except those arising in the course of hearings or as otherwise provided by law, assign or direct the assignment of the work of the compensation court to the several judges, clerk, and employees who support the judicial proceedings of the compensation court, preside at such meetings of the judges of the compensation court as may be necessary, and perform such other supervisory duties as the needs of the compensation court may require. During the disqualification, disability, or absence of the presiding judge, the acting presiding judge shall exercise all of the powers of the presiding judge.\n\nSourceLaws 1935, c. 57, § 4, p. 189;C.S.Supp.,1941, § 48-165;R.S.1943, § 48-155;Laws 1945, c. 113, § 2, p. 364;Laws 1959, c. 225, § 1, p. 791;Laws 1969, c. 396, § 1, p. 1386;Laws 1986, LB 811, § 84;Laws 1992, LB 360, § 15;Laws 2000, LB 1221, § 10;Laws 2005, LB 13, § 14;Laws 2011, LB151, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-48/statute-48-155/"
    }
  ]
}