{
  "state": "nebraska",
  "path": "title-chapter-48-labor/chapter-48-617-unemployment-compensation-fund-establishment-composit",
  "sections": [
    {
      "id": "section-48-617",
      "number": "48-617",
      "heading": "",
      "text": "48-617.Unemployment Compensation Fund; establishment; composition; investment.\n\n(1) There is hereby established as a special fund, separate and apart from all public money or funds of this state, an Unemployment Compensation Fund. The fund shall be administered by the Commissioner of Labor exclusively for the purposes of the Employment Security Law. The fund shall consist of:\n\n(a) All contributions and payments in lieu of contributions collected under such law together with any interest thereon collected pursuant to sections 48-655 to 48-660.01, except as provided in subdivision (1)(b) of section 48-621;\n\n(b) Interest earned upon any money in the fund;\n\n(c) Any property or securities acquired through the use of money belonging to the fund;\n\n(d) All earnings of such property or securities;\n\n(e) All money credited to this state's account in the Unemployment Trust Fund pursuant to section 903 of the federal Social Security Act, as amended; and\n\n(f) All other money received for the fund from any other source.\n\n(2) Any money in the Unemployment Compensation Fund available for investment by the State of Nebraska shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1937, c. 108, § 9, p. 387;Laws 1939, c. 56, § 7, p. 243;C.S.Supp.,1941, § 48-709;R.S.1943, § 48-617;Laws 1947, c. 175, § 4, p. 572;Laws 1957, c. 208, § 1, p. 728;Laws 1969, c. 584, § 48, p. 2374;Laws 1972, LB 1392, § 3;Laws 1985, LB 339, § 14;Laws 1995, LB 1, § 2;Laws 1995, LB 7, § 46;Laws 2000, LB 953, § 3;Laws 2017, LB172, § 16.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-48/statute-48-617/"
    }
  ]
}