{
  "state": "nebraska",
  "path": "title-chapter-48-labor/chapter-48-159-nebraska-workers-compensation-court-judges-employees-",
  "sections": [
    {
      "id": "section-48-159nebraska",
      "number": "48-159.Nebraska",
      "heading": "Workers' Compensation Court; judges; employees; salary; expenses",
      "text": "(1) As soon as the same may be legally paid under the Constitution of Nebraska, each judge of the Nebraska Workers' Compensation Court shall receive an annual salary of ninety-two and one-half percent of the salary set for the Chief Ju",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48-159",
      "number": "48-159",
      "heading": "",
      "text": "48-159.Nebraska Workers' Compensation Court; judges; employees; salary; expenses.\n\n(1) As soon as the same may be legally paid under the Constitution of Nebraska, each judge of the Nebraska Workers' Compensation Court shall receive an annual salary of ninety-two and one-half percent of the salary set for the Chief Justice and judges of the Supreme Court, payable in the same manner as the salaries of other state officers are paid. The administrator, the clerk, and all other employees of the compensation court shall receive such salaries as the compensation court shall determine, but not to exceed the amount of the appropriation made by the Legislature for such purpose. Such salaries shall be payable in the same manner as the salaries of other state employees are paid. The administrator, clerk, and other employees of the compensation court shall not receive any other salary or pay for their services from any other source.\n\n(2) In addition to the salaries as provided by subsection (1) of this section, the judges of the Nebraska Workers' Compensation Court and the administrator, clerk, and other employees of the compensation court shall be entitled, while traveling on the business of the compensation court, to be reimbursed by the state for their necessary traveling expenses, consisting of transportation, subsistence, lodging, and such other items of expense as are necessary, to be paid as provided in sections 81-1174 to 81-1177.\n\nSourceLaws 1935, c. 57, § 9, p. 191;C.S.Supp.,1941, § 48-170;R.S.1943, § 48-159;Laws 1945, c. 113, § 12, p. 368;Laws 1947, c. 174, § 3, p. 562;Laws 1951, c. 154, § 1, p. 624;Laws 1953, c. 164, § 1, p. 515;Laws 1957, c. 206, § 1, p. 725;Laws 1959, c. 227, § 1, p. 794;Laws 1963, c. 289, § 1, p. 866;Laws 1965, c. 281, § 1, p. 808;Laws 1967, c. 293, § 1, p. 799;Laws 1969, c. 397, § 1, p. 1387;Laws 1972, LB 1293, § 4;Laws 1974, LB 923, § 4;Laws 1976, LB 76, § 5;Laws 1978, LB 672, § 5;Laws 1979, LB 398, § 5;Laws 1981, LB 111, § 5;Laws 1981, LB 204, § 80;Laws 1986, LB 811, § 89;Laws 1997, LB 853, § 2;Laws 2005, LB 13, § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-48/statute-48-159/"
    }
  ]
}