{
  "state": "nebraska",
  "path": "title-chapter-48-labor/chapter-48-618-unemployment-compensation-fund-treasurer-accounts-tra",
  "sections": [
    {
      "id": "section-48-618unemployment",
      "number": "48-618.Unemployment",
      "heading": "Compensation Fund; treasurer; accounts; transfer of interest; depositories; Unemployment Trust Fund; investment; bond or insurance",
      "text": "(1) The Commissioner of Labor shall designate a treasurer and custodian of the Unemployment Compensation Fund, who shall be selected in accordance with section 48-609. T",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48-618",
      "number": "48-618",
      "heading": "",
      "text": "48-618.Unemployment Compensation Fund; treasurer; accounts; transfer of interest; depositories; Unemployment Trust Fund; investment; bond or insurance.\n\n(1) The Commissioner of Labor shall designate a treasurer and custodian of the Unemployment Compensation Fund, who shall be selected in accordance with section 48-609. The treasurer shall administer the Unemployment Compensation Fund in accordance with the directions of the commissioner and shall issue his or her warrants upon it in accordance with such rules and regulations as adopted and promulgated by the commissioner. The treasurer shall maintain within the Unemployment Compensation Fund three separate accounts:\n\n(a) A clearing account;\n\n(b) An Unemployment Trust Fund account; and\n\n(c) A benefit account.\n\n(2) All money payable to the Unemployment Compensation Fund, upon receipt by the commissioner, shall be forwarded to the treasurer. The treasurer shall immediately deposit the same in the clearing account or the benefit account to be used to offset future benefit draws from the Unemployment Trust Fund. Transfers of interest on delinquent contributions pursuant to subdivision (1)(b) of section 48-621 and refunds payable pursuant to section 48-660 may be paid from the clearing account upon warrants issued by the treasurer of the Unemployment Compensation Fund under the direction of the commissioner. After clearance, all other money in the clearing account shall be immediately deposited with the Secretary of the Treasury of the United States of America to the credit of the account of this state in the Unemployment Trust Fund. The benefit account shall consist of all money requisitioned from this state's account in the Unemployment Trust Fund. Except as herein otherwise provided, money in the clearing and benefit accounts may be deposited by the treasurer under the direction of the commissioner in any bank or public depository in which general funds of the state may be deposited. No public deposit insurance charge or premium shall be paid out of the Unemployment Compensation Fund.\n\n(3) The Unemployment Trust Fund is to be maintained pursuant to section 904 of the Social Security Act, any provisions of law in this state relating to the deposit, administration, release, or disbursement of money in the possession or custody of this state to the contrary notwithstanding.\n\n(4) Any money in the Unemployment Trust Fund available for investment by the State of Nebraska shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\n(5) The treasurer shall be bonded or insured as required by section 11-201.\n\nSourceLaws 1937, c. 108, § 9, p. 387;Laws 1939, c. 56, § 7, p. 243;Laws 1941, c. 94, § 7, p. 395;C.S.Supp.,1941, § 48-709;R.S.1943, § 48-618;Laws 1947, c. 175, § 5, p. 573;Laws 1955, c. 190, § 4, p. 541;Laws 1978, LB 653, § 11;Laws 1985, LB 339, § 15;Laws 1995, LB 1, § 3;Laws 2000, LB 953, § 4;Laws 2004, LB 884, § 22;Laws 2017, LB172, § 17;Laws 2019, LB359, § 1.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-48/statute-48-618/"
    }
  ]
}