{
  "state": "south-dakota",
  "path": "title-title-19-evidence/chapter-chapter-07-documents-records-and-judicial-proceedings",
  "sections": [
    {
      "id": "section-19-7-1",
      "number": "19-7-1",
      "heading": "Repealed.Section 19-7-2 - Repealed",
      "text": "Section 19-7-3 - Judicial notice powers unaffected.Section 19-7-4 - to 19-7-10. Repealed.Section 19-7-11 - Repealed.Section 19-7-12 - Photographic copies of business and public records.Section 19-7-13 - Common law and statutory methods of proof unimpaired.Section 1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19-7-2",
      "number": "19-7-2",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19-7-3",
      "number": "19-7-3",
      "heading": "Judicial notice powers unaffected.",
      "text": "19-7-3. Judicial notice powers unaffected.\n\nNothing contained in this title shall affect the power of the court to take judicial notice of the common law and statutes of other jurisdictions nor to accept proof of the same as provided in chapter 19-8.\n\nSource:CCivP 1877, §488; CL 1887, §5302; RCCivP 1903, §528; RC 1919, §2718; Supreme Court Rule 546, 1939; SDC 1939 & Supp 1960, §36.0701; SL 1979, ch 154, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-07/section-19-7-3/"
    },
    {
      "id": "section-19-7-4",
      "number": "19-7-4",
      "heading": "to 19-7-10. Repealed.",
      "text": "to 19-7-10. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19-7-11",
      "number": "19-7-11",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19-7-12",
      "number": "19-7-12",
      "heading": "Photographic copies of business and public records.",
      "text": "19-7-12. Photographic copies of business and public records.\n\nIf any business, institution, member of a profession or calling, or any department or agency of government, in the regular course of business or activity has kept or recorded any memorandum, writing, entry, print, representation, or combination thereof, of any act, transaction, occurrence, or event, and in the regular course of business has caused any or all of the same to be recorded, copied, or reproduced by any photographic, photostatic, microfilm, microcard, miniature photographic, or other process which accurately reproduces or forms a durable medium for so reproducing the original, the original may be destroyed in the regular course of business unless held in a custodial or fiduciary capacity or unless its preservation is required by law. Such reproduction, when satisfactorily identified is as admissible in evidence as the original itself in any judicial or administrative proceeding whether the original is in existence or not and an enlargement or facsimile of such reproduction is likewise admissible in evidence if the original reproduction is in existence and available for inspection under direction of court. The introduction of a reproduced record, enlargement, or facsimile, does not preclude admission of the original.\n\nThis section shall be so interpreted and construed as to effectuate its general purpose of making uniform the law of those states which enact or adopt it.\n\nThis section may be cited as the Uniform Photographic Copies of Business and Public Records as Evidence Act.\n\nSource:Supreme Court Rule adopted March 23, 1950; SDC Supp 1960, §36.1003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-07/section-19-7-12/"
    },
    {
      "id": "section-19-7-13",
      "number": "19-7-13",
      "heading": "Common law and statutory methods of proof unimpaired.",
      "text": "19-7-13. Common law and statutory methods of proof unimpaired.\n\nNothing in this title relating to proof of laws, regulations, records, or documents shall prevent proof of the same or lack of entry therein by any other method authorized by any applicable statute or by the rules of evidence at common law.\n\nSource:Supreme Court Rule 553, 1939; SDC 1939 & Supp 1960, §36.1104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-07/section-19-7-13/"
    },
    {
      "id": "section-19-7-14",
      "number": "19-7-14",
      "heading": "Suppression or destruction of documentary evidence as misdemeanor.",
      "text": "19-7-14. Suppression or destruction of documentary evidence as misdemeanor.\n\nEvery person who maliciously practices any deceit or fraud or uses any force or threat with intent to prevent any party to an action, proceeding, trial, investigation, or inquiry from obtaining or producing therein any book, document, paper, record, or other matter or thing which might be evidence, or with intent to prevent any person having in his possession or control any of the same or cognizant of any fact material thereto from producing or disclosing the same; or who, knowing that any of such things is about to be produced in evidence for any such purpose, intentionally destroys the same with intent to prevent it being so produced or used is guilty of a Class 2 misdemeanor.\n\nSource:PenC 1877, §169; CL 1887, §6369; RPenC 1903, §175; RC 1919, §3763; SDC 1939, §13.1246; SL 1979, ch 150, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-07/section-19-7-14/"
    },
    {
      "id": "section-19-7-15",
      "number": "19-7-15",
      "heading": "Admissible hearing and trial transcripts.",
      "text": "19-7-15. Admissible hearing and trial transcripts.\n\nThe only transcript of any hearing, court trial or jury trial conducted by the Unified Judicial System that is admissible in evidence shall be that prepared by an official court reporter or court recorder or freelance reporter on contract with the Unified Judicial System.\n\nSource:SL 2010, ch 256 (Supreme Court Rule 10-03), eff. Feb. 26, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-07/section-19-7-15/"
    }
  ]
}