{
  "state": "south-dakota",
  "path": "title-title-19-evidence/chapter-chapter-19-south-dakota-rules-of-evidence",
  "sections": [
    {
      "id": "section-19-19-101",
      "number": "19-19-101",
      "heading": "Scope--Definitions.Section 19-19-102 - Purpose",
      "text": "19-19-101. Scope--Definitions.\n\n(a) Scope. This chapter governs proceedings in the courts of this state to the extent and with the exceptions stated in §19-19-1101.\n\n(b) Definitions. In these rules:\n\n(1)\"Civil case\" means a civil action or proceeding;\n\n(2)\"Criminal case\" includes a criminal proceeding;\n\n(3)\"Public office\" includes a public agency;\n\n(4)\"Record\" includes a memorandum, report, or data compilation;\n\n(5)A \"rule prescribed by the Supreme Court\" means a rule adopted by the Supreme Court under statutory authority; and\n\n(6)A reference to any kind of written material or any other medium includes electronically stored information.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 101); SDCL §19-9-1; SL 2016, ch 239 (Supreme Court Rule 15-17), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-101/"
    },
    {
      "id": "section-19-19-102",
      "number": "19-19-102",
      "heading": "Purpose.",
      "text": "19-19-102. Purpose.\n\nThis chapter should be construed so as to administer every proceeding fairly, eliminate unjustifiable expense and delay, and promote the development of evidence law, to the end of ascertaining the truth and securing a just determination.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 102); SDCL §19-9-2; SL 2016, ch 239 (Supreme Court Rule 15-18), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-102/"
    },
    {
      "id": "section-19-19-103",
      "number": "19-19-103",
      "heading": "Rulings on evidence.",
      "text": "19-19-103. Rulings on evidence.\n\n(a) Preserving a claim of error. A party may claim error in a ruling to admit or exclude evidence only if the error affects a substantial right of the party and:\n\n(1)If the ruling admits evidence, a party, on the record:\n\n(A)Timely objects or moves to strike; and\n\n(B)States the specific ground, unless it was apparent from the context; or\n\n(2)If the ruling excludes evidence, a party informs the court of its substance by an offer of proof, unless the substance was apparent from the context.\n\n(b) Not needing to renew an objection or offer of proof. Once the court rules definitively on the record--either before or at trial--a party need not renew an objection or offer of proof to preserve a claim of error for appeal.\n\n(c) Court's statement about the ruling; directing an offer of proof. The court may make any statement about the character or form of the evidence, the objection made, and the ruling. The court may direct that an offer of proof be made in question and answer form.\n\n(d) Preventing the jury from hearing inadmissible evidence. To the extent practicable, the court must conduct a jury trial so that inadmissible evidence is not suggested to the jury by any means.\n\n(e) Taking notice of plain error. A court may take notice of a plain error affecting a substantial right, even if the claim of error was not properly preserved.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 103); SL 2006, ch 341 (Supreme Court Rule 06-67); SDCL §§19-9-3 to 19-9-6; SL 2016, ch 239 (Supreme Court Rule 15-19), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-103/"
    },
    {
      "id": "section-19-19-104",
      "number": "19-19-104",
      "heading": "Preliminary questions.",
      "text": "19-19-104. Preliminary questions.\n\n(a) In general. The court must decide any preliminary question about whether a witness is qualified, a privilege exists, or evidence is admissible. In so deciding, the court is not bound by evidence rules, except those on privilege.\n\n(b) Relevance that depends on a fact. When the relevance of evidence depends on whether a fact exists, proof must be introduced sufficient to support a finding that the fact does exist. The court may admit the proposed evidence on the condition that the proof be introduced later.\n\n(c) Conducting a hearing so that the jury cannot hear it. The court must conduct any hearing on a preliminary question so that the jury cannot hear it if:\n\n(1)The hearing involves the admissibility of a confession;\n\n(2)A defendant in a criminal case is a witness and so requests; or\n\n(3)Justice so requires.\n\n(d) Cross-examining a defendant in a criminal case. By testifying on a preliminary question, a defendant in a criminal case does not become subject to cross-examination on other issues in the case.\n\n(e) Evidence relevant to weight and credibility. This section does not limit a party's right to introduce before the jury evidence that is relevant to the weight or credibility of other evidence.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 104); SDCL §§19-9-7 to 19-9-11; SL 2016, ch 239 (Supreme Court Rule 15-20), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-104/"
    },
    {
      "id": "section-19-19-105",
      "number": "19-19-105",
      "heading": "Limiting evidence that is not admissible against other parties or for other purposes.",
      "text": "19-19-105. Limiting evidence that is not admissible against other parties or for other purposes.\n\nIf the court admits evidence that is admissible against a party or for a purpose--but not against another party or for another purpose--the court, on timely request, must restrict the evidence to its proper scope and instruct the jury accordingly.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 105); SDCL §19-9-12; SL 2016, ch 239 (Supreme Court Rule 15-21), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-105/"
    },
    {
      "id": "section-19-19-106",
      "number": "19-19-106",
      "heading": "Remainder of or related writings or recorded statements.",
      "text": "19-19-106. Remainder of or related writings or recorded statements.\n\nIf a party introduces all or part of a writing or recorded statement, an adverse party may require the introduction, at that time, of any other part--or any other writing or recorded statement--that in fairness ought to be considered at the same time.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 106); SDCL §19-9-13; SL 2016, ch 239 (Supreme Court Rule 15-22), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-106/"
    },
    {
      "id": "section-19-19-201",
      "number": "19-19-201",
      "heading": "Judicial notice of adjudicative facts.",
      "text": "19-19-201. Judicial notice of adjudicative facts.\n\n(a) Scope. This section governs judicial notice of an adjudicative fact only, not a legislative fact.\n\n(b) Kinds of facts that may be judicially noticed. The court may judicially notice a fact that is not subject to reasonable dispute because it:\n\n(1)Is generally known within the trial court's territorial jurisdiction; or\n\n(2)Can be accurately and readily determined from sources whose accuracy cannot reasonably be questioned.\n\n(c) Taking notice. The court:\n\n(1)May take judicial notice on its own; or\n\n(2)Must take judicial notice if a party requests it and the court is supplied with the necessary information.\n\n(d) Timing. The court may take judicial notice at any stage of the proceeding.\n\n(e) Opportunity to be heard. On timely request, a party is entitled to be heard on the propriety of taking judicial notice and the nature of the fact to be noticed. If the court takes judicial notice before notifying a party, the party, on request, is still entitled to be heard.\n\n(f) Instructing the jury. In a civil case, the court must instruct the jury to accept the noticed fact as conclusive. In a criminal case, the court must instruct the jury that it may or may not accept the noticed fact as conclusive.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 201); SDCL §§19-10-1 to 19-10-7; SL 2016, ch 239 (Supreme Court Rule 15-23), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-201/"
    },
    {
      "id": "section-19-19-301",
      "number": "19-19-301",
      "heading": "Presumptions in civil cases.",
      "text": "19-19-301. Presumptions in civil cases.\n\nIn all civil actions and proceedings, unless otherwise provided for by statute or by this chapter, a presumption imposes on the party against whom it is directed the burden of going forward with evidence to rebut or meet the presumption, but does not shift to such party the burden of proof in the sense of the risk of nonpersuasion, which remains throughout the trial upon the party on whom it was originally cast. When substantial, credible evidence has been introduced to rebut the presumption, it shall disappear from the action or proceeding, and the jury shall not be instructed thereon.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 301); SDCL §19-11-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-301/"
    },
    {
      "id": "section-19-19-302",
      "number": "19-19-302",
      "heading": "Presumptions in criminal cases.",
      "text": "19-19-302. Presumptions in criminal cases.\n\n(a) Scope. Except as otherwise provided by statute, in criminal cases, presumptions against an accused, recognized at common law or created by statute, including statutory provisions that certain facts are prima facie evidence of other facts or of guilt, are governed by this section.\n\n(b) Submission to jury. The court is not authorized to direct the jury to find a presumed fact against the accused. If a presumed fact establishes guilt or is an element of the offense or negatives a defense, the court may submit the question of guilt or of the existence of the presumed fact to the jury, but only if a reasonable juror on the evidence as a whole, including the evidence of the basic facts, could find guilt or the presumed fact beyond a reasonable doubt. If the presumed fact has a lesser effect, the question of its existence may be submitted to the jury provided the basic facts are supported by substantial evidence or are otherwise established, unless the court determines that a reasonable juror on the evidence as a whole could not find the existence of the presumed fact.\n\n(c) Instructing the jury. Whenever the existence of a presumed fact against the accused is submitted to the jury, the court shall instruct the jury that it may regard the basic facts as sufficient evidence of the presumed fact but is not required to do so. In addition, if the presumed fact establishes guilt or is an element of the offense or negatives a defense, the court shall instruct the jury that its existence, on all the evidence, must be proved beyond a reasonable doubt.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 302); SDCL §§19-11-2 to 19-11-4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-302/"
    },
    {
      "id": "section-19-19-401",
      "number": "19-19-401",
      "heading": "Test for relevant evidence.",
      "text": "19-19-401. Test for relevant evidence.\n\nEvidence is relevant if:\n\n(a)It has any tendency to make a fact more or less probable than it would be without the evidence; and\n\n(b)The fact is of consequence in determining the action.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 401); SDCL §19-12-1; SL 2016, ch 239 (Supreme Court Rule 15-24), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-401/"
    },
    {
      "id": "section-19-19-402",
      "number": "19-19-402",
      "heading": "Relevant evidence generally admissible--Irrelevant evidence inadmissible.",
      "text": "19-19-402. Relevant evidence generally admissible--Irrelevant evidence inadmissible.\n\nAll relevant evidence is admissible, except as otherwise provided by constitution or statute or by this chapter or other rules promulgated by the Supreme Court of this state. Evidence which is not relevant is not admissible.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 402); SDCL §19-12-2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-402/"
    },
    {
      "id": "section-19-19-403",
      "number": "19-19-403",
      "heading": "Excluding relevant evidence for prejudice, confusion, waste of time, or other reasons.",
      "text": "19-19-403. Excluding relevant evidence for prejudice, confusion, waste of time, or other reasons.\n\nThe court may exclude relevant evidence if its probative value is substantially outweighed by a danger of one or more of the following: unfair prejudice, confusing the issues, misleading the jury, undue delay, wasting time, or needlessly presenting cumulative evidence.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 403); SDCL §19-12-3; SL 2016, ch 239 (Supreme Court Rule 15-25), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-403/"
    },
    {
      "id": "section-19-19-404",
      "number": "19-19-404",
      "heading": "Character evidence--Crimes or other acts.",
      "text": "19-19-404. Character evidence--Crimes or other acts.\n\n(a) Character evidence.\n\n(1)Prohibited uses. Evidence of a person's character or character trait is not admissible to prove that on a particular occasion the person acted in accordance with the character or trait.\n\n(2)Exceptions for a defendant or victim in a criminal case. The following exceptions apply in a criminal case:\n\n(A)A defendant may offer evidence of the defendant's pertinent trait, and if the evidence is admitted, the prosecutor may offer evidence to rebut it;\n\n(B)Subject to the limitations in §19-19-412, a defendant may offer evidence of an alleged victim's pertinent trait, and if the evidence is admitted, the prosecutor may:\n\n(i)Offer evidence to rebut it; and\n\n(ii)Offer evidence of the defendant's same trait; and\n\n(C)In a homicide case, the prosecutor may offer evidence of the alleged victim's trait of peacefulness to rebut evidence that the victim was the first aggressor.\n\n(3)Exceptions for a witness. Evidence of a witness's character may be admitted under §§19-19-607 to 19-19-609, inclusive.\n\n(b) Other crimes, wrongs, or acts.\n\n(1)Prohibited uses. Evidence of any other crime, wrong, or act is not admissible to prove a person's character in order to show that on a particular occasion the person acted in accordance with the character.\n\n(2)Permitted uses. This evidence may be admissible for another purpose, such as proving motive, opportunity, intent, preparation, plan, knowledge, identity, absence of mistake, or lack of accident.\n\n(3)Notice in a criminal case. In a criminal case, the prosecutor must:\n\n(A)Provide reasonable notice of any such evidence that the prosecutor intends to offer at trial, so that the defendant has a fair opportunity to meet it;\n\n(B)Articulate in the notice the permitted purpose for which the prosecutor intends to offer the evidence and the reasoning that supports the purpose; and\n\n(C) Do so in writing before trial--or in any form during trial if the court, for good cause, excuses lack of pretrial notice.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 404); SDCL §§19-12-4, 19-12-5; SL 2016, ch 239 (Supreme Court Rule 15-26), eff. Jan. 1, 2016; SL 2022, ch 251 (Supreme Court Rule 21-10), eff. Jan. 1. 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-404/"
    },
    {
      "id": "section-19-19-405",
      "number": "19-19-405",
      "heading": "Methods of proving character.",
      "text": "19-19-405. Methods of proving character.\n\n(a) By reputation or opinion. When evidence of a person's character or character trait is admissible, it may be proved by testimony about the person's reputation or by testimony in the form of an opinion. On cross-examination of the character witness, the court may allow an inquiry into relevant specific instances of the person's conduct.\n\n(b) By specific instances of conduct. When a person's character or character trait is an essential element of a charge, claim, or defense, the character or trait may also be proved by relevant specific instances of the person's conduct.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 405); SDCL §§19-12-6, 19-12-7; SL 2016, ch 239 (Supreme Court Rule 15-27), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-405/"
    },
    {
      "id": "section-19-19-406",
      "number": "19-19-406",
      "heading": "Habit--Routine practice.",
      "text": "19-19-406. Habit--Routine practice.\n\nEvidence of a person's habit or an organization's routine practice may be admitted to prove that on a particular occasion the person or organization acted in accordance with the habit or routine practice. The court may admit this evidence regardless of whether it is corroborated or whether there was an eyewitness.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 406); SDCL §19-12-8; SL 2016, ch 239 (Supreme Court Rule 15-28), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-406/"
    },
    {
      "id": "section-19-19-407",
      "number": "19-19-407",
      "heading": "Subsequent remedial measures.",
      "text": "19-19-407. Subsequent remedial measures.\n\nWhen measures are taken that would have made an earlier injury or harm less likely to occur, evidence of the subsequent measures is not admissible to prove:\n\n(1)Negligence;\n\n(2)Culpable conduct;\n\n(3)A defect in a product or its design; or\n\n(4)A need for a warning or instruction.\n\nBut the court may admit this evidence for another purpose, such as impeachment or--if disputed--proving ownership, control, or the feasibility of precautionary measures.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 407); SDCL §19-12-9; SL 2016, ch 239 (Supreme Court Rule 15-29), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-407/"
    },
    {
      "id": "section-19-19-408",
      "number": "19-19-408",
      "heading": "Compromise offers and negotiations.",
      "text": "19-19-408. Compromise offers and negotiations.\n\n(a) Prohibited uses. Evidence of the following is not admissible--on behalf of any party--either to prove or disprove the validity or amount of a disputed claim or to impeach by a prior inconsistent statement or a contradiction:\n\n(1)Furnishing, promising, or offering--or accepting, promising to accept, or offering to accept--a valuable consideration in compromising or attempting to compromise the claim; and\n\n(2)Conduct or a statement made during compromise negotiations about the claim--except when offered in a criminal case and when the negotiations related to a claim by a public office in the exercise of its regulatory, investigative, or enforcement authority.\n\n(b) Exceptions. The court may admit this evidence for another purpose, such as proving a witness's bias or prejudice, negating a contention of undue delay, or proving an effort to obstruct a criminal investigation or prosecution.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 408); SDCL §19-12-10; SL 2016, ch 239 (Supreme Court Rule 15-30), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-408/"
    },
    {
      "id": "section-19-19-409",
      "number": "19-19-409",
      "heading": "Offers to pay medical and similar expenses.",
      "text": "19-19-409. Offers to pay medical and similar expenses.\n\nEvidence of furnishing, promising to pay, or offering to pay medical, hospital, or similar expenses resulting from an injury is not admissible to prove liability for the injury.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 409); SDCL §19-12-11; SL 2016, ch 239 (Supreme Court Rule 15-31), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-409/"
    },
    {
      "id": "section-19-19-410",
      "number": "19-19-410",
      "heading": "Pleas, plea discussions, and related statements.",
      "text": "19-19-410. Pleas, plea discussions, and related statements.\n\n(a) Prohibited uses. In a civil or criminal case, evidence of the following is not admissible against the defendant who made the plea or participated in the plea discussions:\n\n(1)A guilty plea that was later withdrawn;\n\n(2)A nolo contendere plea;\n\n(3)A statement made during a proceeding on either of those pleas under §§23A-7-2 to 23A-7-15, inclusive; or\n\n(4)A statement made during plea discussions with an attorney for the prosecuting authority if the discussions did not result in a guilty plea or they resulted in a later-withdrawn guilty plea.\n\n(b) Exceptions. The court may admit a statement described in this section in a criminal proceeding for perjury or false statement, if the defendant made the statement under oath, on the record, and with counsel present.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 410); SDCL §19-12-12; SL 2016, ch 239 (Supreme Court Rule 15-32), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-410/"
    },
    {
      "id": "section-19-19-411",
      "number": "19-19-411",
      "heading": "Liability insurance.",
      "text": "19-19-411. Liability insurance.\n\nEvidence that a person was or was not insured against liability is not admissible to prove whether the person acted negligently or otherwise wrongfully. But the court may admit this evidence for another purpose, such as proving a witness's bias or prejudice or proving agency, ownership, or control.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 411); SDCL §19-12-13; SL 2016, ch 239 (Supreme Court Rule 15-33), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-411/"
    },
    {
      "id": "section-19-19-4111",
      "number": "19-19-411.1",
      "heading": "Statements and actions by health care providers not admissible to prove negligence in medical malpractice actions.",
      "text": "19-19-411.1. Statements and actions by health care providers not admissible to prove negligence in medical malpractice actions.\n\nNo statement made by a health care provider apologizing for an adverse outcome in medical treatment, no offer to undertake corrective or remedial treatment or action, and no gratuitous act to assist affected persons is admissible to prove negligence by the health care provider in any action for damages for personal injury or death alleging malpractice against any health care provider. Nothing in this section prevents the admission, for the purpose of impeachment, of any statement constituting an admission against interest by the health care provider making such statement.\n\nSource:SL 2005, ch 117, §1; SDCL §19-12-14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-411-1/"
    },
    {
      "id": "section-19-19-412",
      "number": "19-19-412",
      "heading": "Sex-offense cases--Victim's sexual behavior or predisposition.",
      "text": "19-19-412. Sex-offense cases--Victim's sexual behavior or predisposition.\n\n(a) Prohibited uses. The following evidence is not admissible in a civil or criminal proceeding involving alleged sexual misconduct:\n\n(1)Evidence offered to prove that a victim engaged in other sexual behavior; or\n\n(2)Evidence offered to prove a victim's sexual predisposition.\n\n(b) Exceptions.\n\n(1)Criminal cases. The court may admit the following evidence in a criminal case:\n\n(A)Evidence of specific instances of a victim's sexual behavior, if offered to prove that someone other than the defendant was the source of semen, injury, or other physical evidence;\n\n(B)Evidence of specific instances of a victim's sexual behavior with respect to the person accused of the sexual misconduct, if offered by the defendant to prove consent or if offered by the prosecutor; and\n\n(C)Evidence whose exclusion would violate the defendant's constitutional rights.\n\n(2)Civil cases. In a civil case, the court may admit evidence offered to prove a victim's sexual behavior or sexual predisposition if its probative value substantially outweighs the danger of harm to any victim and of unfair prejudice to any party. The court may admit evidence of a victim's reputation only if the victim has placed it in controversy.\n\n(c) Procedure to determine admissibility.\n\n(1)Motion. If a party intends to offer evidence under this section, the party must:\n\n(A)File a motion that specifically describes the evidence and states the purpose for which it is to be offered;\n\n(B)Do so at least 14 days before trial unless the court, for good cause, sets a different time;\n\n(C)Serve the motion on all parties; and\n\n(D)Notify the victim or, when appropriate, the victim's guardian or representative.\n\n(2)Hearing. Before admitting evidence under this rule, the court must conduct an in camera hearing and give the victim and parties a right to attend and be heard. Unless the court orders otherwise, the motion, related materials, and the record of the hearing must be and remain sealed.\n\n(d) Definition of \"victim.\" In this section, \"victim\" includes an alleged victim.\n\nSource:SL 2011, ch 237 (Supreme Court Rule 10-13), eff. July 1, 2012; SDCL §19-12-15; SL 2016, ch 239 (Supreme Court Rule 15-34), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-412/"
    },
    {
      "id": "section-19-19-414",
      "number": "19-19-414",
      "heading": "Child molestation cases--Similar crimes.",
      "text": "19-19-414. Child molestation cases--Similar crimes.\n\n(a) Permitted uses. In a criminal case in which a defendant is accused of child molestation, the court may admit evidence that the defendant committed any other child molestation. The evidence may be considered on any matter to which it is relevant.\n\n(b) Disclosure to the defendant. If the prosecutor intends to offer this evidence, the prosecutor must disclose it to the defendant, including witnesses' statements or a summary of the expected testimony. The prosecutor must do so at least fifteen days before trial or at a later time that the court allows for good cause.\n\n(c) Effect on other rules. This rule does not limit the admission or consideration of evidence under any other rule.\n\n(d) Definition of child and child molestation. As used in this section:\n\n(1)\"Child\" means a person below the age of eighteen; and\n\n(2)\"Child molestation\" means a crime under federal law or state law involving:\n\n(a)Any conduct prohibited by chapter 22-22 and committed with a child;\n\n(b)Contact between any part of the defendant's body or an object and a child's genitals or anus;\n\n(c)Contact between the defendant's genitals or anus and any part of a child's body;\n\n(d)Deriving sexual pleasure or gratification from inflicting death, bodily injury, or physical pain on a child; or\n\n(e)An attempt or conspiracy to engage in conduct described in subsections (a) through (d).\n\nSource: SL 2024, ch 72, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-414/"
    },
    {
      "id": "section-19-19-501",
      "number": "19-19-501",
      "heading": "Privileges recognized only as provided.",
      "text": "19-19-501. Privileges recognized only as provided.\n\nExcept as otherwise provided by constitution or statute or by this chapter or other rules promulgated by the Supreme Court of this state, no person has a privilege to:\n\n(1)Refuse to be a witness;\n\n(2)Refuse to disclose any matter;\n\n(3)Refuse to produce any object or writing; or\n\n(4)Prevent another from being a witness or disclosing any matter or producing any object or writing.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 501); SDCL §19-13-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-501/"
    },
    {
      "id": "section-19-19-502",
      "number": "19-19-502",
      "heading": "Lawyer-client privilege.",
      "text": "19-19-502. Lawyer-client privilege.\n\n(a) Definitions. As used in this section:\n\n(1)A \"client\" is a person, a fiduciary of a trust or estate, public officer, or corporation, limited liability company, association, or other organization or entity, either public or private, who is rendered professional legal services by a lawyer, or who consults a lawyer with a view to obtaining professional legal services from him;\n\n(2)A representative of the client is one having authority to obtain professional legal services, or to act on advice rendered pursuant thereto, on behalf of the client;\n\n(3)A \"lawyer\" is a person authorized, or reasonably believed by the client to be authorized, to engage in the practice of law in any state or nation;\n\n(4)A \"representative of the lawyer\" is one employed by the lawyer to assist the lawyer in the rendition of professional legal services;\n\n(5)A communication is \"confidential\" if not intended to be disclosed to third persons other than those to whom disclosure is made in furtherance of the rendition of professional legal services to the client or those reasonably necessary for the transmission of the communication.\n\n(b) General rule of privilege. A client has a privilege to refuse to disclose and to prevent any other person from disclosing confidential communications made for the purpose of facilitating the rendition of professional legal services to the client:\n\n(1)Between himself or his representative and his lawyer or his lawyer's representative;\n\n(2)Between his lawyer and the lawyer's representative;\n\n(3)By him or his representative or his lawyer or a representative of the lawyer to a lawyer or a representative of a lawyer representing another party in a pending action and concerning a matter of common interest therein;\n\n(4)Between representatives of the client or between the client and a representative of the client; or\n\n(5)Among lawyers and their representatives representing the same client.\n\n(c) Who may claim privilege. The privilege may be claimed by the client, his guardian or conservator, the personal representative of a deceased client, or the successor, trustee, or similar representative of a corporation, association, or other organization, whether or not in existence. The person who was the lawyer or the lawyer's representative at the time of the communication is presumed to have authority to claim the privilege but only on behalf of the client.\n\n(d) Exceptions. There is no privilege under this section:\n\n(1)Furtherance of crime or fraud. If the services of the lawyer were sought or obtained to enable or aid anyone to commit or plan to commit what the client knew or reasonably should have known to be a crime or fraud;\n\n(2)Claimants through same deceased client. As to a communication relevant to an issue between parties who claim through the same deceased client, regardless of whether the claims are by testate or intestate succession or by inter vivos transaction;\n\n(3)Breach of duty by a lawyer or client. As to a communication relevant to an issue of breach of duty by the lawyer to his client or by the client to his lawyer;\n\n(4)Documents attested by a lawyer. As to a communication relevant to an issue concerning an attested document to which the lawyer is an attesting witness;\n\n(5)Joint clients. As to a communication relevant to a matter of common interest between or among two or more clients if the communication was made by any of them to a lawyer retained or consulted in common, when offered in an action between or among any of the clients.\n\nSource: SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 502); SL 1994, ch 351, §39; SDCL §§19-13-2to 19-13-5; SL 2020, ch 248 (Supreme Court Rule19-18), eff. Sept. 6, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-502/"
    },
    {
      "id": "section-19-19-503",
      "number": "19-19-503",
      "heading": "Physician and psychotherapist-patient privilege.",
      "text": "19-19-503. Physician and psychotherapist-patient privilege.\n\n(a) Definitions. As used in this section:\n\n(1)A \"patient\" is a person who consults or is examined or interviewed by a physician or psychotherapist;\n\n(2)A \"physician\" is a person authorized in any state or nation to engage in the diagnosis or treatment of any human ill, or reasonably believed by the patient so to be;\n\n(3)A \"psychotherapist\" is:\n\n(A)A person authorized to practice medicine in any state or nation, or reasonably believed by the patient so to be, while engaged in the diagnosis or treatment of a mental or emotional condition, including alcohol or drug addiction; or\n\n(B)A person licensed or certified as a psychologist under the laws of any state or nation, while similarly engaged;\n\n(4)A communication is \"confidential\" if not intended to be disclosed to third persons, except persons present to further the interest of patient in the consultation, examination, or interview, persons reasonably necessary for the transmission of the communication, or persons who are participating in the diagnosis and treatment under the direction of the physician or psychotherapist, including members of the patient's family.\n\n(b) General rule of privilege. A patient has a privilege to refuse to disclose and to prevent any other person from disclosing confidential communications made for the purpose of diagnosis or treatment of his physical, mental, or emotional condition, including alcohol or drug addiction, among himself, physician, or psychotherapist, and persons who are participating in the diagnosis or treatment under the direction of the physician or psychotherapist, including members of the patient's family.\n\n(c) Who may claim privilege. The privilege may be claimed by the patient, his guardian or conservator, or the personal representative of a deceased patient. The person who was the physician or psychotherapist at the time of the communication is presumed to have authority to claim the privilege but only on behalf of the patient.\n\n(d) Exceptions.\n\n(1)Proceedings for hospitalization. There is no privilege under this section for communications relevant to an issue in proceedings to hospitalize the patient for mental illness, if the psychotherapist in the course of diagnosis or treatment has determined that the patient is in need of hospitalization.\n\n(2)Examination by order of court. If the court orders an examination of the physical, mental, or emotional condition of a patient, whether a party or a witness, communications made in the course thereof are not privileged under this section with respect to the particular purpose for which the examination is ordered unless the court orders otherwise.\n\n(3)The privilege under subdivision (b) as to a communication relevant to an issue of the physical, mental, or emotional condition of the patient is waived at trial or for the purpose of discovery under chapter 15-6 in any proceeding in which the condition is an element of the patient's claim or defense or, after the patient's death, in any proceeding in which any party relies upon the condition as an element of a claim or defense.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 503); SL 2001, ch 103, §1; SL 2003, ch 121, §1; SDCL §§19-13-6 to 19-13-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-503/"
    },
    {
      "id": "section-19-19-504",
      "number": "19-19-504",
      "heading": "Spousal privilege.",
      "text": "19-19-504. Spousal privilege.\n\n(a) Definition. A communication is confidential if it is made privately by any person to his or her spouse during their marriage and is not intended for disclosure to any other person.\n\n(b) General rule of privilege. An accused in a criminal proceeding has a privilege to prevent his spouse from testifying as to any confidential communication between the accused and the spouse.\n\n(c) Who may claim the privilege. The privilege may be claimed by the accused or by the spouse on behalf of the accused. The authority of the spouse to do so is presumed.\n\n(d) Exceptions. There is no privilege under this section in a proceeding in which one spouse is charged with a crime against the person or property of:\n\n(1)The other;\n\n(2)A child of either;\n\n(3)A person residing in the household of either; or\n\n(4)A third person committed in the course of committing a crime against any of them.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 504); SDCL §§19-13-12 to 19-13-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-504/"
    },
    {
      "id": "section-19-19-505",
      "number": "19-19-505",
      "heading": "Religious privilege.",
      "text": "19-19-505. Religious privilege.\n\n(a) Definitions. As used in this section:\n\n(1)A \"clergyman\" is a minister, priest, rabbi, accredited Christian Science practitioner, or other similar functionary of a religious organization, or an individual reasonably believed so to be by the person consulting him;\n\n(2)A communication is \"confidential\" if made privately and not intended for further disclosure except to other persons present in furtherance of the purpose of the communication.\n\n(b) General rule of privilege. A person has a privilege to refuse to disclose and to prevent another from disclosing a confidential communication by the person to a clergyman in his professional character as spiritual adviser.\n\n(c) Who may claim privilege. The privilege may be claimed by the person, by his guardian or conservator, or by his personal representative if he is deceased. The person who was the clergyman at the time of the communication is presumed to have authority to claim the privilege but only on behalf of the communicant.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 505); SDCL §§19-13-16 to 19-13-18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-505/"
    },
    {
      "id": "section-19-19-506",
      "number": "19-19-506",
      "heading": "Vote at public election.",
      "text": "19-19-506. Vote at public election.\n\nEvery person has a privilege to refuse to disclose the tenor of his vote at a public election conducted by secret ballot. This privilege does not apply if the court finds that the vote was cast illegally or determines that the disclosure should be compelled pursuant to the election laws of the state.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 506); SDCL §19-13-19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-506/"
    },
    {
      "id": "section-19-19-507",
      "number": "19-19-507",
      "heading": "Trade secrets.",
      "text": "19-19-507. Trade secrets.\n\nA person has a privilege, which may be claimed by him or his agent or employee, to refuse to disclose and to prevent other persons from disclosing a trade secret owned by him, if the allowance of the privilege will not tend to conceal fraud or otherwise work injustice. If disclosure is directed, the court shall take such protective measures as the interest of the holder of the privilege and of the parties and the interest of justice require.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 507); SDCL §19-13-20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-507/"
    },
    {
      "id": "section-19-19-508",
      "number": "19-19-508",
      "heading": "Confidential communications to public officer.",
      "text": "19-19-508. Confidential communications to public officer.\n\nA public officer cannot be examined as to communications made to him in an official confidence, when the public interests would suffer by the disclosure.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 508); SDCL §19-13-21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-508/"
    },
    {
      "id": "section-19-19-5081",
      "number": "19-19-508.1",
      "heading": "Student and counselor, psychologist, or social worker--Exceptions.",
      "text": "19-19-508.1. Student and counselor, psychologist, or social worker--Exceptions.\n\nNo counselor or school psychologist, certificated in accordance with the certification regulations of the South Dakota Board of Education Standards, or social worker licensed under chapter 36-26 and regularly employed as a counselor, school psychologist, or social worker for a private or public elementary or secondary school or school system in the State of South Dakota, may divulge to any other person, or be examined concerning any information or communication given to the counselor, school psychologist, or social worker in the counselor's, school psychologist's, or social worker's official capacity by a student unless:\n\n(1)This privilege is waived in writing by the student; or\n\n(2)The information or communication was made to the counselor, school psychologist, or social worker for the express purpose of being communicated or of being made public; or\n\n(3)The counselor, school psychologist, or social worker has reason to suspect, as a result of that information or communication, that the student or some other persons have been subjected to child abuse or that the student's physical or mental health or the physical or mental health of other persons may be in jeopardy.\n\nSource:SL 1972, ch 131; SL 1974, ch 161; SDCL Supp, §19-2-5.1; SL 1998, ch 122, §1; SDCL §19-13-21.1; SL 2017, ch 81, §57; SL 2019, ch 103, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-508-1/"
    },
    {
      "id": "section-19-19-5082",
      "number": "19-19-508.2",
      "heading": "College or university counselor and student--Exceptions--Qualifications of counselor.",
      "text": "19-19-508.2. College or university counselor and student--Exceptions--Qualifications of counselor.\n\nNo counselor, regularly employed on a full-time basis as a counselor for a private or public college or university in the State of South Dakota, may divulge to any other person, or be examined concerning any information or communication given to the counselor in his official capacity by a client unless:\n\n(1)This privilege is waived in writing by the student; or\n\n(2)The information or communication was made to the counselor for the express purpose of being communicated or of being made public.\n\nFor the purposes of this section \"counselor\" and \"counseling\" mean service performed by persons trained in clinical counseling employed by public and private colleges and universities to provide psychological counseling services to enrolled students under stated policy guidelines of the institution.\n\nSource:SL 1974, ch 163, §§1, 2; SDCL Supp, §19-2-5.2; SDCL §19-13-21.2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-508-2/"
    },
    {
      "id": "section-19-19-509",
      "number": "19-19-509",
      "heading": "Identity of informer.",
      "text": "19-19-509. Identity of informer.\n\n(a) Rule of privilege. The United States or a state or subdivision thereof has a privilege to refuse to disclose the identity of a person who has furnished information relating to or assisting in an investigation of a possible violation of a law to a law enforcement officer or member of a legislative committee or its staff conducting an investigation.\n\n(b) Who may claim. The privilege may be claimed by an appropriate representative of the public entity to which the information was furnished.\n\n(c) Exceptions:\n\n(1)Voluntary disclosure; informer a witness. No privilege exists under this section if the identity of the informer or his interest in the subject matter of his communication has been disclosed to those who would have cause to resent the communication by a holder of the privilege or by the informer's own action, or if the informer appears as a witness for the government.\n\n(2)Testimony on relevant issue. If it appears in the case that an informer may be able to give testimony relevant to any issue in a criminal case or to a fair determination of a material issue on the merits in a civil case to which a public entity is a party, and the informed public entity invokes the privilege, the court shall give the public entity an opportunity to show in camera facts relevant to determining whether the informer can in fact, supply that testimony. The showing will ordinarily be in the form of affidavits, but the court may direct that testimony be taken if it finds that the matter cannot be resolved satisfactorily upon affidavit. If the court finds there is a reasonable probability that the informer can give the testimony, and the public entity elects not to disclose his identity, in criminal cases the court on motion of the defendant or on its own motion shall grant appropriate relief, which may include one or more of the following:\n\n(A)Requiring the prosecuting attorney to comply;\n\n(B)Granting the defendant additional time or a continuance;\n\n(C)Relieving the defendant from making disclosures otherwise required of him;\n\n(D)Prohibiting the prosecuting attorney from introducing specified evidence; and\n\n(E)Dismissing charges.\n\nIn civil cases, the court may make any order the interests of justice require. Evidence submitted to the court shall be sealed and preserved to be made available to the appellate court in the event of an appeal, and the contents shall not otherwise be revealed without consent of the informed public entity. All counsel and parties are permitted to be present at every stage of proceedings under this subdivision except a showing in camera at which no counsel or party shall be permitted to be present.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 509); SDCL §§19-13-22 to 19-13-25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-509/"
    },
    {
      "id": "section-19-19-510",
      "number": "19-19-510",
      "heading": "Waiver of privilege by voluntary disclosure.",
      "text": "19-19-510. Waiver of privilege by voluntary disclosure.\n\nA person upon whom this chapter confers a privilege against disclosure waives the privilege if he or his predecessor while holder of the privilege voluntarily discloses or consents to disclosure of any significant part of the privileged matter. This section does not apply if the disclosure itself is privileged.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 510); SDCL §19-13-26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-510/"
    },
    {
      "id": "section-19-19-511",
      "number": "19-19-511",
      "heading": "Privilege not waived by involuntary disclosure.",
      "text": "19-19-511. Privilege not waived by involuntary disclosure.\n\nA claim of privilege is not defeated by a disclosure which was:\n\n(1)Compelled erroneously; or\n\n(2)Made without opportunity to claim the privilege.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 511); SDCL §19-13-27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-511/"
    },
    {
      "id": "section-19-19-512",
      "number": "19-19-512",
      "heading": "Comment upon or inference from claim of privilege--Instruction.",
      "text": "19-19-512. Comment upon or inference from claim of privilege--Instruction.\n\n(a) Comment or inference not permitted. The claim of a privilege, whether in the present proceeding or upon a prior occasion, is not a proper subject of comment by judge or counsel. No inference may be drawn therefrom.\n\n(b) Claiming privilege without knowledge of jury. In jury cases, proceedings shall be conducted, to the extent practicable, so as to facilitate the making of claims of privilege without the knowledge of the jury.\n\n(c) Jury instruction. Upon request, any party against whom the jury might draw an adverse inference from a claim of privilege is entitled to an instruction that no inference may be drawn therefrom.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 512); SDCL §§19-13-28, 19-13-29, 19-13-30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-512/"
    },
    {
      "id": "section-19-19-513",
      "number": "19-19-513",
      "heading": "Motorist's refusal to submit to chemical test of intoxication admissible--Privilege against self-incrimination may not be claimed.",
      "text": "19-19-513. Motorist's refusal to submit to chemical test of intoxication admissible--Privilege against self-incrimination may not be claimed.\n\nNotwithstanding the provisions of subdivision 19-19-512(a), when a person stands trial for driving while under the influence of alcohol or drugs, as provided under §32-23-1, and that person has refused chemical analysis, as provided in §32-23-10, such refusal is admissible into evidence. Such person may not claim privilege against self-incrimination with regard to admission of refusal to submit to chemical analysis.\n\nSource:SL 1980, ch 230, §2; SDCL §19-13-28.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-513/"
    },
    {
      "id": "section-19-19-514",
      "number": "19-19-514",
      "heading": "Sign language interpreter or relay service operator privilege.",
      "text": "19-19-514. Sign language interpreter or relay service operator privilege.\n\nNo sign language interpreter or relay service operator who has interpreted for or relayed information for a deaf, speech impaired, or hard of hearing person may be compelled to divulge or be examined as part of any proceeding concerning any information or communication given to him in his capacity as an interpreter or relay service operator if his client is otherwise accorded a privilege under this chapter.\n\nSource:SL 1991, ch 177, §2; SDCL §19-13-31; SL 2019, ch 8, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-514/"
    },
    {
      "id": "section-19-19-515",
      "number": "19-19-515",
      "heading": "Mediation privilege.",
      "text": "19-19-515. Mediation privilege.\n\nAll verbal or written information relating to the subject matter of a mediation which is transmitted between any party to a dispute and a mediator or any agent, employee, or representative of a party or a mediator is confidential. Any mediation proceeding shall be regarded as settlement negotiations, and no admission, representation, or statement made in mediation not otherwise discoverable is admissible as evidence or subject to discovery. A mediator is not subject to process requiring the disclosure of any material matter discussed during the mediation proceeding unless all the parties consent to a waiver. A meeting held to further the resolution of a dispute may be closed to the public at the discretion of the mediator. This section does not apply if a party brings an action against the mediator or if the communication was made in furtherance of a crime or fraud. This section does not apply to mediations conducted pursuant to chapter 25-4.\n\nSource:SL 1998, ch 112, §1; SDCL §19-13-32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-515/"
    },
    {
      "id": "section-19-19-516",
      "number": "19-19-516",
      "heading": "Communications concerning execution of inmate.",
      "text": "19-19-516. Communications concerning execution of inmate.\n\nThe secretary of corrections, the warden of the state correctional facility, correctional facility staff, and Department of Corrections staff may not be examined as to communications made to them concerning an execution of an inmate under chapter 23A-27A. The privilege described in this section may be claimed by the secretary of corrections, the warden of the state correctional facility, correctional facility staff, Department of Corrections staff, or by any representative of any of the foregoing to be examined and is binding on all of them. However, the secretary of corrections and the warden of the state correctional facility may personally waive the privilege described in this section.\n\nSource: SL 2008, ch 117, §41; SDCL §19-13-33; SL 2023, ch 82, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-516/"
    },
    {
      "id": "section-19-19-601",
      "number": "19-19-601",
      "heading": "Competency to testify in general.",
      "text": "19-19-601. Competency to testify in general.\n\nEvery person is competent to be a witness unless otherwise provided in this chapter.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 601); SDCL §19-14-1; SL 2016, ch 239 (Supreme Court Rule 15-35), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-601/"
    },
    {
      "id": "section-19-19-602",
      "number": "19-19-602",
      "heading": "Need for personal knowledge--Exception for expert opinion.",
      "text": "19-19-602. Need for personal knowledge--Exception for expert opinion.\n\nA witness may testify to a matter only if evidence is introduced sufficient to support a finding that the witness has personal knowledge of the matter. Evidence to prove personal knowledge may consist of the witness's own testimony. This rule does not apply to a witness's expert testimony under §19-19-703.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 602); SDCL §19-14-2; SL 2016, ch 239 (Supreme Court Rule 15-36), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-602/"
    },
    {
      "id": "section-19-19-603",
      "number": "19-19-603",
      "heading": "Oath or affirmation to testify truthfully.",
      "text": "19-19-603. Oath or affirmation to testify truthfully.\n\nBefore testifying, a witness must give an oath or affirmation to testify truthfully. It must be in a form designed to impress that duty on the witness's conscience.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 603); SDCL §19-14-3; SL 2016, ch 239 (Supreme Court Rule 15-37), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-603/"
    },
    {
      "id": "section-19-19-6031",
      "number": "19-19-603.1",
      "heading": "Form for oath of witness.",
      "text": "19-19-603.1. Form for oath of witness.\n\nThe following oath may be used to satisfy the requirements of §19-19-603:\n\nYou do solemnly swear that the evidence you shall give relative to the matter in difference now in hearing between _____, plaintiff, and _____, defendant, shall be the truth, the whole truth, and nothing but the truth, so help you God.\n\nSource:SL 1979, ch 154, §6; SDCL §19-14-3.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-603-1/"
    },
    {
      "id": "section-19-19-6032",
      "number": "19-19-603.2",
      "heading": "Form for affirmation of witness.",
      "text": "19-19-603.2. Form for affirmation of witness.\n\nThe following affirmation may be used to satisfy the requirements of §19-19-603:\n\nYou do solemnly affirm that the evidence you shall give relative to the matter in difference now in hearing between _____, plaintiff, and _____, defendant, shall be the truth, the whole truth, and nothing but the truth under the pains and penalties of perjury.\n\nSource:SL 1979, ch 154, §8; SDCL §19-14-3.2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-603-2/"
    },
    {
      "id": "section-19-19-604",
      "number": "19-19-604",
      "heading": "Form for oath of interpreter.",
      "text": "19-19-604. Form for oath of interpreter.\n\nThe following oath, as appropriate to the circumstances, may be used for an interpreter:\n\nI, __________, do solemnly swear (or affirm) that I will justly, truly and impartially interpret, to the best of my skill and judgment, and will make a true interpretation to any party or witness, the oath or affirmation administered in all matters; the questions which may be asked and the answers that shall be given to such questions and all statements relative to any [court proceedings, probation activities, or any other proceeding] under consideration in which I am employed to interpret, so help me God (under the pains and penalties of perjury).\n\nSource:SL 1979, ch 154, §10; SL 2012, ch 115, §3; SDCL §19-14-4.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-604/"
    },
    {
      "id": "section-19-19-605",
      "number": "19-19-605",
      "heading": "Judge's competency as a witness.",
      "text": "19-19-605. Judge's competency as a witness.\n\nThe presiding judge may not testify as a witness at the trial. A party need not object to preserve the issue.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 605); SDCL §19-14-5; SL 2016, ch 239 (Supreme Court Rule 15-38), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-605/"
    },
    {
      "id": "section-19-19-606",
      "number": "19-19-606",
      "heading": "Juror's competency as a witness.",
      "text": "19-19-606. Juror's competency as a witness.\n\n(a) At the trial. A juror may not testify as a witness before the other jurors at the trial. If a juror is called to testify, the court must give a party an opportunity to object outside the jury's presence.\n\n(b) During an inquiry into the validity of a verdict or indictment.\n\n(1)Prohibited testimony or other evidence. During an inquiry into the validity of a verdict or indictment, a juror may not testify about any statement made or incident that occurred during the jury's deliberations; the effect of anything on that juror's or another juror's vote; or any juror's mental processes concerning the verdict or indictment. The court may not receive a juror's affidavit or evidence of a juror's statement on these matters.\n\n(2)Exceptions. A juror may testify about whether:\n\n(A)Extraneous prejudicial information was improperly brought to the jury's attention;\n\n(B)An outside influence was improperly brought to bear on any juror; or\n\n(C)A mistake was made in entering the verdict on the verdict form.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 606); SDCL §§19-14-6, 19-14-7; SL 2016, ch 239 (Supreme Court Rule 15-39), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-606/"
    },
    {
      "id": "section-19-19-607",
      "number": "19-19-607",
      "heading": "Who may impeach a witness.",
      "text": "19-19-607. Who may impeach a witness.\n\nAny party, including the party that called the witness, may attack the witness's credibility.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 607); SDCL §19-14-8; SL 2016, ch 239 (Supreme Court Rule 15-40), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-607/"
    },
    {
      "id": "section-19-19-608",
      "number": "19-19-608",
      "heading": "A witness's character for truthfulness or untruthfulness.",
      "text": "19-19-608. A witness's character for truthfulness or untruthfulness.\n\n(a) Reputation or opinion evidence. A witness's credibility may be attacked or supported by testimony about the witness's reputation for having a character for truthfulness or untruthfulness, or by testimony in the form of an opinion about that character. But evidence of truthful character is admissible only after the witness's character for truthfulness has been attacked.\n\n(b) Specific instances of conduct. Except for a criminal conviction under §19-19-609, extrinsic evidence is not admissible to prove specific instances of a witness's conduct in order to attack or support the witness's character for truthfulness. But the court may, on cross-examination, allow them to be inquired into if they are probative of the character for truthfulness or untruthfulness of:\n\n(1)The witness; or\n\n(2)Another witness whose character the witness being cross-examined has testified about.\n\n(c) Privilege against self-incrimination not waived by testimony on credibility. By testifying on another matter, a witness does not waive any privilege against self-incrimination for testimony that relates only to the witness's character for truthfulness.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 608); SDCL §§19-14-9 to 19-14-11; SL 2016, ch 239 (Supreme Court Rule 15-41), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-608/"
    },
    {
      "id": "section-19-19-609",
      "number": "19-19-609",
      "heading": "Impeachment by evidence of a criminal conviction.",
      "text": "19-19-609. Impeachment by evidence of a criminal conviction.\n\n(a) In general. The following rules apply to attacking a witness's character for truthfulness by evidence of a criminal conviction:\n\n(1)For a crime that, in the convicting jurisdiction, was punishable by death or by imprisonment for more than one year, the evidence:\n\n(A)Must be admitted, subject to §19-19-403, in a civil case or in a criminal case in which the witness is not a defendant; and\n\n(B)Must be admitted in a criminal case in which the witness is a defendant, if the probative value of the evidence outweighs its prejudicial effect to that defendant; and\n\n(2)For any crime regardless of the punishment, the evidence must be admitted if the court can readily determine that establishing the elements of the crime required proving--or the witness's admitting--a dishonest act or false statement.\n\n(b) Limit on using the evidence after 10 years. This subdivision (b) applies if more than 10 years have passed since the witness's conviction or release from confinement for it, whichever is later. Evidence of the conviction is admissible only if:\n\n(1)Its probative value, supported by specific facts and circumstances, substantially outweighs its prejudicial effect; and\n\n(2)The proponent gives an adverse party reasonable written notice of the intent to use it so that the party has a fair opportunity to contest its use.\n\n(c) Effect of a pardon, annulment, or certificate of rehabilitation. Evidence of a conviction is not admissible under subdivision (a) or (b) if:\n\n(1)The conviction has been the subject of a pardon, annulment, certificate of rehabilitation, or other equivalent procedure based on a finding that the person has been rehabilitated, and the person has not been convicted of a later crime punishable by death or by imprisonment for more than one year; or\n\n(2)The conviction has been the subject of a pardon, annulment, or other equivalent procedure based on a finding of innocence.\n\n(d) Juvenile adjudications. Evidence of a juvenile adjudication is admissible under subdivision (a) only if:\n\n(1)It is offered in a criminal case;\n\n(2)The adjudication was of a witness other than the defendant;\n\n(3)An adult's conviction for that offense would be admissible to attack the adult's credibility; and\n\n(4)Admitting the evidence is necessary to fairly determine guilt or innocence.\n\n(e) Pendency of an appeal. A conviction that satisfies this rule is admissible even if an appeal is pending. Evidence of the pendency is also admissible.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 609); SDCL §§19-14-12 to 19-14-16; SL 2016, ch 239 (Supreme Court Rule 15-42), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-609/"
    },
    {
      "id": "section-19-19-610",
      "number": "19-19-610",
      "heading": "Religious beliefs or opinions.",
      "text": "19-19-610. Religious beliefs or opinions.\n\nEvidence of a witness's religious beliefs or opinions is not admissible to attack or support the witness's credibility.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 610); SDCL §19-14-17; SL 2016, ch 239 (Supreme Court Rule 15-43), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-610/"
    },
    {
      "id": "section-19-19-611",
      "number": "19-19-611",
      "heading": "Mode and order of examining witnesses and presenting evidence.",
      "text": "19-19-611. Mode and order of examining witnesses and presenting evidence.\n\n(a) Control by the court; purposes. The court should exercise reasonable control over the mode and order of examining witnesses and presenting evidence so as to:\n\n(1)Make those procedures effective for determining the truth;\n\n(2)Avoid wasting time; and\n\n(3)Protect witnesses from harassment or undue embarrassment.\n\n(b) Scope of cross-examination. Cross-examination should not go beyond the subject matter of the direct examination and matters affecting the witness's credibility. The court may allow inquiry into additional matters as if on direct examination.\n\n(c) Leading questions. Leading questions should not be used on direct examination except as necessary to develop the witness's testimony. Ordinarily, the court should allow leading questions:\n\n(1)On cross-examination; and\n\n(2)When a party calls a hostile witness, an adverse party, or a witness identified with an adverse party.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 611); SDCL §§19-14-18, 19-14-19, 19-14-20; SL 2016, ch 239 (Supreme Court Rule 15-44), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-611/"
    },
    {
      "id": "section-19-19-6111",
      "number": "19-19-611.1",
      "heading": "Address of witness--Release in open court restricted.",
      "text": "19-19-611.1. Address of witness--Release in open court restricted.\n\nThe courts of the State of South Dakota shall not require that witnesses, at time of questioning in open court, release their specific addresses unless it is required by due process or is in the interest of justice.\n\nSource:SL 1985, ch 410 (Supreme Court Rule 85-5); SDCL §19-14-18.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-611-1/"
    },
    {
      "id": "section-19-19-612",
      "number": "19-19-612",
      "heading": "Writing used to refresh a witness's memory.",
      "text": "19-19-612. Writing used to refresh a witness's memory.\n\n(a) Scope. This section gives an adverse party certain options when a witness uses a writing to refresh memory:\n\n(1)While testifying; or\n\n(2)Before testifying, if the court decides that justice requires the party to have those options.\n\n(b) Adverse party's options; deleting unrelated matter. An adverse party entitled to have the writing produced at the hearing under subdivision (a) is entitled to inspect it, to cross-examine the witness about it, and to introduce in evidence any portion that relates to the witness's testimony. If the producing party claims that the writing includes unrelated matter, the court must examine the writing in camera, delete any unrelated portion, and order that the rest be delivered to the adverse party. Any portion deleted over objection must be preserved for the record.\n\n(c) Failure to produce or deliver the writing. If a writing is not produced or is not delivered as ordered under subdivision (a) or (b), the court may issue any appropriate order. But if the prosecution does not comply in a criminal case, the court must strike the witness's testimony or--if justice so requires--declare a mistrial.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 612); SDCL §§19-14-21 to 19-14-23; SL 2016, ch 239 (Supreme Court Rule 15-45), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-612/"
    },
    {
      "id": "section-19-19-613",
      "number": "19-19-613",
      "heading": "Witness's prior statement.",
      "text": "19-19-613. Witness's prior statement.\n\n(a) Showing or disclosing the statement during examination. When examining a witness about the witness's prior statement, a party need not show it or disclose its contents to the witness. But the party must, on request, show it or disclose its contents to an adverse party's attorney.\n\n(b) Extrinsic evidence of a prior inconsistent statement. Extrinsic evidence of a witness's prior inconsistent statement is admissible only if the witness is given an opportunity to explain or deny the statement and an adverse party is given an opportunity to examine the witness about it, or if justice so requires. This subdivision (b) does not apply to an opposing party's statement under subdivision 19-19-801(d)(2).\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 613); SDCL §§19-14-24, 19-14-25; SL 2016, ch 239 (Supreme Court Rule 15-46), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-613/"
    },
    {
      "id": "section-19-19-614",
      "number": "19-19-614",
      "heading": "Court's calling or examining a witness.",
      "text": "19-19-614. Court's calling or examining a witness.\n\n(a) Calling. The court may call a witness on its own or at a party's request. Each party is entitled to cross-examine the witness.\n\n(b) Examining. The court may examine a witness regardless of who calls the witness.\n\n(c) Objections. A party may object to the court's calling or examining a witness either at that time or at the next opportunity when the jury is not present.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 614); SDCL §§19-14-26 to 19-14-28; SL 2016, ch 239 (Supreme Court Rule 15-47), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-614/"
    },
    {
      "id": "section-19-19-615",
      "number": "19-19-615",
      "heading": "Excluding witnesses.",
      "text": "19-19-615. Excluding witnesses.\n\nAt a party's request, the court must order witnesses excluded so that they cannot hear other witnesses' testimony. Or the court may do so on its own. But this rule does not authorize excluding:\n\n(a)A party who is a natural person;\n\n(b)An officer or employee of a party that is not a natural person, after being designated as the party's representative by its attorney;\n\n(c)A person whose presence a party shows to be essential to presenting the party's claim or defense;\n\n(d)A person authorized by statute to be present; or\n\n(e)A victim of a crime and his parent or guardian following the victim's testimony.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 615); SL 1986, ch 193, §4; SDCL §19-14-29; SL 2016, ch 239 (Supreme Court Rule 15-48), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-615/"
    },
    {
      "id": "section-19-19-701",
      "number": "19-19-701",
      "heading": "Opinion testimony by lay witnesses.",
      "text": "19-19-701. Opinion testimony by lay witnesses.\n\nIf a witness is not testifying as an expert, testimony in the form of an opinion is limited to one that is:\n\n(a)Rationally based on the witness's perception;\n\n(b)Helpful to clearly understanding the witness's testimony or to determining a fact in issue; and\n\n(c)Not based on scientific, technical, or other specialized knowledge within the scope of §19-19-702.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 701); SL 2011, ch 234 (Supreme Court Rule 10-10); SDCL §19-15-1; SL 2016, ch 239 (Supreme Court Rule 15-49), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-701/"
    },
    {
      "id": "section-19-19-702",
      "number": "19-19-702",
      "heading": "Testimony by expert.",
      "text": "19-19-702. Testimony by expert.\n\nA witness who is qualified as an expert by knowledge, skill, experience, training, or education may testify in the form of an opinion or otherwise if:\n\n(a)The expert's scientific, technical, or other specialized knowledge will help the trier of fact to understand the evidence or to determine a fact in issue;\n\n(b)The testimony is based on sufficient facts or data;\n\n(c)The testimony is the product of reliable principles and methods; and\n\n(d)The expert has reliably applied the principles and methods to the facts of the case.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 702); SL 2011, ch 235 (Supreme Court Rule 10-11); SDCL §19-15-2; SL 2016, ch 239 (Supreme Court Rule 15-50), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-702/"
    },
    {
      "id": "section-19-19-703",
      "number": "19-19-703",
      "heading": "Bases of opinion testimony by experts.",
      "text": "19-19-703. Bases of opinion testimony by experts.\n\nAn expert may base an opinion on facts or data in the case that the expert has been made aware of or personally observed. If experts in the particular field would reasonably rely on those kinds of facts or data in forming an opinion on the subject, they need not be admissible for the opinion to be admitted. But if the facts or data would otherwise be inadmissible, the proponent of the opinion may disclose them to the jury only if their probative value in helping the jury evaluate the opinion substantially outweighs their prejudicial effect.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 703); SL 2011, ch 236 (Supreme Court Rule 10-12); SDCL §19-15-3; SL 2016, ch 239 (Supreme Court Rule 15-51), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-703/"
    },
    {
      "id": "section-19-19-704",
      "number": "19-19-704",
      "heading": "Opinion on an ultimate issue.",
      "text": "19-19-704. Opinion on an ultimate issue.\n\nAn opinion is not objectionable just because it embraces an ultimate issue.\n\nSource:SL 1993, ch 401 (Supreme Court Rule 93-18); SDCL §19-15-4; SL 2016, ch 239 (Supreme Court Rule 15-52), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-704/"
    },
    {
      "id": "section-19-19-705",
      "number": "19-19-705",
      "heading": "Disclosure of facts or data underlying expert opinion.",
      "text": "19-19-705. Disclosure of facts or data underlying expert opinion.\n\nUnless the court orders otherwise, an expert may state an opinion--and give the reasons for it--without first testifying to the underlying facts or data. But the expert may be required to disclose those facts or data on cross-examination.\n\nSource:SL 2011, ch 238 (Supreme Court Rule 10-14); SDCL §19-15-5; SL 2016, ch 239 (Supreme Court Rule 15-53), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-705/"
    },
    {
      "id": "section-19-19-706",
      "number": "19-19-706",
      "heading": "Court-appointed expert witnesses.",
      "text": "19-19-706. Court-appointed expert witnesses.\n\n(a) Appointment process. On a party's motion or on its own, the court may order the parties to show cause why expert witnesses should not be appointed and may ask the parties to submit nominations. The court may appoint any expert that the parties agree on and any of its own choosing. But the court may only appoint someone who consents to act.\n\n(b) Expert's role. The court must inform the expert of the expert's duties. The court may do so in writing and have a copy filed with the clerk or may do so orally at a conference in which the parties have an opportunity to participate. The expert:\n\n(1)Must advise the parties of any findings the expert makes;\n\n(2)May be deposed by any party;\n\n(3)May be called to testify by the court or any party; and\n\n(4)May be cross-examined by any party, including the party that called the expert.\n\n(c) Compensation. The expert is entitled to a reasonable compensation, as set by the court. The compensation is payable as follows:\n\n(1)In a criminal case or in a civil case involving just compensation under the Fifth Amendment, from any funds that are provided by law; and\n\n(2)In any other civil case, by the parties in the proportion and at the time that the court directs--and the compensation is then charged like other costs.\n\n(d) Disclosing the appointment to the jury. The court may authorize disclosure to the jury that the court appointed the expert.\n\n(e) Parties' choice of their own experts. This rule does not limit a party in calling its own experts.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 706); SDCL §§19-15-9 to 19-15-17; SL 2016, ch 239 (Supreme Court Rule 15-54), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-706/"
    },
    {
      "id": "section-19-19-707",
      "number": "19-19-707",
      "heading": "Experts called by parties.",
      "text": "19-19-707. Experts called by parties.\n\n(a) Limitation on number called. The provisions of §19-19-706 shall not preclude any party to either a criminal or civil proceeding from calling expert witnesses, but the court may impose reasonable limitations upon the number of witnesses so called.\n\n(b) Compensation. The fee of an expert witness called by a party but not appointed by the court shall be paid by the party by whom he was called, and the amount of such fee shall be disclosed if requested upon cross-examination.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 707); SDCL §§19-15-18, 19-15-19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-707/"
    },
    {
      "id": "section-19-19-801",
      "number": "19-19-801",
      "heading": "Definitions that apply to this article--Exclusions from hearsay.",
      "text": "19-19-801. Definitions that apply to this article--Exclusions from hearsay.\n\nThe following definitions apply under this article:\n\n(a)Statement. \"Statement\" means a person's oral assertion, written assertion, or nonverbal conduct, if the person intended it as an assertion.\n\n(b)Declarant. \"Declarant\" means the person who made the statement.\n\n(c)Hearsay. \"Hearsay\" means a statement that:\n\n(1)The declarant does not make while testifying at the current trial or hearing; and\n\n(2)A party offers in evidence to prove the truth of the matter asserted in the statement.\n\n(d)Statements that are not hearsay. A statement that meets the following conditions is not hearsay:\n\n(1)A declarant-witness's prior statement. The declarant testifies and is subject to cross-examination about a prior statement, and the statement:\n\n(A)Is inconsistent with the declarant's testimony and was given under penalty of perjury at a trial, hearing, or other proceeding or in a deposition;\n\n(B)Is consistent with the declarant's testimony and is offered to rebut an express or implied charge that the declarant recently fabricated it or acted from a recent improper influence or motive in so testifying; or\n\n(C)Identifies a person as someone the declarant perceived earlier.\n\n(2)An opposing party's statement. The statement is offered against an opposing party and:\n\n(A)Was made by the party in an individual or representative capacity;\n\n(B)Is one the party manifested that it adopted or believed to be true;\n\n(C)Was made by a person whom the party authorized to make a statement on the subject;\n\n(D)Was made by the party's agent or employee on a matter within the scope of that relationship and while it existed; or\n\n(E)Was made by the party's coconspirator during and in furtherance of the conspiracy.\n\nThe statement must be considered but does not by itself establish the declarant's authority under (C); the existence or scope of the relationship under (D); or the existence of the conspiracy or participation in it under (E).\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 801); SDCL §§19-16-1 to 19-16-3; SL 2016, ch 239 (Supreme Court Rule 15-55), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-801/"
    },
    {
      "id": "section-19-19-802",
      "number": "19-19-802",
      "heading": "Rule against hearsay.",
      "text": "19-19-802. Rule against hearsay.\n\nHearsay is not admissible unless any of the following provide otherwise:\n\n(1)A statute;\n\n(2)These rules; or\n\n(3)Other rules prescribed by the Supreme Court.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 802); SDCL §19-16-4; SL 2016, ch 239 (Supreme Court Rule 15-56), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-802/"
    },
    {
      "id": "section-19-19-803",
      "number": "19-19-803",
      "heading": "Exceptions to the rule against hearsay--Regardless of whether the declarant is available as a witness.",
      "text": "19-19-803. Exceptions to the rule against hearsay--Regardless of whether the declarant is available as a witness.\n\nThe statements described in this section are not excluded by the rule against hearsay, regardless of whether the declarant is available as a witness:\n\n(1)Present sense impression. A statement describing or explaining an event or condition, made while or immediately after the declarant perceived it.\n\n(2)Excited utterance. A statement relating to a startling event or condition, made while the declarant was under the stress of excitement that it caused.\n\n(3)Then-existing mental, emotional, or physical condition. A statement of the declarant's then-existing state of mind (such as motive, intent, or plan) or emotional, sensory, or physical condition (such as mental feeling, pain, or bodily health), but not including a statement of memory or belief to prove the fact remembered or believed unless it relates to the validity or terms of the declarant's will.\n\n(4)Statement made for medical diagnosis or treatment. A statement that:\n\n(A)Is made for--and is reasonably pertinent to--medical diagnosis or treatment; and\n\n(B)Describes medical history; past or present symptoms or sensations; their inception; or their general cause.\n\n(5)Recorded recollection. A record that:\n\n(A)Is on a matter the witness once knew about but now cannot recall well enough to testify fully and accurately;\n\n(B)Was made or adopted by the witness when the matter was fresh in the witness's memory; and\n\n(C)Accurately reflects the witness's knowledge.\n\nIf admitted, the record may be read into evidence but may be received as an exhibit only if offered by an adverse party.\n\n(6)Records of regularly conducted business activity. A record of an act, event, condition, opinion, or diagnosis if:\n\n(A)The record was made at or near the time by--or from information transmitted by--someone with knowledge;\n\n(B)The record was kept in the course of a regularly conducted activity of a business, organization, occupation, or calling, whether or not for profit;\n\n(C)Making the record was a regular practice of that activity;\n\n(D)All these conditions are shown by the testimony of the custodian or another qualified witness, or by a certification that complies with a rule or a statute permitting certification; and\n\n(E)The opponent does not show that the source of information or the method or circumstances of preparation indicate a lack of trustworthiness.\n\n(7)Absence of a record of a regularly conducted activity. Evidence that a matter is not included in a record as described in subdivision (6) if:\n\n(A)The evidence is admitted to prove that the matter did not occur or exist;\n\n(B)A record was regularly kept for a matter of that kind; and\n\n(C)The opponent does not show that the possible source of the information or other circumstances indicate a lack of trustworthiness.\n\n(8)Public records. A record or statement of a public office if:\n\n(A)It sets out:\n\n(i)The office's activities;\n\n(ii)A matter observed while under a legal duty to report, but not including, in a criminal case, a matter observed by law-enforcement personnel; or\n\n(iii)In a civil case or against the government in a criminal case, factual findings from a legally authorized investigation; and\n\n(B)The opponent does not show that the source of information or other circumstances indicate a lack of trustworthiness.(9)Public records of vital statistics. A record of a birth, death, or marriage, if reported to a public office in accordance with a legal duty.(10)Absence of public record. Testimony--or a certification under §19-19-902--that a diligent search failed to disclose a public record or statement if:(A)The testimony or certification is admitted to prove that(i)The record or statement does not exist; or(ii)A matter did not occur or exist, if a public office regularly kept a record or statement for a matter of that kind; and(B)In a criminal case, a prosecutor who intends to offer a certification provides written notice of that intent at least 14 days before trial, and the defendant does not object in writing within 7 days of receiving the notice--unless the court sets a different time for the notice or the objection.(11)Records of religious organizations concerning personal or family history. A statement of birth, legitimacy, ancestry, marriage, divorce, death, relationship by blood or marriage, or similar facts of personal or family history, contained in a regularly kept record of a religious organization.(12)Certificates of marriage, baptism, and similar ceremonies. A statement of fact contained in a certificate:(A)Made by a person who is authorized by a religious organization or by law to perform the act certified;(B)Attesting that the person performed a marriage or similar ceremony or administered a sacrament; and(C)Purporting to have been issued at the time of the act or within a reasonable time after it.(13)Family records. A statement of fact about personal or family history contained in a family record, such as a Bible, genealogy, chart, engraving on a ring, inscription on a portrait, or engraving on an urn or burial marker.(14)Records of documents that affect an interest in property. The record of a document that purports to establish or affect an interest in property if:(A)The record is admitted to prove the content of the original recorded document, along with its signing and its delivery by each person who purports to have signed it;(B)The record is kept in a public office; and(C)A statute authorizes recording documents of that kind in that office.(15)Statements in documents that affect an interest in property. A statement contained in a document that purports to establish or affect an interest in property if the matter stated was relevant to the document's purpose--unless later dealings with the property are inconsistent with the truth of the statement or the purport of the document.(16)Statements in ancient documents. A statement in a document that is at least 20 years old and whose authenticity is established.(17)Market reports and similar commercial publications. Market quotations, lists, directories, or other compilations that are generally relied on by the public or by persons in particular occupations.(18)Statements in learned treatises, periodicals, or pamphlets. A statement contained in a treatise, periodical, or pamphlet if:(A)The statement is called to the attention of an expert witness on cross-examination or relied on by the expert on direct examination; and(B)The publication is established as a reliable authority by the expert's admission or testimony, by another expert's testimony, or by judicial notice.If admitted, the statement may be read into evidence but not received as an exhibit.(19)Reputation concerning personal or family history. A reputation among a person's family by blood, adoption, or marriage--or among a person's associates or in the community--concerning the person's birth, adoption, legitimacy, ancestry, marriage, divorce, death, relationship by blood, adoption, or marriage, or similar facts of personal or family history.(20)Reputation concerning boundaries or general history. A reputation in a community--arising before the controversy--concerning boundaries of land in the community or customs that affect the land, or concerning general historical events important to that community, state, or nation.(21)Reputation concerning character. A reputation among a person's associates or in the community concerning the person's character.(22)Judgment of a previous conviction. Evidence of a final judgment of conviction if:(A)The judgment was entered after a trial or guilty plea, but not a nolo contendere plea;(B)The conviction was for a crime punishable by death or by imprisonment for more than a year;(C)The evidence is admitted to prove any fact essential to the judgment; and(D)When offered by the prosecutor in a criminal case for a purpose other than impeachment, the judgment was against the defendant.The pendency of an appeal may be shown but does not affect admissibility.(23)Judgments involving personal, family, or general history, or a boundary. A judgment that is admitted to prove a matter of personal, family, or general history, or boundaries, if the matter:(A)Was essential to the judgment; and(B)Could be proved by evidence of reputation.Source:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 803); SDCL §§19-16-5 to 19-16-8, 19-16-9 to 19-16-27; SL 2016, ch 239 (Supreme Court Rule 15-57), eff. Jan. 1, 2016.\n\n(B)The opponent does not show that the source of information or other circumstances indicate a lack of trustworthiness.\n\n(9)Public records of vital statistics. A record of a birth, death, or marriage, if reported to a public office in accordance with a legal duty.\n\n(10)Absence of public record. Testimony--or a certification under §19-19-902--that a diligent search failed to disclose a public record or statement if:\n\n(A)The testimony or certification is admitted to prove that\n\n(i)The record or statement does not exist; or\n\n(ii)A matter did not occur or exist, if a public office regularly kept a record or statement for a matter of that kind; and\n\n(B)In a criminal case, a prosecutor who intends to offer a certification provides written notice of that intent at least 14 days before trial, and the defendant does not object in writing within 7 days of receiving the notice--unless the court sets a different time for the notice or the objection.\n\n(11)Records of religious organizations concerning personal or family history. A statement of birth, legitimacy, ancestry, marriage, divorce, death, relationship by blood or marriage, or similar facts of personal or family history, contained in a regularly kept record of a religious organization.\n\n(12)Certificates of marriage, baptism, and similar ceremonies. A statement of fact contained in a certificate:\n\n(A)Made by a person who is authorized by a religious organization or by law to perform the act certified;\n\n(B)Attesting that the person performed a marriage or similar ceremony or administered a sacrament; and\n\n(C)Purporting to have been issued at the time of the act or within a reasonable time after it.\n\n(13)Family records. A statement of fact about personal or family history contained in a family record, such as a Bible, genealogy, chart, engraving on a ring, inscription on a portrait, or engraving on an urn or burial marker.\n\n(14)Records of documents that affect an interest in property. The record of a document that purports to establish or affect an interest in property if:\n\n(A)The record is admitted to prove the content of the original recorded document, along with its signing and its delivery by each person who purports to have signed it;\n\n(B)The record is kept in a public office; and\n\n(C)A statute authorizes recording documents of that kind in that office.\n\n(15)Statements in documents that affect an interest in property. A statement contained in a document that purports to establish or affect an interest in property if the matter stated was relevant to the document's purpose--unless later dealings with the property are inconsistent with the truth of the statement or the purport of the document.\n\n(16)Statements in ancient documents. A statement in a document that is at least 20 years old and whose authenticity is established.\n\n(17)Market reports and similar commercial publications. Market quotations, lists, directories, or other compilations that are generally relied on by the public or by persons in particular occupations.\n\n(18)Statements in learned treatises, periodicals, or pamphlets. A statement contained in a treatise, periodical, or pamphlet if:\n\n(A)The statement is called to the attention of an expert witness on cross-examination or relied on by the expert on direct examination; and\n\n(B)The publication is established as a reliable authority by the expert's admission or testimony, by another expert's testimony, or by judicial notice.\n\nIf admitted, the statement may be read into evidence but not received as an exhibit.\n\n(19)Reputation concerning personal or family history. A reputation among a person's family by blood, adoption, or marriage--or among a person's associates or in the community--concerning the person's birth, adoption, legitimacy, ancestry, marriage, divorce, death, relationship by blood, adoption, or marriage, or similar facts of personal or family history.\n\n(20)Reputation concerning boundaries or general history. A reputation in a community--arising before the controversy--concerning boundaries of land in the community or customs that affect the land, or concerning general historical events important to that community, state, or nation.\n\n(21)Reputation concerning character. A reputation among a person's associates or in the community concerning the person's character.\n\n(22)Judgment of a previous conviction. Evidence of a final judgment of conviction if:\n\n(A)The judgment was entered after a trial or guilty plea, but not a nolo contendere plea;\n\n(B)The conviction was for a crime punishable by death or by imprisonment for more than a year;\n\n(C)The evidence is admitted to prove any fact essential to the judgment; and\n\n(D)When offered by the prosecutor in a criminal case for a purpose other than impeachment, the judgment was against the defendant.\n\nThe pendency of an appeal may be shown but does not affect admissibility.\n\n(23)Judgments involving personal, family, or general history, or a boundary. A judgment that is admitted to prove a matter of personal, family, or general history, or boundaries, if the matter:\n\n(A)Was essential to the judgment; and\n\n(B)Could be proved by evidence of reputation.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 803); SDCL §§19-16-5 to 19-16-8, 19-16-9 to 19-16-27; SL 2016, ch 239 (Supreme Court Rule 15-57), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-803/"
    },
    {
      "id": "section-19-19-8031",
      "number": "19-19-803.1",
      "heading": "Physician's written report in lieu of deposition or in-court testimony admissible.",
      "text": "19-19-803.1. Physician's written report in lieu of deposition or in-court testimony admissible.\n\nA report submitted by a party pursuant to §19-19-803.2 is not excluded by §19-19-802, even though the physician is available as a witness.\n\nSource:SL 1984, ch 363 (Supreme Court Rule 84-9); SDCL §19-16-8.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-803-1/"
    },
    {
      "id": "section-19-19-8032",
      "number": "19-19-803.2",
      "heading": "Physician's written report--Affidavit--Notice--Objection.",
      "text": "19-19-803.2. Physician's written report--Affidavit--Notice--Objection.\n\nIn personal injury and wrongful death cases if the prayer for relief does not exceed seventy-five thousand dollars and in worker's compensation proceedings, the written report of any practitioner of the healing arts as defined in chapter 36-2 may be used for all purposes in lieu of deposition or in-court testimony of such practitioner of the healing arts provided that the report so offered into evidence has attached to it an affidavit signed by the practitioner of the healing arts issuing such report which verifies that the report constitutes all of his report, and that if called upon to testify he would testify to the same facts, observations, conclusions, opinions, and other matters as set forth in such report with reasonable medical probability. The affidavit shall include or incorporate an attached exhibit by reference the qualifications of the practitioner of the healing arts whose report is being offered.\n\nThe report is not admissible unless the party offering it gives notice to all other parties of his intention to offer such report at least thirty days in advance of trial. Such notice shall be given to all parties together with a copy of any reports which are intended to be offered.\n\nAny party may object to the receipt into evidence at trial of such report or any portion thereof on any legal ground other than hearsay. Nothing in this section restricts any party from deposing the practitioner of the healing arts whose report is sought to be offered or otherwise conducting discovery or calling such practitioner as a witness at trial.\n\nSource:SL 1984, ch 355 (Supreme Court Rule 84-1); SL 1990, ch 153; SL 1998, ch 331; SDCL §19-16-8.2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-803-2/"
    },
    {
      "id": "section-19-19-804",
      "number": "19-19-804",
      "heading": "Exceptions to rule against hearsay--When declarant unavailable as witness.",
      "text": "19-19-804. Exceptions to rule against hearsay--When declarant unavailable as witness.\n\n(a) Criteria for being unavailable. A declarant is considered to be unavailable as a witness if the declarant:\n\n(1)Is exempted from testifying about the subject matter of the declarant's statement because the court rules that a privilege applies;\n\n(2)Refuses to testify about the subject matter despite a court order to do so;\n\n(3)Testifies to not remembering the subject matter;\n\n(4)Cannot be present or testify at the trial or hearing because of death or a then-existing infirmity, physical illness, or mental illness; or\n\n(5)Is absent from the trial or hearing and the statement's proponent has not been able, by process or other reasonable means, to procure:\n\n(A)The declarant's attendance, in the case of a hearsay exception under subdivision (b)(1); or\n\n(B)The declarant's attendance or testimony, in the case of a hearsay exception under subdivision (b)(2),(3), or (4).\n\nBut this subdivision (a) does not apply if the statement's proponent procured or wrongfully caused the declarant's unavailability as a witness in order to prevent the declarant from attending or testifying.\n\n(b) Exceptions. The following are not excluded by the rule against hearsay if the declarant is unavailable as a witness:\n\n(1)Former testimony. Testimony that:\n\n(A)Was given as a witness at a trial, hearing, or lawful deposition, whether given during the current proceeding or a different one; and\n\n(B)Is now offered against a party who had--or, in a civil case, whose predecessor in interest had--an opportunity and similar motive to develop it by direct, cross-, or redirect examination.\n\n(2)Statement under the belief of imminent death. In a prosecution for homicide or in a civil case, a statement that the declarant, while believing the declarant's death to be imminent, made about its cause or circumstances.\n\n(3)Statement against interest. A statement that:\n\n(A)A reasonable person in the declarant's position would have made only if the person believed it to be true because, when made, it was so contrary to the declarant's proprietary or pecuniary interest or had so great a tendency to invalidate the declarant's claim against someone else or to expose the declarant to civil or criminal liability; and\n\n(B)Is supported by corroborating circumstances that clearly indicate its trustworthiness, if it is offered in a criminal case as one that tends to expose the declarant to criminal liability.\n\n(4)Statement of personal or family history. A statement about:\n\n(A)The declarant's own birth, adoption, legitimacy, ancestry, marriage, divorce, relationship by blood, adoption, or marriage, or similar facts of personal or family history, even though the declarant had no way of acquiring personal knowledge about that fact; or\n\n(B)Another person concerning any of these facts, as well as death, if the declarant was related to the person by blood, adoption, or marriage or was so intimately associated with the person's family that the declarant's information is likely to be accurate.\n\n(5)Decedent's statements. In actions, suits, or proceedings by or against the representatives of deceased persons including proceedings for the probate of wills, any statement of the deceased whether oral or written shall not be excluded as hearsay, provided that the trial judge shall first find as a fact that the statement was made by decedent, and that it was in good faith and on decedent's personal knowledge.(6)Statement offered against a party that wrongfully caused the declarant's unavailability. A statement offered against a party that wrongfully caused--or acquiesced in wrongfully causing--the declarant's unavailability as a witness, and did so intending that result.Source:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 804); SL 1979, ch 149, §5; SDCL §§19-16-29 to 19-16-34; SL 2016, ch 239 (Supreme Court Rule 15-58), eff. Jan. 1, 2016.\n\n(5)Decedent's statements. In actions, suits, or proceedings by or against the representatives of deceased persons including proceedings for the probate of wills, any statement of the deceased whether oral or written shall not be excluded as hearsay, provided that the trial judge shall first find as a fact that the statement was made by decedent, and that it was in good faith and on decedent's personal knowledge.\n\n(6)Statement offered against a party that wrongfully caused the declarant's unavailability. A statement offered against a party that wrongfully caused--or acquiesced in wrongfully causing--the declarant's unavailability as a witness, and did so intending that result.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 804); SL 1979, ch 149, §5; SDCL §§19-16-29 to 19-16-34; SL 2016, ch 239 (Supreme Court Rule 15-58), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-804/"
    },
    {
      "id": "section-19-19-805",
      "number": "19-19-805",
      "heading": "Hearsay within hearsay.",
      "text": "19-19-805. Hearsay within hearsay.\n\nHearsay within hearsay is not excluded by the rule against hearsay if each part of the combined statements conforms with an exception to the rule.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 805); SDCL §19-16-36; SL 2016, ch 239 (Supreme Court Rule 15-59), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-805/"
    },
    {
      "id": "section-19-19-806",
      "number": "19-19-806",
      "heading": "Attacking and supporting the declarant.",
      "text": "19-19-806. Attacking and supporting the declarant.\n\nWhen a hearsay statement--or a statement described in subdivision 19-19-801(d)(2)(C), (D), or (E)--has been admitted in evidence, the declarant's credibility may be attacked, and then supported, by any evidence that would be admissible for those purposes if the declarant had testified as a witness. The court may admit evidence of the declarant's inconsistent statement or conduct, regardless of when it occurred or whether the declarant had an opportunity to explain or deny it. If the party against whom the statement was admitted calls the declarant as a witness, the party may examine the declarant on the statement as if on cross-examination.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 806); SDCL §19-16-37; SL 2016, ch 239 (Supreme Court Rule 15-60), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-806/"
    },
    {
      "id": "section-19-19-8061",
      "number": "19-19-806.1",
      "heading": "Statement by child under age thirteen or child with developmental disability regarding sex crime, physical abuse, or neglect.",
      "text": "19-19-806.1. Statement by child under age thirteen or child with developmental disability regarding sex crime, physical abuse, or neglect.\n\nA statement made by a child under the age of thirteen, or by a child thirteen years of age or older who is developmentally disabled as defined in §27B-1-18, describing any act of sexual contact or rape performed with or on the child by another, or describing any act of physical abuse or neglect of the child by another, or any act of physical abuse or neglect of another child observed by the child making the statement, not otherwise admissible by statute or court rule, is admissible in evidence in criminal proceedings against the defendant or in any proceeding under chapters 26-7A, 26-8A, 26-8B, and 26-8C in the courts of this state if:\n\n(1)The court finds, in a hearing conducted outside the presence of the jury, that the time, content, and circumstances of the statement provide sufficient indicia of reliability; and\n\n(2)The child either:\n\n(a)Testifies at the proceedings; or\n\n(b)Is unavailable as a witness.\n\nHowever, if the child is unavailable as a witness, such statement may be admitted only if there is corroborative evidence of the act.\n\nNo statement may be admitted under this section unless the proponent of the statement makes known the proponent's intention to offer the statement and the particulars of it, including the name and address of the declarant to the adverse party sufficiently in advance of the trial or hearing to provide the adverse party with a fair opportunity to prepare to meet the statement.\n\nSource:SL 1984, ch 155; SL 1985, ch 166; SL 1987, ch 157; SL 1992, ch 154, §2; SL 2009, ch 107, §1; SDCL §19-16-38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-806-1/"
    },
    {
      "id": "section-19-19-8062",
      "number": "19-19-806.2",
      "heading": "Statements alleging child abuse or neglect.",
      "text": "19-19-806.2. Statements alleging child abuse or neglect.\n\nAn out-of-court statement not otherwise admissible by statute or rule of evidence is admissible in evidence in any civil proceeding alleging child abuse or neglect or any proceeding for termination of parental rights if:\n\n(1)The statement was made by a child under the age of thirteen years or by a child thirteen years of age or older who is developmentally disabled, as defined in §27B-1-18;\n\n(2)The statement alleges, explains, denies, or describes:\n\n(a)Any act of sexual penetration or contact performed with or on the child;\n\n(b)Any act of sexual penetration or contact with or on another child observed by the child making the statement;\n\n(c)Any act of physical abuse or neglect of the child by another; or\n\n(d)Any act of physical abuse or neglect of another child observed by the child making the statement;\n\n(3)The court finds that the time, content, and circumstances of the statement and the reliability of the person to whom the statement is made provide sufficient indicia of reliability; and\n\n(4)The proponent of the statement notifies other parties of an intent to offer the statement and the particulars of the statement sufficiently in advance of the proceeding at which the proponent intends to offer the statement into evidence, to provide the parties with a fair opportunity to meet the statement.\n\nFor purposes of this section, an out-of-court statement includes a video, audio, or other recorded statement.\n\nSource:SL 1992, ch 154, §1; SL 2011, ch 110, §1; SDCL §19-16-39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-806-2/"
    },
    {
      "id": "section-19-19-807",
      "number": "19-19-807",
      "heading": "Residual exception.",
      "text": "19-19-807. Residual exception.\n\n(a) In general. Under the following conditions, a hearsay statement is not excluded by the rule against hearsay even if the statement is not admissible under a hearsay exception in §19-19-803 or 19-19-804.\n\n(1)The statement is supported by sufficient guarantees of trustworthiness--after considering the totality of circumstances under which it was made and evidence, if any, corroborating the statement; and\n\n(2)It is more probative on the point for which it is offered than any other evidence that the proponent can obtain through reasonable efforts.\n\n(b) Notice. The statement is admissible only if the proponent gives an adverse party reasonable notice of the intent to offer the statement--including its substance and the declarant's name--so that the party has a fair opportunity to meet it. The notice must be provided in writing before the trial or hearing--or in any form during the trial or hearing if the court, for good cause, excuses a lack of earlier notice.\n\nSource:SL 2011, ch 239 (Supreme Court Rule 10-15); SDCL §19-16-40; SL 2016, ch 239 (Supreme Court Rule 15-61), eff. Jan. 1, 2016; SL 2022, ch 252 (Supreme Court Rule 21-11), eff. Jan. 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-807/"
    },
    {
      "id": "section-19-19-901",
      "number": "19-19-901",
      "heading": "Authenticating or identifying evidence.",
      "text": "19-19-901. Authenticating or identifying evidence.\n\n(a) In general. To satisfy the requirement of authenticating or identifying an item of evidence, the proponent must produce evidence sufficient to support a finding that the item is what the proponent claims it is.\n\n(b) Examples. The following are examples only--not a complete list--of evidence that satisfies the requirement:\n\n(1)Testimony of a witness with knowledge. Testimony that an item is what it is claimed to be.\n\n(2)Nonexpert opinion about handwriting. A nonexpert's opinion that handwriting is genuine, based on a familiarity with it that was not acquired for the current litigation.\n\n(3)Comparison by an expert witness or the trier of fact. A comparison with an authenticated specimen by an expert witness or the trier of fact.\n\n(4)Distinctive characteristics and the like. The appearance, contents, substance, internal patterns, or other distinctive characteristics of the item, taken together with all the circumstances.\n\n(5)Opinion about a voice. An opinion identifying a person's voice--whether heard firsthand or through mechanical or electronic transmission or recording--based on hearing the voice at any time under circumstances that connect it with the alleged speaker.\n\n(6)Evidence about a telephone conversation. For a telephone conversation, evidence that a call was made to the number assigned at the time to:\n\n(A)A particular person, if circumstances, including self-identification, show that the person answering was the one called; or\n\n(B)A particular business, if the call was made to a business and the call related to business reasonably transacted over the telephone.\n\n(7)Evidence about public records. Evidence that:\n\n(A)A document was recorded or filed in a public office as authorized by law; or\n\n(B)A purported public record or statement is from the office where items of this kind are kept.\n\n(8)Evidence about ancient documents or data compilations. For a document or data compilation, evidence that it:\n\n(A)Is in a condition that creates no suspicion about its authenticity;\n\n(B)Was in a place where, if authentic, it would likely be; and\n\n(C)Is at least 20 years old when offered.\n\n(9)Evidence about a process or system. Evidence describing a process or system and showing that it produces an accurate result.\n\n(10)Methods provided by a statute or rule. Any method of authentication or identification allowed by a state statute or a rule prescribed by the Supreme Court.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 901); SDCL §19-17-1; SL 2016, ch 239 (Supreme Court Rule 15-62), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-901/"
    },
    {
      "id": "section-19-19-902",
      "number": "19-19-902",
      "heading": "Evidence that is self-authenticating.",
      "text": "19-19-902. Evidence that is self-authenticating.\n\nThe following items of evidence are self-authenticating. They require no extrinsic evidence of authenticity in order to be admitted.\n\n(1)Domestic public documents that are sealed and signed. A document that bears:\n\n(A)A seal purporting to be that of the United States; any state, district, commonwealth, territory, or insular possession of the United States; the former Panama Canal Zone; the Trust Territory of the Pacific Islands; a political subdivision of any of these entities; or a department, agency, or officer of any entity named above; and\n\n(B)A signature purporting to be an execution or attestation.\n\n(2)Domestic public documents that are not sealed but are signed and certified. A document that bears no seal if:\n\n(A)It bears the signature of an officer or employee of an entity named in subdivision (1)(A); and\n\n(B)Another public officer who has a seal and official duties within that same entity certifies under seal--or its equivalent--that the signer has the official capacity and that the signature is genuine.\n\n(3)Foreign public documents. A document that purports to be signed or attested by a person who is authorized by a foreign country's law to do so. The document must be accompanied by a final certification that certifies the genuineness of the signature and official position of the signer or attester--or of any foreign official whose certificate of genuineness relates to the signature or attestation or is in a chain of certificates of genuineness relating to the signature or attestation. The certification may be made by a secretary of a United States embassy or legation; by a consul general, vice consul, or consular agent of the United States; or by a diplomatic or consular official of the foreign country assigned or accredited to the United States. If all parties have been given a reasonable opportunity to investigate the document's authenticity and accuracy, the court may, for good cause, either:\n\n(A)Order that it be treated as presumptively authentic without final certification; or\n\n(B)Allow it to be evidenced by an attested summary with or without final certification.\n\n(4)Certified copies of public records. A copy of an official record--or a copy of a document that was recorded or filed in a public office as authorized by law--if the copy is certified as correct by:\n\n(A)The custodian or another person authorized to make the certification; or\n\n(B)A certificate that complies with subdivision (1), (2) or (3), inclusive, or complying with any law of the United States or state thereof.\n\n(5)Official publications. A book, pamphlet, or other publication purporting to be issued by a public authority.\n\n(6)Newspapers and periodicals. Printed material purporting to be a newspaper or periodical.\n\n(7)Trade inscriptions and the like. An inscription, sign, tag, or label purporting to have been affixed in the course of business and indicating origin, ownership, or control.\n\n(8)Acknowledged documents. A document accompanied by a certificate of acknowledgement that is lawfully executed by a notary public or another officer who is authorized to take acknowledgements.\n\n(9)Commercial paper and related documents. Commercial paper, a signature on it, and related documents, to the extent allowed by general commercial law.\n\n(10)Presumptions under a statute. A signature, document, or anything else that a statute of this state declares to be presumptively or prima facie genuine or authentic.\n\n(11)Certified domestic records of a regularly conducted activity. The original or copy of a domestic record that meets the requirements of subdivision 19-19-803(6)(A)-(C) as shown by a certification of the custodian or another qualified person that complies with a statute or a rule prescribed by the Supreme Court. Before the trial or hearing, the proponent must give an adverse party reasonable written notice of the intent to offer the record--and must make the record and certification available for inspection--so that the party has a fair opportunity to challenge them.(12)Certified foreign records of a regularly conducted activity. In a civil case, the original or copy of a foreign record that meets the requirements of subdivision (11), modified as follows: the certification, rather than complying with a statute or Supreme Court rule, must be signed in a manner that, if falsely made, would subject the maker to a criminal penalty in the country where the certification is signed. The proponent must also meet the notice requirements of subdivision (11).Source:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 902); SDCL §§19-17-2 to 19-17-11; SL 2016, ch 239 (Supreme Court Rule 15-63), eff. Jan. 1, 2016.\n\n(11)Certified domestic records of a regularly conducted activity. The original or copy of a domestic record that meets the requirements of subdivision 19-19-803(6)(A)-(C) as shown by a certification of the custodian or another qualified person that complies with a statute or a rule prescribed by the Supreme Court. Before the trial or hearing, the proponent must give an adverse party reasonable written notice of the intent to offer the record--and must make the record and certification available for inspection--so that the party has a fair opportunity to challenge them.\n\n(12)Certified foreign records of a regularly conducted activity. In a civil case, the original or copy of a foreign record that meets the requirements of subdivision (11), modified as follows: the certification, rather than complying with a statute or Supreme Court rule, must be signed in a manner that, if falsely made, would subject the maker to a criminal penalty in the country where the certification is signed. The proponent must also meet the notice requirements of subdivision (11).\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 902); SDCL §§19-17-2 to 19-17-11; SL 2016, ch 239 (Supreme Court Rule 15-63), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-902/"
    },
    {
      "id": "section-19-19-903",
      "number": "19-19-903",
      "heading": "Subscribing witnesses.",
      "text": "19-19-903. Subscribing witnesses.\n\nA subscribing witness's testimony is necessary to authenticate a writing only if required by the law of the jurisdiction that governs its validity.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 903); SDCL §19-17-12; SL 2016, ch 239 (Supreme Court Rule 15-64), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-903/"
    },
    {
      "id": "section-19-19-1001",
      "number": "19-19-1001",
      "heading": "Definitions that apply to this article.",
      "text": "19-19-1001. Definitions that apply to this article.\n\n(a) A \"writing\" consists of letters, words, numbers, or their equivalent set down in any form.\n\n(b) A \"recording\" consists of letters, words, numbers, or their equivalent recorded in any manner.\n\n(c) A \"photograph\" means a photographic image or its equivalent stored in any form.\n\n(d) An \"original\" of a writing or recording means the writing or recording itself or any counterpart intended to have the same effect by the person who executed or issued it. For electronically stored information, \"original\" means any printout--or other output readable by sight--if it accurately reflects the information. An \"original\" of a photograph includes the negative or a print from it.\n\n(e) A \"duplicate\" means a counterpart produced by a mechanical, photographic, chemical, electronic, or other equivalent process or technique that accurately reproduces the original.\n\n(f) \"TDD,\" or \"TTY,\" any auxiliary aids or services consisting of assistive listening or transcription systems which allow the reception or transmission of aurally delivered communication and materials for the benefit of individuals with hearing, speech, or physical impairments.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1001); SL 1993, ch 168, §1; SDCL §19-18-1; SL 2016, ch 239 (Supreme Court Rule 15-65), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1001/"
    },
    {
      "id": "section-19-19-1002",
      "number": "19-19-1002",
      "heading": "Requirement of the original.",
      "text": "19-19-1002. Requirement of the original.\n\nAn original writing, recording, or photograph is required in order to prove its content unless this chapter or rules adopted by the Supreme Court of this state, or a state statute provides otherwise.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1002); SDCL §19-18-2; SL 2016, ch 239 (Supreme Court Rule 15-66), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1002/"
    },
    {
      "id": "section-19-19-1003",
      "number": "19-19-1003",
      "heading": "Admissibility of duplicates.",
      "text": "19-19-1003. Admissibility of duplicates.\n\nA duplicate is admissible to the same extent as the original unless a genuine question is raised about the original's authenticity or the circumstances make it unfair to admit the duplicate.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1003); SDCL §19-18-3; SL 2016, ch 239 (Supreme Court Rule 15-67), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1003/"
    },
    {
      "id": "section-19-19-1004",
      "number": "19-19-1004",
      "heading": "Admissibility of other evidence of content.",
      "text": "19-19-1004. Admissibility of other evidence of content.\n\nAn original is not required and other evidence of the content of a writing, recording, or photograph is admissible if:\n\n(a)All the originals are lost or destroyed, and not by the proponent acting in bad faith;\n\n(b)An original cannot be obtained by any available judicial process;\n\n(c)The party against whom the original would be offered had control of the original; was at that time put on notice, by pleadings or otherwise, that the original would be a subject of proof at the trial or hearing; and fails to produce it at the trial or hearing; or\n\n(d)The writing, recording, or photograph is not closely related to a controlling issue.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1004); SDCL §19-18-4; SL 2016, ch 239 (Supreme Court Rule 15-68), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1004/"
    },
    {
      "id": "section-19-19-1005",
      "number": "19-19-1005",
      "heading": "Copies of public records to prove content.",
      "text": "19-19-1005. Copies of public records to prove content.\n\nThe proponent may use a copy to prove the content of an official record--or of a document that was recorded or filed in a public office as authorized by law--if these conditions are met: the record or document is otherwise admissible; and the copy is certified as correct in accordance with subdivision 19-19-902(4) or is testified to be correct by a witness who has compared it with the original. If no such copy can be obtained by reasonable diligence, then the proponent may use other evidence to prove the content.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1005); SDCL §19-18-5; SL 2016, ch 239 (Supreme Court Rule 15-69), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1005/"
    },
    {
      "id": "section-19-19-1006",
      "number": "19-19-1006",
      "heading": "Summaries to prove content.",
      "text": "19-19-1006. Summaries to prove content.\n\nThe proponent may use a summary, chart, or calculation to prove the content of voluminous writings, recordings, or photographs that cannot be conveniently examined in court. The proponent must make the originals or duplicates available for examination or copying, or both, by other parties at a reasonable time and place. And the court may order the proponent to produce them in court.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1006); SDCL §19-18-6; SL 2016, ch 239 (Supreme Court Rule 15-70), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1006/"
    },
    {
      "id": "section-19-19-1007",
      "number": "19-19-1007",
      "heading": "Testimony or statement of a party to prove content.",
      "text": "19-19-1007. Testimony or statement of a party to prove content.\n\nThe proponent may prove the content of a writing, recording, or photograph by the testimony, deposition, or written statement of the party against whom the evidence is offered. The proponent need not account for the original.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1007); SDCL §19-18-7; SL 2016, ch 239 (Supreme Court Rule 15-71), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1007/"
    },
    {
      "id": "section-19-19-1008",
      "number": "19-19-1008",
      "heading": "Functions of the court and jury.",
      "text": "19-19-1008. Functions of the court and jury.\n\nOrdinarily, the court determines whether the proponent has fulfilled the factual conditions for admitting other evidence of the content of a writing, recording, or photograph under §19-19-1004 or 19-19-1005. But in a jury trial, the jury determines--in accordance with subdivision 19-19-104(b)--any issue about whether:\n\n(a)An asserted writing, recording, or photograph ever existed;\n\n(b)Another one produced at the trial or hearing is the original; or\n\n(c)Other evidence of content accurately reflects the content.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1008); SDCL §19-18-8; SL 2016, ch 239 (Supreme Court Rule 15-72), eff. Jan. 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1008/"
    },
    {
      "id": "section-19-19-1009",
      "number": "19-19-1009",
      "heading": "TDD and TTY communications inadmissible as evidence.",
      "text": "19-19-1009. TDD and TTY communications inadmissible as evidence.\n\nThe writings or tapes resulting from any communication directly or indirectly through TDD or TTY are inadmissible as evidence of those communications in any court of law, legal proceeding, or administrative hearing. This section does not preclude the interception of wire communications pursuant to lawful court order pursuant to chapter 23A-35A.\n\nSource:SL 1983, ch 168, §2; SDCL §19-18-9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1009/"
    },
    {
      "id": "section-19-19-1101",
      "number": "19-19-1101",
      "heading": "Applicability of chapter.",
      "text": "19-19-1101. Applicability of chapter.\n\nExcept as otherwise provided in this section, this chapter applies to all actions and proceedings in the courts of this state. This chapter other than those sections with respect to privileges does not apply in the following situations:\n\n(1)The determination of questions of fact preliminary to admissibility of evidence when the issue is to be determined by the court under subdivision 19-19-104(a).\n\n(2)Small claims court proceedings.\n\n(3)Proceedings for extradition or rendition.\n\n(4)Sentencing, or granting or revoking probation.\n\n(5)Issuance of warrants for arrest, criminal summonses, and search warrants.\n\n(6)Proceedings with respect to release on bail or otherwise.\n\n(7)Disposition hearings, temporary custody hearings and other hearings other than adjudicatory hearings in juvenile court.\n\n(8)Contempt proceedings in which the court may act summarily.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1101); SDCL §19-9-14; SL 2016, ch 245 (Supreme Court Rule 16-06), eff. July 1, 2016.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1101/"
    },
    {
      "id": "section-19-19-1102",
      "number": "19-19-1102",
      "heading": "Title.",
      "text": "19-19-1102. Title.\n\nThis chapter shall be known and may be cited as the South Dakota Rules of Evidence.\n\nSource:SL 1979, ch 358 (Supreme Court Rule 78-2, Rule 1102); SDCL §19-9-15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-19/chapter-19/section-19-19-1102/"
    }
  ]
}