{
  "state": "pennsylvania",
  "path": "title-title-45/chapter-title-45",
  "sections": [
    {
      "id": "section-310",
      "number": "310",
      "heading": "No unauthorized advertisements to be published.",
      "text": "§ 310. Depositions. The commission, or any commissioner, or any party to proceedings before the commission, may cause the deposition of witnesses residing within or without this Commonwealth to be taken in the manner prescribed by the Pennsylvania Rules of Civil Procedure for taking depositions in civil actions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-310/"
    },
    {
      "id": "section-726",
      "number": "726",
      "heading": "Permanent supplements to Pennsylvania Code.",
      "text": "§ 726. Judicial adjustment award proceedings. (a) Notice.-- The commissioners appointed under section 725(e) (relating to adjustment of indebtedness) shall give the impacted municipalities at least five days' notice of the filing of the report under section 725(f). (b) Exceptions.-- If exceptions are filed to the report made under section 725(f), the court shall dispose of the exceptions and shall enter its decree confirming or modifying the award. (c) Confirmation.-- Unless exceptions are filed to the report within 30 days after the date of the filing, the report shall be confirmed by the court and the court shall issue an appropriate order effectuating the report. Cross References. Section 726 is referred to in section 724 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-726/"
    },
    {
      "id": "section-727",
      "number": "727",
      "heading": "Matter not required to be published.",
      "text": "§ 727. Matter not required to be published. Except as otherwise provided by regulations promulgated by the joint committee, whenever a document incorporates by reference any portion of the text of any of the following publications the Legislative Reference Bureau, unless the agency specifies otherwise in its order adopting the document, shall omit the text of such incorporated material from the text of the document as published in the code, the permanent supplements thereto, and the bulletin: (1) Statutes at Large. (2) United States Code. (3) Laws of Pennsylvania. (4) Pennsylvania Consolidated Statutes. (5) Code of Federal Regulations. (6) Federal Register. (7) Any uniform system of accounts published by the National Association of Regulatory Utility Commissioners. (8) Any generally available standard published by any of the standardizing organizations listed in United States Department of Commerce Miscellaneous Publication 288, issued August 1, 1967, or supplements thereto or reissues thereof. (9) Any other generally available publication approved by the bureau.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-45/chapter-7/section-727/"
    },
    {
      "id": "section-729",
      "number": "729",
      "heading": "Publication of individual documents.",
      "text": "§ 729. Bond issues. In a proceeding to adjust and apportion indebtedness, a municipality shall have power to issue and deliver interest-bearing bonds in liquidation of the indebtedness ascertained, to be its proportionate share payable, if the bonds are acceptable to the municipality entitled to receive the bonds. The court may make necessary orders for the collection and payment. Cross References. Section 729 is referred to in section 724 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-729/"
    },
    {
      "id": "section-730",
      "number": "730",
      "heading": "Pricing and distribution of published documents.",
      "text": "§ 730. Pricing and distribution of published documents. The prices to be charged for individual copies of and subscriptions to the code, the permanent supplements thereto and the bulletin, for reprints and bound volumes thereof and for pamphlet regulations, statements of policy, general rules and rules of court, which prices may be fixed without reference to the restrictions placed upon and fixed for the sale of other publications of the Commonwealth, and the number of copies which shall be distributed free for official use, shall be set by regulations promulgated by the joint committee. Without limiting the generality of the foregoing, such regulations may provide for volume discounts available to established law book publishers who agree to incorporate fully the code, the permanent supplements thereto and the bulletin into their general scheme of promotion and distribution and may provide for the free reciprocal exchange of publications between this Commonwealth and other states and foreign jurisdictions and for the free distribution upon request of every publication printed under authority of this part to each: (1) County for the use of its law library. (2) (Deleted by amendment). (3) (Deleted by amendment). (Sept. 24, 2014, P.L.2461, No.133, eff. 60 days) 2014 Amendment. Act 133 amended the intro. par. and deleted pars. (2) and (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-45/chapter-7/section-730/"
    },
    {
      "id": "section-302scope",
      "number": "302",
      "heading": "and interpretation of chapter.",
      "text": "§ 302. Use of hearing officers. (a) General rule.-- The department may not utilize the services of employees of the department as hearing officers with respect to the following activities and proceedings of the department: (1) Appeals from the department's denial or recall of an occupational limited license. (2) Appeals from the department's cancellation, denial or recall of a probationary license. (3) Requests for record review under 75 Pa.C.S. § 1516 (relating to department records). (4) Hearings to request credit toward serving driving privilege or vehicle registration suspensions. (5) Appeals from the department's refusal to issue a certificate of title for reasons other than failure to pay a required fee or tax in connection with or resulting from the acquisition or use of a vehicle. (6) Any other matter as determined by the department by regulation. (b) Scope of authority.-- A hearing officer utilized by the department for the proceedings described under subsection (a) shall be vested with the same authority and duties as a department hearing officer under the provisions of 67 Pa. Code Ch. 491 (relating to administrative practice and procedure). (c) Appeals.-- An adjudication by a hearing officer utilized by the department under subsection (a) shall be appealable in accordance with 67 Pa. Code § 491.12 (relating to exceptions).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-3/section-302/"
    },
    {
      "id": "section-303level",
      "number": "303",
      "heading": "of advertising rates.",
      "text": "§ 303. Diverse business participation. (a) General rule.-- In administering contracts for construction and professional services relating to transportation projects which are funded pursuant to the provisions of this title or 75 Pa.C.S. (relating to vehicles), the contracting entities shall: (1) Be responsible for ensuring that all competitive contract opportunities subject to this section which are issued by the contracting entities seek to maximize participation by diverse businesses. (1.1) Include in solicitations for bids and requests for proposals on all competitive contracting opportunities subject to this section notice to the bidder or offeror that: (i) The bidder or offeror shall document and submit to the applicable contracting entity all good faith efforts to solicit subcontractors that are diverse businesses during the bidding or proposal process. (ii) The bidder or offeror shall provide within seven days of being declared the low bidder or successful offeror the name and business address of each subcontractor that is a diverse business that will provide the contractor with construction or professional services in connection with the performance of the contract. (2) Include in the solicitations for bids and requests for proposals under paragraph (1.1) language encouraging bidders and offerors to utilize and give consideration to contractors offering to utilize diverse businesses in the selection and award of contracts. (3) Ensure that the contracting entities' commitment to participation by diverse businesses is clearly understood and appropriately implemented and enforced by all the contracting entities. (4) Designate a responsible official to supervise the contracting entities' diverse business program and ensure compliance within the contracting entities. (5) (Reserved). (6) Impose sanctions, as may be appropriate under 62 Pa.C.S. § 531 (relating to debarment or suspension), against businesses that fail to comply with this section or the policies of the Commonwealth related to diverse businesses. This paragraph shall not apply to a local transportation organization. (7) Ensure that each contract entered into with a contractor under this section includes provisions prohibiting discrimination in accordance with 62 Pa.C.S. § 3701 (relating to contract provisions prohibiting discrimination). (a.1) Additional duties of department.-- The department, with the assistance of a diverse business enterprise supportive services center, shall have the following duties: (1) Conduct the necessary and appropriate outreach, including using the database available on the Internet website of the Department of General Services and the Federal Government's system of award management database, for purposes of identifying diverse businesses in general construction or professional services capable of performing contracts subject to this section. (2) By October 1, 2014, and each October 1 thereafter, submit a report to the chairman and minority chairman of the Transportation Committee of the Senate and the chairman and minority chairman of the Transportation Committee of the House of Representatives summarizing the participation level of diverse businesses in all competitive contract opportunities issued by contracting entities. The commission and local transportation organizations shall cooperate with the department to complete the report. The report shall include: (i) The percentage of participation by diverse businesses. (ii) The total value of all contracts executed which include participation by diverse businesses pursuant to this section in the prior year. (iii) The number of businesses penalized for violating this section. (3) Transmit the report under paragraph (2) to the Pennsylvania Minority Business Development Authority, established under the act of July 22, 1974 (P.L.598, No.206), known as the Pennsylvania Minority Business Development Authority Act. The authority shall review the report to assess the effectiveness in advancing this section and to make any recommendations for changes in this section deemed necessary or desirable to the secretary and the chairman and minority chairman of the Transportation Committee of the Senate and the chairman and minority chairman of the Transportation Committee of the House of Representatives. (a.2) Replacement of diverse business.-- If, at any time during the evaluation of a bid or proposal or the construction of a project or the performance of a professional service pursuant to a bid, proposal or contract subject to this section, it becomes necessary to replace a subcontractor that is a diverse business, the bidder, offeror or contractor, as appropriate, shall immediately notify the contracting entity of the need to replace the diverse business. The notice shall include the reasons for the replacement. (a.3) Applicability.-- The following shall apply to a contractor and contract subject to subsection (a): (1) The provisions of 62 Pa.C.S. § 2108 (relating to compliance with Federal requirements). (2) Prompt payment policies between a contractor and subcontractor adopted by the Department of General Services pursuant to 62 Pa.C.S. Pt. II (relating to general procurement provisions). (a.4) Construction.-- Nothing in this section shall be construed to supersede, nullify or otherwise affect 51 Pa.C.S. § 9603 (relating to participation goal). In the case of an inconsistency between this section and 51 Pa.C.S. Ch. 96 (relating to veteran-owned small businesses), the provisions of 51 Pa.C.S. Ch. 96 shall prevail. (b) Definitions.-- As used in this section, the following words and phrases shall have the meanings given to them in this subsection: \"Commission.\" As defined in section 8102 (relating to definitions). \"Contract.\" As defined in 62 Pa.C.S. § 103 (relating to definitions). \"Contracting entities.\" The following: (1) The department. (2) The commission. (3) A local transportation organization. \"Disadvantaged business.\" A business that is owned or controlled by a majority of persons, not limited to members of minority groups, who are subject to racial or ethnic prejudice or cultural bias. \"Diverse business.\" A disadvantaged business, minority-owned or women-owned business or service-disabled veteran-owned or veteran-owned small business that has been certified by a third-party certifying organization. \"Local transportation organization.\" Any of the following: (1) A political subdivision or a public transportation authority, port authority or redevelopment authority organized under the laws of this Commonwealth or pursuant to an interstate compact or otherwise empowered to render, contract for the rendering of or assist in the rendering of transportation service in a limited area in this Commonwealth, even though it may also render or assist in rendering transportation service in adjacent states. (2) A nonprofit association that directly or indirectly provides public transportation service. (3) A nonprofit association of public transportation providers operating within this Commonwealth. \"Minority-owned business.\" A business owned and controlled by a majority of individuals who are African Americans, Hispanic Americans, Native Americans, Asian Americans, Alaskans or Pacific Islanders. \"Professional services.\" An industry of infrequent, technical or unique functions performed by independent contractors or consultants whose occupation is the rendering of the services. The term includes: (1) Design professional services as defined in 62 Pa.C.S. § 901 (relating to definitions). (2) Legal services. (3) Advertising or public relations services. (4) Accounting, auditing or actuarial services. (5) Security consultant services. (6) Computer and information technology services. (7) Insurance underwriting services. \"Service-disabled veteran-owned small business.\" As defined in 51 Pa.C.S. § 9601 (relating to definitions). \"Third-party certifying organization.\" An organization that certifies a small business, minority-owned business, women-owned business or veteran-owned small business as a diverse business. The term includes: (1) The National Minority Supplier Development Council. (2) The Women's Business Development Enterprise National Council. (3) The Small Business Administration. (4) The Department of Veterans Affairs. (5) The Pennsylvania Unified Certification Program. \"Veteran-owned small business.\" As defined in 51 Pa.C.S. § 9601 (relating to definitions). \"Women-owned business.\" A business owned and controlled by a majority of individuals who are women. (July 18, 2007, P.L.169, No.44, eff. imd.; Nov. 25, 2013, P.L.974, No.89, eff. 60 days) 2013 Amendment. Section 43(1) of Act 89 provided that section 303 shall apply to competitive contract opportunities issued on or after July 1, 2014. See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations. Cross References. Section 303 is referred to in section 3101 of Title 72 (Taxation and Fiscal Affairs).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-3/section-303/"
    },
    {
      "id": "section-304establishment",
      "number": "304",
      "heading": "and change of advertising rates.",
      "text": "§ 304. Administrative law judges. (a) General rule.-- The office of administrative law judge to the Pennsylvania Public Utility Commission is hereby created. The commission shall have the power to appoint as many qualified and competent administrative law judges as may be necessary for proceedings pursuant to this part, and who shall devote full time to their official duties and who shall perform no duties inconsistent with their duties and responsibilities as administrative law judges. Administrative law judges shall be afforded employment security as provided by the act of August 5, 1941 (P.L.752, No.286), known as the \"Civil Service Act.\" Compensation for administrative law judges shall be established by the commission. If the commission is occasionally and temporarily understaffed of administrative law judges, the commission may appoint qualified and competent persons who meet the minimum standards established by this part to temporarily serve as such judges, who shall serve at the pleasure of the commission and shall receive such compensation as the commission may establish. (b) Staff.-- The commission may appoint secretaries and legal or technical advisors to assist each judge in performance of his duties or may assign personnel from any of the other bureaus within the commission. (c) Qualifications.-- All judges must meet the following minimum requirements: (1) Be an attorney in good standing before the Supreme Court of Pennsylvania. (2) Have three years of practice before administrative agencies or equivalent experience. (3) Conform to such other requirements as shall be established by the commission. (d) Chief administrative law judge.-- The commission shall appoint a chief administrative law judge who shall be responsible for assigning a hearing judge to every proceeding before the commission which may require the utilization of an administrative law judge and who shall receive remuneration above that of any other administrative law judge. The position of chief administrative law judge may not be withdrawn from a person so appointed, nor his salary diminished, except for good cause shown. The chief administrative law judge shall have such other responsibilities as the commission may by rule prescribe. (June 29, 1982, P.L.658, No.187, eff. imd.; Oct. 31, 1995, P.L.348, No.59, eff. 60 days) 1995 Amendment. Act 59 amended subsec. (d). 1982 Amendment. Act 187 amended subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-304/"
    },
    {
      "id": "section-305charges",
      "number": "305",
      "heading": "taxable as costs and administration expenses.",
      "text": "§ 305. Requirements for certain notarial acts. (a) Acknowledgments.-- A notarial officer who takes an acknowledgment of a record shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, all of the following: (1) The individual appearing before the notarial officer and making the acknowledgment has the identity claimed. (2) The signature on the record is the signature of the individual. (b) Verifications.-- A notarial officer who takes a verification of a statement on oath or affirmation shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, all of the following: (1) The individual appearing before the notarial officer and making the verification has the identity claimed. (2) The signature on the statement verified is the signature of the individual. (c) Signatures.-- A notarial officer who witnesses or attests to a signature shall determine, from personal knowledge or satisfactory evidence of the identity of the individual, all of the following: (1) The individual appearing before the notarial officer and signing the record has the identity claimed. (2) The signature on the record is the signature of the individual. (d) Copies.-- A notarial officer who certifies or attests a copy of a record or an item which was copied shall determine that the copy is a complete and accurate transcription or reproduction of the record or item. (e) Negotiable instruments.-- A notarial officer who makes or notes a protest of a negotiable instrument shall determine the matters set forth in 13 Pa.C.S. § 3505(b) (relating to evidence of dishonor). Cross References. Section 305 is referred to in section 315 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-57/chapter-3/section-305/"
    },
    {
      "id": "section-306use",
      "number": "306",
      "heading": "of trade publications.",
      "text": "§ 306. Office of Trial Staff (Repealed). 2008 Repeal. Section 306 was repealed October 15, 2008, P.L.1592, No.129, effective in 30 days.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-306/"
    },
    {
      "id": "section-307effect",
      "number": "307",
      "heading": "of failure to advertise when required.",
      "text": "§ 307. Inspectors for enforcement. The commission may employ such inspectors, as it may deem necessary, for the purpose of enforcing the provisions of this part. Such inspectors are hereby declared to be police officers, and are hereby given police power and authority throughout this Commonwealth to arrest on view, without writ, rule, order, or process, any person operating as a motor carrier or common carrier by airplane without a certificate or permit required by this part. Such inspectors are hereby given authority to stop vehicles on the highways of this Commonwealth, and to inspect the cargoes of such vehicles, and any receipts or bills of lading pertaining to such cargoes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-307/"
    },
    {
      "id": "section-308additional",
      "number": "308",
      "heading": "publication in legal journals.",
      "text": "§ 308. Bureaus and offices. (a) Enumeration.-- There shall be established within the commission the following bureaus and functions: (1) Law Bureau. (2) (Deleted by amendment). (3) Bureau of Consumer Services. (4) (Deleted by amendment). (b) Law Bureau.-- The Law Bureau shall be a multifunction legal staff, consisting of a prosecutory function, an advisory function, a representational function and an enforcement function. The Director of the Law Bureau shall be the chief counsel of the commission and shall serve at the pleasure of the commission. The commission may also, from time to time, appoint such assistant counsel to the commission as may be required for the proper conduct of the work of the Law Bureau. Assistant counsel may be removed by the commission only for good cause. The Law Bureau shall advise the commission on any and all matters. No counsel shall in the same case or a factually related case perform duties in the prosecutory and advisory functions, if such performance would represent a conflict of interest. Except for litigation referred to the Attorney General or other appropriate outside counsel, the Law Bureau solely shall be responsible to represent the commission upon appeals and other hearings in the courts of common pleas and in the Commonwealth Court, Supreme Court or other courts of this Commonwealth or in any Federal court or agency and in actions instituted to recover penalties and to enforce regulations and orders of the commission. If necessary to protect the public interest, the Law Bureau, pursuant to its prosecutorial function, may initiate and participate in proceedings before the commission. (c) Bureau of Conservation, Economics and Energy Planning.-- (Deleted by amendment). (d) Bureau of Consumer Services.-- (1) The Bureau of Consumer Services shall investigate and issue final determinations on all informal consumer complaints and shall advise the commission as to the need for formal commission action on any matters brought to its attention by the complaints. Any party may appeal a final determination issued by the Bureau of Consumer Services and seek review by an administrative law judge or special agent subject to the procedures in section 335 (relating to initial decisions). The bureau shall on behalf of the commission keep records of all complaints received, the matter complained of, the utility involved, and the disposition thereof and shall at least annually report to the commission on such matters. The commission may take official notice of all complaints and the nature thereof in any proceeding before the commission in which the utility is a party. The commission shall adopt, publish and generally make available rules by which a consumer may make informal complaints. The bureau shall also assist and advise the commission on matters of safety compliance by public utilities. (2) Annually on or before April 15, the commission shall submit a report to the Governor and to the Business and Commerce Committee of the House and the Community and Economic Development Committee of the Senate. The report shall compare all nonresidential categories of ratepayers for all electric and gas public utilities so that reasonably accurate comparisons of rates can be made between similar individuals or groups of nonresidential ratepayers receiving services in different service areas. (e) Office of Special Assistants.-- (Deleted by amendment). (f) Other bureaus and offices.-- (Deleted by amendment). (g) Staff testimony.-- (Deleted by amendment). (Oct. 15, 1980, P.L.950, No.164, eff. Jan. 20, 1981; Dec. 18, 1980, P.L.1247, No.226, eff. Jan. 20, 1981; July 10, 1986, P.L.1238, No.114; Oct. 15, 2008, P.L.1592, No.129, eff. 30 days; Feb. 14, 2012, P.L.72, No.11, eff. 60 days) 2012 Amendment. Act 11 amended subsec. (b). 2008 Amendment. Act 129 amended subsec. (b) and deleted subsecs. (a)(2) and (4), (c), (e), (f) and (g). 1986 Amendment. Act 114 amended the entire section, effective in 60 days as to subsecs. (a), (b), (e) and (g) and immediately as to the remainder of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-308/"
    },
    {
      "id": "section-309inclusion",
      "number": "309",
      "heading": "of common geographical names.",
      "text": "§ 309. Oaths and subpoenas. The commission, or its representative, shall have the power, in any part of this Commonwealth, to subpoena witnesses, to administer oaths, to examine witnesses, or to take such testimony, or compel the production of such books, records, papers, and documents as it may deem necessary or proper in, and pertinent to, any proceeding, investigation, or hearing, held or had by it, and to do all necessary and proper things and acts in the lawful exercise of its powers or the performance of its duties. The fees for serving a subpoena shall be the same as those paid sheriffs for similar services.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-3/section-309/"
    },
    {
      "id": "section-310no",
      "number": "310.No",
      "heading": "unauthorized advertisements to be published.",
      "text": "unauthorized advertisements to be published.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-502joint",
      "number": "502",
      "heading": "Committee on Documents.",
      "text": "§ 502. Enforcement proceedings by commission. Whenever the commission shall be of opinion that any person or corporation, including a municipal corporation, is violating, or is about to violate, any provisions of this part; or has done, or is about to do, any act, matter, or thing herein prohibited or declared to be unlawful; or has failed, omitted, neglected, or refused, or is about to fail, omit, neglect, or refuse, to perform any duty enjoined upon it by this part, or has failed, omitted, neglected or refused, or is about to fail, omit, neglect, or refuse to obey any lawful requirement, regulation or order made by the commission; or any final judgment, order, or decree made by any court, then and in every such case the commission may institute injunction, mandamus or other appropriate legal proceedings, to restrain such violations of the provisions of this part, or of the regulations, or orders of the commission, and to enforce obedience thereto. Saved from Suspension. Pennsylvania Rule of Civil Procedure No. 1549(11), adopted June 3, 1994, provided that section 502 shall not be deemed suspended or affected by Rules 1501 through 1536 relating to action in equity. Cross References. Section 502 is referred to in section 2905 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-502/"
    },
    {
      "id": "section-503general",
      "number": "503",
      "heading": "administration of part.",
      "text": "§ 503. Enforcement proceedings by Chief Counsel. The Chief Counsel, in addition to the exercise of the powers and duties now conferred upon him by law, shall also, upon request of the commission proceed in the name of the Commonwealth, by mandamus, injunction, or quo warranto, or other appropriate remedy at law or, in equity, to restrain violations of the provisions of this part, or of the regulations or orders of the commission, or the judgments, orders, or decrees of any court, or to enforce obedience thereto. (Dec. 18, 1980, P.L.1247, No.226, eff. Jan. 20, 1981)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-503/"
    },
    {
      "id": "section-504payment",
      "number": "504",
      "heading": "for documents (Deleted by amendment).",
      "text": "§ 504. Reports by public utilities. The commission may require any public utility to file periodical reports, at such times, and in such form, and of such content, as the commission may prescribe, and special reports concerning any matter whatsoever about which the commission is authorized to inquire, or to keep itself informed, or which it is required to enforce. The commission may require any public utility to file with it a copy of any report filed by such public utility with any Federal department or regulatory body. All reports shall be under oath or affirmation when required by the commission. Cross References. Section 504 is referred to in sections 2212, 3209 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-504/"
    },
    {
      "id": "section-505distribution",
      "number": "505",
      "heading": "of publication expenses.",
      "text": "§ 505. Late filings (Repealed). 2022 Repeal. Section 505 was repealed November 3, 2022, P.L.1791, No.122, effective in 60 days.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-54/chapter-5/section-505/"
    },
    {
      "id": "section-506judicial",
      "number": "506",
      "heading": "notice.",
      "text": "§ 506. Inspection of facilities and records. The commission shall have full power and authority, either by or through its members, or duly authorized representatives, whenever it shall deem it necessary or proper in carrying out any of the provisions of, or its duties under this part, to enter upon the premises, buildings, machinery, system, plant, and equipment, and make any inspection, valuation, physical examination, inquiry, or investigation of any and all plant and equipment, facilities, property, and pertinent records, books, papers, accounts, maps, inventories, appraisals, valuations, memoranda, documents, or effects whatsoever, of any public utility, or prepared or kept for it by others, and to hold any hearing for such purposes. In the performance of such duties, the commission may have access to, and use any books, records, or documents in the possession of, any department, board, or commission of the Commonwealth, or any political subdivision thereof. Cross References. Section 506 is referred to in sections 1706, 2212, 3209 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-506/"
    },
    {
      "id": "section-507form",
      "number": "507",
      "heading": "of citation.",
      "text": "§ 507. Contracts between public utilities and municipalities. Except for a contract between a public utility and a municipal corporation to furnish service at the regularly filed and published tariff rates, no contract or agreement between any public utility and any municipal corporation shall be valid unless filed with the commission at least 30 days prior to its effective date. Upon notice to the municipal authorities, and the public utility concerned, the commission may, prior to the effective date of such contract or agreement, institute proceedings to determine the reasonableness, legality or any other matter affecting the validity thereof. Upon the institution of such proceedings, such contract or agreement shall not be effective until the commission grants its approval thereof.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-507/"
    },
    {
      "id": "section-508effect",
      "number": "508",
      "heading": "of future legislation.",
      "text": "§ 508. Effect of future legislation. No subsequent statute shall be held to supersede or modify the act of July 31, 1968 (P.L.769, No.240), referred to as the Commonwealth Documents Law, or this part except to the extent that such statute shall do so expressly. (Sept. 24, 2014, P.L.2461, No.133, eff. 60 days)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-45/chapter-5/section-508/"
    },
    {
      "id": "section-509format",
      "number": "509",
      "heading": "of documents.",
      "text": "§ 509. Regulation of manufacture, sale or lease of appliances. It is unlawful for any public utility engaged in the manufacture, sale, or lease of any appliance or equipment offered by such public utility for sale to the public to: (1) Discontinue service to any consumer for failure of such consumer to pay the whole, or any installment, of the purchase price, or rental, of any appliance or equipment sold to such consumer. (2) Apply to the purchase price or rental, or any part thereof, of any appliance or equipment purchased by, or leased to, a consumer of the service of the public utility, any deposit or other moneys of the consumer in the possession of the public utility. This restriction does not apply to any claims of the public utility against such consumer when such claims arise from damages to meters or other facilities used to measure and ascertain the quantity of service rendered by the public utility. (3) Employ in the manufacture, sale, or lease of any such appliance or equipment, any property used in, or revenue derived from, the rendering of service to the public, unless separate accounts as to the property used and the costs incurred by, and the revenue derived from, the manufacture, lease, or sale of such appliance or equipment are adopted, used, and kept by the public utility. (4) Employ in the manufacture, sale, or lease of any such appliance or equipment, the service of any officer or employee engaged in rendering service to the public, unless separate accounts as to the amount paid to such officer or employee, while engaged in the manufacture, lease or sale of such appliance or equipment, and whether any amount be salary, bonus, commission, or expense are adopted, used, and kept by the public utility.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-5/section-509/"
    },
    {
      "id": "section-701official",
      "number": "701",
      "heading": "codification created.",
      "text": "§ 701. Complaints. The commission, or any person, corporation, or municipal corporation having an interest in the subject matter, or any public utility concerned, may complain in writing, setting forth any act or thing done or omitted to be done by any public utility in violation, or claimed violation, of any law which the commission has jurisdiction to administer, or of any regulation or order of the commission. Any public utility, or other person, or corporation likewise may complain of any regulation or order of the commission, which the complainant is or has been required by the commission to observe or carry into effect. The Commonwealth through the Attorney General may be a complainant before the commission in any matter solely as an advocate for the Commonwealth as a consumer of public utility services. The commission may prescribe the form of complaints filed under this section. Cross References. Section 701 is referred to in sections 1358, 2205, 2807, 3014 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-7/section-701/"
    },
    {
      "id": "section-702contents",
      "number": "702",
      "heading": "of Pennsylvania Code.",
      "text": "§ 702. Service of complaints on parties. Upon the filing of a complaint, the commission shall cause to be served upon each party named in the complaint a copy of the complaint and notice from the commission calling upon such party to satisfy the complaint, or to answer the same in writing, within such time as is specified by the commission in the notice. Service in all hearings, investigations and proceedings pending before the commission shall be made by registered or certified mail or by e-mail upon agreement by each party. (July 2, 2019, P.L.357, No.53, eff. 60 days)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-7/section-702/"
    },
    {
      "id": "section-721publication",
      "number": "721",
      "heading": "of official codification.",
      "text": "§ 721. Wards. (a) Increased municipal territory.-- If a municipal corporation gaining territory is divided among wards, the governing body shall, within 30 days after the change in boundaries is effective, provide for the distribution of the gained territory among the wards of the municipal corporation or for the creation of one or more wards out of the gained territory. (b) Decreased municipal territory.-- If the municipal corporation decreasing territory is divided among wards, the governing body of the municipal corporation shall, within 30 days after the change in boundaries is effective, provide for the alteration of wards among the remaining territory.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-721/"
    },
    {
      "id": "section-722deposit",
      "number": "722",
      "heading": "of documents required.",
      "text": "§ 722. Deposit of documents required. (a) General rule.-- Two duplicate original copies, certified by the executive officer, chairman or secretary of the agency, or by the Administrative Office of Pennsylvania Courts or the clerk or prothonotary of the Supreme Court, in the case of a judicial document, of any document required or authorized to be published under this subchapter, shall be deposited with the Legislative Reference Bureau. If the bureau finds that such document has been approved as to legality, if such approval is required by 2 Pa.C.S. § 305 (relating to approval as to legality), and is in the form and format required by any applicable regulations promulgated under 2 Pa.C.S. § 306 (relating to format of regulations) or section 509 of this title (relating to format of documents), it shall file such document, assign thereto and indicate thereon a distinctive serial number, and indicate thereon the date and time of filing. (b) Disposition of copies.-- Upon such filing one copy shall be immediately available for public inspection and copying under regulations promulgated by the joint committee, which copy shall be retained by the bureau for one year after the publication thereof, whereupon it shall be forwarded to the Pennsylvania Historical and Museum Commission for preservation in the Commonwealth archives. The other copy shall be processed for publication as provided in this subchapter. (c) Effect of failure to file.-- Every agency, the Administrative Office of Pennsylvania Courts and the clerk or prothonotary of the Supreme Court shall cause to be transmitted to the bureau for deposit as herein provided two certified duplicate original copies of all documents issued, prescribed or promulgated by the agency or the unified judicial system which are required by or pursuant to this subchapter or any other provision of law to be deposited or published, or both, under this part; in default of which any such document shall be effective only to the extent provided in section 903 (relating to effective date of documents). If an agency and the bureau disagree concerning the form or format of a document required or authorized to be deposited with the bureau, the agency may refer the matter to the joint committee, which shall resolve the conflict pursuant to the standards and procedures provided by section 723(a) (relating to processing of deposited documents). (d) Home rule charter documents and optional plans of government.-- (Deleted by amendment). (Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Sept. 24, 2014, P.L.2461, No.133, eff. 60 days) 2014 Amendment. Act 133 amended subsecs. (b) and (c) and deleted subsec. (d).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-45/chapter-7/section-722/"
    },
    {
      "id": "section-723processing",
      "number": "723",
      "heading": "of deposited documents.",
      "text": "§ 723. Election districts and officers. All election districts in the impacted territory shall remain as constituted prior to the boundary change and shall become election districts of the municipality gaining territory on the change in designation in accordance with the act of June 3, 1937 (P.L.1333, No.320), known as the Pennsylvania Election Code. All election district officers shall continue in office until the expiration of the officer's term, unless the office is vacated.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-723/"
    },
    {
      "id": "section-724preliminary",
      "number": "724",
      "heading": "publication in Pennsylvania Bulletin.",
      "text": "§ 724. Governing body agreements. (a) General rule.-- Prior to the effective date of a boundary change, an impacted municipality may execute an agreement fully resolving: (1) Transfers of any funds and indebtedness related to property within the impacted territory. (2) The sharing of costs associated with the territorial alteration or clarification. (3) The sharing or division of any tax or fee revenues associated with property within the impacted territory in the year that a territorial alteration occurs. (4) A resolution of any matters, rights or other issues incident to the transfer of territory. (b) Exception.-- In the event that an agreement under this section is incorporated in an ordinance, sections 725 (relating to adjustment of indebtedness), 726 (relating to judicial adjustment award proceedings), 727 (relating to compensation, expenses and costs), 728 (relating to territory located in multiple counties) and 729 (relating to bond issues) shall not apply.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-724/"
    },
    {
      "id": "section-725additional",
      "number": "725",
      "heading": "contents of Pennsylvania Bulletin.",
      "text": "§ 725. Adjustment of indebtedness. (a) Property.-- The following shall apply: (1) Following a boundary change under this subchapter or any other provision of law, the governing bodies of the impacted municipalities shall make an equitable adjustment and apportionment of all the public real and personal property impacted by the change of boundary. (2) Except as provided under paragraph (3), the property under paragraph (1) shall include funds and indebtedness. (3) If adjusting property and indebtedness under paragraph (1), streets, sewers and utilities may not be considered except to the extent that current and unpaid indebtedness was incurred for the construction and improvement of the property. (b) Proportion.-- In making the adjustment and apportionment under subsection (a), the following shall apply: (1) The municipality gaining territory shall be entitled to a division of the property and indebtedness in the same proportion that the assessed valuation of the taxable real estate included within the territorial limits of the newly gained territory bears to the assessed valuation of the taxable real estate in the municipality losing territory immediately prior to the boundary change. The municipality losing territory shall be entitled to the remainder of the property and indebtedness. (2) If indebtedness was incurred by the municipality losing territory for an improvement located wholly within the territorial limits of the newly transferred territory, the indebtedness shall be assumed by the municipality gaining territory. (3) If only part of the improvement is located within the newly transferred territory, the part of the indebtedness representing the part of the improvement located within transferred territory shall be assumed by the municipality gaining territory and the adjustment and apportionment of any remaining debt shall be retained by the municipality losing territory. (c) Form.-- The adjustment and apportionment made under this section must meet all of the following: (1) Be in writing and duly executed and acknowledged by the secretary or clerk of each impacted municipal corporation, or the chief clerk of the county, as the case may be. (2) Be filed in the office of the clerk of the court of common pleas of the county. (3) Be filed as a copy with the Department of Community and Economic Development. (d) Petition for judicial adjustment.-- If the governing bodies of the impacted municipalities cannot make an amicable adjustment and apportionment of the property and indebtedness within six months after the effective date of the change in boundaries, the governing body of a municipality may present a petition to the court of common pleas, or the Commonwealth Court under section 728 (relating to territory located in multiple counties), requesting a judicial adjustment. (e) Appointment.-- After receiving a petition under subsection (d), the court shall appoint three disinterested commissioners. If the impacted territory is located in two or more counties, section 728 shall apply. If all of the impacted territory is located in one county, the commissioners shall meet all of the following requirements: (1) Are residents and taxpayers of the county. (2) Are not residents of or own real estate in an impacted municipal corporation. (f) Report.-- The individuals appointed under subsection (e) shall hold a hearing and make a report to the court containing an adjustment and apportionment of all the property and the indebtedness between the impacted municipalities. Notice shall be made as provided by the court. The report shall state the amount due to, payable from and the amount of indebtedness that shall be assumed by each impacted municipality. Cross References. Section 725 is referred to in sections 724, 726, 727, 728 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-725/"
    },
    {
      "id": "section-726permanent",
      "number": "726",
      "heading": "supplements to Pennsylvania Code.",
      "text": "§ 726. Judicial adjustment award proceedings. (a) Notice.-- The commissioners appointed under section 725(e) (relating to adjustment of indebtedness) shall give the impacted municipalities at least five days' notice of the filing of the report under section 725(f). (b) Exceptions.-- If exceptions are filed to the report made under section 725(f), the court shall dispose of the exceptions and shall enter its decree confirming or modifying the award. (c) Confirmation.-- Unless exceptions are filed to the report within 30 days after the date of the filing, the report shall be confirmed by the court and the court shall issue an appropriate order effectuating the report. Cross References. Section 726 is referred to in section 724 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-726/"
    },
    {
      "id": "section-727matter",
      "number": "727",
      "heading": "not required to be published.",
      "text": "§ 727. Matter not required to be published. Except as otherwise provided by regulations promulgated by the joint committee, whenever a document incorporates by reference any portion of the text of any of the following publications the Legislative Reference Bureau, unless the agency specifies otherwise in its order adopting the document, shall omit the text of such incorporated material from the text of the document as published in the code, the permanent supplements thereto, and the bulletin: (1) Statutes at Large. (2) United States Code. (3) Laws of Pennsylvania. (4) Pennsylvania Consolidated Statutes. (5) Code of Federal Regulations. (6) Federal Register. (7) Any uniform system of accounts published by the National Association of Regulatory Utility Commissioners. (8) Any generally available standard published by any of the standardizing organizations listed in United States Department of Commerce Miscellaneous Publication 288, issued August 1, 1967, or supplements thereto or reissues thereof. (9) Any other generally available publication approved by the bureau.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-45/chapter-7/section-727/"
    },
    {
      "id": "section-728matter",
      "number": "728",
      "heading": "not permitted to be published.",
      "text": "§ 728. Territory located in multiple counties. If the impacted territory is located in two or more counties, Commonwealth Court shall have exclusive jurisdiction over the proceedings to adjust and apportion the property and indebtedness between the municipalities. Notwithstanding the provisions of section 725(e) (relating to adjustment of indebtedness), the court shall appoint three disinterested commissioners who are residents of this Commonwealth but are not residents of, or owners of real estate in, any impacted county. Cross References. Section 728 is referred to in sections 724, 725 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-728/"
    },
    {
      "id": "section-729publication",
      "number": "729",
      "heading": "of individual documents.",
      "text": "§ 729. Bond issues. In a proceeding to adjust and apportion indebtedness, a municipality shall have power to issue and deliver interest-bearing bonds in liquidation of the indebtedness ascertained, to be its proportionate share payable, if the bonds are acceptable to the municipality entitled to receive the bonds. The court may make necessary orders for the collection and payment. Cross References. Section 729 is referred to in section 724 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-729/"
    },
    {
      "id": "section-730pricing",
      "number": "730",
      "heading": "and distribution of published documents.",
      "text": "§ 730. Pricing and distribution of published documents. The prices to be charged for individual copies of and subscriptions to the code, the permanent supplements thereto and the bulletin, for reprints and bound volumes thereof and for pamphlet regulations, statements of policy, general rules and rules of court, which prices may be fixed without reference to the restrictions placed upon and fixed for the sale of other publications of the Commonwealth, and the number of copies which shall be distributed free for official use, shall be set by regulations promulgated by the joint committee. Without limiting the generality of the foregoing, such regulations may provide for volume discounts available to established law book publishers who agree to incorporate fully the code, the permanent supplements thereto and the bulletin into their general scheme of promotion and distribution and may provide for the free reciprocal exchange of publications between this Commonwealth and other states and foreign jurisdictions and for the free distribution upon request of every publication printed under authority of this part to each: (1) County for the use of its law library. (2) (Deleted by amendment). (3) (Deleted by amendment). (Sept. 24, 2014, P.L.2461, No.133, eff. 60 days) 2014 Amendment. Act 133 amended the intro. par. and deleted pars. (2) and (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-45/chapter-7/section-730/"
    },
    {
      "id": "section-731automatic",
      "number": "731",
      "heading": "subscriptions (Deleted by amendment).",
      "text": "§ 731. Short title of subchapter. This subchapter shall be known and may be cited as the Municipal Consolidation or Merger Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-731/"
    },
    {
      "id": "section-732required",
      "number": "732",
      "heading": "contractual arrangements.",
      "text": "§ 732. Definitions. The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise: \"Commission.\" A board of members elected under the provisions of section 735.1 (relating to initiative of electors seeking consolidation or merger with new home rule charter) to consider the advisability of the adoption of a new home rule charter for the proposed consolidated or merged municipality and, if advisable, to draft and recommend a new home rule charter to the electorate. \"Consolidated or merged municipality.\" A municipal entity resulting from successful consolidation or merger proceedings under this subchapter. \"Consolidation.\" The combination of two or more municipalities which results in the termination of the existence of each of the municipalities to be consolidated and the creation of a new municipality which assumes jurisdiction over all of the municipalities which have been terminated. \"Contiguous territory.\" A territory of which a portion abuts the boundary of another municipality, including territory separated from the exact boundary of another municipality by a street, road, railroad or highway or by a river or other natural or artificial stream of water. \"Election officials.\" The county boards of election. \"Electors.\" The registered voters of a municipality involved in proceedings relating to the adoption and repeal of optional forms of government. \"Governing body.\" The council in cities, boroughs and incorporated towns; the board of commissioners in counties and townships of the first class; the board of supervisors in townships of the second class; or the legislative policymaking body in home rule municipalities. \"Initiative.\" The filing with applicable election officials of a petition containing a proposal for a referendum to be placed on the ballot of the next election. The petition shall be: (1) Filed not later than the 13th Tuesday prior to the next election in which it will appear on the ballot. (2) Signed by voters comprising 5% of the number of electors voting for the office of Governor in the last gubernatorial general election in the municipality where the proposal will appear on the ballot. (3) Placed on the ballot by election officials in a manner fairly representing the content of the petition for decision by referendum at the election. (4) Submitted not more than once in five years. \"Merger.\" The combination of two or more municipalities which results in the termination of the existence of all but one of the municipalities to be merged with the surviving municipality absorbing and assuming jurisdiction over the municipalities which have been terminated. \"Municipality.\" Every county other than a county of the first class, every city other than a city of the first or second class, and every borough, incorporated town, township and home rule municipality other than a home rule municipality which would otherwise be a city of the first or second class. \"New home rule charter.\" A written document that defines the powers, structure, privileges, rights and duties of the proposed consolidated or merged municipality, the limitations thereon and that provides for the composition and election of the governing body chosen by popular elections. \"Referendum.\" A vote seeking approval by a majority of electors voting on a question of consolidation or merger placed on the ballot by initiative or otherwise. (Oct. 23, 2003, P.L.180, No.29, eff. 60 days) 2003 Amendment. Act 29 amended the def. of \"initiative\" and added the defs. of \"commission,\" \"electors\" and \"new home rule charter.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-732/"
    },
    {
      "id": "section-741electronic",
      "number": "741",
      "heading": "publication of municipal codes.",
      "text": "§ 741. Court review of transitional plan. (a) General rule.-- Except as provided in subsection (b), after the approval of a referendum pursuant to section 736 (relating to conduct of referenda), any person who is a resident of a municipality to be consolidated or merged may petition the court of common pleas to order the appropriate municipal governing bodies to: (1) implement the terms of a transitional plan and schedule adopted pursuant to section 734 (relating to joint agreement of governing bodies) or 737 (relating to consolidation or merger agreement); or (2) adopt or amend a transitional plan or schedule if the court finds that the failure to do so will result in the unreasonable perpetuation of the separate forms and classifications of government existing in the affected municipalities prior to the approval of the referendum. (b) Exception.-- After consolidation or merger pursuant to section 735.1 (relating to initiative of electors seeking consolidation or merger with new home rule charter), any person who is a resident of the newly consolidated or merged municipality may petition the court of common pleas to order the governing body of that municipality to act to accept or provide alternatives to the recommendations of the commission in accordance with section 735.1(k)(3)(iii). (Oct. 23, 2003, P.L.180, No.29, eff. 60 days)",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-741/"
    },
    {
      "id": "section-901official",
      "number": "901",
      "heading": "text of published documents.",
      "text": "§ 901. Right to trial by jury. Nothing in this part shall be construed to deprive any party, upon any judicial review of the proceedings and orders of the commission, of the right to trial by jury of any issue of fact raised thereby or therein, where such right is secured either by the Constitution of Pennsylvania or the Constitution of the United States, but in every such case such right of trial by jury shall remain inviolate. When any judicial review is sought, such right shall be deemed to be waived upon all issues, unless expressly reserved in such manner as shall be prescribed by the court.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-9/section-901/"
    },
    {
      "id": "section-902certification",
      "number": "902",
      "heading": "of official text.",
      "text": "§ 902. Reliance on orders pending judicial review. The issue or assumption of securities registered by the commission, the performance of any contract or arrangement approved by the commission and any other act by a person or corporation shall be subject to the provisions of 42 Pa.C.S. § 5105(f) (relating to effect of reversal or modification) insofar as relates to any sale, mortgage, exchange or conveyance subject to the jurisdiction of the commission. (Dec. 20, 1982, P.L.1409, No.326, eff. 60 days) 1982 Amendment. Act 326 added present section 902. Prior Provisions. Former section 902, which related to costs on review, was added July 1, 1978, P.L.598, No.116, and repealed October 5, 1980, P.L.693, No.142, effective in 60 days.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-9/section-902/"
    },
    {
      "id": "section-903effective",
      "number": "903",
      "heading": "date of documents.",
      "text": "§ 903. Restriction on injunctions (Repealed). 1982 Repeal. Section 903 was repealed December 20, 1982, P.L.1409, No.326, effective in 60 days.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-66/chapter-9/section-903/"
    },
    {
      "id": "section-904constructive",
      "number": "904",
      "heading": "notice.",
      "text": "§ 904. Copies of bonds. (a) Copies of bonds.-- The purchasing agency shall furnish a copy of any payment bond and the contract for which the bond was given to any person who makes an application for the copy. (b) Fee for copies.-- Each applicant shall pay for each copy of any payment bond a fee fixed by the purchasing agency to cover the actual cost of the preparation of the copy. (c) Evidence.-- A copy of any payment bond and of the contract for which the bond was given constitutes prima facie evidence of the contents, execution and delivery of the original of the bond and contract.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-9/section-904/"
    },
    {
      "id": "section-905presumptions",
      "number": "905",
      "heading": "created.",
      "text": "§ 905. Procurement of design professional services. (a) Applicability.-- Design professional services shall be procured as provided in this section except as authorized by sections 514 (relating to small procurements), 515 (relating to sole source procurement) and 516 (relating to emergency procurement). (b) Policy.-- It is the policy of this Commonwealth to publicly announce all requirements for design professional services and to award contracts for design professional services on the basis of demonstrated competence and qualification for the types of services required. There shall be a committee to review the qualifications, experience and work of design professionals seeking contracts with purchasing agencies. (c) Selection committees for Department of Transportation, Department of Environmental Protection, Department of Conservation and Natural Resources and State-affiliated entities.-- Where they are authorized by law to act as purchasing agency for design professional services, the Department of Transportation, the Department of Environmental Protection, the Department of Conservation and Natural Resources and State-affiliated entities shall each establish as many selection committees as the department deems appropriate and a procedure for the selection of committee members. (d) Selection committee for all other Commonwealth agencies.-- Except as provided for in subsection (c), all purchasing agencies shall use the selection committee appointed by the Governor which shall be composed of five members, none of whom shall be employees of the Commonwealth or hold any elective office or office in any political party. The members shall be architects, engineers or other persons knowledgeable in construction. The members shall serve for terms of two years and shall not be removed except for cause. Of the original members, three shall serve for terms of two years and two for terms of one year. Thereafter, all terms shall be for two years. Each member shall be reimbursed for reasonable travel and other expenses incurred incident to attendance at meetings and to assigned duties and also a per diem allowance in accordance with Commonwealth travel policies. (e) Procedure for selection committees.-- The selection committees shall use the procedure set forth in this subsection: (1) The committee shall give public notice of projects requiring design services and publicly recommend to the purchasing agency three qualified design professionals for each project. (2) If desired, the committee may conduct discussions with three or more professionals regarding anticipated design concepts and proposed methods of approach to the assignment. The committee shall select, based upon criteria established by the head of the purchasing agency, no less than three design professionals deemed to be the most highly qualified to provide the services required. In exercising its responsibility, the committee shall consider the following factors: (i) An equitable distribution of contracts to design professionals. (ii) Particular capability to perform the design or construction services for the contract being considered. (iii) Geographic proximity of the design professional to the proposed facility. (iv) The design professional selected has the necessary available personnel to perform the services required by the project. (v) Any other relevant circumstances peculiar to the proposed contract. (f) Design professionals.-- Except as provided for in subsection (g), the head of the purchasing agency shall select design professionals as follows: (1) Where the amount of the base construction allocation is less than $20,000,000, the head of the purchasing agency shall choose one of the three firms approved by the selection committee. The fee to be paid to the appointed design professional may be established by the selection committee or may be negotiated at the discretion of the head of the purchasing agency. The $20,000,000 threshold shall be adjusted by the department to reflect the annual percentage change in the Composite Construction Cost Index of the United States Department of Commerce occurring in the one-year period ending December 31 each year. (2) Where the amount of base construction allocation is in excess of or equal to $20,000,000, as annually adjusted, the head of the purchasing agency shall choose one of the three firms approved by the selection committee to begin contract negotiations. The fee to be paid to the design professional and the terms of the contract between the design professional and the department shall be negotiated by the head of the purchasing agency. In negotiating the contract and the fee, the head of the purchasing agency shall take into account the estimated value, scope, complexity, uniqueness and the professional nature of the services to be rendered. In the event the head of the purchasing agency is unable to negotiate a satisfactory contract or fee with the appointed design professional, negotiations with that design professional shall be terminated, and the head of the purchasing agency shall commence negotiations with one of the other firms chosen by the selection committee. In the event the head of the purchasing agency is unable to negotiate a satisfactory contract or fee with the second firm, the head of the purchasing agency shall terminate negotiations with the second design professional and commence negotiation with the third firm. In the event the head of the purchasing agency is unable to negotiate a satisfactory contract with any of the selected firms, the selection committee shall choose additional qualified firms, and the head of the purchasing agency shall continue negotiations in accordance with this subsection until an agreement is reached. (g) Selection method for Department of Transportation, Department of Conservation and Natural Resources, Department of Environmental Protection and State-affiliated entities.-- In the event the Department of Transportation, the Department of Conservation and Natural Resources, the Department of Environmental Protection or a State-affiliated entity otherwise authorized by law to use its own selection committee requires the services of a design professional, the head of the purchasing agency or a State-affiliated entity shall choose one of the three firms approved by the selection committee. The head of the purchasing agency or a State-affiliated entity shall negotiate with the firm determined to be the highest qualified firm for design professional services at a fee which is determined to be fair and reasonable to the Commonwealth. In making this decision, the head of the purchasing agency shall take into account the estimated value, scope, complexity and professional nature of the services to be rendered. Should the head of the purchasing agency be unable to negotiate a satisfactory contract with the firm considered to be the most qualified at a fee he determines to be fair and reasonable to the Commonwealth, negotiations with that firm shall be formally terminated. The head of the purchasing agency shall then undertake negotiations with the firm he determines to be the second highest qualified firm. Failing accord with the second most qualified firm, the head of the purchasing agency shall formally terminate negotiations and then undertake negotiations with the third highest qualified firm. Should the head of the purchasing agency be unable to negotiate a satisfactory contract with any of the selected firms, the committee shall select additional qualified firms, and the head of the purchasing agency shall continue negotiations in accordance with this section until an agreement is reached. Cross References. Section 905 is referred to in sections 322, 511, 907, 3756 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-9/section-905/"
    },
    {
      "id": "section-906reasonable",
      "number": "906",
      "heading": "notice of hearing.",
      "text": "§ 906. Letters of intent. Before a contract for construction is effective, the head or a deputy of the purchasing agency may issue binding letters of intent to contract. A bidder or offeror receiving a letter of intent may rely on the letter to prepare to start work to the extent authorized by the letter and incur costs in preparation for performance of the contract. No work on the construction site shall be commenced and no payment shall be made to the bidder or offeror until the contract is fully executed. If the contract is not fully executed, the bidder or offeror shall be entitled to reimbursement for its actual expenses reasonably incurred pursuant to the letter prior to notification from the purchasing agency not to proceed. Reimbursement shall not include any loss of anticipated profit, loss of use of money or administrative or overhead costs. (Dec. 3, 2002, P.L.1147, No.142, eff. imd.) 2002 Amendment. Act 142 added section 906.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-9/section-906/"
    },
    {
      "id": "section-907additional",
      "number": "907",
      "heading": "notice unnecessary.",
      "text": "§ 907. Procurement of right-of-way acquisition assistance services. Right-of-way acquisition assistance services to be provided in conjunction with the planning, development, design, construction, alteration or repair of bridges and highways by the Department of Transportation shall be procured in accordance with section 905 (relating to procurement of design professional services). (Dec. 3, 2002, P.L.1147, No.142, eff. imd.) 2002 Amendment. Act 142 added section 907.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-62/chapter-9/section-907/"
    },
    {
      "id": "section-731",
      "number": "731",
      "heading": "Automatic subscriptions (Deleted by amendment).",
      "text": "§ 731. Short title of subchapter. This subchapter shall be known and may be cited as the Municipal Consolidation or Merger Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-731/"
    },
    {
      "id": "section-732",
      "number": "732",
      "heading": "Required contractual arrangements.",
      "text": "§ 732. Definitions. The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise: \"Commission.\" A board of members elected under the provisions of section 735.1 (relating to initiative of electors seeking consolidation or merger with new home rule charter) to consider the advisability of the adoption of a new home rule charter for the proposed consolidated or merged municipality and, if advisable, to draft and recommend a new home rule charter to the electorate. \"Consolidated or merged municipality.\" A municipal entity resulting from successful consolidation or merger proceedings under this subchapter. \"Consolidation.\" The combination of two or more municipalities which results in the termination of the existence of each of the municipalities to be consolidated and the creation of a new municipality which assumes jurisdiction over all of the municipalities which have been terminated. \"Contiguous territory.\" A territory of which a portion abuts the boundary of another municipality, including territory separated from the exact boundary of another municipality by a street, road, railroad or highway or by a river or other natural or artificial stream of water. \"Election officials.\" The county boards of election. \"Electors.\" The registered voters of a municipality involved in proceedings relating to the adoption and repeal of optional forms of government. \"Governing body.\" The council in cities, boroughs and incorporated towns; the board of commissioners in counties and townships of the first class; the board of supervisors in townships of the second class; or the legislative policymaking body in home rule municipalities. \"Initiative.\" The filing with applicable election officials of a petition containing a proposal for a referendum to be placed on the ballot of the next election. The petition shall be: (1) Filed not later than the 13th Tuesday prior to the next election in which it will appear on the ballot. (2) Signed by voters comprising 5% of the number of electors voting for the office of Governor in the last gubernatorial general election in the municipality where the proposal will appear on the ballot. (3) Placed on the ballot by election officials in a manner fairly representing the content of the petition for decision by referendum at the election. (4) Submitted not more than once in five years. \"Merger.\" The combination of two or more municipalities which results in the termination of the existence of all but one of the municipalities to be merged with the surviving municipality absorbing and assuming jurisdiction over the municipalities which have been terminated. \"Municipality.\" Every county other than a county of the first class, every city other than a city of the first or second class, and every borough, incorporated town, township and home rule municipality other than a home rule municipality which would otherwise be a city of the first or second class. \"New home rule charter.\" A written document that defines the powers, structure, privileges, rights and duties of the proposed consolidated or merged municipality, the limitations thereon and that provides for the composition and election of the governing body chosen by popular elections. \"Referendum.\" A vote seeking approval by a majority of electors voting on a question of consolidation or merger placed on the ballot by initiative or otherwise. (Oct. 23, 2003, P.L.180, No.29, eff. 60 days) 2003 Amendment. Act 29 amended the def. of \"initiative\" and added the defs. of \"commission,\" \"electors\" and \"new home rule charter.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-53/chapter-7/section-732/"
    }
  ]
}