{
  "state": "michigan",
  "path": "title-chapter-438-money-and-interest/chapter-act-140-of-1861-interest-on-contracts-between-citizens-of-mi",
  "sections": [
    {
      "id": "section-438151",
      "number": "438.151",
      "heading": "Interest Rate; Obligations Payable Out of State",
      "text": "That it shall be lawful for any person or corporation, borrowing money in this State, to make notes, bills, bonds, drafts, acceptances, mortgages, or other securities, for the payment of principal or interest, at the rates authorized by the laws of this State, payable at the place where the parties may agree, although the legal rate of interest in such place may be less than in this State; and such notes, bonds, bills, drafts, or other securities, shall not be regarded or held to be usurious, nor shall any securities taken for the same, or upon such loans be invalidated in consequence of the rate of interest of the State, kingdom or country, where the paper is made payable, being less than in this State, nor of any usury or penal law therein.\n\nHistory:1861, Act 140, Eff. June 16, 1861 ;-- CL 1871, 1638 ;-- How. 1600 ;-- CL 1897, 4860 ;-- CL 1915, 6002 ;-- CL 1929, 9244 ;-- CL 1948, 438.151",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-438/statute-act-140-of-1861/section-438-151/"
    },
    {
      "id": "section-438152",
      "number": "438.152",
      "heading": "Interest Valid in This State; Defense of Usury Not Available.",
      "text": "No plea of usury, nor defense founded upon an allegation of usury, shall be sustained in any court in this State, nor shall any security be held invalid on an allegation of usury, where the rate of interest reserved, discounted or taken, does not exceed that allowed by the laws of this State, in consequence of such security being payable in a State, kingdom or country where such rate of interest is not allowed.\n\nHistory:1861, Act 140, Eff. June 16, 1861 ;-- CL 1871, 1639 ;-- How. 1601 ;-- CL 1897, 4861 ;-- CL 1915, 6003 ;-- CL 1929, 9245 ;-- CL 1948, 438.152",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-438/statute-act-140-of-1861/section-438-152/"
    },
    {
      "id": "section-438153",
      "number": "438.153",
      "heading": "Interest Valid in This State; Lawful to Take, Reserve, or Discount.",
      "text": "It shall be lawful for all parties loaning money in this State, to take, reserve or discount interest upon any note, bond, bill, draft, acceptance, or other commercial paper, mortgage, or other security, at any rate authorized by the laws of this State, whether such paper or securities, for principal or interest, be payable in this State, or in any other State, kingdom or country, without regard to the laws of any other State, kingdom or country; and all such notes, bonds, bills, drafts, or acceptances, or other commercial paper, mortgages or other security, shall be held valid in this State, whether the parties to the same reside in this State or elsewhere.\n\nHistory:1861, Act 140, Eff. June 16, 1861 ;-- CL 1871, 1640 ;-- How. 1602 ;-- CL 1897, 4862 ;-- CL 1915, 6004 ;-- CL 1929, 9246 ;-- CL 1948, 438.153",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-438/statute-act-140-of-1861/section-438-153/"
    },
    {
      "id": "section-438154",
      "number": "438.154",
      "heading": "Contract Made in State or With Citizen of State; Principal and Interest Payable Out of State; Governing Law.",
      "text": "When any contract or loan shall be made in this State or between citizens of this State and any other State or country, bearing interest at any rate which was or shall be lawful according to any law of the State of Michigan, it shall and may be lawful to make the amount of principal and interest of such contract or loan payable in any other State or territory of the United States, or in England; and in all such cases, such contract or loan shall be deemed and considered as governed by the laws of the State of Michigan, and shall not be affected by the laws of the State or country where the same shall be made payable, and no contract or loan, which may have heretofore been made or entered into in this State, or between citizens of this State and of any other country bearing interest at a rate which was legal according to the laws of this State at the time when the same was made or entered into, shall be invalidated or in anywise impaired or affected by reason of the same having been made payable in any other State or country.\n\nHistory:1861, Act 140, Eff. June 16, 1861 ;-- CL 1871, 1641 ;-- How. 1603 ;-- CL 1897, 4863 ;-- CL 1915, 6005 ;-- CL 1929, 9247 ;-- CL 1948, 438.154",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-438/statute-act-140-of-1861/section-438-154/"
    }
  ]
}