{
  "state": "south-carolina",
  "path": "title-title-48/chapter-chapter-45",
  "sections": [
    {
      "id": "section-48-45-10",
      "number": "48-45-10.",
      "heading": "",
      "text": "There is hereby created the South Carolina Sea Grant Consortium (consortium).\n\nHISTORY: 1978 Act No. 643, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-10/"
    },
    {
      "id": "section-48-45-20",
      "number": "48-45-20.",
      "heading": "",
      "text": "The principal purpose of the consortium is to provide a mechanism for the development and management of the Sea Grant Program for South Carolina and adjacent regions that share a common environment and resource heritage. The consortium serves to support, improve, and share research, education, training, and advisory services in fields related to ocean and coastal resources. The consortium further encourages and follows a regional approach to solving problems or meeting needs relating to ocean and coastal resources in cooperation with appropriate institutions, programs, and persons in the region.\n\nHISTORY: 1978 Act No. 643, Section 2; 1987 Act No. 71, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-20/"
    },
    {
      "id": "section-48-45-40",
      "number": "48-45-40.",
      "heading": "",
      "text": "The membership of the consortium consists of The Citadel, the College of Charleston, Clemson University, the Medical University of South Carolina, South Carolina State College, the University of South Carolina, and the Department of Natural Resources. These members are designated as charter members.\n\nThe terms of the members are perpetual, and a majority of the charter members may vote the admission of a new member into the consortium.\n\nHISTORY: 1978 Act No. 643, Section 4; 1987 Act No. 71, Section 2; 1993 Act No. 181, Section 1237.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-40/"
    },
    {
      "id": "section-48-45-50",
      "number": "48-45-50.",
      "heading": "",
      "text": "The board of directors for the consortium consists of the chief executive officer of each of the participating educational institutions and state agencies or the officer's designee.\n\nHISTORY: 1978 Act No. 643, Section 5; 1987 Act No. 71, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-50/"
    },
    {
      "id": "section-48-45-60",
      "number": "48-45-60.",
      "heading": "",
      "text": "The officers of the board are the chairman and vice-chairman. These officers must be elected annually by members of the board but may not serve more than two consecutive terms.\n\nHISTORY: 1978 Act No. 643, Section 6; 1987 Act No. 71, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-60/"
    },
    {
      "id": "section-48-45-70",
      "number": "48-45-70.",
      "heading": "",
      "text": "A. The board has the power to employ an executive director to be known as the Consortium Director. The salary and fringe benefits appropriated to the position must be derived from funds directly assigned to the consortium for this purpose by the General Assembly.\n\nB. The director has the following powers and duties to:\n\n1. direct supervision over all consortium proposals;\n\n2. prepare consortium proposals to be submitted to interested agencies;\n\n3. prepare an annual summary of all submitted proposals;\n\n4. negotiate funding levels for proposals submitted by member institutions;\n\n5. provide an accounting to the board of the director's development funds;\n\n6. request and receive funds from local, state, federal, and private sources for use by the director, consortium, individual member institutions, or other persons;\n\n7. gather, maintain, and make available to interested persons natural resource information from state and federal agencies, higher education institutions, and any other appropriate entity;\n\n8. designate the location of the consortium office, subject to the approval of the board;\n\n9. exercise all incidental powers necessary to carry out the provisions of this chapter.\n\nHISTORY: 1978 Act No. 643, Section 7; 1987 Act No. 71, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-70/"
    },
    {
      "id": "section-48-45-80",
      "number": "48-45-80.",
      "heading": "",
      "text": "There is hereby created an advisory committee to the Consortium Director to consist of seven members who shall serve for terms of four years and until their successors are appointed and qualified. Four members must be appointed by the Governor. The chairmen of the Senate Fish, Game and Forestry Committee, House Agriculture and Natural Resources Committee, and Department of Natural Resources Board shall each appoint one member upon the recommendation of a majority of the members of their respective committees and commissions. The four members appointed by the Governor must be residents of coastal counties, no more than one from each county, and two must be associated with the commercial fishing industry.\n\nHISTORY: 1978 Act No. 643, Section 8; 1987 Act No. 71 Section 6; 1993 Act No. 181, Section 1238; 2008 Act No. 273, Section 9, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-80/"
    },
    {
      "id": "section-48-45-100",
      "number": "48-45-100.",
      "heading": "",
      "text": "Membership in the consortium shall be in no way infringe upon the autonomy of any member institution or commission. The consortium shall have no authority or control in the budgeting or financial affairs of member institutions or commissions.\n\nHISTORY: 1978 Act No. 643, Section 10.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-45/section-48-45-100/"
    }
  ]
}