{
  "state": "south-carolina",
  "path": "title-title-48/chapter-t48c062",
  "sections": [
    {
      "id": "section-48-62-10",
      "number": "48-62-10",
      "heading": "",
      "text": "As used in this article: (1) \"Fund\" means the Disaster Relief and Resilience Reserve Fund. (2) \"Office\" means the South Carolina Office of Resilience. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-10/"
    },
    {
      "id": "section-48-62-20",
      "number": "48-62-20",
      "heading": "",
      "text": "(A) There is created the South Carolina Office of Resilience. The office shall develop, implement, and maintain the Statewide Resilience Plan and shall coordinate statewide resilience and disaster recovery efforts, including coordination with federal, state, and local governmental agencies, stakeholders, and nongovernmental entities. (B) Additionally, the South Carolina Disaster Recovery Office as established by Executive Order 2016-13 and included within the South Carolina Department of Administration by Executive Order 2018-59 is transferred to, and incorporated into, the South Carolina Office of Resilience. (C) The office shall be governed by a Chief Resilience Officer who shall be appointed by the Governor, with the advice and consent of the Senate. The Chief Resilience Officer shall serve at the pleasure of the Governor. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-20/"
    },
    {
      "id": "section-48-62-30",
      "number": "48-62-30",
      "heading": "",
      "text": "To coordinate and strengthen efforts to reduce losses from future disasters across the State, the office shall develop, implement, and maintain a strategic Statewide Resilience Plan, which must include, but is not limited to: (1) development and implementation of a Strategic Statewide Resilience and Risk Reduction Plan, which shall be developed in accordance with the principles recommended in the South Carolina Floodwater Commission Report and shall serve as framework to guide state investment in flood mitigation projects and the adoption of programs and policies to protect the people and property of South Carolina from the damage and destruction of extreme weather events. This plan shall be reviewed and revised at appropriate intervals determined by the Chief Resilience Officer and advisory agencies to assure that it continues to serve the health, safety, and welfare of the citizens of South Carolina over time. An initial version of this plan shall be completed by July 1, 2022, and shall, at minimum, include provisions that: (a) describe known flood risks for each of the eight major watersheds of the State, as delineated in the Department of Health and Environmental Control's South Carolina Watershed Atlas; (b) for each major watershed, examine present and potential losses associated with the occurrence of extreme weather events and other natural catastrophes in this State, and land management practices that potentiate extreme weather events, resulting in increased flooding, wildfires, and drought conditions; (c) for each major watershed, identify data and information gaps that affect the capacity of state agencies or local governments to adequately evaluate and address the factors that increase flood risk, and recommend strategies to overcome such gaps; (d) develop recommendations, at appropriate scale, including subwatershed or local governmental levels, to decrease vulnerabilities and adverse impacts associated with flooding. In developing these recommendations, the office shall, at a minimum, consider the following: (i) the economic impact of best available projections related to the current and future risk of extreme weather events in this State including, but not limited to, the impact on forestry, agriculture, water, and other natural resources, food systems, zoning, wildlife, hunting, infrastructure, economic productivity and security, education, and public health; (ii) the long-term costs, including ongoing operation and maintenance costs of specific projects or suites of flood mitigation projects and approaches; (iii) opportunities to prioritize the role of nature-based solutions and other methods to restore the natural function of the floodplain; (iv) possible cobenefits that may be achieved beyond flood reduction including, but not limited to, enhanced water supply, improvements in water quality, tourism and recreational opportunities, or protection of wildlife and aquatic resources; (v) statutory or regulatory remedies for consideration by the General Assembly; (vi) necessary state policies or responses, including alterations to state building codes and land use management, creation of additional programs or offices and directions for the provision of clear and coordinated services and support to reduce the impact of natural catastrophes and extreme weather events and increase resiliency in this State; and (vii) potential financial resources available for increasing resiliency throughout the State; (e) estimates of the number and cost of residential properties within the State for which a floodplain buyout may be appropriate; (f) a strategy for providing resources, technical assistance, and other support to local governments for flood risk reduction action; (g) plans for integrating recommended approaches to risk reduction into existing state strategies for hazard mitigation, environmental protection, and economic opportunity and development; (h) opportunities for stakeholder input from citizens around the State; (2) coordination of statewide disaster recovery efforts and activities and collaboration between federal, state, and local stakeholders; (3) technical planning assistance for state and local governmental entities; and (4) grants to institutions of higher education and other state and local governmental entities to conduct research related to resilience concerns specific to South Carolina. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-30/"
    },
    {
      "id": "section-48-62-40",
      "number": "48-62-40",
      "heading": "",
      "text": "(A) To aid in the development of the Statewide Resilience Plan, there is created the Statewide Resilience Plan Advisory Committee. The committee must be composed of: (1) the Director of the Department of Natural Resources, or his designee; (2) the Director of the Department of Insurance, or his designee; (3) a representative of the South Carolina Disaster Recovery Office appointed by the Chief Resilience Officer; (4) the Commissioner of Agriculture, or his designee; (5) the Director of the South Carolina Emergency Management Division, or his designee; (6) the Executive Director of the Sea Grant Consortium, or his designee; and (7) the Secretary of the Department of Commerce, or his designee. (B) In addition to the members set forth in subsection (A), the Chief Resilience Officer may add members to the advisory board as he deems necessary and proper. All governmental agencies must cooperate with the advisory board to fulfill its mission. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-40/"
    },
    {
      "id": "section-48-62-50",
      "number": "48-62-50",
      "heading": "",
      "text": "There is created in the State Treasury the Disaster Relief and Resilience Reserve Fund, which shall be separate and distinct from the general fund and all other reserve funds. Funds appropriated to the fund only may be used to develop, implement, and maintain the Statewide Resilience Plan, and for disaster relief assistance, hazard mitigation, and infrastructure improvements as set forth in this article. Interest accrued by the fund must remain in the fund and unexpended funds must be retained and carried forward to be used for the same purposes. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-50/"
    },
    {
      "id": "section-48-62-60",
      "number": "48-62-60",
      "heading": "",
      "text": "(A) Following a federally declared disaster, the Disaster Relief and Resilience Reserve Fund may make available immediate disaster relief assistance to aid resilient rebuilding in affected communities with significant unmet needs. For purposes of this section, disaster relief assistance includes, but is not limited to: (1) financial assistance to state and local governmental entities to provide the nonfederal share for federal disaster assistance programs; (2) infrastructure repairs for homeowners and communities that are not eligible for Community Development Block Grant-Disaster Recovery and other federal funding assistance; (3) loans and grants to local governments in disaster areas that need immediate cash flow assistance; (4) grants to governmental entities and organizations exempt from federal income tax under Section 501(c)(3) of the Internal Revenue Code to repair or replace infrastructure or equipment damaged as a result of a natural disaster; and (5) financial assistance for verifiable losses of agricultural commodities due to a natural disaster. (B) Activities completed using disaster relief assistance from the fund shall account for future risks and hazard exposure in order to rebuild in a manner that will reduce the exposure of the community to future hazards and reduce future losses, consistent with the implementation of the Statewide Resilience Plan. (C) In order to qualify for disaster relief assistance, eligible fund recipients must apply to the office and meet all criteria set forth by the office. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-60/"
    },
    {
      "id": "section-48-62-70",
      "number": "48-62-70",
      "heading": "",
      "text": "(A) To satisfy the purposes of removing residents from hazard areas, safeguarding property, and restoring the natural function of the floodplain, the Disaster Relief and Resilience Reserve Fund may be allocated to enable hazard mitigation and infrastructure improvements through loans and through a competitive grant process administered by the office. For purposes of this section, hazard mitigation and infrastructure improvements include, but are not limited to: (1) mitigation buyouts, relocations, and buyout assistance for homes, including multifamily units, not covered by the Hazard Mitigation Grant Program; (2) gap funding related to buyouts in order to move residents out of floodplain hazard areas and restore or enhance the natural flood-mitigation capacity of functioning floodplains; (3) assistance to low- and moderate-income homeowners to help lower flood risk through flood insurance, structural and nonstructural mitigation projects, or other means; (4) loans and grants to state and local governmental entities for hazard mitigation and infrastructure improvement projects; and (5) approved mitigation projects identified in local post-disaster recovery plans created and adopted prior to a disaster. (B) Upon its creation, funding priority must be given to projects identified by the Statewide Resilience Plan or local hazard mitigation plans. (C) In approving financial assistance for hazard mitigation and infrastructure improvement projects, the office shall ensure that selected projects are in compliance with requirements of the National Flood Insurance Program or any more stringent requirements adopted by a local government and shall give priority to projects which offer enhanced protection from future flood events or which utilize or incorporate natural features to achieve protections. Funds may not be used for projects which, rather than lowering risks overall, increase the flood vulnerabilities of neighboring areas. (D) In order to qualify for hazard mitigation and infrastructure improvement grants and loans, eligible fund recipients must apply to the office and meet all criteria set forth by the office. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-70/"
    },
    {
      "id": "section-48-62-310",
      "number": "48-62-310",
      "heading": "",
      "text": "As used in this article: (1) \"Authority\" means the South Carolina Disaster Recovery Office within the South Carolina Office of Resilience. (2) \"Conservation easement\" means an interest in real property as defined in Chapter 8, Title 27, the South Carolina Conservation Easement Act of 1991. (3) \"Eligible fund recipient\" means: (a) the State of South Carolina and any agency, commission, or instrumentality of the State; (b) local governments of the State and any agency, commission, or instrumentality of the local government; and (c) land trusts operating within the State accredited by the Land Trust Accreditation Commission, an independent program of the Land Trust Alliance that provides independent verification that land trusts meet the high standards of land conservation, stewardship, and nonprofit management in the nationally recognized Land Trust Standards and Practices. (4) \"Floodplain restoration\" means any activity undertaken to reestablish the hydrology and ecology of the floodplain to its natural state. (5) \"Fund\" means the South Carolina Resilience Revolving Fund. (6) \"Loan\" means a loan from the authority to an eligible fund recipient for the purpose of financing all or a portion of the cost of a project. (7) \"Loan agreement\" means a written agreement between the authority and a project sponsor with respect to a loan. (8) \"Loan obligation\" means a bond, note, or other evidence of obligation issued by a project sponsor to evidence its indebtedness under a loan agreement with respect to a loan. (9) \"Local government\" means any county, city, town, municipal corporation, authority, district, commission, or political subdivision created by the General Assembly or established pursuant to the laws of this State. (10) \"Multifamily residence\" means a building with multiple separate residential housing units. (11) \"Office\" means the South Carolina Office of Resilience. (12) \"Primary single-family residence\" means a single detached dwelling that is occupied as the main home by the owners for the majority of the year. (13) \"Proposed project\" means a plan submitted to the authority by an eligible fund recipient for the use of loan funds. (14) \"Repetitive loss\" means a residence that sustained two or more incidents of weather-related flooding causing damages over one thousand dollars each within a period of ten consecutive years. (15) \"Restrictive covenant\" means a recorded covenant that imposes activity and use limitations on real property. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-310/"
    },
    {
      "id": "section-48-62-320",
      "number": "48-62-320",
      "heading": "",
      "text": "There is created the South Carolina Resilience Revolving Fund. The fund is governed by the authority. The authority is a public instrumentality of this State, and the exercise by it of a power conferred in this article is the performance of an essential public function. The Director and staff of the South Carolina Disaster Recovery Office comprise the authority, under the supervision and review of the Chief Resilience Officer and the Governor. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-320/"
    },
    {
      "id": "section-48-62-330",
      "number": "48-62-330",
      "heading": "",
      "text": "(A) With regard to the fund, the authority is authorized to: (1) make and service below-market interest rate loans and grants as financial incentives to eligible fund recipients meeting the criteria of Section 48-62-50 for the purchase of flooded properties and land to complete floodplain restorations, so long as the loans advance the purposes of this article and meet applicable criteria; (2) enter into loan agreements and accept and enforce loan obligations, so long as the loans advance the purposes of this article and meet applicable criteria; (3) receive and collect the inflow of payments on loan amounts; (4) apply for and receive additional funding for the fund from federal, state, private, and other sources; (5) receive charitable contributions and donations to the fund; (6) receive contributions to the fund in satisfaction of any public or private obligation for flooding mitigation, whether such obligation arises out of law, equity, contract, regulation, administrative proceeding, or judicial proceeding. Such contributions must be used as provided for in this article; (7) make and execute contracts and all other instruments and agreements necessary or convenient for the performance of its duties and the exercise of its powers and functions; (8) establish policies and procedures for the making and administration of loans, fiscal controls, and accounting procedures to ensure proper accounting and reporting; and (9) exercise its discretion in determining what portion of funds must be disbursed and awarded in any particular year and what portion of funds shall remain in the fund from one fiscal year to the next. Sums within the fund must be invested or deposited into interest-bearing instruments or accounts, and the accrued interest must be credited to the fund. (B) To carry out these functions, the authority shall: (1) operate a program in order to implement the purposes of this article; (2) receive final approval from the State Fiscal Accountability Authority for fund disbursements prior to the issuance of a loan; (3) develop additional guidelines and prescribe procedures, consistent with the criteria and purposes of this article; (4) submit an annual report to the Governor, Lieutenant Governor, State Treasurer, and General Assembly that: (a) accounts for fund receipts and disbursements; (b) briefly describes applications submitted to the fund and, in greater detail, describes grants and loans that were approved or funded during the current year and the public benefits, including increased flood retention resulting from such grants and loans; (c) describes recipients of fund loans and grant monies; and (d) sets forth a list and description of all loans and grants approved and all acquisitions of homes and lands obtained since the fund's inception; and (5) have an annual audit of the fund conducted by outside independent certified public accountants and submitted to the Governor, Lieutenant Governor, State Treasurer, and General Assembly. The accounting of fund receipts and expenditures required above must be part of this annual audit. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-330/"
    },
    {
      "id": "section-48-62-340",
      "number": "48-62-340",
      "heading": "",
      "text": "(A) In the issuing of loans, the authority must: (1) prioritize the buyout of blocks or groups of homes rather than individual homes so that no more than fifteen percent of funds disbursed in a fiscal year go toward individual home buyouts; (2) prioritize buyouts of single-family primary residences and multifamily residences; (3) consider the availability of additional funding sources leveraged by a project; (4) prevent the use of the fund for homes built after July 1, 2020; (5) prevent the use of the fund for proposed projects that involve the use of eminent domain; and (6) prioritize the use of the fund for low- and moderate-income households making less than one hundred twenty-five percent of the median household income in the jurisdiction of the eligible fund recipient. (B) The authority must issue loans using the following criteria and conditions: (1) offer a funding package of grants and loans for a particular project that carries an overall effective interest rate equivalent to no higher than forty percent of the market interest rate as defined by the ten-year United States Treasury Yield Curve; (2) make a portion of each loan available as a grant not requiring payment as a financial incentive to reduce the loan amount, that portion being no greater than twenty-five percent and no less than five percent of the total project disbursement, to incrementally reward those eligible fund recipients that execute beneficial flood mitigation practices. To qualify for a grant, eligible fund recipients must execute one or more of the following beneficial flood mitigation practices: (a) ensuring residents relocate outside of the floodplain; (b) aiding residents in relocating outside of the floodplain and within the tax base; (c) aiding residents in relocating outside of the floodplain within an area designated as an opportunity zone; (d) conducting floodplain restoration after the property is converted to open space to reestablish the full water storing benefits of the floodplain; (e) completing a buyout of an area larger than ten acres; and (f) other activities as deemed appropriate by the authority so long as they contribute to flood resilience in the community of the buyout; (3) require that acquired properties are returned to open space and that all future development on the parcel is prohibited in perpetuity through easement or restrictive covenant; and (4) prohibit the use of more than five hundred thousand dollars for each housing unit receiving loan funds. (C) Eligible fund recipients may apply for loans from the fund to complete: (1) buyouts of repetitive loss properties; (2) buyouts of repetitive loss properties with land intended for floodplain restoration; and (3) floodplain restoration in connection with buyouts funded through other mechanisms. (D) In order to qualify for a loan, eligible fund recipients must apply to the authority and, at a minimum, meet the following criteria: (1) for buyouts of repetitive loss properties: (a) identify specific properties included in the proposed project; (b) demonstrate how the properties qualify as repetitive loss properties; (c) identify a plan and timeline for returning the property to open space within six months following the completion of the buyout and holding an easement or restrictive covenant on the land in perpetuity; (d) complete an economic assessment to show the costs and benefits of the project; and (e) identify any beneficial flood mitigation practices planned for the project; (2) for buyouts of repetitive loss properties with land intended for floodplain restoration: (a) identify specific properties included in the proposed project; (b) demonstrate how the properties qualify as repetitive loss properties; (c) identify a plan and timeline for returning the property to open space within six months following the completion of the buyout and holding an easement or restrictive covenant on the land in perpetuity; (d) complete an economic assessment to show the costs and benefits of the project; (e) submit a plan for conducting floodplain restoration; and (f) identify any additional beneficial flood mitigation practices planned for the project; (3) for other floodplain restoration: (a) submit a plan and timeline for conducting floodplain restoration; (b) identify a plan and timeline for holding an easement or restrictive covenant on the land in perpetuity; (c) complete an economic assessment to show the costs and benefits of the project; and (d) identify any additional beneficial flood mitigation practices planned for the project; and (4) any additional criteria required by external grants contributing to the fund. (E) Financial criteria also must be met pursuant to the standards set by the authority. The authority may require additional criteria and exercise discretion in issuing loans. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-340/"
    },
    {
      "id": "section-48-62-350",
      "number": "48-62-350",
      "heading": "",
      "text": "(A) The fund must be held and administered by the authority in accordance with the provisions of this article and policies, rules, regulations, directives, and agreements as may be promulgated or entered into by the authority pursuant to this article. Earnings on balances in the fund must be credited to the fund. Amounts remaining in the fund at the end of the fiscal year accrue only to the credit of the fund. Amounts in the fund must be available in perpetuity for the purpose of providing financial assistance in accordance with the provisions of this article. (B) The authority is authorized to deposit the following into the fund: (1) federal capitalization grants, awards, or other federal assistance received by the office for the purposes of the fund; (2) funds appropriated by the General Assembly for deposit to the fund; (3) payments received from a recipient in repayment of a loan; (4) interest or other income earned on the investment of monies in the fund; and (5) additional monies made available from public or private sources for the purposes of which the fund has been established. (C) Monies in the fund only may be used to: (1) make loans to eligible fund recipients in accordance with the provisions of this article; (2) earn interest on fund accounts; and (3) provide for the program administration and project management activities of the fund. (D) The authority may establish accounts and subaccounts within the fund as considered desirable to effectuate the purposes of this article. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-350/"
    },
    {
      "id": "section-48-62-360",
      "number": "48-62-360",
      "heading": "",
      "text": "In addition to appropriations made by the General Assembly, the office shall seek out additional sources of funding to sustain the fund, including federal dollars from the Department of Housing and Urban Development Community Development Block Grant-Disaster Recovery appropriations. Additional appropriations to the fund may be requested from the General Assembly so as to expand the capabilities of the fund. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-360/"
    },
    {
      "id": "section-48-62-370",
      "number": "48-62-370",
      "heading": "",
      "text": "The office may: (1) promulgate regulations to effectuate the provisions of this article; (2) establish an operational structure within its authority to administer the fund; (3) develop priority systems that ensure consistency with the provisions of this article; (4) prepare annual plans in accordance with this article; (5) receive monies from the fund for program administration and project management activities of the fund; and (6) hire staff and employ agents, advisers, consultants, and other employees, including attorneys, financial advisers, engineers, and other technical advisers, and public accountants and determine their duties and compensation. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-370/"
    },
    {
      "id": "section-48-62-380",
      "number": "48-62-380",
      "heading": "",
      "text": "The provisions of this article must be liberally construed to the end that its beneficial purposes may be effectuated. No proceeding, notice, or approval is required for loan obligations by a project sponsor or instruments or the security for the loan obligation, except as provided in this article. If the provisions of this article are inconsistent with the provisions of any other law, whether general, special, or local, then the provisions of this article are controlling. HISTORY: 2020 Act No. 163 (S.259), Section 1.A, eff September 29, 2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-62/section-48-62-380/"
    }
  ]
}