{
  "state": "south-carolina",
  "path": "title-title-48/chapter-chapter-30",
  "sections": [
    {
      "id": "section-48-30-10",
      "number": "48-30-10",
      "heading": "",
      "text": "This chapter shall be known as the \"Primary Forest Product Assessment Law\".\n\nHISTORY: 1981 Act No. 70, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-10/"
    },
    {
      "id": "section-48-30-20",
      "number": "48-30-20",
      "heading": "",
      "text": "The purpose of this chapter is to create an assessment on primary forest products processed from South Carolina timber to provide a source of funds to finance the operations provided for in Chapter 18 [28] of this title.\n\nAll assessments levied under the provisions of this chapter shall be used only for the purposes specified in this chapter and in Chapter 28 of this title.\n\nHISTORY: 1981 Act No. 70, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-20/"
    },
    {
      "id": "section-48-30-30",
      "number": "48-30-30",
      "heading": "",
      "text": "For purposes of this chapter:\n\nA. 1. \"Primary forest products\" shall mean those products of the tree after they are severed from the stump or separated from the soil and cut or processed to its first roundwood or other product for further conversion and shall include, but are not limited to, whole trees for chipping, whole tree logs, sawlogs, pulpwood, veneer bolts, posts, poles and piling, and stumps.\n\n2. \"Processor\" shall mean the individual, group, association or corporation that procures primary forest products at their initial point of concentration for conversion to secondary products or for shipment to others for such conversion.\n\n3. \"Forest renewal fund\" shall mean the special fund established by Chapter 28 of this title.\n\n4. \"State Forester\" shall mean director of the State Commission of Forestry.\n\n5. \"Department of Revenue\" shall mean the South Carolina Department of Revenue.\n\nB. For the purpose of this chapter, the following shall not be considered \"primary forest products\":\n\n1. Christmas trees and associated greens.\n\n2. Pine straw.\n\n3. Material harvested from an individual's own land and used by such individual for the construction of fences, buildings or other personal use.\n\n4. Fuelwood harvested for personal use or for use in individual homes.\n\nHISTORY: 1981 Act No. 70, Section 2; 1993 Act No. 181, Section 1231.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-30/"
    },
    {
      "id": "section-48-30-40",
      "number": "48-30-40",
      "heading": "",
      "text": "There is levied in assessment on all primary forest products harvested from lands within the State at rates established in Section 48-30-60 and the proceeds of such assessment shall be deposited in the forest renewal fund as provided in Section 48-28-100.\n\nCollection of the assessment shall be suspended in any fiscal year in which the General Assembly fails to make general fund appropriations to the forest renewal fund.\n\nCollection of the assessment shall be suspended in any fiscal year in which there is carried forward from previous years a balance of unobligated funds in the forest renewal fund greater than four times the amount appropriated from the general fund for that fiscal year.\n\nIf the assessment is suspended because of either paragraph 2 or 3 of this section, the suspension shall cease when the condition causing the suspension no longer exists.\n\nHISTORY: 1981 Act No. 70, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-40/"
    },
    {
      "id": "section-48-30-50",
      "number": "48-30-50",
      "heading": "",
      "text": "1. The Department of Revenue shall develop the necessary administrative procedures to collect the assessment, collect the assessment from primary forest product processors, deposit funds collected from the assessment in the forest renewal fund and audit the records of processors to determine compliance with the provisions of this chapter.\n\n2. The State Forester shall provide quarterly to the Department of Revenue lists of processors subject to the assessment, advise the Department of Revenue of the appropriate methods to convert measurements of primary forest products by systems other than those authorized in this chapter, establish in September the estimated total assessment that shall be collectable in the next budget period and inform the Governor and the General Assembly and notify, within thirty days of certification of the state budget, the Department of Revenue of the need to collect the assessment for the period covered by the approved budget.\n\nThe Department of Revenue shall be reimbursed for those expenditures incurred as a cost of collecting the assessment for the forest renewal fund. This amount shall be transferred from the forest renewal fund in equal increments at the end of each quarter of the fiscal year to the Department of Revenue. This amount shall not exceed fifty thousand dollars annually.\n\nHISTORY: 1981 Act No. 70, Section 2; 1993 Act No. 181, Section 1232.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-50/"
    },
    {
      "id": "section-48-30-60",
      "number": "48-30-60",
      "heading": "",
      "text": "A. The assessment rates shall be based on the following standards:\n\n1. For primary forest products customarily measured in board feet, the 'Scribner Log Rule', as identified in the U. S. Dept. of Agriculture, Forest Service publication 'Tables for Measuring Board Foot Volume of Timber' or equivalent shall be used.\n\n2. For primary forest products customarily measured in cords, the standard cord of 128 cubic feet or equivalent, as defined in Section 39-9-130 shall be used.\n\n3. For any other type of forest product separated from the soil, the State Forester shall determine a fair unit assessment rate, based on the cubic foot volume of one thousand foot board measure, Scribner Log Rule as defined in item 1 above, or one standard cord, as defined in Section 39-9-130.\n\nB. The assessment levied on primary forest products shall be at the following rates:\n\n1. Fifty cents per thousand board feet for softwood, sawtimber, veneer logs and bolts and all other softwood, including bald cypress, products normally measured in board feet.\n\n2. Twenty-five cents per thousand board feet for hardwood and sawtimber, veneer and all other hardwood products normally measured in board feet.\n\n3. Twenty cents per cord for softwood pulpwood and other softwood products normally measured in cords.\n\n4. Seven cents per cord for hardwood pulpwood and other hardwood products normally measured in cords.\n\n5. All material harvested within South Carolina for shipment outside the State for primary processing shall be assessed at yield rates equal to rates on material harvested and processed within the State.\n\nHISTORY: 1981 Act No. 70, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-60/"
    },
    {
      "id": "section-48-30-70",
      "number": "48-30-70",
      "heading": "",
      "text": "The assessment shall be levied against the processor of the primary forest product.\n\nIt shall be submitted on a quarterly basis of the state's fiscal year due and payable the twenty-fifth of the month following the end of each quarter.\n\nIt shall be remitted to the Department of Revenue, by check or money order, with such production reports as may be required by the Department of Revenue.\n\nThe processor shall maintain for a period of three fiscal years and make available to the Department of Revenue such production records necessary to verify proper reporting and payment of revenue due the forest renewal fund. The production reports of the various processors shall be used only for assessment purposes. Production information on an individual processor basis shall not be made a part of the public record.\n\nAny official or employee of the State who discloses information obtained from a production report, except as may be necessary for administration and collection of the assessment, or in the performance of official duties, or in administrative or judicial proceedings related to the levy of collection of the assessment, shall be deemed guilty of a misdemeanor and upon conviction shall be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1981 Act No. 70, Section 2; 1993 Act No. 181, Section 1233.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-70/"
    },
    {
      "id": "section-48-30-80",
      "number": "48-30-80",
      "heading": "",
      "text": "The Department of Revenue shall enforce collection of the primary forest product assessment in accordance with statutory remedies and procedures pertaining to collection of revenue by it.\n\nHISTORY: 1981 Act No. 70, Section 2; 1993 Act No. 181, Section 1234.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-30/section-48-30-80/"
    }
  ]
}