{
  "state": "south-carolina",
  "path": "title-title-48/chapter-chapter-36",
  "sections": [
    {
      "id": "section-48-36-10",
      "number": "48-36-10",
      "heading": "",
      "text": "This chapter may be cited as the \"South Carolina Forest Best Management Practices Act\".\n\nHISTORY: 1995 Act No. 50, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-36/section-48-36-10/"
    },
    {
      "id": "section-48-36-20",
      "number": "48-36-20",
      "heading": "",
      "text": "For the purposes of this chapter:\n\n(1) \"Silvicultural activity\" means multiple-use forest management activity including, but not limited to, the harvesting of timber, construction of roads and trails for forest management purposes, and preparation of property for reforestation.\n\n(2) \"Best Management Practices\" means a set of guidelines for silvicultural activities to protect water quality, air quality, soil quality and productivity, wildlife habitat, and the aesthetic integrity of the forest.\n\nHISTORY: 1995 Act No. 50, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-36/section-48-36-20/"
    },
    {
      "id": "section-48-36-30",
      "number": "48-36-30",
      "heading": "",
      "text": "The State Commission of Forestry is the designated agency in South Carolina to provide public oversite and guidance for technical forest management practices and related activities in laws pertaining to forest lands. To carry out this charge, the commission may enter into contracts and memorandums of understanding with other state or federal agencies. The commission shall establish Best Management Practices, related monitoring programs, and other programs to assure that forestry practices are in compliance with state and federal regulations.\n\nHISTORY: 1995 Act No. 50, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-36/section-48-36-30/"
    }
  ]
}