{
  "state": "south-carolina",
  "path": "title-title-48/chapter-chapter-29",
  "sections": [
    {
      "id": "section-48-29-10",
      "number": "48-29-10.",
      "heading": "",
      "text": "For the purpose of this chapter:\n\n(a) \"Forest pest\" means any insect, disease or closely related organism which is harmful, injurious, or destructive to forests or timber.\n\n(b) \"Forest land\" or \"forest\" means land supporting a stand or potential stand of trees valuable for timber products, watershed or wildlife protection, recreational uses, or for other purposes.\n\n(c) \"Timber\" includes forest trees standing or down, alive or dead, and shall include shade trees of any species around houses, along highways, within cities and towns, and any other locations which constitute insect and disease menaces to nearby timber trees or forests.\n\n(d) \"Control zone\" means an area of potential or actual forest pest outbreak with designated boundaries clearly described in a manner to definitely identify the zone.\n\n(e) \"Outbreak\" means the existence of populations of a forest pest in such proportions as to threaten forests or timber and the benefits derived from them.\n\n(f) \"Action programs\" shall mean those programs which are necessary to detect, control, suppress or eradicate forest pests which are in outbreak proportion.\n\nHISTORY: 1962 Code Section 29-65; 1963 (53) 104.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-29/section-48-29-10/"
    },
    {
      "id": "section-48-29-20",
      "number": "48-29-20.",
      "heading": "",
      "text": "The purpose and intent of this chapter is to place with the State Commission of Forestry the authority and responsibility for action programs to detect and control forest pest outbreaks in South Carolina. The establishment of quarantine regulations and other actions to prevent the introduction into or the spread of introduced forest pests in South Carolina shall remain the responsibility of the State Crop Pest Commission, and the provisions of this chapter shall not abrogate or change any power or authority vested in the State Crop Pest Commission except as defined herein in regard to action programs to detect and control forest pests.\n\nHISTORY: 1962 Code Section 29-65.1; 1963 (53) 104.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-29/section-48-29-20/"
    },
    {
      "id": "section-48-29-30",
      "number": "48-29-30.",
      "heading": "",
      "text": "Whenever a forest pest outbreak is suspected, the State Commission of Forestry shall make surveys and observations, consulting with the State Crop Pest Commission's technical personnel for assistance with evaluation of pest populations and survey data. If the State Commission of Forestry determines that a forest pest outbreak exists and control measures are deemed necessary, it shall:\n\n(a) Establish a control zone, and designate and clearly describe the boundaries.\n\n(b) Give notice to all affected forest landowners within the control zone of the existence of the control zone and the actions to be taken under this chapter.\n\n(c) Be responsible for surveys in conjunction with the determined action programs.\n\nHISTORY: 1962 Code Section 29-65.2; 1963 (53) 104.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-29/section-48-29-30/"
    },
    {
      "id": "section-48-29-40",
      "number": "48-29-40.",
      "heading": "",
      "text": "Whenever the State Commission of Forestry determines that a forest pest outbreak cannot be or is not being controlled by the forest landowners in the control zone, the State Commission of Forestry is authorized to:\n\n(a) Take necessary measures to control the forest pest.\n\n(b) Procure necessary equipment, supplies and services to control, suppress, or eradicate the forest pest.\n\n(c) Enter into agreements with the United States Forest Service or other federal or State agencies, corporations, and others to carry out the provisions of this chapter.\n\nHISTORY: 1962 Code Section 29-65.3; 1963 (53) 104.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-29/section-48-29-40/"
    },
    {
      "id": "section-48-29-50",
      "number": "48-29-50.",
      "heading": "",
      "text": "The State Commission of Forestry or its authorized agents shall have the power to go upon any land in the State to investigate, take measures to control, suppress, or eradicate forest pests. If any person refuses to allow the State Commission of Forestry or its agents to go upon his land to carry out the purposes of this chapter, or interferes with the investigation and control of forest pests, the State Commission of Forestry may apply to any court of competent jurisdiction for an injunction or other appropriate means to restrain the person from interfering with the State Commission of Forestry or its agents.\n\nHISTORY: 1962 Code Section 29-65.4; 1963 (53) 104.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-29/section-48-29-50/"
    },
    {
      "id": "section-48-29-60",
      "number": "48-29-60.",
      "heading": "",
      "text": "When the State Commission of Forestry determines that pest control work within an established control zone is no longer necessary or feasible, the State Commission of Forestry shall dissolve the zone.\n\nHISTORY: 1962 Code Section 29-65.5; 1963 (53) 104.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-48/chapter-29/section-48-29-60/"
    }
  ]
}