{
  "state": "virginia",
  "path": "title-title-20-domestic-relations/chapter-chapter-41-support",
  "sections": [
    {
      "id": "section-20-601",
      "number": "20-60.1.",
      "heading": "Applicability of chapter§ 20-60",
      "text": "2. Admissibility and identification of support payment records§ 20-60.3. Contents of support orders§ 20-60.4. Abstracts of orders, etc.; clerk shall transmit information regarding any order of support which is entered or modified to Department of Social Services§ 20-6",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20-602",
      "number": "20-60.2.",
      "heading": "Admissibility and identification of support payment records",
      "text": "Copies of support payment records maintained by the Department of Social Services, when certified over the signature of a designated employee of such entity, shall be considered to be satisfactorily identified and shall be admitted in any proceeding as prima facie evidence of such transactions. Additional proof of the official character of the person certifying such record or the authenticity of his signature shall not be required. Whenever an employee of the Department of Social Services is served with a summons, subpoena, subpoena duces tecum or order directing him to produce such records, the employee may comply by transmitting a copy of the payment records certified as described above to the clerk of the court. Notwithstanding the provisions of this section, a judge may, upon good cause shown and upon notice of the items in the records being questioned, direct that an employee of the Department personally appear.\n\n1985, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-4-1/section-20-60-2/"
    },
    {
      "id": "section-20-603",
      "number": "20-60.3.",
      "heading": "Contents of support orders",
      "text": "All orders directing the payment of spousal support where there are minor children whom the parties have a mutual duty to support and all orders directing the payment of child support, including those orders confirming separation agreements, entered on or after October 1, 1985, whether they are original orders or modifications of existing orders, shall contain the following:\n\n1. Notice that support payments may be withheld as they become due pursuant to § 20-79.1 or § 20-79.2, from income as defined in § 63.2-1900, without further amendments of this order or having to file an application for services with the Department of Social Services; however, absence of such notice in an order entered prior to July 1, 1988, shall not bar withholding of support payments pursuant to § 20-79.1;\n\n2. Notice that support payments may be withheld pursuant to Chapter 19 (§ 63.2-1900 et seq.) of Title 63.2 without further amendments to the order upon application for services with the Department of Social Services; however, absence of such notice in an order entered prior to July 1, 1988, shall not bar withholding of support payments pursuant to Chapter 19 (§ 63.2-1900 et seq.) of Title 63.2;\n\n3. The name, date of birth, and last four digits of the social security number of each child to whom a duty of support is then owed by the parent;\n\n4. If known, the name, date of birth, and last four digits of the social security number of each parent of the child and, unless otherwise ordered, each parent's residential and, if different, mailing address, residential and employer telephone number, and number appearing on a driver's license or other document issued under Chapter 3 (§ 46.2-300 et seq.) of Title 46.2 or the comparable law of another jurisdiction, and the name and address of each parent's employer; however, when a protective order has been issued or the court otherwise finds reason to believe that a party is at risk of physical or emotional harm from the other party, information other than the name of the party at risk shall not be included in the order;\n\n5. Notice that, pursuant to § 20-124.2, support will continue to be paid for any child over the age of 18 who is (i) a full-time high school student, (ii) not self-supporting, and (iii) living in the home of the party seeking or receiving child support until such child reaches the age of 19 or graduates from high school, whichever occurs first, and that the court may also order that support be paid or continue to be paid for any child over the age of 18 who is (a) severely and permanently mentally or physically disabled, and such disability existed prior to the child reaching the age of 18 or the age of 19 if the child met the requirements of clauses (i), (ii), and (iii); (b) unable to live independently and support himself; and (c) residing in the home of the parent seeking or receiving child support;\n\n6. On and after July 1, 1994, notice that a petition may be filed for suspension of any license, certificate, registration or other authorization to engage in a profession, trade, business, occupation, or recreational activity issued by the Commonwealth to a parent as provided in § 63.2-1937 upon a delinquency for a period of 90 days or more or in an amount of $5,000 or more. The order shall indicate whether either or both parents currently hold such an authorization and, if so, the type of authorization held;\n\n7. The monthly amount of support and the effective date of the order. In proceedings on initial petitions, the effective date shall be the date of filing of the petition; in modification proceedings, the effective date may be the date of notice to the responding party. The first monthly payment shall be due on the first day of the month following the hearing date and on the first day of each month thereafter. In addition, an amount shall be assessed for any full and partial months between the effective date of the order and the date that the first monthly payment is due. The assessment for the initial partial month shall be prorated from the effective date through the end of that month, based on the current monthly obligation;\n\n8. a. An order for health care coverage, including the health insurance policy information, for dependent children pursuant to §§ 20-108.1 and 20-108.2 if available at reasonable cost as defined in § 63.2-1900, or a written statement that health care coverage is not available at a reasonable cost as defined in such section, and a statement as to whether there is an order for health care coverage for a spouse or former spouse; and\n\nb. A statement as to whether cash medical support, as defined in § 63.2-1900, is to be paid by or reimbursed to a party pursuant to subsections D and G of § 20-108.2, and if such expenses are ordered, then the provisions governing how such payment is to be made;\n\n9. a. If support arrearages exist, (i) to whom an arrearage is owed and the amount of the arrearage, (ii) the period of time for which such arrearage is calculated, and (iii) a direction that all payments are to be credited to current support obligations first, with any payment in excess of the current obligation applied to arrearages; and\n\nb. If support overages exist, (i) to whom an overage is owed and the amount of the overage, (ii) the period of time for which such overage is calculated, and (iii) how such overage is to be paid;\n\n10. If child support payments are ordered to be paid through the Department of Social Services or directly to the obligee, and unless the court for good cause shown orders otherwise, the parties shall give each other and the court and, when payments are to be made through the Department, the Department of Social Services at least 30 days' written notice, in advance, of any change of address and any change of telephone number within 30 days after the change;\n\n11. If child support payments are ordered to be paid through the Department of Social Services, a provision requiring an obligor to keep the Department of Social Services informed, or if payments are ordered to be paid directly to the obligee, a provision requiring an obligor to keep the court informed, of (i) the name, address, and telephone number of his current employer; (ii) any change to his employment status; and (iii) if he has filed a claim for or is receiving benefits under the provisions of Title 60.2. The provision shall further specify that any such change in employment status or filing of a claim shall be communicated to the Department of Social Services or the court in writing within 30 days of such change or filing;\n\n12. If child support payments are ordered to be paid through the Department of Social Services, a provision requiring the party obligated to provide health care coverage to keep the Department of Social Services informed of any changes in the availability of the health care coverage for the minor child or children, or if payments are ordered to be paid directly to the obligee, a provision requiring the party obligated to provide health care coverage to keep the other party informed of any changes in the availability of the health care coverage for the minor child or children;\n\n13. The separate amounts due to each person under the order, unless the court specifically orders a unitary award of child and spousal support due or the order affirms a separation agreement containing provision for such unitary award;\n\n14. Notice that in determination of a support obligation, the support obligation as it becomes due and unpaid creates a judgment by operation of law. The order shall also provide, pursuant to § 20-78.2, for interest on the arrearage at the judgment rate as established by § 6.2-302 unless the obligee, in a writing submitted to the court, waives the collection of interest;\n\n15. Notice that on and after July 1, 1994, the Department of Social Services may, pursuant to Chapter 19 (§ 63.2-1900 et seq.) of Title 63.2 and in accordance with §§ 20-108.2 and 63.2-1921, initiate a review of the amount of support ordered by any court;\n\n16. A statement that if any arrearages for child support, including interest or fees, exist at the time the youngest child included in the order emancipates, payments shall continue in the total amount due (current support plus amount applied toward arrearages) at the time of emancipation until all arrearages are paid; and\n\n17. Notice that, in cases enforced by the Department of Social Services, the Department of Motor Vehicles may suspend or refuse to renew the driver's license, or other document issued under Chapter 3 (§ 46.2-300 et seq.) of Title 46.2 authorizing the operation of a motor vehicle upon the highways, of any person upon receipt of notice from the Department of Social Services that the person (i) is delinquent in the payment of child support by 90 days or in an amount of $5,000 or more or (ii) has failed to comply with a subpoena, summons, or warrant relating to paternity or child support proceedings.\n\nThe provisions of this section shall not apply to divorce decrees where there are no minor children whom the parties have a mutual duty to support.\n\n1985, c. 488; 1986, c. 594; 1987, cc. 597, 658, 706; 1988, c. 906; 1991, cc. 651, 694; 1992, c. 199; 1993, c. 534; 1994, cc. 764, 795; 1997, cc. 796, 895; 1998, cc. 727, 884; 2000, c. 305; 2003, c. 625; 2004, c. 1008; 2006, cc. 720, 869; 2009, cc. 706, 713; 2015, cc. 653, 654; 2020, cc. 1227, 1246; 2021, Sp. Sess. I, c. 222; 2024, c. 51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-4-1/section-20-60-3/"
    },
    {
      "id": "section-20-604",
      "number": "20-60.4.",
      "heading": "Abstracts of orders, etc.; clerk shall transmit information regarding any order of support which is entered or modified to Department of Social Services",
      "text": "The transmission of data between the courts and the Department of Social Services shall be accomplished by electronic data transmission or by transmission of notices, abstracts of orders and other documents. The form and content of such transmissions shall be mutually approved by the Committee on District Courts and the Department of Social Services.\n\n1985, c. 488.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-4-1/section-20-60-4/"
    },
    {
      "id": "section-20-605",
      "number": "20-60.5.",
      "heading": "Support payment provisions; how paid",
      "text": "A. 1. Unless otherwise directed by the Committee on District Courts, in all cases in which payment of a support obligation arising under an order or decree entered prior to October 1, 1985, is made by the obligor through the office of a clerk of court, the clerk shall notify the payee and the obligor that the obligor will be directed to pay future support payments to the Department of Social Services as of the date provided in the notice.\n\nIn cases transferred from the courts to the Department of Social Services on or after October 1, 1985, the payee shall be deemed as having executed an authorization to seek or enforce a support obligation with the Department's Division of Child Support Enforcement unless the payee specifically indicates that the Division's services are not desired.\n\n2. Unless otherwise directed by the Department of Social Services, the notice of change in payment shall be served or sent by certified mail, return receipt requested, and shall contain (i) the name of the payee and, if different in whole or in part, the names of the persons to whom an obligation of support is owed by the obligor, (ii) the name of the obligor, (iii) the amount of the periodic support payment, the due dates of such payments and any arrearages, (iv) the beginning date for sending payments to the Department of Social Services, and (v) the date by which the payee and obligor shall notify the Department of Social Services of the election to (a) have the Department of Social Services collect and disburse support payments together with forms and instructions for applying for such services or (b) have support payment made by the obligor directly to the payee. A copy of the notice also shall be transmitted to the Department of Social Services.\n\n3. Unless otherwise directed by the Committee on District Courts, if both the obligor and the payee request in writing to the Department of Social Services that all support payments be made by the obligor directly to the payee, then the Department of Social Services shall so notify the court and the court shall enter an order to such effect. In the event an election is taken pursuant to subdivision 2 (v)(a), the notice of election shall have the same force and effect as an order of the court.\n\n4. The above provisions shall also apply to payroll deductions made pursuant to § 20-79.1, except that only the payee and the employer shall receive such notice.\n\n5. The change in payment provision required by subsection A shall be initiated by October 1, 1985, unless a different date is mutually agreed to by the Department of Social Services and the Committee on District Courts as to individual courts.\n\nB. Unless a different date is mutually agreed to by the Department of Social Services and the Committee on District Courts, all orders or decrees for support entered on or after October 1, 1985, shall direct that payment be made only to the payee unless one of the parties objects, in which case the order or decree shall direct that payment be made to or through the Department of Social Services.\n\nC. The Department of Social Services shall promptly pay to the payee all support payments collected by it which have been ordered by a court to be paid to or through the Department. The Department shall pay interest to the payee when such interest amount exceeds $5 on a support payment as provided in § 63.2-1951.\n\nD. If the Department of Social Services enters into a contract with a public or private entity for the processing of support payments, then, except as provided in subsection E, and notwithstanding any other provision of this section:\n\n1. The Department shall notify the affected court of the existence of such contract and how payments are contractually required to be made to such contractors; and\n\n2. The affected court shall include in all support orders (i) how payments are required to be made to such contractors and (ii) that payments are to be made in such manner until different payment instructions are mailed to the person making payments by the court or by the Department.\n\nE. An employer of 10,000 persons or more shall not be required to make payments other than by combined single payment to the Department's central office in Richmond without the express written consent of the employer, unless the order is from a support enforcement agency outside the Commonwealth.\n\nF. Upon any obligee's application for public assistance benefits or child support services, the Department of Social Services may change the payee to the Department so that payment is sent to the Department at its address as contained in the notice of change as described in this subsection. Upon the obligee's request that support services no longer be provided, the Department may change the payee to the obligee so that payment is sent to the obligee at the address provided by the obligee as contained in the notice of change as described in this subsection. Notice of such change shall be served on the obligor by certified mail, return receipt requested, by electronic means, or in accordance with Chapter 8 (§ 8.01-285 et seq.) or Chapter 9 (§ 8.01-328 et seq.) of Title 8.01. The change described in the notice shall be effective as to all payments paid on or after the date that notice was served regardless of when such payments were due. Return of service shall be made to the Department of Social Services at the location described in the notice. Upon obtaining service of the notice on the obligor, the Department of Social Services shall transmit a copy of such notice together with a copy of the proof of service to the court having jurisdiction for enforcement of the order and to the custodial parent.\n\n1985, c. 488; 1986, c. 594; 1986, Sp. Sess., cc. 1, 3; 1987, cc. 609, 658, 706; 1988, c. 906; 1990, c. 836; 1991, cc. 651, 694; 1996, c. 416; 2016, c. 29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-4-1/section-20-60-5/"
    },
    {
      "id": "section-20-606",
      "number": "20-60.6.",
      "heading": "When delivery of notice to party at last known address sufficient",
      "text": "In any subsequent child support enforcement proceeding between the parties, upon sufficient showing that diligent effort was made to ascertain the location of a party, that party may be served with any required notice by delivery of the written notice to that party's residential or business address as filed with the court pursuant to § 20-60.3 or the Department of Social Services, or if changed, as shown in the records of the Department of Social Services, or the court. However, any person served with notice as provided in this section may challenge, in a subsequent judicial proceeding, an order entered based upon such service on the grounds that he did not receive the notice and enforcement of the order would constitute manifest injustice.\n\n1997, cc. 796, 895; 1998, c. 884.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-4-1/section-20-60-6/"
    }
  ]
}