{
  "state": "virginia",
  "path": "title-title-20-domestic-relations/chapter-chapter-62-virginia-military-parents-equal-protection-act",
  "sections": [
    {
      "id": "section-20-1247",
      "number": "20-124.7.",
      "heading": "Definitions§ 20-124.8. Deployment; temporary order§ 20-124",
      "text": "For purposes of this chapter:\n\n\"Deploying parent or guardian\" means a parent of a child under the age of 18 whose parental rights have not been terminated by a court of competent jurisdiction or a guardian of a child under the age of 18 who is deployed or who has received written orders to deploy with the United States Army, Navy, Air Force, Marine Corps, Coast Guard, Space Force, National Guard, or any other reserve component thereof.\n\n\"Deployment\" means compliance with military orders received by a member of the United States Army, Navy, Air Force, Marine Corps, Coast Guard, Space Force, National Guard, or any other reserve component thereof to report for combat operations or other active service for which the deploying parent or guardian is required to report unaccompanied by any family member.\n\n2008, c. 750; 2024, cc. 22, 817.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-6-2/section-20-124-7/"
    },
    {
      "id": "section-20-1248",
      "number": "20-124.8.",
      "heading": "Deployment; temporary order",
      "text": "A. Any court order limiting previously ordered custodial or visitation rights of a deploying parent or guardian due to the parent's or guardian's deployment shall specify the deployment as the basis for the order and shall be entered by the court as a temporary order. Any such order shall further require the nondeploying parent or guardian to provide the court with 30 days advance written notice of any change of address and any change of telephone number.\n\nB. The court, on motion of the deploying parent or guardian to delegate visitation to a family member, including a stepparent, with whom the child has a close and substantial relationship and upon finding that such delegation is in the best interests of the child, may enter an order delegating visitation that:\n\n1. Delegates all or a portion of the deploying parent's or guardian's visitation rights to such family member, if the deploying parent or guardian had visitation rights with the child prior to the deployment; or\n\n2. Provides visitation rights to such family member, if the deploying parent or guardian had physical custody of the child prior to the deployment and the nondeploying parent or guardian, or a family member of the nondeploying parent or guardian, is awarded physical custody during the deployment.\n\nAn order delegating or providing visitation rights to a family member pursuant to this subsection does not create a separate right to visitation in the family member to whom visitation rights are delegated or provided. The deploying parent or guardian may at any time, and the nondeploying parent or guardian may upon a showing of a material change in circumstances, file a motion to rescind the order delegating or providing visitation rights to a family member and such order shall terminate by operation of law upon the return of the deploying parent or guardian from deployment. Written notice of the return of the deployed parent or guardian and the termination of the delegated visitation shall be provided by the previously deployed parent or guardian to any family member whose visitation is thereby terminated.\n\nC. The court, on motion of the deploying parent or guardian returning from deployment seeking to amend or review the custody or visitation order entered based upon the deployment, shall set a hearing on the matter that shall take precedence on the court's docket, and shall be set within 30 days of the filing of the motion. For purposes of this hearing, the nondeploying parent or guardian shall bear the burden of showing that reentry of the custody or visitation order in effect before the deployment is no longer in the child's best interests.\n\nD. This section shall not otherwise preclude a parent or guardian from petitioning for a modification of a custody or visitation order based upon a change in circumstances.\n\n2008, c. 750; 2011, c. 351.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-6-2/section-20-124-8/"
    },
    {
      "id": "section-20-1249",
      "number": "20-124.9.",
      "heading": "When no order is in place; expedited hearing; conduct of hearing",
      "text": "A. If no court order exists as to the custody, visitation, or support of a child of a deploying parent or guardian, any petition filed to establish custody, visitation, or support for a child of a deploying parent or guardian shall be so identified at the time of filing by the deploying parent or guardian to ensure that the deploying parent or guardian has access to the child, and that reasonable support and other orders are in place for the protection of the parent-child or guardian-child relationship, consistent with the other provisions of this chapter. Such petition shall be expedited on the court's docket in accordance with § 20-108.\n\nB. In any proceeding under this chapter where a deploying parent or guardian is reasonably unable to appear as a result of his deployment, the court, upon motion of the deploying parent or guardian and for good cause shown, may conduct any hearing using a telephonic communication system or an electronic audio and video communication system to provide for the appearance of any parties and witnesses.\n\n2008, c. 750; 2011, c. 351.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-6-2/section-20-124-9/"
    },
    {
      "id": "section-20-12410",
      "number": "20-124.10.",
      "heading": "Contents of temporary custody or visitation order",
      "text": "Any order entered pursuant to § 20-124.8 shall provide that (i) the nondeploying parent or guardian shall reasonably accommodate the leave schedule of the deploying parent or guardian, (ii) the nondeploying parent shall facilitate opportunities for telephonic and electronic mail contact between the deploying parent or guardian and the child during the deployment period, and (iii) the deploying parent or guardian shall provide timely information regarding his leave schedule to the nondeploying parent or guardian.\n\n2008, c. 750.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-20/chapter-6-2/section-20-124-10/"
    }
  ]
}