{
  "state": "south-carolina",
  "path": "title-title-57/chapter-chapter-1",
  "sections": [
    {
      "id": "section-57-1-10",
      "number": "57-1-10.",
      "heading": "",
      "text": "For the purposes of this title, the following words, phrases, and terms are defined as follows:\n\n(1) \"Commission\" means the administrative and governing authority of the Department of Transportation.\n\n(2) \"Department\" means the Department of Transportation (DOT).\n\n(3) \"Secretary of Transportation\" means the Chief Administrative Officer of the Department of Transportation.\n\nHISTORY: 1962 Code Section 33-1; 1952 Code Section 33-1; 1951 (47) 457; 1977 Act No. 82 Sections 2, 11-13; 1986 Act No. 383, Section 2; 1993 Act No. 181, Section 1503; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-10/"
    },
    {
      "id": "section-57-1-20",
      "number": "57-1-20.",
      "heading": "",
      "text": "The Department of Transportation is established as an administrative agency of state government which is comprised of a Division of Intermodal and Freight Programs, a Division of Construction Engineering and Planning, and a Division of Finance and Administration. Each division of the Department of Transportation shall have such functions and powers as provided for by law.\n\nHISTORY: 1962 Code Section 33-2; 1952 Code Section 33-2; 1951 (47) 457; 1993 Act No. 181, Section 1503; 2007 Act No. 114, Section 5, eff June 27, 2007; 2010 Act No. 206, Section 1, eff June 7, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-20/"
    },
    {
      "id": "section-57-1-30",
      "number": "57-1-30.",
      "heading": "",
      "text": "(A) The department shall have as its functions and purposes the systematic planning, construction, maintenance, and operation of the state highway system and the development of a statewide intermodal and freight system that is consistent with the needs and desires of the public.\n\n(B) The department shall coordinate all state and federal programs relating to highways among all departments, agencies, and other bodies politic and legally constituted agencies of this State and the performance of such other duties and matters as may be delegated to it pursuant to law. The goal of the department is to provide adequate, safe, and efficient transportation services for the movement of people and goods.\n\nHISTORY: 1962 Code Section 33-3; 1952 Code Section 33-3; 1951 (47) 457; 1993 Act No. 181, Section 1503; 2007 Act No. 114, Section 5, eff June 27, 2007; 2010 Act No. 206, Section 2, eff June 7, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-30/"
    },
    {
      "id": "section-57-1-40",
      "number": "57-1-40.",
      "heading": "",
      "text": "(A) It is unlawful for a member of the commission or an engineer, agent, or other employee, acting for or on behalf of the department or commission, to accept or agree to accept, receive or agree to receive, or ask or solicit, either directly or indirectly, with the intent to have his decision or action on any question, matter, cause, or proceeding which at the time may be pending or which by law may be brought before him in his official capacity or in his place of trust or profit influenced, any:\n\n(2) contract, promise, undertaking, obligation, gratuity, or security for the payment of money or for the delivery or conveyance of anything of value;\n\n(3) political appointment or influence, present, or reward;\n\n(4) employment; or\n\n(5) other thing of value.\n\nA person violating the provisions of subsection (A) is guilty of a felony and, upon conviction, must be imprisoned not more than five years and is disqualified forever from holding any office of trust or profit under the Constitution or laws of this State.\n\n(B) It is unlawful for a person to give or offer to give, promise, or cause or procure to be promised, offered, or given, either directly or indirectly, to a member of the commission or an engineer, agent, or other employee acting for or on behalf of the commission or department with the intent to have his decision or action on any question, matter, cause, or proceeding which at the time may be pending or which by law may be brought before him in his official capacity or in his place of trust or profit influenced, any:\n\n(2) contract, promise, undertaking, obligation, gratuity, or security for the payment of money or for the delivery or conveyance of anything of value;\n\n(3) political appointment or influence, present, or reward;\n\n(4) employment; or\n\n(5) other thing of value.\n\nA person violating the provisions of subsection (B) is guilty of a felony and, upon conviction, must be imprisoned not more than five years and is disqualified forever from holding any office of trust or profit under the Constitution or laws of this State.\n\n(C) The members and employees of the commission and employees of the department are subject to the provisions of Chapter 13, Title 8, the State Ethics Act, and the provisions of Chapter 78, Title 15, the South Carolina Tort Claims Act.\n\nHISTORY: 1962 Code Section 33-4; 1952 Code Section 33-4; 1951 (47) 457; 1993 Act No. 181, Section 1503; 1993 Act No. 184, Section 83; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-40/"
    },
    {
      "id": "section-57-1-50",
      "number": "57-1-50.",
      "heading": "",
      "text": "The assent of the State is hereby given to the terms and provisions of any act providing for federal aid to the states for the construction of highways and other related transportation projects. The good faith of the State is hereby pledged to provide sufficient funds to meet the requirements of said federal act, so as to acquire the benefits thereof.\n\nHISTORY: 1962 Code Section 33-5; 1952 Code Section 33-5; 1951 (47) 457; 1993 Act No. 181, Section 1503; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-50/"
    },
    {
      "id": "section-57-1-60",
      "number": "57-1-60.",
      "heading": "",
      "text": "The Governor, in addition to other duties and responsibilities conferred upon him by the Constitution and laws of this State, is charged with the responsibility for the administration of the state's highway safety programs and is further charged with the duty of contracting and doing all other things necessary on behalf of this State and, in so doing, to work with federal and state agencies, agencies private and public, interested organizations, and with individuals to effectuate that purpose. The Governor shall be the official of this State having the ultimate responsibility for dealing with the federal government with respect to highway safety transportation programs and activities. To that end the Governor shall coordinate the activities of any and all departments and agencies of this State and its subdivisions.\n\nHISTORY: 1962 Code Section 33-6; 1952 Code Section 33-6; 1951 (47) 457; 1960 (51) 1602; 1993 Act No. 181, Section 1503; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-60/"
    },
    {
      "id": "section-57-1-70",
      "number": "57-1-70.",
      "heading": "",
      "text": "It is the sense of the General Assembly that the Department of Transportation should comply with Section 105(f) of the Federal Aid Highway Act. The department is directed to effectuate and assure the compliance through contract documents and regulations as may be necessary and such input from the Office of the Governor (Office of Small and Minority Business Assistance) in the promulgation of the regulations.\n\nHISTORY: 1962 Code Section 33-7; 1967 (55) 208; 1993 Act No. 181, Section 1503; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-70/"
    },
    {
      "id": "section-57-1-80",
      "number": "57-1-80.",
      "heading": "",
      "text": "The Department of Transportation shall publish on its website the list of all public railroad crossings. The department also shall publish on its website the list of railroad crossings programmed for upgrades and designate it on its website \"John's Law\". Contingent upon the receipt of additional funds for the installation of public railroad signals and gates, the department is directed to increase the number of installations of railroad signals or crossing arms, or both, utilizing all funds available for this type of work at dangerous railroad crossings throughout the State.\n\nHISTORY: 2011 Act No. 54, Section 2, eff June 14, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-80/"
    },
    {
      "id": "section-57-1-90",
      "number": "57-1-90.",
      "heading": "",
      "text": "(A) In formulating transportation policy, promulgating regulations, allocating funds, and planning, designing, constructing, equipping, operating and maintaining transportation facilities, no action of the South Carolina Transportation Commission, or the South Carolina Department of Transportation shall have the effect of discriminating against motorcycles, motorcycle operators, or motorcycle passengers. No regulation or action of the commission, or department shall have the effect of enacting a prohibition or imposing a requirement that applies only to motorcycles or motorcyclists, and the principal purpose of which is to restrict or inhibit access or motorcycles and motorcyclists to any highway, bridge, tunnel, or other transportation facility.\n\n(B) The allocation of parking space square footage specifically in transportation facilities, and other projects undertaken or operated by a political subdivision of this State where state or local source funds have been used in whole or in part to plan, design, construct, equip, operate, or maintain the facility must make reasonable accommodations for motorcycle parking. In carrying forward this requirement, among other options, the facility at its discretion may comply by sectioning portions of the area where the size configuration of the space does not meet code requirements for full-sized vehicles.\n\n(C) As used in this section, \"reasonable accommodations\" shall not be interpreted to include, require, or otherwise mandate the structural or technological modification of parking structures constructed or substantially completed before July 1, 2014.\n\nHISTORY: 2014 Act No. 148 (H.3231), Section 1, eff April 7, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-90/"
    },
    {
      "id": "section-57-1-310",
      "number": "57-1-310.",
      "heading": "",
      "text": "(A) The congressional districts of this State are constituted and created Department of Transportation Districts of the State, designated by numbers corresponding to the numbers of the respective congressional districts. The Commission of the Department of Transportation shall be composed of:\n\n(1) one member from each transportation district, all appointed by the Governor, subject to the provisions of Section 57-1-325; and\n\n(2) two members from the State at large, both appointed by the Governor, upon the advice and consent of the General Assembly. Each house must hold a separate confirmation vote.\n\nIn making appointments to the commission, the Governor shall take into account race, gender, and other demographic factors, such as residence in rural or urban areas, so as to represent, to the greatest extent possible, all segments of the population of the State; however, consideration of these factors in making an appointment in no way creates a cause of action or basis for an employee grievance for a person appointed or for a person who fails to be appointed. The members of the commission shall represent the transportation needs of the State as a whole and may not subordinate the needs of the State to those of any particular area of the State.\n\n(B) The at-large appointments made by the Governor must be transmitted to the Senate and the House of Representatives for confirmation.\n\n(C) The qualifications that each commission member must possess, include, but are not limited to:\n\n(1) a baccalaureate or more advanced degree from:\n\n(a) a recognized institution of higher learning requiring face-to-face contact between its students and instructors prior to completion of the academic program;\n\n(b) an institution of higher learning that has been accredited by a regional or national accrediting body; or\n\n(c) an institution of higher learning chartered before 1962; or\n\n(2) a background of at least five years in any combination of the following fields of expertise:\n\n(a) transportation;\n\n(b) construction;\n\n(c) finance;\n\n(e) environmental issues;\n\n(f) management; or\n\n(g) engineering.\n\n(D) A member of the General Assembly or member of his immediate family may not be appointed to the commission while the member is serving in the General Assembly; nor shall a member of the General Assembly or a member of his immediate family be appointed to the commission for a period of four years after the member either:\n\n(1) ceases to be a member of the General Assembly; or\n\n(2) fails to file for election to the General Assembly in accordance with Section 7-11-15.\n\nHISTORY: 1993 Act No. 181, Section 1504; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016; 2017 Act No. 40 (H.3516), Section 22.A, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-310/"
    },
    {
      "id": "section-57-1-320",
      "number": "57-1-320.",
      "heading": "",
      "text": "A county within a Department of Transportation district may not have a resident commission member for more than eight consecutive years and in no event shall any two persons from the same county serve as a commission member simultaneously.\n\nHISTORY: 1993 Act No. 181, Section 1504; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-320/"
    },
    {
      "id": "section-57-1-325",
      "number": "57-1-325.",
      "heading": "",
      "text": "(A) The Governor shall submit his transportation district appointees to the Senate and the House of Representatives for referral.\n\n(B) Upon receipt of a referral, the legislative delegation shall meet to approve or disapprove the Governor's appointee. The question of whether to approve an appointee may be taken up in a full delegation meeting or it may be taken up separately by the Senators in the legislative delegation and the members of the House of Representatives in the legislative delegation. To approve an appointee, the appointee must receive a majority of the weighted vote of only the senators in the legislative delegation and a majority of the weighted vote of only the members of the House of Representatives in the delegation. The legislative delegation shall report its findings to the Clerk of the House of Representatives, the Clerk of the Senate, and the Governor whether the appointee was approved by the weighted vote of the members of the legislative delegation from both the House of Representatives and the Senate. If the delegation disapproves the appointee, the Governor shall make another appointment. If the legislative delegation fails to approve of the Governor's appointee within forty-five days of the appointee's referral to the delegation, the appointee is deemed to have been disapproved. An appointee must receive a majority of the weighted vote of the members of the legislative delegation from both the House of Representatives and the Senate prior to entering a term of office.\n\n(C) For the purposes of this article, \"legislative delegation\" means legislators representing any portion of the congressional district corresponding to the transportation district the appointee was appointed to represent.\n\nHISTORY: 1993 Act No. 181, Section 1504; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016; 2017 Act No. 40 (H.3516), Section 22.B, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-325/"
    },
    {
      "id": "section-57-1-330",
      "number": "57-1-330.",
      "heading": "",
      "text": "(A) All commission members are appointed to a term of office of four years which expires on February fifteenth of the appropriate year. However, a commission member may not serve more than two consecutive terms, and may not serve more than twelve years, regardless of when the term was served. Commissioners shall continue to serve until their successors are appointed and confirmed, provided that a commissioner only may serve in a hold-over capacity for a period not to exceed six months. Any vacancy occurring in the office of commissioner shall be filled by appointment in the manner provided in this article for the unexpired term only. Except for the at-large member, a person is not eligible to serve as a commission member who is not a resident of that district at the time of his appointment. Failure by such commission member to maintain residency in the district for which he is appointed shall result in the forfeiture of his office.\n\n(B) An at-large commission member may be appointed from any county in the State unless another commission member is serving from that county. Failure by an at-large commission member to maintain residence in the State shall result in a forfeiture of his office.\n\nCommission members may be removed from office at the discretion of the Governor.\n\nHISTORY: 1993 Act No. 181, Section 1504; 1995 Act No. 120, Section 1; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016; 2017 Act No. 40 (H.3516), Section 26, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-330/"
    },
    {
      "id": "section-57-1-340",
      "number": "57-1-340.",
      "heading": "",
      "text": "Each commission member, within thirty days after his appointment and confirmation, or approval by the appropriate legislative delegation, as the case may be, and before entering upon the discharge of the duties of his office, shall take, subscribe, and file with the Secretary of State the oath of office prescribed by the Constitution of the State.\n\nHISTORY: 1993 Act No. 181, Section 1504; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016; 2017 Act No. 40 (H.3516), Section 22.C, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-340/"
    },
    {
      "id": "section-57-1-350",
      "number": "57-1-350.",
      "heading": "",
      "text": "(A) The commission may adopt an official seal for use on official documents of the department.\n\n(B) The commission shall elect a chairman and adopt its own rules and procedures and may select such additional officers to serve such terms as the commission may designate.\n\n(C) Commissioners must be reimbursed for official expenses as provided by law for members of state boards and commissions as established in the annual general appropriations act.\n\n(D) All commission members are eligible to vote on all matters that come before the commission.\n\n(E) The commission shall hold a minimum of six regular meetings annually, and other meetings may be called by the chair upon giving at least one week's notice to all members and the public. Emergency meetings may be held with twenty-four hours' notice. Meeting materials for the regularly scheduled meetings shall be published at least twenty-four hours in advance of the meeting.\n\n(F) The commission or a member thereof may not enter into the day-to-day operations of the department, except in an oversight role with the Secretary of Transportation, and is specifically prohibited from taking part in:\n\n(1) the awarding of contracts;\n\n(2) the selection of a consultant or contractor or the prequalification of any individual consultant or contractor;\n\n(3) the selection of a route for a specific project;\n\n(4) the specific location of a transportation facility;\n\n(5) the acquisition of rights of way or other properties necessary for a specific project or program; and\n\n(6) the granting, denial, suspension, or revocation of any permit issued by the department.\n\n(G) A member of the commission may not have any interest, direct or indirect, in any contract, franchise, privilege, or other benefit granted or awarded by the department during the member's term of appointment and for one year after the termination of the appointment.\n\nHISTORY: 1993 Act No. 181, Section 1504; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016; 2017 Act No. 40 (H.3516), Section 23, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-350/"
    },
    {
      "id": "section-57-1-360",
      "number": "57-1-360.",
      "heading": "",
      "text": "(A) The State Auditor shall employ an individual to serve as the chief internal auditor of the department, and other professional, administrative, technical, and clerical personnel as the State Auditor determines to be necessary. The State Auditor also must provide professional, administrative, technical, and clerical personnel, as the State Auditor determines to be necessary, for the chief internal auditor to properly discharge his duties and responsibilities authorized by the State Auditor or provided by law. Except as otherwise provided, any employees hired pursuant to this section shall serve at the pleasure of the State Auditor.\n\n(B)(1) The chief internal auditor must be a Certified Public Accountant and possess any other experience the State Auditor may require. The chief internal auditor must establish, implement, and maintain the exclusive internal audit function of all departmental activities. The State Auditor shall set the salary for the chief internal auditor as allowed by statute or applicable law.\n\n(2) The audits performed by the chief internal auditor must comply with recognized governmental auditing standards. The department and any entity contracting with the department must fully cooperate with the chief internal auditor in the discharge of his duties and responsibilities and must timely produce all books, papers, correspondence, memoranda, and other records considered necessary in connection with an internal audit. All final audit reports must be submitted to the commission and the Chairman of the Senate Transportation Committee, the Chairman of the Senate Finance Committee, the Chairman of the House of Representatives Education and Public Works Committee, and the Chairman of the House of Representatives Ways and Means Committee before being made public. All final audit reports shall be published on the department's and the State Auditor's websites.\n\n(3) The State Auditor is vested with the exclusive management and control of the chief internal auditor.\n\n(C) The department, at its own expense, must provide appropriate office space within its headquarters, building, and facility service, including janitorial, utility and telephone services, computer and technology services, and related supplies, for the chief internal auditor and his support staff.\n\nHISTORY: 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016; 2017 Act No. 40 (H.3516), Section 24, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-360/"
    },
    {
      "id": "section-57-1-370",
      "number": "57-1-370.",
      "heading": "",
      "text": "(A) The commission must develop the long-range Statewide Transportation Plan, with a minimum twenty-year forecast period at the time of adoption, that provides for the development and implementation of the multimodal transportation system for the State. The plan must be developed in a manner consistent with all federal laws or regulations and in consultation with all interested parties, particularly the metropolitan planning organizations and the nonmetropolitan planning organization area local officials. The plan may be revised from time to time as permitted by and in the manner required by federal laws or regulations.\n\n(B) Concerning the development, content, and implementation of the Statewide Transportation Improvement Program, the commission must:\n\n(1) develop a process for consulting with nonmetropolitan local officials, with responsibility for transportation, that provides an opportunity for their participation in the development of the long-range Statewide Transportation Plan and the Statewide Transportation Improvement Program;\n\n(2) approve the Statewide Transportation Improvement Program and ensure that it is developed pursuant to federal laws and regulations and approve an updated Statewide Transportation Improvement Program from time to time as permitted by and in the manner required by federal laws or regulations;\n\n(3) develop and revise the transportation plan for inclusion in the Statewide Transportation Improvement Program, for each nonmetropolitan planning area in consultation with local officials with responsibility for transportation;\n\n(4) work in consultation with each metropolitan planning organization to develop and revise a transportation improvement program for each metropolitan planning area;\n\n(5) select from the approved Statewide Transportation Improvement Program the transportation projects undertaken in nonmetropolitan areas in consultation with the affected nonmetropolitan local officials with responsibility for transportation;\n\n(6) select projects to be undertaken, in consultation with each metropolitan planning organization, from the metropolitan planning organization's approved transportation improvement plan in metropolitan areas not designated as a transportation management area;\n\n(7) consult with each metropolitan planning organization, in metropolitan areas designated as transportation management areas, concerning the projects selected to be undertaken from the approved transportation improvement program and in accordance with the priorities approved by the transportation improvement program; and\n\n(8) when selecting projects to be undertaken from nontransportation management area metropolitan planning organizations' transportation improvement programs, or selecting the nonmetropolitan area projects to be undertaken that are included in the Statewide Transportation Improvement Program, and when consulting with metropolitan planning organizations designated as transportation management areas, the commission shall establish a priority list of projects to the extent permitted by federal laws or regulations, taking into consideration at least the following criteria:\n\n(a) financial viability including a life cycle analysis of estimated maintenance and repair costs over the expected life of the project;\n\n(b) public safety;\n\n(c) potential for economic development;\n\n(d) traffic volume and congestion;\n\n(e) truck traffic;\n\n(f) the pavement quality index;\n\n(g) environmental impact;\n\n(h) alternative transportation solutions; and\n\n(i) consistency with local land use plans.\n\n(C)(1) To the extent that state funds are available to address the needs of the state highway system, the commission must develop a comprehensive plan specifying objectives and performance measures for the preservation and improvement of the existing system. The projects included in this plan must be supported solely by state funds including the Non-Federal Aid Highway Fund or other state revenue source. When developing the plan required by this subsection, the commission must consider, but is not limited to, considering the criteria in subsection (B)(8).\n\n(2) When state funding is programmed for a project selected from the plan to be undertaken, the department may use federal law, regulations, or guidelines relevant to the type of project being undertaken to be eligible for federal matching funds.\n\n(D) The commission must approve the department's annual budget.\n\n(E) The commission shall have any other rights, duties, obligations, or responsibilities as specifically provided by law.\n\nHISTORY: 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 1, eff July 1, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-370/"
    },
    {
      "id": "section-57-1-380",
      "number": "57-1-380.",
      "heading": "",
      "text": "The Department shall prepare a Transportation Asset Management Plan which includes objectives and performance measures for the preservation and improvement of the State Highway System. In addition, the Transportation Asset Management Plan shall include objectives, performance measures and innovative approaches to address high-risk rural roads that are functionally classified as a rural Primary or Federal Aid Secondary Roads. High-risk rural roads shall include roads in which the accidents resulting in fatalities and incapacitating injuries exceeds the statewide average, including roadway departures, for those functional classes of roadway. The Transportation Asset Management Plan shall be approved by the commission and is to establish fiscally constrained performance goals, including fifty million dollars for high-risk rural roads, for transportation infrastructure assets such as pavements and bridges. The Department shall provide an annual update on achieving the Transportation Asset Management Plan performance goals to the General Assembly as well as publishing the results for the public to view.\n\nHISTORY: 2017 Act No. 40 (H.3516), Section 12, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-380/"
    },
    {
      "id": "section-57-1-410",
      "number": "57-1-410.",
      "heading": "",
      "text": "The commission shall appoint, with the advice and consent of the Senate, a Secretary of Transportation who shall serve at the pleasure of the commission. A person appointed to this position shall possess practical and successful business and executive ability and be knowledgeable in the field of transportation. The Secretary of Transportation shall receive such compensation as may be established under the provisions of Section 8-11-160 and for which funds have been authorized in the general appropriations act.\n\nHISTORY: 1993 Act No. 181, Section 1505; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 2, eff July 1, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-410/"
    },
    {
      "id": "section-57-1-430",
      "number": "57-1-430.",
      "heading": "",
      "text": "(A) The secretary is charged with the affirmative duty to carry out the policies of the commission, to administer the day-to-day affairs of the department, to direct the implementation of the Statewide Transportation Improvement Program and the Statewide Mass Transit Plan, and to ensure the timely completion of all projects undertaken by the department, and routine operation and maintenance requests, and emergency repairs. He must represent the department in its dealings with other state agencies, local governments, special districts, and the federal government. The secretary must prepare an annual budget for the department that must be approved by the commission before becoming effective.\n\n(B) For each division, the secretary may employ such personnel and prescribe their duties, powers, and functions as he considers necessary and as may be authorized by statute and for which funds have been authorized in the annual general appropriations act.\n\n(C) The secretary shall prepare and publish on the department's website an annual report outlining the department's annual expenditures. The report must include a statewide summary and a detailed expenditure report for each county.\n\n(D) The secretary shall prepare and publish on the department's website an annual report that includes a list of all companies doing business with the department and the amount spent on these contracts.\n\nHISTORY: 1993 Act No. 181, Section 1505; 2007 Act No. 114, Section 5, eff June 27, 2007; 2017 Act No. 40 (H.3516), Section 25, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-430/"
    },
    {
      "id": "section-57-1-440",
      "number": "57-1-440.",
      "heading": "",
      "text": "The secretary shall have the exclusive authority to employ a chief counsel and such staff attorneys and support staff as are necessary to represent the department in legal matters, condemnation procedures, and other such litigation. Any extra legal services that may be required shall be performed by attorneys selected by the secretary. The department is authorized to retain independent adjusters for purposes of investigating and adjusting claims and suits resulting from motor vehicle damage and personal injury damage programs involving department liability exposure and recovery potential. Expenses for the administration and implementation of this section shall be paid for from the state highway fund.\n\nHISTORY: 1993 Act No. 181, Section 1505; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-440/"
    },
    {
      "id": "section-57-1-450",
      "number": "57-1-450.",
      "heading": "",
      "text": "The secretary shall appoint a director for each division of the department who shall serve at the pleasure of the secretary and shall recommend the salary for each director as allowed by statute or applicable law.\n\nHISTORY: 1993 Act No. 181, Section 1505; 1995 Act No. 145, Part II, Section 5; 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-450/"
    },
    {
      "id": "section-57-1-460",
      "number": "57-1-460.",
      "heading": "",
      "text": "HISTORY: Former Section, titled Evaluation and approval of routine operation and maintenance and emergency repairs by secretary; definitions, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007. Repealed by 2017 Act No. 40, Section 20, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-460/"
    },
    {
      "id": "section-57-1-470",
      "number": "57-1-470.",
      "heading": "",
      "text": "HISTORY: Former Section, titled Commission review of routine maintenance and emergency repair requests approved by secretary, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007. Repealed by 2017 Act No. 40, Section 21, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-470/"
    },
    {
      "id": "section-57-1-490",
      "number": "57-1-490.",
      "heading": "",
      "text": "(A) The department shall be audited by a certified public accountant or firm of certified public accountants once each year to be designated by the State Auditor. The designated accountant or firm of accountants shall issue audited financial statements in accordance with generally accepted accounting principles, and such financial statements must be made available annually by October fifteenth to the General Assembly. The costs and expenses of the audit must be paid by the department out of its funds.\n\n(B) The Legislative Audit Council shall contract for an independent performance and compliance audit of the department's finance and administration division, mass transit division, and construction engineering and planning division. This audit must be completed by January 15, 2010. The Legislative Audit Council may contract for follow-up audits or conduct follow-up audits as needed based upon the audit's initial findings. The costs of these audits, including related administrative and management expenses of the Legislative Audit Council, are an operating expense of the department. The department shall pay directly to the Legislative Audit Council the cost of the audits.\n\n(C) Copies of every audit conducted pursuant to this section must be made available to the Department of Transportation Commission, the State Auditor, the Governor, the Chairmen of the Senate Finance and Transportation Committees, and the Chairmen of the House of Representatives Ways and Means and Education and Public Works Committees.\n\nHISTORY: 1993 Act No. 181, Section 1505; 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 4, eff July 1, 2016; 2019 Act No. 41 (S.530), Section 74, eff May 13, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-490/"
    },
    {
      "id": "section-57-1-500",
      "number": "57-1-500.",
      "heading": "",
      "text": "The secretary must provide for a workshop of at least two biennial contact hours concerning ethics and the Administrative Procedures Act for the commissioners, the secretary, the chief internal auditor, and senior management employees of the Department of Transportation; and a biennial ethics workshop of at least two contact hours for all other department employees.\n\nHISTORY: 2007 Act No. 114, Section 5, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-500/"
    },
    {
      "id": "section-57-1-710",
      "number": "57-1-710",
      "heading": "",
      "text": "HISTORY: Former Section 57-1-710, titled Joint Transportation Review Committee established, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007. Repealed by 2017 Act No. 40, Section 22.D, eff July 1, 2017.\n\nHISTORY: Former Section 57-1-720, titled Membership, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 3.B, eff July 1, 2016. Repealed by 2017 Act No. 40, Section 22.D, eff July 1, 2017.\n\nHISTORY: Former Section 57-1-730, titled Powers and duties, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 3.A, eff July 1, 2016. Repealed by 2017 Act No. 40, Section 22.D, eff July 1, 2017.\n\nHISTORY: Former Section 57-1-750, titled Compensation of members; expenses associated with review of appointees for Department of Transportation Commission, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007; 2016 Act No. 275 (S.1258), Section 3.C, eff July 1, 2016. Repealed by 2017 Act No. 40, Section 22.D, eff July 1, 2017.\n\nHISTORY: Former Section 57-1-760, titled Clerical and professional staffing, had the following history: 2007 Act No. 114, Section 5, eff June 27, 2007. Repealed by 2017 Act No. 40, Section 22.D, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-1/section-57-1-710-to-57-1-760/"
    }
  ]
}