{
  "state": "south-carolina",
  "path": "title-title-57/chapter-chapter-23",
  "sections": [
    {
      "id": "section-57-23-10",
      "number": "57-23-10",
      "heading": "",
      "text": "Whenever the lands adjoining any hard-surfaced public road or highway in this State shall be beautified by the planting or maintaining of flowers or ornamental trees or shrubs on the lands adjoining it by any agreement of the landowners adjoining such road or by their permission, such stretch of road shall be marked at either end by the road authorities of the county or counties wherein it lies by some suitable sign showing that the stretch of road between such signs has been beautified.\n\nHISTORY: 1962 Code Section 33-561; 1952 Code Section 33-561; 1949 (46) 466; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-10/"
    },
    {
      "id": "section-57-23-20",
      "number": "57-23-20",
      "heading": "",
      "text": "When any stretch of road shall have been so designated and marked by the road authorities of any county or counties it shall be unlawful for any person to dig, pull up, gather, remove, cut, maim, break or injure in any way, including any injury done by fires intentionally set, any wild, cultivated or ornamental plants, shrubs and trees situated on or along any such marked stretch of public road or highway or any public or privately owned land lying along such road. But the provisions of this section shall not apply where the acts hereby prohibited are done by or under the instructions of the proper authorities lawfully in charge of such public roads, highways or lands or by or with the permission of the owner of any privately owned lands.\n\nNothing herein contained shall affect the right of any person interested to recover damages in a suit, action or proceeding for the commission of any of the acts and deeds hereby prohibited.\n\nAny violation of the provisions of this section shall be punishable by a fine of not more than one hundred dollars or imprisonment for not more than thirty days.\n\nHISTORY: 1962 Code Section 33-563; 1952 Code Section 33-563; 1949 (46) 466; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-20/"
    },
    {
      "id": "section-57-23-50",
      "number": "57-23-50",
      "heading": "",
      "text": "There is created a Scenic Highways Committee composed of eleven members as follows:\n\n(1) the secretary of the Department of Transportation or the secretary's designee;\n\n(2) the chairman of the South Carolina Department of Parks, Recreation and Tourism Commission or the chairman's designee;\n\n(3) two representatives of the outdoor advertising industry who are active members of an organization such as the Outdoor Advertising Association of South Carolina;\n\n(4) a representative of the South Carolina hotel and motel industry;\n\n(5) a representative of the agricultural industry who is active in an organization such as the State Farm Bureau;\n\n(6) a representative of the petroleum marketing industry;\n\n(7) a representative of the tourism industry in South Carolina;\n\n(8) a representative of highway beautification efforts, such as South Carolina Clean and Beautiful;\n\n(9) a representative involved with parks and recreation, such as the South Carolina Recreation and Parks Association;\n\n(10) a member of the general public.\n\nAll members of the committee shall serve for a term of two years and, with the exception of the appointments made pursuant to items (1) and (2), all appointments must be made by the Governor. Members of the committee shall serve without compensation or reimbursement.\n\nHISTORY: 1994 Act No. 484, Section 1, eff July 14, 1994; 1996 Act No. 285, Section 1; 2008 Act No. 273, Section 14, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-50/"
    },
    {
      "id": "section-57-23-60",
      "number": "57-23-60",
      "heading": "",
      "text": "The committee shall select a chairman at its first meeting and meet at least twice annually. A majority of the members present constitute a quorum for purposes of conducting business. Pursuant to Chapter 23 of Title 1 of the 1976 Code, the committee shall promulgate criteria for the designation of a scenic highway. The regulation must provide that a recommendation to establish a scenic highway be forwarded to the General Assembly for approval. In developing the criteria the committee shall consider the scenic, cultural, historic, commercial, and economic significance of the road and area. The committee shall coordinate development of these criteria in conjunction with the criteria for scenic highways being developed by the federal highway administration.\n\nHISTORY: 1994 Act No. 484, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-60/"
    },
    {
      "id": "section-57-23-70",
      "number": "57-23-70",
      "heading": "",
      "text": "A written request for designating a scenic highway must be sent to the Secretary of the Department of Transportation who shall forward the request to other members of the committee. The committee shall review the request and make a recommendation based on the criteria. A majority of the members may call for a public hearing to be held at the location where the scenic highway is proposed.\n\nHISTORY: 1994 Act No. 484, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-70/"
    },
    {
      "id": "section-57-23-80",
      "number": "57-23-80",
      "heading": "",
      "text": "After the committee recommends designating a road as a scenic highway, the recommendation must be transmitted to the General Assembly.\n\nHISTORY: 1994 Act No. 484, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-80/"
    },
    {
      "id": "section-57-23-110",
      "number": "57-23-110",
      "heading": "",
      "text": "State Highway No. 11 is hereby designated as the Cherokee Foothills Scenic Highway; provided, that the portion of State Highway No. 11 in Pickens and Oconee Counties shall continue to be known as the Andrew Pickens Scenic Parkway.\n\nHISTORY: 1962 Code Section 33-595.41; 1971 (57) 55; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-110/"
    },
    {
      "id": "section-57-23-120",
      "number": "57-23-120",
      "heading": "",
      "text": "In order to carry out the provisions of this article, the Department of Transportation shall provide for appropriate markers designating the highway as the Cherokee Foothills Scenic Highway, and the State Forestry Commission, the Department of Parks, Recreation and Tourism, and all other state agencies or governmental entities shall cooperate with the Department of Transportation.\n\nHISTORY: 1962 Code Section 33-595.42; 1971 (57) 55; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-120/"
    },
    {
      "id": "section-57-23-140",
      "number": "57-23-140",
      "heading": "",
      "text": "(A) The portion of Old Sheldon Church Road in Beaufort County from the intersection of South Carolina Highway 21 and United States Highway 21/17 to the intersection of Le Creuset Road and South Carolina Highway 21 is hereby designated as a South Carolina Scenic Byway. Old Sheldon Church Road Scenic Byway is subject to the rules and regulations promulgated by the South Carolina Department of Transportation and the South Carolina Scenic Highways Committee.\n\n(B) The department shall install appropriate markers or signs to implement this designation. All off-premises outdoor advertisement is prohibited on the portion of the Old Sheldon Church Road designated as a scenic byway.\n\nHISTORY: 2005 Act No. 47, Section 1, eff May 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-140/"
    },
    {
      "id": "section-57-23-210",
      "number": "57-23-210",
      "heading": "",
      "text": "Bohicket Road on John's Island in Charleston County is hereby designated a scenic highway. The Department of Transportation, the Department of Archives and History and the Department of Parks, Recreation and Tourism shall cooperate in the installation of appropriate markers and signs to implement the designation herein provided for.\n\nHISTORY: 1962 Code Section 33-595.51; 1974 (58) 2714; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-210/"
    },
    {
      "id": "section-57-23-220",
      "number": "57-23-220",
      "heading": "",
      "text": "Bohicket Road, designated a scenic highway in this article, shall be subject to the provisions of the Highway Advertising Control Act of 1971.\n\nHISTORY: 1962 Code Section 33-595.52; 1974 (58) 2714; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-220/"
    },
    {
      "id": "section-57-23-230",
      "number": "57-23-230",
      "heading": "",
      "text": "(A) That portion of South Carolina Highway 61, beginning at Church Creek Bridge and extending for a distance of ten miles north of the bridge, is hereby designated a South Carolina Scenic Byway. Ashley River Road Scenic Byway shall be subject to the rules and regulations promulgated by the South Carolina Department of Transportation and the South Carolina Scenic Highways Committee for Scenic Byways pursuant to Sections 57-3-110 and 57-23-60.\n\n(B) The department shall install appropriate markers and signs to implement this designation. All off-premises outdoor advertising is prohibited on that portion of South Carolina Highway 61 designated as a scenic byway.\n\nHISTORY: 1998 Act No. 415, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-230/"
    },
    {
      "id": "section-57-23-300",
      "number": "57-23-300",
      "heading": "",
      "text": "The I-95, U.S. Route 278 connector route beginning at the intersection of I-95 and Secondary Road 88 in Jasper County and extending easterly to S.C. Route 278 in Beaufort County is designated a scenic highway to be known as the Hilton Head Scenic Highway. The Department of Transportation, the Department of Archives and History, and the Department of Parks, Recreation and Tourism shall cooperate in the installation of appropriate markers and signs to implement the above designation.\n\nHISTORY: 1988 Act No. 580; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-300/"
    },
    {
      "id": "section-57-23-310",
      "number": "57-23-310",
      "heading": "",
      "text": "All off-premises outdoor advertising is prohibited on the Hilton Head Scenic Highway.\n\nHISTORY: 1988 Act No. 580; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-310/"
    },
    {
      "id": "section-57-23-350",
      "number": "57-23-350",
      "heading": "",
      "text": "South Carolina Highway 174 south of the Dawhoo Bridge in Charleston County is declared a scenic highway. The Department of Transportation shall install appropriate markers and signs to implement this designation.\n\nHISTORY: 1988 Act No. 594; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-350/"
    },
    {
      "id": "section-57-23-360",
      "number": "57-23-360",
      "heading": "",
      "text": "That portion of South Carolina Highway 174 designated a scenic highway by this article is subject to the provisions of the Highway Advertising Control Act.\n\nHISTORY: 1988 Act No. 594; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-360/"
    },
    {
      "id": "section-57-23-400",
      "number": "57-23-400",
      "heading": "",
      "text": "Long Point Road in Charleston County from Whipple Road to U.S. 17 North is designated a scenic highway to be known as the Long Point Road Scenic Highway. The Department of Transportation, the Department of Archives and History, and the Department of Parks, Recreation and Tourism shall cooperate in the installation of appropriate markers and signs to implement the above designation.\n\nHISTORY: 1988 Act No. 617, Section 1; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-400/"
    },
    {
      "id": "section-57-23-410",
      "number": "57-23-410",
      "heading": "",
      "text": "Any new off-premises outdoor advertising is prohibited on the Long Point Road Scenic Highway after the effective date of this article.\n\nHISTORY: 1988 Act No. 617, Section 1; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-410/"
    },
    {
      "id": "section-57-23-420",
      "number": "57-23-420",
      "heading": "",
      "text": "No trees in excess of a six-inch caliper located within the highway right-of-way of this scenic highway may be removed without the permission of the Department of Transportation upon the recommendation of the governing council of the Town of Mount Pleasant.\n\nHISTORY: 1988 Act No. 617, Section 1; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-420/"
    },
    {
      "id": "section-57-23-500",
      "number": "57-23-500",
      "heading": "",
      "text": "Mathis Ferry Road in Charleston County from Whipple Road to 7th Street in the Town of Mount Pleasant is designated a scenic highway to be known as the Mathis Ferry Road Scenic Highway. The Department of Transportation, the Department of Archives and History, and the Department of Parks, Recreation and Tourism shall cooperate in the installation of appropriate markers and signs to implement the above designation.\n\nHISTORY: 1988 Act No. 617, Section 2; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-500/"
    },
    {
      "id": "section-57-23-510",
      "number": "57-23-510",
      "heading": "",
      "text": "Any new off-premises outdoor advertising is prohibited on the Mathis Ferry Road Scenic Highway after the effective date of this article.\n\nHISTORY: 1988 Act No. 617, Section 2; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-510/"
    },
    {
      "id": "section-57-23-520",
      "number": "57-23-520",
      "heading": "",
      "text": "No trees in excess of a six-inch caliper located within the highway right-of-way of this scenic highway may be removed without the permission of the Department of Transportation upon the recommendation of the governing council of the Town of Mount Pleasant.\n\nHISTORY: 1988 Act No. 617, Section 2; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-520/"
    },
    {
      "id": "section-57-23-600",
      "number": "57-23-600",
      "heading": "",
      "text": "Riverland Drive in Charleston County is designated a scenic highway to be known as the Riverland Drive Scenic Highway. The Department of Transportation, the Department of Archives and History, and the Department of Parks, Recreation and Tourism shall cooperate in the installation of appropriate markers and signs to implement the above designation.\n\nHISTORY: 1988 Act No. 617, Section 3; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-600/"
    },
    {
      "id": "section-57-23-610",
      "number": "57-23-610",
      "heading": "",
      "text": "Any new off-premises outdoor advertising is prohibited on the Riverland Drive Scenic Highway after the effective date of this article.\n\nHISTORY: 1988 Act No. 617, Section 3; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-610/"
    },
    {
      "id": "section-57-23-620",
      "number": "57-23-620",
      "heading": "",
      "text": "No trees in excess of a six-inch caliper located within the highway right-of-way of this scenic highway may be removed without the permission of the Department of Transportation upon the recommendation of the governing council of the County of Charleston.\n\nHISTORY: 1988 Act No. 617, Section 3; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-620/"
    },
    {
      "id": "section-57-23-700",
      "number": "57-23-700",
      "heading": "",
      "text": "Ft. Johnson Road in Charleston County is designated a scenic highway to be known as the Ft. Johnson Road Scenic Highway. The Department of Transportation, the Department of Archives and History, and the Department of Parks, Recreation and Tourism shall cooperate in the installation of appropriate markers and signs to implement the above designation.\n\nHISTORY: 1988 Act No. 617, Section 4; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-700/"
    },
    {
      "id": "section-57-23-710",
      "number": "57-23-710",
      "heading": "",
      "text": "Any new off-premises outdoor advertising is prohibited on the Ft. Johnson Road Scenic Highway after the effective date of this article.\n\nHISTORY: 1988 Act No. 617, Section 4; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-710/"
    },
    {
      "id": "section-57-23-720",
      "number": "57-23-720",
      "heading": "",
      "text": "No trees in excess of a six-inch caliper located within the highway right-of-way of this scenic highway may be removed without the permission of the Department of Transportation upon the recommendation of the governing council of the County of Charleston.\n\nHISTORY: 1988 Act No. 617, Section 4; 1993 Act No. 181, Section 1529.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-720/"
    },
    {
      "id": "section-57-23-800",
      "number": "57-23-800",
      "heading": "",
      "text": "(A) The Department of Transportation shall conduct vegetation management of the medians, roadsides, and interchanges along the interstate highway system in accordance with the following requirements:\n\n(1) a median of not more than eighty feet in width shall have its mowable area mowed in its entirety. A median wider than eighty feet only shall be mowed within forty feet from the edges of the pavement.\n\n(2) a roadside shall be mowed thirty feet from the edge of the pavement. If fill slopes or back slopes are steep, one swath of the mower or not less than five feet shall be mowed on these slopes.\n\n(3) an interchange shall be mowed in the same manner as a roadside, provided that the distance from the pavement required to be mowed may be increased to address any safety concerns involved.\n\n(B) The mowing widths provided in subsection (A) may be increased when necessary to provide adequate visibility for signs erected by the department, when the department determines that increasing the widths is in the public interest, or upon request of the governing body of a county or municipality.\n\n(C) The vegetation management activities conducted by the department shall not interfere in any way with the visibility of any outdoor advertising sign.\n\n(D) If the Department of Natural Resources makes an assessment and written determination that vegetation management pursuant to this section causes an increase in safety risks because of the attraction of wildlife to a specific area along the highway, then the department may increase the distance from the pavement required to be mowed.\n\n(E) Upon the written approval of the Department of Transportation, a county or municipality, at its own expense, may itself conduct vegetation management activities beyond vegetation management widths provided in subsection (A) if the department declines to conduct vegetation management in those areas.\n\nHISTORY: 1999 Act No. 17, Section 5; 2012 Act No. 136, Section 1, eff April 2, 2012; 2012 Act No. 144, Section 1, eff April 2, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-800/"
    },
    {
      "id": "section-57-23-845",
      "number": "57-23-845",
      "heading": "",
      "text": "Notwithstanding the provisions of Section 57-23-800, or any other provision of law, the Department of Transportation may mow and maintain roadside vegetation beyond thirty feet from the pavement adjacent to:\n\n(1) Interstate Highway 126 in Richland County;\n\n(2) Interstate Highway 26 from mile marker 91 to mile marker 120 including exits 91, 101, 102, 103, 104, 106, 107, 108, 110, 111, 113, 115, 116, and 119;\n\n(3) Interstate Highway 20 from mile marker 50 to mile marker 66 including exits 51, 55, 58, 61, and 63; and\n\n(4) Interstate Highway 77 from mile marker 0 to mile marker 3 including exits 1 and 2.\n\nHISTORY: 2011 Act No. 23, Section 1, eff May 9, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-845/"
    },
    {
      "id": "section-57-23-900",
      "number": "57-23-900",
      "heading": "",
      "text": "(A) That portion of South Carolina Highway 161 from Kings Mountain National Military Park near the Bethany community to South Carolina Highway 49 in the City of York, that portion of South Carolina Highway 49 between Kings Mountain Street and Liberty Street in the City of York, that portion of South Carolina Highway 5 from Congress Street to South Carolina Highway 324 in the City of York, that portion of South Carolina Highway 324 from South Carolina Highway 5 to S-46-347, that portion of S-46-347 from South Carolina Highway 324 to South Carolina Highway 322, that portion of South Carolina Highway 322 from South Carolina Highway 347 through the Town of McConnells to South Carolina Highway 49 in the Bullock Creek community, including approximately one and eight-tenths mile of a side road known as Brattonsville Road, that portion of South Carolina Highway 49 from South Carolina Highway 322 in the Bullock Creek community to South Carolina Highway 211 in the Town of Sharon, including approximately one-fourth mile of a side road known as York Street, that portion of South Carolina Highway 211 from South Carolina Highway 49 to South Carolina Highway 97 in the Town of Hickory Grove, and that portion of South Carolina Highway 97 from South Carolina Highway 211 to North Main Street in the Town of Smyrna, all being one contiguous route of approximately fifty-seven miles, is designated as the Western York County Scenic Byway. It is subject to the regulations promulgated by the South Carolina Department of Transportation and the South Carolina Scenic Highways Committee.\n\n(B) The Department of Transportation shall install appropriate markers or signs to implement this designation.\n\nHISTORY: 2009 Act No. 51, Section 1, eff upon approval (became law without the Governor's signature on June 3, 2009).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-900/"
    },
    {
      "id": "section-57-23-1000",
      "number": "57-23-1000",
      "heading": "",
      "text": "(A) That portion of South Carolina Highway 107 beginning at the United States Forest Service property line south of Dodge Mountain, approximately five miles north of its intersection with South Carolina Highway 28, continuing in a northerly direction to the North Carolina State line, that portion of S-37-413 beginning at its intersection with South Carolina Highway 107 continuing in a northeasterly direction to South Carolina Highway 130, and South Carolina Highway 130 from its intersection with S-37-413 continuing in a northeasterly direction to the North Carolina State line, all being connected routes totaling approximately thirteen miles, are designated as the Falling Waters Scenic Byway. Certain parts of this route previously designated as the Oscar Wigington United States Forest Service Scenic Byway, may maintain dual designation as a state scenic highway and a United States Forest Service Scenic Byway. The Falling Waters Scenic Byway is subject to the regulations promulgated by the South Carolina Department of Transportation and the South Carolina Scenic Highways Committee.\n\n(B) The Department of Transportation shall install appropriate markers or signs to implement this designation.\n\nHISTORY: 2010 Act No. 145, Section 1, eff March 31, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-1000/"
    },
    {
      "id": "section-57-23-1100",
      "number": "57-23-1100",
      "heading": "",
      "text": "(A) South Carolina Highway 170 from the South side of the Broad River to its intersection with South Carolina Highway 462 is designated as a state scenic highway.\n\n(B) United States Highway 278 from its intersection with South Carolina Highway 170 to State Road S-80 at Sea Pines Circle on Hilton Head Island is designated as Hilton Head Island Scenic Byway.\n\n(C) South Carolina Highway 46 from its intersection with the Jasper/Beaufort County line to its intersection with State Road S-66 in the Town of Bluffton, State Road S-66 from its intersection with South Carolina Highway 46 to its intersection with State Road S-13, and State Road S-13 from its intersection with State Road S-66 to Brighton Beach on the May River, all totaling approximately eleven miles, are designated as the May River Scenic Byway.\n\n(D) The Department of Transportation shall install appropriate markers or signs to implement these designations.\n\nHISTORY: 2012 Act No. 116, Section 1, eff February 1, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-1100/"
    },
    {
      "id": "section-57-23-1150",
      "number": "57-23-1150",
      "heading": "",
      "text": "(A) That portion of Choppee Road (S-22-4) beginning at United States Highway 701 and continuing in a southeasterly direction for approximately 2.2 miles to Plantersville Road (S-22-52) thence, along that portion of Plantersville Road continuing in a northeasterly direction for approximately ten miles, ending at United States Highway 701 is designated as Plantersville Scenic Byway. The Plantersville Scenic Byway is subject to the regulations promulgated by the South Carolina Department of Transportation and the South Carolina Scenic Highways Committee.\n\n(B) The Department of Transportation shall install markers or signs to implement this designation.\n\nHISTORY: 2012 Act No. 171, Section 1, eff May 14, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-1150/"
    },
    {
      "id": "section-57-23-1160",
      "number": "57-23-1160",
      "heading": "",
      "text": "(A) The Piedmont Gateway Scenic Byway is hereby created and is comprised of three segments. Segment 1 begins at the intersection of S.C. 34 and Coleman Highway near the Ridgeway town limits and proceeds along Dogwood Street, turns east on Ruff Street and then north on Palmer Street (U.S. 21), ending at the intersection of Palmer Street and Thomas Street (S.C. 34). Segment 2 begins at the intersection of Palmer Street and Thomas Street (S.C. 34) and continues 15 miles north on U.S. 21, ending at the intersection with Camp Welfare Road (S-20-20). Segment 3 is a 10-mile section that begins at the intersection of Camp Welfare Road (S-20-20) and U.S. 21 and travels west across I-77 and S.C. 200, where it becomes Mobley Highway (S-20-20). In White Oak, the segment intersects a 1-mile section of Bull Run Road (S-20-44), stretching from the intersection of Bull Run Road and Patrick Road to the intersection of Bull Run Road and U.S. 321 at the western terminus.\n\n(B) The Department of Transportation shall install appropriate markers or signs to implement these designations.\n\n(C) The Piedmont Gateway is subject to the regulations promulgated by the South Carolina Department of Transportation and the South Carolina Scenic Highways Committee.\n\nHISTORY: 2024 Act No. 157 (S.207), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-57/chapter-23/section-57-23-1160/"
    }
  ]
}