{
  "state": "connecticut",
  "path": "title-title-47-land-and-land-titles/chapter-chapter-821c-unfair-real-estate-listing-agreements",
  "sections": [
    {
      "id": "section-47-36aaa",
      "number": "47-36aaa.",
      "heading": "Definitions.Section 47-36bbb. - Unfair real estate listing agreements prohibited and unenforceable",
      "text": "For the purposes of this section and sections 47-36bbb to 47-36fff, inclusive:\n\n(1) “Person” has the same meaning as provided in section 1-79;\n\n(2) “Record” means to present any instrument to a town clerk for placement in the land records pursuant to section 7-24;\n\n(3) “Rerecord” means to present any previously recorded instrument to a town clerk for placement in the land records pursuant to section 7-24;\n\n(4) “Residential real property” means one-family to four-family residential real estate located in this state;\n\n(5) “Real estate listing agreement” means any contract under which a real estate listing provider agrees to provide any real estate listing to any person in connection with any sale of residential real property;\n\n(6) “Real estate listing provider” means any person who (A) is a party to a real estate listing agreement, and (B) provides, or agrees to provide, any real estate listing under the real estate listing agreement; and\n\n(7) “Unfair real estate listing agreement” means any real estate listing agreement that (A) is entered into on or after July 1, 2024, (B) does not require the real estate listing provider who is a party to such agreement to perform any part of the real estate listing pursuant to such agreement within the one-year period immediately following the date on which the parties to such agreement entered into such agreement, and (C) (i) purports to run with the land or bind future owners of interests in the residential real property that is the subject of such agreement, (ii) allows for any assignment of any right to provide the real estate listing under such agreement without first providing notice to, and obtaining consent from, the owner of the residential real property that is the subject of such agreement, or (iii) purports to create any lien or encumbrance upon, or other security interest in, the residential real property that is the subject of such agreement.\n\n(P.A. 24-101, S. 1.)\n\nHistory: P.A. 24-101 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-47/chapter-821c/section-47-36aaa/"
    },
    {
      "id": "section-47-36bbb",
      "number": "47-36bbb.",
      "heading": "Unfair real estate listing agreements prohibited and unenforceable. Penalty.",
      "text": "(a) No real estate listing provider shall enter into any unfair real estate listing agreement with any person who holds any interest in residential real property.\n\n(b) No unfair real estate listing agreement shall be enforceable.\n\n(c) A violation of subsection (a) of this section shall be deemed an unfair or deceptive trade practice under subsection (a) of section 42-110b.\n\n(P.A. 24-101, S. 2.)\n\nHistory: P.A. 24-101 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-47/chapter-821c/section-47-36bbb/"
    },
    {
      "id": "section-47-36ccc",
      "number": "47-36ccc.",
      "heading": "Recording and rerecording prohibited. Effect on bona fide purchasers and creditors.",
      "text": "No person shall record or rerecord, or cause to be recorded or rerecorded, any unfair real estate listing agreement or any notice or memorandum thereof. If any such agreement, notice or memorandum is recorded or rerecorded, such agreement, notice or memorandum shall not be deemed to provide actual or constructive notice to an otherwise bona fide purchaser or creditor of the residential real property that is the subject of such agreement. Notwithstanding the provisions of section 7-24, a town clerk may refuse to receive any unfair real estate listing agreement, or any notice or memorandum thereof, for recording or rerecording.\n\n(P.A. 24-101, S. 3.)\n\nHistory: P.A. 24-101 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-47/chapter-821c/section-47-36ccc/"
    },
    {
      "id": "section-47-36ddd",
      "number": "47-36ddd.",
      "heading": "Recording and rerecording of certain real estate listing agreements required.",
      "text": "(a) Not later than July 31, 2024, each real estate listing provider who entered into a real estate listing agreement on or before June 30, 2024, shall rerecord such agreement, and record notice of such agreement, with the town clerk of the town in which the residential real property that is the subject of such agreement is located if such agreement (1) purports to run with the land or bind future holders of interests in such residential real property, (2) allows for any assignment of any right to provide the real estate listing under such agreement without first providing notice to, and obtaining consent from, the owner of such residential real property, or (3) purports to create any lien or encumbrance upon, or other security interest in, such residential real property.\n\n(b) Each notice recorded pursuant to subsection (a) of this section shall include (1) the title “Notice of Real Estate Listing Agreement” printed in not less than fourteen-point bold type, (2) a legal description of the residential real property that is the subject of the real estate listing agreement, (3) the amount of the fee specified in the real estate listing agreement or the method by which such fee shall be calculated, (4) the date or circumstances under which the obligation set forth in the real estate listing agreement shall expire, (5) the name, address and telephone number of the real estate listing provider, and (6) if the real estate listing provider is (A) an individual, the notarized signature of the individual, or (B) an entity, the notarized signature of an authorized officer or employee of the entity.\n\n(c) If a real estate listing provider fails to rerecord any real estate listing agreement pursuant to subsection (a) of this section, and record a notice of such agreement pursuant to subsections (a) and (b) of this section, on or before July 31, 2024, such agreement shall be void and unenforceable and any interest in the residential real property that is the subject of such agreement may be conveyed free and clear of such agreement.\n\n(P.A. 24-101, S. 4.)\n\nHistory: P.A. 24-101 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-47/chapter-821c/section-47-36ddd/"
    },
    {
      "id": "section-47-36eee",
      "number": "47-36eee.",
      "heading": "Petitions for relief.",
      "text": "(a) If any unfair real estate listing agreement or notice or memorandum thereof is recorded or rerecorded, any person who holds an interest in the residential real property that is the subject of such agreement or the Attorney General may petition the Superior Court for an order declaring such agreement to be void and unenforceable. Such petition shall include (1) the address of such residential real property, (2) the name, address and telephone number of the real estate listing provider who is a party to such agreement, (3) the name and address of each person who is known to hold an interest in such residential real property, and (4) the name of the town, and the volume and page number of the land records, where such agreement, notice or memorandum is recorded or rerecorded.\n\n(b) Upon filing a petition under subsection (a) of this section, the petitioner shall provide reasonable notice to the Attorney General and all persons who hold an interest in the residential real property disclosing that the petitioner has filed such petition with the court. The petitioner shall append to the petitioner's complaint a statement certifying that the petitioner has provided such reasonable notice. Such statement shall include the names of such other persons, if known, the nature of their interests in such residential real property and the manner in which the petitioner provided such reasonable notice. If the petitioner fails to provide such reasonable notice, the court may direct the petitioner to provide such reasonable notice and certify to the court that the petitioner has provided such reasonable notice.\n\n(c) In reviewing a petition filed under subsection (a) of this section, the court may only consider evidence as to whether the real estate listing provider recorded or rerecorded, or caused to be recorded or rerecorded, an unfair real estate listing agreement or a notice or memorandum thereof. The court may issue an order declaring such agreement, notice or memorandum to be void and unenforceable upon a showing that such agreement, notice or memorandum does not comply with the provisions of sections 47-36aaa to 47-36fff, inclusive. Such order shall include the volume and page number of the land records where such agreement, notice or memorandum is recorded or rerecorded, and shall direct the town clerk of the town in which the residential real property is located to discharge the recording or rerecording of such agreement, notice or memorandum as void and unenforceable.\n\n(d) If any unfair real estate listing agreement or notice or memorandum thereof is recorded or rerecorded, any person with an interest in the residential real property that is the subject of such agreement may recover such actual damages, costs and attorney's fees as may be proven against the real estate listing provider who recorded or rerecorded such agreement, notice or memorandum or caused such agreement, notice or memorandum to be recorded or rerecorded. Such actual damages, costs and attorney's fees shall be in lieu of any damages, costs and attorney's fees awarded in any action brought under chapter 735a for a violation of subsection (a) of section 47-36bbb.\n\n(P.A. 24-101, S. 5.)\n\nHistory: P.A. 24-101 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-47/chapter-821c/section-47-36eee/"
    },
    {
      "id": "section-47-36fff",
      "number": "47-36fff.",
      "heading": "Assignment of rights under unfair real estate listing agreement.",
      "text": "Any real estate listing provider who records or rerecords, or causes to be recorded or rerecorded, any unfair real estate listing agreement or any notice or memorandum thereof, including, but not limited to, any such agreement, notice or memorandum recorded before July 1, 2024, and assigns such real estate listing provider's rights under such agreement shall, not later than thirty days after the date of such assignment, provide notice of such assignment to (1) any person who holds any interest in the residential real property that is the subject of such agreement, (2) the town clerk of the town in which the residential real property that is the subject of such agreement is located, and (3) the Attorney General.\n\n(P.A. 24-101, S. 6.)\n\nHistory: P.A. 24-101 effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-47/chapter-821c/section-47-36fff/"
    }
  ]
}