{
  "state": "south-dakota",
  "path": "title-title-10-taxation/chapter-chapter-06a-freeze-on-assessments-of-dwellings-of-disabled-a",
  "sections": [
    {
      "id": "section-10-6a-1",
      "number": "10-6A-1",
      "heading": "Definition of terms.Section 10-6A-2 - Assessment freeze--Single-family dwellings--Conditions determining entitlement--Income cap increased by index factor",
      "text": "10-6A-1. Definition of terms.\n\nTerms as used in this chapter mean:\n\n(1)\"Base year,\" for any property owner who reached sixty-five years of age or became disabled in or prior to 1981, the base year is 1977. For any property owner who reaches sixty-five years of age or becomes disabled after 1981, the base year is the year in which the property owner reaches sixty-five years of age or the year in which the property owner becomes disabled. In the case of a surviving spouse, the base year is the year that would have been the base year of the deceased spouse;\n\n(2)\"Base year assessment,\" the actual assessed value of a single-family dwelling in the base year or, at the applicant's election, a year subsequent to the base year. The applicant need not have been the owner of the dwelling during the base year;\n\n(3)\"Department,\" the South Dakota Department of Revenue;\n\n(4)\"Disabled,\" any person who receives or is qualified to receive monetary payments, pursuant to Title II, X, XIV, or XVI of the Social Security Act, as amended to January 1, 2008, for all or part of the year for which a property tax assessment freeze application is made;\n\n(5)\"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract;\n\n(6)\"Household income,\" all income received during the preceding calendar year by all persons of a household while members of the household;\n\n(7)\"Income,\" the sum of adjusted gross income as defined in the United States Internal Revenue Code, as defined by §10-1-47, and IRA disbursements, the amount of capital gains excluded from adjusted gross income, alimony, support money, nontaxable strike benefits, cash public assistance and relief, the gross amount of any pension or annuity, including Railroad Retirement Act benefits and veterans disability pensions, all payments received under the federal social security and state reemployment assistance or unemployment insurance laws, nontaxable interest, life insurance proceeds that exceed twenty thousand dollars, any gift or inheritance that exceeds five hundred dollars, proceeds from a court action, any sale of a personal item that exceeds five hundred dollars, foster care income, and workers' compensation;\n\n(8)\"Property owner,\" the owner of a dwelling as recorded by the register of deeds in the county where the dwelling is located. A joint tenant, an owner of a life estate, a beneficiary of a trust, and a vendee of a contract for deed as filed with the register of deeds in the county where the dwelling is located is considered to be an owner;\n\n(9)\"Real property tax assessment freeze,\" for tax purposes, the assessment of a single-family dwelling as recorded in the base year on the county assessment roll and held constant at that value;\n\n(10)\"Secretary,\" the secretary of the South Dakota Department of Revenue;\n\n(11)\"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in §32-3-1 that is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached;\n\n(12)\"Surviving spouse,\" the spouse of a deceased property owner who has not remarried.\n\nSource: SL 1980, ch 74, §1; SL 1981, ch 81, §1; SL 1981, ch 82; SL 1983, ch 69, §1; SL 1990, ch 74, §1; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2008, ch 45, §1; SL 2008, ch 46, §1; SL 2009, ch 39, §6; SL 2010, ch 45, §6; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011; SL 2011, ch 48, §6; SL 2012, ch 59, §6; SL 2013, ch 42, §6; SL 2014, ch 54, §6; SL 2015, ch 62, §6; SL 2016, ch 54, §7; SL 2019, ch 216, §24; SL 2022, ch 30, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-1/"
    },
    {
      "id": "section-10-6a-2",
      "number": "10-6A-2",
      "heading": "Assessment freeze--Single-family dwellings--Conditions determining entitlement--Income cap increased by index factor.",
      "text": "10-6A-2. Assessment freeze--Single-family dwellings--Conditions determining entitlement--Income cap increased by index factor.\n\nAny person making an application under the provisions of this chapter is entitled to a real property tax assessment freeze upon the person's single-family dwelling if the person:\n\n(1)Has a household income of less than fifty-five thousand dollars if the household is a single-member household or the person has a household income of less than sixty-five thousand dollars if the household is a multiple-member household;\n\n(2)Has been an owner of an owner-occupied single-family dwelling and a resident of South Dakota for at least five years, unless the person has received the assessment freeze in the previous year;\n\n(3)Has resided for at least two hundred days of the previous calendar year in the single-family dwelling; and\n\n(4)Has established a base year.\n\nThe surviving spouse of a person who has previously qualified is entitled to the real property tax assessment freeze if the surviving spouse meets the other conditions of this chapter.\n\nBeginning on January 1, 2026, the household income listed in subdivision (1) of this section must increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater.\n\nSource: SL 1980, ch 74, §2; SL 1981, ch 81, §2; SL 1984, ch 65, §1; SL 1990, ch 74, §2; SL 1993, ch 87; SL 1998, ch 56, §1; SL 2002, ch 50, §1; SL 2004, ch 82, §1, eff. Feb. 12, 2004; SL 2008, ch 45, §2; SL 2022, ch 30, §2; SL 2025, ch 46, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-2/"
    },
    {
      "id": "section-10-6a-3",
      "number": "10-6A-3",
      "heading": "Ceiling on market value of dwelling--Exceptions--Value increased by index factor.",
      "text": "10-6A-3. Ceiling on market value of dwelling--Exceptions--Value increased by index factor.\n\nThis chapter does not apply to a single-family dwelling with a full and true market value of five hundred thousand dollars or more unless the applicant has received the freeze on assessments in a preceding year on the single-family dwelling. Beginning on January 1, 2026, the eligibility qualification value of the single-family dwelling provided in this section shall be annually increased by an index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater.\n\nSource: SL 1980, ch 74, §3; SL 1984, ch 65, §2; SL 1996, ch 64; SL 2004, ch 82, §2, eff. Feb. 12, 2004; SL 2007, ch 47, §1; SL 2022, ch 30, §3; SL 2025, ch 46, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-3/"
    },
    {
      "id": "section-10-6a-4",
      "number": "10-6A-4",
      "heading": "Annual application for assessment freeze--Filing deadline--Forms--Petition for recalculation of taxes upon failure to meet deadline.",
      "text": "10-6A-4. Annual application for assessment freeze--Filing deadline--Forms--Petition for recalculation of taxes upon failure to meet deadline.\n\nThe application for the real property tax assessment freeze provided under this chapter shall be annually submitted on or before April first on forms prescribed by the secretary of revenue. The form shall be made available to the county treasurer who shall, upon request of an applicant, assist the applicant in completing the form. The property owner shall sign the certificate under penalty of perjury. A person failing to comply with the April first deadline for the previous year, but otherwise qualifying for the real property tax assessment freeze provided under this chapter, may petition the board of county commissioners to recalculate the taxes based on the valuation the person would have received under this program and abate the difference in taxes.\n\nSource:SL 1980, ch 74, §4; SL 1981, ch 81, §3; SL 1994, ch 74, §4; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2006, ch 39, §1; SL 2008, ch 45, §3; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-4/"
    },
    {
      "id": "section-10-6a-5",
      "number": "10-6A-5",
      "heading": "Applications to include supporting documents.",
      "text": "10-6A-5. Applications to include supporting documents.\n\nApplication for the real property tax assessment freeze shall include such documentary evidence as the county treasurer deems necessary to assure validity of the claim.\n\nSource:SL 1980, ch 74, §5; SL 1981, ch 81, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-5/"
    },
    {
      "id": "section-10-6a-6",
      "number": "10-6A-6",
      "heading": "County treasurer to determine eligibility.",
      "text": "10-6A-6. County treasurer to determine eligibility.\n\nThe county treasurer shall make the final determination whether an applicant seeking the real property tax assessment freeze pursuant to this chapter is qualified.\n\nSource:SL 1980, ch 74, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-6/"
    },
    {
      "id": "section-10-6a-7",
      "number": "10-6A-7",
      "heading": "Certification of eligibility and income by treasurer--Freeze of assessment.",
      "text": "10-6A-7. Certification of eligibility and income by treasurer--Freeze of assessment.\n\nThe county treasurer shall certify the eligibility and household income of each applicant to the county director of equalization of the county in which the dwelling of each applicant is located. Upon such certification, the director of equalization shall freeze the real property tax assessment.\n\nSource:SL 1980, ch 74, §7; SL 1981, ch 81, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-7/"
    },
    {
      "id": "section-10-6a-71",
      "number": "10-6A-7.1",
      "heading": "Records of values of frozen assessments.",
      "text": "10-6A-7.1. Records of values of frozen assessments.\n\nA director of equalization shall maintain records showing the value at which property is frozen under provisions of this chapter. However, the director of equalization shall in addition reassess such property in the same manner as all other property and keep a record of that value.\n\nSource:SL 1981, ch 81, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-7-1/"
    },
    {
      "id": "section-10-6a-8",
      "number": "10-6A-8",
      "heading": "10-6A-8.Repealed by SL 1981, ch 81, §6.",
      "text": "10-6A-8.Repealed by SL 1981, ch 81, §6.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-6a-9",
      "number": "10-6A-9",
      "heading": "Denial of claim--Hearing before secretary of revenue--Appeals.",
      "text": "10-6A-9. Denial of claim--Hearing before secretary of revenue--Appeals.\n\nAny person aggrieved by the denial in whole or in part of relief claimed under the provisions of this chapter may, within thirty days after receiving notice of such denial by the county treasurer, demand and shall receive a hearing, upon notice, before the secretary on the question. The hearing shall be conducted and appeals allowed in the manner specified in chapter 1-26.\n\nSource:SL 1980, ch 74, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-9/"
    },
    {
      "id": "section-10-6a-10",
      "number": "10-6A-10",
      "heading": "10-6A-10.Repealed by SL 1995, ch 53, §11.",
      "text": "10-6A-10.Repealed by SL 1995, ch 53, §11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-6a-11",
      "number": "10-6A-11",
      "heading": "Refund eligibility unaffected.",
      "text": "10-6A-11. Refund eligibility unaffected.\n\nProperty tax relief granted through the provisions of this chapter shall not affect a person's eligibility for a refund of property taxes as provided for in chapter 10-18A or for a retail sales and service tax refund under the provisions of chapter 10-45A.\n\nSource:SL 1980, ch 74, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-11/"
    },
    {
      "id": "section-10-6a-12",
      "number": "10-6A-12",
      "heading": "False application for assessment freeze--Assessment--Lien--Three-year bar.",
      "text": "10-6A-12. False application for assessment freeze--Assessment--Lien--Three-year bar.\n\nAny person who receives a reduction in value due to false application for the real property tax assessment freeze by misrepresenting the facts as to the person's ownership or income shall be assessed the amount of tax reduction received due to the assessment freeze. The assessment is a perpetual lien on the property pursuant to §10-21-33. The person is barred from receiving the assessment freeze reduction on any property in the state for the following three years.\n\nSource:SL 2008, ch 45, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-06a/section-10-6a-12/"
    }
  ]
}