{
  "state": "south-dakota",
  "path": "title-title-10-taxation/chapter-chapter-50b-escrow-fund-for-tobacco-litigation",
  "sections": [
    {
      "id": "section-10-50b-1",
      "number": "10-50B-1",
      "heading": "Legislative findings.Section 10-50B-2 - Legislative intent",
      "text": "10-50B-1. Legislative findings.\n\nThe Legislature finds the following:\n\n(1)Cigarette smoking presents serious public health concerns to the State of South Dakota and to the citizens of the state. The surgeon general of the United States has determined that smoking causes lung cancer, heart disease, and other serious diseases, and that there are hundreds of thousands of tobacco-related deaths in the United States each year. These diseases most often do not appear until many years after the person in question begins smoking;\n\n(2)Cigarette smoking also presents serious financial concerns for the state. Under certain health care programs, the state may have a legal obligation to provide medical assistance to eligible persons for health conditions associated with cigarette smoking, and those persons may have a legal entitlement to receive such medical assistance;\n\n(3)Under these programs, the state pays millions of dollars each year to provide medical assistance for these persons for health conditions associated with cigarette smoking; and\n\n(4)On November 23, 1998, major United States tobacco product manufacturers entered into a settlement agreement, entitled Master Settlement Agreement, with the state. The Master Settlement Agreement obligates these manufacturers, in return for a release of past, present, and certain future claims against them as described therein, to pay substantial sums to the state, tied in part to their volume of sales; to fund a national foundation devoted to the interests of public health; and to make substantial changes in their advertising and marketing practices and corporate culture, with the intention of reducing underage smoking.\n\nSource:SL 1999, ch 60, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-1/"
    },
    {
      "id": "section-10-50b-2",
      "number": "10-50B-2",
      "heading": "Legislative intent.",
      "text": "10-50B-2. Legislative intent.\n\nIn enacting §§10-50B-1 to 10-50B-10, inclusive, it is the intention of the Legislature that:\n\n(1)It is the policy of the state that financial burdens imposed on the state by cigarette smoking be borne by tobacco product manufacturers rather than by the State of South Dakota to the extent that such manufacturers either determine to enter into a settlement with the state or are found culpable by the courts; and\n\n(2)It would be contrary to this policy of the State of South Dakota if tobacco product manufacturers who determine not to enter into such a settlement could use a resulting cost advantage to derive large, short-term profits in the years before liability may arise without ensuring that the state will have an eventual source of recovery from them if they are proven to have acted culpably. It is thus in the interest of the state to require that such manufacturers establish a reserve fund to guarantee a source of compensation and to prevent such manufacturers from deriving large, short-term profits and then becoming judgment-proof before liability may arise.\n\nSource:SL 1999, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-2/"
    },
    {
      "id": "section-10-50b-3",
      "number": "10-50B-3",
      "heading": "Definitions.",
      "text": "10-50B-3. Definitions.\n\nTerms used in §§10-50B-1 to 10-50B-10, inclusive, mean:\n\n(1)\"Adjusted for inflation,\" increased in accordance with the formula for inflation adjustment set forth in the Master Settlement Agreement;\n\n(2)\"Affiliate,\" a person who directly or indirectly owns or controls, is owned or controlled by, or is under common ownership or control with, another person. Solely for purposes of this definition, the terms, owns, is owned, and ownership, mean ownership of an equity interest, or the equivalent thereof, of ten percent or more, and the term, person, means an individual, partnership, committee, association, corporation, or any other organization or group of persons;\n\n(3)\"Allocable share,\" allocable share as that term is defined in the Master Settlement Agreement;\n\n(4)\"Master Settlement Agreement,\" the settlement agreement, and related documents, entered into on November 23, 1998, by the State of South Dakota and major United States tobacco product manufacturers which is filed as part of the court record in State of South Dakota, et al. v. Philip Morris, Inc., et al., Civ. No. 98-65, Sixth Judicial Circuit, Hughes County;\n\n(5)\"Qualified escrow fund,\" an escrow arrangement with a federally or state-chartered financial institution having no affiliation with any tobacco product manufacturer and having assets of at least one billion dollars where such arrangement requires that the financial institution hold the escrowed funds' principal for the benefit of releasing parties and prohibits the tobacco product manufacturer placing the funds into escrow from using, accessing, or directing the use of the funds' principal except as consistent with §10-50B-8;\n\n(6)\"Released claims,\" released claims as that term is defined in the Master Settlement Agreement;\n\n(7)\"Releasing parties,\" releasing parties as that term is defined in the Master Settlement Agreement;\n\n(8)\"NPM Adjustment Settlement Agreement,\" the settlement agreement, and related documents, entered into on March 9, 2018, by the State of South Dakota and major United States tobacco product manufacturers which is filed as part of the court record in State of South Dakota, et al. v. Philip Morris, Inc., et al., Civ. No. 98-65, Sixth Judicial Circuit, Hughes County.\n\nSource:SL 1999, ch 60, §3; SL 2020, ch 36, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-3/"
    },
    {
      "id": "section-10-50b-4",
      "number": "10-50B-4",
      "heading": "Cigarette defined.",
      "text": "10-50B-4. Cigarette defined.\n\nFor the purposes of §§10-50B-1 to 10-50B-10, inclusive, the term, cigarette, means any product that contains nicotine, is intended to be burned or heated under ordinary conditions of use, and consists of or contains:\n\n(1)Any roll of tobacco wrapped in paper or in any substance not containing tobacco;\n\n(2)Tobacco, in any form, that is functional in the product, which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette;\n\n(3)Any roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette described in subdivision (1) of this definition.\n\nThe term, cigarette, includes, roll-your-own, meaning any tobacco which, because of its appearance, type, packaging, or labeling is suitable for use and likely to be offered to, or purchased by, consumers as tobacco for making cigarettes. For purposes of this definition, 0.09 ounces of roll-your-own tobacco constitutes one individual cigarette.\n\nSource: SL 1999, ch 60, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-4/"
    },
    {
      "id": "section-10-50b-5",
      "number": "10-50B-5",
      "heading": "Tobacco product manufacturer defined.",
      "text": "10-50B-5. Tobacco product manufacturer defined.\n\nFor the purposes of §§10-50B-1 to 10-50B-10, inclusive, the term, tobacco product manufacturer, means an entity that, on or after July 1, 1999, directly, and not exclusively through any affiliate:\n\n(1)Manufactures cigarettes anywhere which the manufacturer intends to be sold in the United States, including cigarettes intended to be sold in the United States through an importer. However, any entity that manufacturers cigarettes that it intends to be sold in the United States is not a tobacco product manufacturer under this subdivision if the cigarettes are sold in the United States exclusively through an importer that is an original participating manufacturer, as that term is defined in the Master Settlement Agreement, that will be responsible for the payments under the Master Settlement Agreement with respect to such cigarettes as a result of the provisions of subsections II(mm) of the Master Settlement Agreement and that pays the taxes specified in subsection II(z) of the Master Settlement Agreement, and if the manufacturer of such cigarettes does not market or advertise such cigarettes in the United States;\n\n(2)Is the first purchaser anywhere for resale in the United States of cigarettes manufactured anywhere that the manufacturer does not intend to be sold in the United States; or\n\n(3)Becomes a successor of an entity described in subdivision (1) or (2).\n\nThe term does not include an affiliate of a tobacco product manufacturer unless such affiliate itself falls within subdivision (1), (2), or (3).\n\nSource: SL 1999, ch 60, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-5/"
    },
    {
      "id": "section-10-50b-6",
      "number": "10-50B-6",
      "heading": "Units sold defined.",
      "text": "10-50B-6. Units sold defined.\n\nFor the purposes of §§10-50B-1 to 10-50B-10, inclusive, the term, units sold, means the number of individual cigarettes sold in the state by the applicable tobacco product manufacturer, whether directly or through a distributor, retailer, or similar intermediary or intermediaries, during the year in question, as measured by excise taxes collected by the state on packs bearing the excise tax stamp of the state, or on roll-your-own tobacco. The secretary of revenue shall promulgate, pursuant to chapter 1-26, such rules as are necessary to obtain information from any licensee, licensed under the authority of the Department of Revenue, to ascertain the amount of state excise tax paid on the cigarettes of such tobacco product manufacturer for each year. The Department of Revenue may provide information obtained pursuant to this section as is necessary for a tobacco product manufacturer to compute its escrow payment under §10-50B-7.\n\nSource:SL 1999, ch 60, §6; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2007, ch 66, §15; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-6/"
    },
    {
      "id": "section-10-50b-7",
      "number": "10-50B-7",
      "heading": "Requirements for tobacco product manufacturers selling cigarettes in state--Quarterly installment deposits.",
      "text": "10-50B-7. Requirements for tobacco product manufacturers selling cigarettes in state--Quarterly installment deposits.\n\nAny tobacco product manufacturer selling cigarettes to consumers within the state, on or after July 1, 1999, whether directly or through a distributor, retailer, or similar intermediary or intermediaries, shall do one of the following:\n\n(1)Become a participating manufacturer, as that term is defined in section II(jj) of the Master Settlement Agreement, and generally perform its financial obligations under the Master Settlement Agreement; or\n\n(2)Place into a qualified escrow fund for the year in question the following amounts, as such amounts are adjusted for inflation:\n\n(a)For 1999: $.0094241 per unit sold after the date of enactment of §§10-50B-1 to 10-50B-10, inclusive;\n\n(b)For 2000: $.0104712 per unit sold;\n\n(c)For each of 2001 and 2002: $.0136125 per unit sold;\n\n(d)For each of 2003 through 2006: $.0167539 per unit sold;\n\n(e)For each of 2007 and each year thereafter: $.0188482 per unit sold.\n\nBeginning in 2010, the escrow fund deposits required by this section shall be made in quarterly installments. For purposes of this section, the calendar year shall be divided into the following quarters: January first to March thirty-first, inclusive; April first to June thirtieth, inclusive; July first to September thirtieth, inclusive; and October first to December thirty-first, inclusive. The deposit for the first two quarters of 2010 shall be made by August 31, 2010. The first quarterly deposit for each year thereafter shall be made by May thirty-first of each year. The second quarterly deposit shall be made by August thirty-first of each year. The third quarterly deposit shall be made by November thirtieth of each year. The fourth quarterly deposit shall be made by April fifteenth of the following year.\n\nFor each of the first three quarters, the quarterly deposit shall be based upon units sold in that quarter together with an estimated inflation adjustment provided by the attorney general. The fourth quarterly deposit shall be based upon units sold in that quarter. In addition, the fourth quarterly deposit shall include the inflation adjustment for all units sold during the entire year, as set forth in the Master Settlement Agreement, less any amounts previously paid as estimated inflation adjustments for that year.\n\nThe attorney general may require production of information sufficient to enable the attorney general to determine the adequacy of the amount of the quarterly installment deposit.\n\nSource:SL 1999, ch 60, §7; SL 2010, ch 68, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-7/"
    },
    {
      "id": "section-10-50b-8",
      "number": "10-50B-8",
      "heading": "Tobacco product manufacturers to receive appreciation on funds--Funds released from escrow for specified purposes.",
      "text": "10-50B-8. Tobacco product manufacturers to receive appreciation on funds--Funds released from escrow for specified purposes.\n\nA tobacco product manufacturer that places funds into escrow pursuant to §10-50B-7 shall receive the interest or other appreciation on such funds as earned. Such funds themselves shall be released from escrow only under the following circumstances:\n\n(1)To pay a judgment or settlement on any released claim brought against such tobacco product manufacturer by the state or any releasing party located or residing in the state. Funds shall be released from escrow under this subdivision in the order in which they were placed into escrow and only to the extent and at the time necessary to make payments required under such judgment or settlement;\n\n(2)To the extent that a tobacco product manufacturer establishes that the amount it was required to place into escrow on account of units sold in the state in a particular year was greater than the Master Settlement Agreement payments, as determined pursuant to section IX(I) of that agreement including after final determination of all adjustments, that such manufacturer would have been required to make on account of such units sold had it been a participating manufacturer, the excess shall be released from escrow and revert back to such tobacco product manufacturer; or\n\n(3)To the extent not released from escrow under subdivision (1) or (2) of this section, funds shall be released from escrow and revert back to such tobacco product manufacturer twenty-five years after the date on which they were placed into escrow.\n\nSource:SL 1999, ch 60, §8; SL 2004, ch 99, §1; SL 2010, ch 68, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-8/"
    },
    {
      "id": "section-10-50b-81",
      "number": "10-50B-8.1",
      "heading": "Repeal of subdivision 10-50B-8(2) upon finding of subdivision amendment unconstitutionality--Restoration of subdivision prior to amendment on finding repeal rendered section unconstitutional--Effect",
      "text": "Repeal of subdivision 10-50B-8(2) upon finding of subdivision amendment unconstitutionality--Restoration of subdivision prior to amendment on finding repeal rendered section unconstitutional--Effect.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-50b-9",
      "number": "10-50B-9",
      "heading": "Certification of compliance by tobacco product manufacturer--Civil action for non-compliance--Penalties.",
      "text": "10-50B-9. Certification of compliance by tobacco product manufacturer--Civil action for non-compliance--Penalties.\n\nEach tobacco product manufacturer that elects to place funds into escrow shall quarterly certify its compliance with §10-50B-7 to the attorney general. The attorney general may bring a civil action on behalf of the State of South Dakota against any tobacco product manufacturer that fails to place into escrow the funds required. Any tobacco product manufacturer that fails in any quarter to place into escrow the funds required by §10-50B-7 shall:\n\n(1)Within fifteen days place such funds into escrow as shall bring it into compliance with §10-50B-7. The court, upon a finding of a violation of §10-50B-7, may impose a civil penalty to be paid to the state general fund in an amount not to exceed five percent of the amount improperly withheld from escrow per day of the violation and in a total amount not to exceed one hundred percent of the original amount improperly withheld from escrow;\n\n(2)In the case of a knowing violation, within fifteen days place such funds into escrow as shall bring it into compliance with §10-50B-7. The court, upon a finding of a knowing violation of §10-50B-7, may impose a civil penalty to be paid to the state general fund in an amount not to exceed fifteen percent of the amount improperly withheld from escrow per day of the violation and in a total amount not to exceed three hundred percent of the original amount improperly withheld from escrow; and\n\n(3)In the case of a second knowing violation, be prohibited from selling cigarettes to consumers within the state, whether directly or through a distributor, retailer, or similar intermediary, for a period not to exceed two years.\n\nSource:SL 1999, ch 60, §9; SL 2010, ch 68, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-9/"
    },
    {
      "id": "section-10-50b-10",
      "number": "10-50B-10",
      "heading": "Each failure to make deposit a separate violation.",
      "text": "10-50B-10. Each failure to make deposit a separate violation.\n\nEach failure to make a quarterly deposit required under §10-50B-7 constitutes a separate violation.\n\nSource:SL 1999, ch 60, §10; SL 2010, ch 68, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-10/"
    },
    {
      "id": "section-10-50b-11",
      "number": "10-50B-11",
      "heading": "Master Settlement Agreement monies to be deposited in education enhancement trust fund.",
      "text": "10-50B-11.Master Settlement Agreement monies to be deposited in education enhancement trust fund.\n\nAny money received from the Master Settlement Agreement signed on November 23, 1998, by attorneys general from several states and various tobacco companies shall be deposited in the education enhancement trust fund as provided in S. D. Const., Art. XII, §6.\n\nSource:SL 2000, ch 66, §1; SL 2001, ch 152, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-11/"
    },
    {
      "id": "section-10-50b-111",
      "number": "10-50B-11.1",
      "heading": "Code provisions governing investment in education enhancement trust fund.",
      "text": "10-50B-11.1.Code provisions governing investment in education enhancement trust fund.\n\nThe investment of moneys in the education enhancement trust fund as provided in S. D. Const., Art. XII, §6 is not restricted by the provisions of §4-5-26, but is governed by the provisions of §4-5-27.\n\nSource:SL 2001, ch 152, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-11-1/"
    },
    {
      "id": "section-10-50b-12",
      "number": "10-50B-12",
      "heading": "10-50B-12.Repealed by SL 2001, ch 152, §10.",
      "text": "10-50B-12.Repealed by SL 2001, ch 152, §10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-50b-13",
      "number": "10-50B-13",
      "heading": "Revocation of license--Hearing--Reinstatement.",
      "text": "10-50B-13. Revocation of license--Hearing--Reinstatement.\n\nThe secretary of revenue may revoke the license of any distributor or wholesaler for failure to comply with the provisions of §10-50B-6 and any rule promulgated pursuant to that section. Any person aggrieved by such revocation may apply to the secretary for a hearing as provided in chapter 1-26.\n\nThe license of a distributor or wholesaler which has been revoked pursuant to this section may not be reinstated by the secretary of revenue until the person has fully complied with the provisions of §10-50B-6.\n\nSource:SL 2001, ch 59, §1; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-13/"
    },
    {
      "id": "section-10-50b-14",
      "number": "10-50B-14",
      "heading": "Repeal of SL 2010, ch 68 upon holding of unconstitutionality--Effect.",
      "text": "Repeal of SL 2010, ch 68 upon holding of unconstitutionality--Effect.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-50b-15",
      "number": "10-50B-15",
      "heading": "Assignment to state of manufacturer's interest in money in qualified escrow fund.",
      "text": "10-50B-15. Assignment to state of manufacturer's interest in money in qualified escrow fund.\n\nNotwithstanding the provisions of §10-50B-8, a manufacturer that elects to deposit money into a qualified escrow fund pursuant to §10-50B-7 may assign to the state the interest of the manufacturer in any money in the qualified escrow fund.\n\nAn assignment executed under this section is irrevocable and applies to any money and any interest or other appreciation earned on any money for which the manufacturer executes the assignment.\n\nSource:SL 2019, ch 67, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-15/"
    },
    {
      "id": "section-10-50b-16",
      "number": "10-50B-16",
      "heading": "Amendment of escrow agreement to execute assignment--Requirements--Delivery.",
      "text": "10-50B-16. Amendment of escrow agreement to execute assignment--Requirements--Delivery.\n\nThe parties to a qualified escrow agreement may amend the agreement for the purposes of executing an assignment pursuant to §10-50B-15.\n\nAn assignment executed pursuant to §10-50B-15 shall be in writing and signed by the assignee and the assignor or by an authorized agent or representative of the assignor. An assignment in writing that is duly executed becomes enforceable after a copy of the assignment is delivered to the attorney general and the financial institution where the qualified escrow fund is maintained.\n\nSource:SL 2019, ch 67, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-16/"
    },
    {
      "id": "section-10-50b-17",
      "number": "10-50B-17",
      "heading": "Manufacturer not relieved of obligations by assignment.",
      "text": "10-50B-17. Manufacturer not relieved of obligations by assignment.\n\nNothing in §§10-50B-15 and 10-50B-16 relieves a manufacturer from any obligation or duty imposed pursuant to this chapter or chapter 10-50.\n\nSource:SL 2019, ch 67, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-17/"
    },
    {
      "id": "section-10-50b-18",
      "number": "10-50B-18",
      "heading": "Cigarette importers--Tobacco product manufacturer--Joint and several liability--Escrow fund.",
      "text": "10-50B-18  .  Cigarette importers--Tobacco product manufacturer--Joint and several liability--Escrow fund.\n\nAny person that imports cigarettes into the United States shall be jointly and severally liable with any tobacco product manufacturer required to place a deposit into a qualified escrow fund pursuant to subdivision   10-50B-7  (2) for the obligation to make the deposit into the qualified escrow fund.\n\nSource:  SL 2020, ch 36, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-18/"
    },
    {
      "id": "section-10-50b-19",
      "number": "10-50B-19",
      "heading": "State directory--Manufacturers--Surety bond--Amount.",
      "text": "10-50B-19  .  State directory--Manufacturers--Surety bond--Amount.\n\nBefore being listed in the state directory of manufacturers and brands permitted to be sold, any tobacco product manufacturer required to place a deposit into a qualified escrow fund pursuant to subdivision   10-50B-7  (2) shall provide a surety bond to the attorney general at least ten days before the beginning of each calendar quarter. The amount of the bond shall be the greater of:\n\n(1) The largest required deposit into a qualified escrow fund by the tobacco product manufacturer or the tobacco product manufacturer's predecessor for any of the twelve preceding calendar quarters; or\n\n(2) Twenty-five thousand dollars.\n\nSource:  SL 2020, ch 36, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-19/"
    },
    {
      "id": "section-10-50b-20",
      "number": "10-50B-20",
      "heading": "Disclosure of information--Purposes.",
      "text": "10-50B-20  .  Disclosure of information--Purposes.\n\nNotwithstanding any other law, the secretary of revenue or the attorney general may disclose, at the discretion of the secretary or the attorney general, any information received pursuant to title 10 for purposes of the proper administration, determination of compliance, or enforcement of chapters 10-50 and 10-50B, to:\n\n(1) Participating manufacturers;\n\n(2) Signatory states that are signatories to the NPM Adjustment Settlement Agreement; or\n\n(3) The Data Clearinghouse;\n\nas those terms are defined in the Master Settlement Agreement or the NPM Adjustment Settlement Agreement.\n\nSource:  SL 2020, ch 36, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-50b/section-10-50b-20/"
    }
  ]
}