{
  "state": "south-dakota",
  "path": "title-title-10-taxation/chapter-chapter-12-state-and-local-property-tax-levies",
  "sections": [
    {
      "id": "section-10-12-1",
      "number": "10-12-1",
      "heading": "Levy of state tax--Purposes covered by levy",
      "text": "10-12-1. Levy of state tax--Purposes covered by levy.\n\nThe state tax shall be levied by the Department of Revenue. The department shall determine the rate of state tax to be levied for the purposes prescribed by law and such rate shall be based on the aggregate value of the taxable property within the state as assessed and equalized by the department, and may not exceed a rate which will produce a revenue sufficient to defray the estimated expense of the current year and any deficiency that may remain unpaid of the expenses of the preceding year, together with a sufficient amount to pay the annual interest and provide a debt service fund for the payment of the public debt of the state, and for the payment of all appropriations made by the Legislature.\n\nSource:SDC 1939, §57.0501; SL 1994, ch 73, §25; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-1/"
    },
    {
      "id": "section-10-12-2",
      "number": "10-12-2",
      "heading": "Maximum state levy.",
      "text": "10-12-2. Maximum state levy.\n\nThe rates of levy for state purposes shall in no event exceed two mills on the dollar in any one year.\n\nSource:SL 1915, ch 298, §14; RC 1919, §6747; SL 1933, ch 193; SDC 1939, §57.0501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-2/"
    },
    {
      "id": "section-10-12-3",
      "number": "10-12-3",
      "heading": "Determination of rate of state levy--Certification and deduction of amounts available from other sources.",
      "text": "10-12-3. Determination of rate of state levy--Certification and deduction of amounts available from other sources.\n\nThe board of equalization, in determining the rate of tax to be levied against the taxable property in the state, shall ascertain the amount in dollars necessary to meet the estimated ordinary expenses of the state for each year; the amount in dollars necessary to pay the deficiency of the preceding years and the amount in dollars necessary to pay the annual interest and to provide a debt service fund for the payment of the public debt of the state. When these amounts have been ascertained, the board shall require the commissioner of finance and management to certify to such board of equalization the amounts available in the general fund of the state and the probable amounts to become available during the year, from whatever source other than the general property tax. The board of equalization shall then deduct from the amount ascertained to be necessary to meet the requirements of the state for the purposes hereinbefore enumerated the amounts so certified to it by the commissioner of finance and management and as ascertained and determined by such board as being or to become available in the general fund, and shall then levy a tax against the taxable property in the state sufficient only to provide the revenues necessary to equal the balance of the sum ascertained to be necessary to meet the requirements of the state for the purposes hereinbefore enumerated.\n\nSource:SL 1933, ch 193; SDC 1939, §57.0501; SL 1977, ch 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-3/"
    },
    {
      "id": "section-10-12-4",
      "number": "10-12-4",
      "heading": "Constitutional limitations on state levy to be observed.",
      "text": "10-12-4. Constitutional limitations on state levy to be observed.\n\nThe amounts applied to the purposes enumerated in §10-12-3 including the amounts available from the general fund and the amounts raised through the annual tax levied against the taxable property in the state when combined shall not exceed the limitations in amount and in rates of levy as provided by S.D. Const., Art. XI, §1, the tax levies imposed against the taxable property being restricted for the respective purposes as enumerated, to the combined general fund applications and to the balances over and above the amounts available from general fund revenues, required for the respective purposes as enumerated and as restricted and limited by the Constitution and this chapter.\n\nSource:SL 1933, ch 193; SDC 1939, §57.0501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-4/"
    },
    {
      "id": "section-10-12-5",
      "number": "10-12-5",
      "heading": "State treasurer to transfer sums to interest and debt service funds.",
      "text": "10-12-5. State treasurer to transfer sums to interest and debt service funds.\n\nThe state treasurer is hereby directed to transfer the sums available or to become available in the general fund of the state to the proper interest and debt service funds or other funds, when such sums have been allocated and included as a part of the amounts to be raised for the purposes enumerated in §10-12-3 to the end that such sums may be available for the purposes to which they may be allocated as a part of the authorized tax levies.\n\nSource:SL 1933, ch 193; SDC 1939, §57.0501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-5/"
    },
    {
      "id": "section-10-12-6",
      "number": "10-12-6",
      "heading": "10-12-6.Repealed by SL 2005, ch 149, §1.",
      "text": "10-12-6.Repealed by SL 2005, ch 149, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-7",
      "number": "10-12-7",
      "heading": "Local levies in specific amounts--Certification to county auditor--Change in levy after certification.",
      "text": "10-12-7. Local levies in specific amounts--Certification to county auditor--Change in levy after certification.\n\nAll county, township, municipal, sanitary district, and school taxes, except special assessments in municipalities, shall be levied or voted in specific amounts of money required and within the limitations fixed by law. The amount of such levies made by any of such taxing districts except counties shall be certified to the county auditor of the county by the clerk or corresponding officer of the taxing district on or before the first day of October of each year and such certificates shall be filed by such auditor as permanent records of his office and be open to public inspection at all times.\n\nAny levy so filed may be altered in any respect permitted by law, by proper action of the governing body of the taxing district involved, at any time before extension of the tax for said district has been commenced by the county auditor, upon filing a properly amended certificate showing the alteration required.\n\nSource:SL 1901, ch 50, §1; RPolC 1903, §2135; RC 1919, §6752; SDC 1939, §57.0510; SL 1992, ch 73, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-7/"
    },
    {
      "id": "section-10-12-71",
      "number": "10-12-7.1",
      "heading": "10-12-7.1.Repealed by SL 1992, ch 73, §1.",
      "text": "10-12-7.1.Repealed by SL 1992, ch 73, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-72",
      "number": "10-12-7.2",
      "heading": "10-12-7.2.Repealed by SL 2003, ch 53, §2.",
      "text": "10-12-7.2.Repealed by SL 2003, ch 53, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-8",
      "number": "10-12-8",
      "heading": "Annual county levy for general purposes--Estimate of expenses as basis for levy.",
      "text": "10-12-8. Annual county levy for general purposes--Estimate of expenses as basis for levy.\n\nOn the first Tuesday in September of each year, or within ten days thereafter, the board of county commissioners shall levy the necessary taxes for the current fiscal year on all taxable property in the county. The taxes shall be based upon an itemized estimate of the county expenses for the ensuing year. No greater levy of county tax may be made upon the taxable property of any county than will be equal to the amount of such expenses, with an excess of five percent of the same.\n\nSource:SL 1899, ch 41, §3; RPolC 1903, §2137; SL 1905, ch 43; SL 1918 (SS), ch 51; RC 1919, §6749; SDC 1939, §57.0505; SL 1959, ch 434, §1; SL 1984, ch 49, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-8/"
    },
    {
      "id": "section-10-12-9",
      "number": "10-12-9",
      "heading": "Purposes for levy of county taxes.",
      "text": "10-12-9. Purposes for levy of county taxes.\n\nThe levy of county taxes pursuant to §10-12-8 shall include the following purposes:\n\n(1)For general county purposes;\n\n(2)For the support of the mentally ill pursuant to §27A-13-15 and developmentally disabled pursuant to chapter 27B-4;\n\n(3)For salaries;\n\n(4)For county roads, in addition to the road taxes levied by townships and municipalities, and it shall have the entire supervision of the expenditure of such taxes. In all municipalities an amount equal to the average road levy distributed to the municipalities within the county for calendar years 1984, 1985, and 1986 shall be paid by the county treasurer to the municipal finance officer of the municipality. If a municipality is incorporated after January 1, 1984, the amount paid to the municipality shall be determined pursuant to §10-12-32.1. Such money shall be expended by the governing body of the municipality only for bridge and street purposes within the municipality;\n\n(5)For fire guards in territory not organized into civil townships, to be levied against the taxable property of such unorganized territory;\n\n(6)For county bridges;\n\n(7)For county parks pursuant to chapter 41-18;\n\n(8)For support of the poor pursuant to chapter 28-13;\n\n(9)For a public defender pursuant to chapter 7-16A;\n\n(10)For recreation, tourism and industrial development pursuant to §7-18-12;\n\n(11)For contingency appropriations pursuant to §§7-21-6.1 and 7-21-32.2;\n\n(12)For county monuments pursuant to §7-26-1;\n\n(13)For historical sites pursuant to §7-26-3;\n\n(14)For historical museums pursuant to §7-26-5;\n\n(15)For abandoned cemeteries pursuant to §7-26-7;\n\n(16)For a county fair pursuant to chapter 7-27;\n\n(17)For real estate classification pursuant to §10-10-2;\n\n(18)Repealed by SL 2014, ch 55, §2;\n\n(19)For operation of a public library pursuant to §14-2-47;\n\n(20)For the judicial system pursuant to chapter 16-2;\n\n(21)For day care centers pursuant to §26-6-18.3;\n\n(22)For mental health centers pursuant to §27A-5-9;\n\n(23)For senior citizens pursuant to §28-18-6;\n\n(24)For emergency welfare pursuant to §28-13-19;\n\n(25)For roads in national forests pursuant to §31-9-4;\n\n(26)For health departments pursuant to §34-3-22;\n\n(27)For drug abuse pursuant to chapter 34-3B;\n\n(28)For hospital operation and maintenance pursuant to §§34-8-19 and 34-8-20;\n\n(29)For hospital wards pursuant to §34-8-23;\n\n(30)For aid to city hospitals pursuant to chapter 34-9;\n\n(31)For ambulance service pursuant to §34-11-1;\n\n(32)For fire protection pursuant to chapter 34-31;\n\n(33)For conservation districts pursuant to §§38-8-49.1, 38-8-55, 38-8-56, and 38-8-57;\n\n(34)For weed and pest control pursuant to §§38-22-24 and 38-22-26;\n\n(35)For animal damage control pursuant to §40-36-11;\n\n(36)For cooperative parks pursuant to §§42-2-10 and 42-2-11;\n\n(37)For recreation systems pursuant to chapter 42-2;\n\n(38)For activities of the elderly pursuant to §§42-2-6 and 42-2-7;\n\n(39)For geological survey pursuant to §45-2-3;\n\n(40)For flood control pursuant to §§7-18-14, 7-18-15, and 46A-14-71;\n\n(41)For safety programs pursuant to §7-18-13;\n\n(42)For airports pursuant to chapter 50-7;\n\n(43)For emergencies and disasters pursuant to chapter 34-48A;\n\n(44)For Memorial Day expense pursuant to §7-8-24;\n\n(45)For the fiscal and managerial affairs of the county pursuant to §7-8-20;\n\n(46)For extension services pursuant to §§13-54-8 to 13-54-13, inclusive.\n\nSource:SDC 1939, §57.0505 (1) to (7); SL 1945, ch 322; SL 1947, ch 44, §1; SL 1959, ch 434, §§1, 2; SDC Supp 1960, §57.0505 (1) to (7), (10), (11); SL 1985, ch 77, §2; SL 1987, ch 89; SL 1998, ch 58, §1; SL 2014, ch 55, §2; SL 2021, ch 43, § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-9/"
    },
    {
      "id": "section-10-12-91",
      "number": "10-12-9.1",
      "heading": "10-12-9.1.Repealed by SL 1985, ch 77, §42.",
      "text": "10-12-9.1.Repealed by SL 1985, ch 77, §42.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-92",
      "number": "10-12-9.2",
      "heading": "Levy for library purposes--Certain municipalities exempted.",
      "text": "10-12-9.2. Levy for library purposes--Certain municipalities exempted.\n\nIf a county is taxing under the provisions of subdivision 10-12-9(19) for library purposes and such county contains within its geographical boundaries one or more municipalities which use public funds pursuant to §14-2-47, then the tax for library purposes shall be levied only outside the boundaries of the municipality.\n\nSource:SL 1986, ch 90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-9-2/"
    },
    {
      "id": "section-10-12-10",
      "number": "10-12-10",
      "heading": "10-12-10, 10-12-11.Repealed by SL 1982, ch 28, §§28, 29.",
      "text": "10-12-10, 10-12-11.Repealed by SL 1982, ch 28, §§28, 29.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-12",
      "number": "10-12-12",
      "heading": "10-12-12.Repealed by SL 1985, ch 77, §42.",
      "text": "10-12-12.Repealed by SL 1985, ch 77, §42.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-13",
      "number": "10-12-13",
      "heading": "County levy for maintenance, repair, and construction of roads and bridges--Reserve fund.",
      "text": "10-12-13. County levy for maintenance, repair, and construction of roads and bridges--Reserve fund.\n\nThe board of county commissioners may levy an annual tax as a reserve fund to be accumulated and used for the purpose of maintaining, repairing, constructing, and reconstructing roads and bridges as follows:\n\n(1)A levy not to exceed one dollar and twenty cents per thousand dollars of taxable valuation, if the total taxable valuation of the county is one billion dollars or less;\n\n(2)A levy not to exceed ninety cents per thousand dollars of taxable valuation, if the total taxable valuation of the county is more than one billion dollars but less than two billion dollars; and\n\n(3)A levy not to exceed sixty cents per thousand dollars of taxable valuation, if the total taxable valuation of the county is two billion dollars or more.\n\nMoney in the fund may be expended in the laying out, marking, maintaining, constructing, and reconstructing roads and maintaining, constructing, and reconstructing bridges, under the jurisdiction of the board of county commissioners. The tax levy shall be in addition to all other levies authorized to be made by the board of county commissioners for road and bridge purposes provided for in §10-12-21. The proceeds of such levy shall be placed in a special fund to be known as the county highway and bridge reserve fund. Any increased tax levy imposed pursuant to this section is exempt from the provisions of chapter 10-13, if the county establishes the amount of revenue payable from taxes on real property pursuant to §10-12-13.1.\n\nThe total amount of revenue payable from any increased tax levy imposed pursuant to this section may increase no more than the lesser of three percent or the index factor, as defined in §10-13-38, over the amount of revenue payable in the preceding year. After applying the index factor, a county may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property and any adjustments in taxation of property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except §10-6-113, only if assessed the same as property of equal value.\n\nSource:SL 1951, ch 35, §1; SL 1953, ch 29, §1; SL 1957, ch 29, §1; SDC Supp 1960, §57.0505-1; SL 1982, ch 28, §30; SL 1989, ch 87, §15B; SL 2015, ch 165, §20, eff. Apr. 1, 2015; SL 2016, ch 58, §1; SL 2021, ch 44, § 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-13/"
    },
    {
      "id": "section-10-12-131",
      "number": "10-12-13.1",
      "heading": "Authorization of increased tax levy--Publication.",
      "text": "10-12-13.1. Authorization of increased tax levy--Publication.\n\nThe governing body of the county may, by resolution, impose the increased tax levy provided in §10-12-13 with an affirmative two-thirds vote of the governing body on or before July fifteenth. The action of the governing body to authorize an increased tax levy shall be published within ten days of the action and shall be published at least twice in each legal newspaper designated by the county. The action to authorize an increased tax levy is subject to the referendum process in accordance with chapter 7-18A.\n\nThe governing body of the county may continue to impose the increased tax levy authorized by this section in subsequent years in accordance with the limitation on the amount of revenue payable from property taxes provided under §10-12-13.\n\nThe governing body of the county may increase the amount of revenue payable from property taxes in excess of the limitation provided under §10-12-13 if the increased tax levy is authorized by the governing body of the county in accordance with the requirements of this section.\n\nSource:SL 2015, ch 165, §21, eff. Apr. 1, 2015; SL 2016, ch 58, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-13-1/"
    },
    {
      "id": "section-10-12-14",
      "number": "10-12-14",
      "heading": "County levy for maintenance, repair, and construction of roads and bridges--Payment to municipalities.",
      "text": "10-12-14. County levy for maintenance, repair, and construction of roads and bridges--Payment to municipalities.\n\nIn all municipalities, twenty-five percent of the money raised by the levy made pursuant to §10-12-13 within said municipalities shall be paid by the county treasurer to the treasurer of said municipality to be expended by the governing body of said municipality for bridge and street purposes within said municipality.\n\nSource: SL 1953, ch 29, §4; SL 1957, ch 29, §4; SDC Supp 1960, §57.0505-1; SL 1992, ch 60, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-14/"
    },
    {
      "id": "section-10-12-15",
      "number": "10-12-15",
      "heading": "County highway and bridge reserve fund exempt from budget law.",
      "text": "10-12-15. County highway and bridge reserve fund exempt from budget law.\n\nThe provisions of §§10-12-13 to 10-12-17, inclusive, relating to the administration, use, or expenditure of any fund in the county highway and bridge reserve fund shall not be subject to or limited by any provision contained in the county budget law.\n\nSource:SL 1951, ch 35, §3; SL 1953, ch 29, §3; SL 1957, ch 29, §3; SDC Supp 1960, §57.0505-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-15/"
    },
    {
      "id": "section-10-12-16",
      "number": "10-12-16",
      "heading": "Use of unexpended balances in county road and bridge funds--Reversion to general fund prohibited.",
      "text": "10-12-16. Use of unexpended balances in county road and bridge funds--Reversion to general fund prohibited.\n\nAny unexpended balance remaining in any road, highway, or bridge fund of the county may, at the end of the fiscal year be transferred to the county highway and bridge reserve fund established in §10-12-13. Any money in said fund, not necessary for the purpose of matching federal aid grants heretofore made or for the current year may be expended for laying out, marking, constructing, reconstructing, and maintaining any roads and any bridges on the county secondary federal aid system under the jurisdiction of the board of county commissioners, or such funds may be allowed to accumulate as a reserve fund and be used for future improvement and construction of public highways and bridges. No part of such fund shall revert to the general funds of the county nor shall any of said funds be used for any other purpose than for highway or bridge purposes as provided herein.\n\nSource:SL 1951, ch 35, §§2, 3; SL 1953, ch 29, §§2, 3; SL 1957, ch 29, §§2, 3; SDC Supp 1960, §57.0505-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-16/"
    },
    {
      "id": "section-10-12-17",
      "number": "10-12-17",
      "heading": "Use of general road and bridge funds for matching aid permitted.",
      "text": "10-12-17. Use of general road and bridge funds for matching aid permitted.\n\nNothing in §§10-12-13 to 10-12-16, inclusive, may be construed to prohibit the board of county commissioners from using any other funds appropriated for highway and bridge purposes for the purpose of matching federal aid grants heretofore or hereafter made.\n\nSource:SL 1951, ch 35, §3; SL 1953, ch 29, §3; SL 1957, ch 29, §3; SDC Supp 1960, §57.0505-1; SL 1982, ch 28, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-17/"
    },
    {
      "id": "section-10-12-18",
      "number": "10-12-18",
      "heading": "10-12-18.Repealed by SL 2014, ch 55, §1.",
      "text": "10-12-18.Repealed by SL 2014, ch 55, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-19",
      "number": "10-12-19",
      "heading": "10-12-19, 10-12-20.Repealed by SL 1982, ch 28, §§32, 33.",
      "text": "10-12-19, 10-12-20.Repealed by SL 1982, ch 28, §§32, 33.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-21",
      "number": "10-12-21",
      "heading": "Maximum county levy for all purposes.",
      "text": "10-12-21. Maximum county levy for all purposes.\n\nThe total annual county tax levy for all purposes may not exceed twelve dollars per thousand dollars of taxable valuation.\n\nSource:SL 1915, ch 292, §1; RC 1919, §6737; SDC 1939, §57.0511; SL 1941, ch 335; SL 1943, ch 285, §1; SL 1945, ch 324, §1; SL 1947, ch 400; SL 1949, ch 409; SL 1951, ch 438, §1; SL 1959, ch 434, §3; SL 1967, ch 320; SL 1977, ch 88; SL 1985, ch 77, §1; SL 1989, ch 87, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-21/"
    },
    {
      "id": "section-10-12-211",
      "number": "10-12-21.1",
      "heading": "Levies in addition to limit.",
      "text": "10-12-21.1. Levies in addition to limit.\n\nA county may levy taxes in addition to the limit prescribed in §10-12-21 for the following purposes:\n\n(1)Accumulation for all county buildings and structures pursuant to §§7-25-1, 7-27-1, and 34-8-5;\n\n(2)Accumulations for interest and principal payments on all county bonds, long-term indebtedness, and judgments pursuant to §§7-18-7, 7-22-11, 7-24-18, and 41-18-6;\n\n(3)For the highway and bridge reserve fund pursuant to §10-12-13;\n\n(4)For the snow removal and emergency disaster fund pursuant to §34-5-2;\n\n(5)For a railroad authority pursuant to §49-17A-22;\n\n(6)For regional airport authorities pursuant to §50-6A-24;\n\n(7)For secondary roads pursuant to §31-12-27;\n\n(8)For fire protection pursuant to §34-31-3.\n\nSource:SL 1985, ch 77, §3; SL 1987, ch 29, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-21-1/"
    },
    {
      "id": "section-10-12-22",
      "number": "10-12-22",
      "heading": "10-12-22.Obsolete.",
      "text": "10-12-22.Obsolete.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-23",
      "number": "10-12-23",
      "heading": "10-12-23.Repealed by SL 1982, ch 28, §34.",
      "text": "10-12-23.Repealed by SL 1982, ch 28, §34.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-24",
      "number": "10-12-24",
      "heading": "10-12-24, 10-12-25.Repealed by SL 1978, ch 72, §§28, 29.",
      "text": "10-12-24, 10-12-25.Repealed by SL 1978, ch 72, §§28, 29.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-26",
      "number": "10-12-26",
      "heading": "Annual levy of organized township--Certification to county auditor.",
      "text": "10-12-26. Annual levy of organized township--Certification to county auditor.\n\nOn the last Tuesday in March of each year, or within ten days thereafter, the board of supervisors of each organized civil township shall levy the annual taxes for the ensuing year, as voted at the annual town meeting, and immediately thereafter the township clerk shall certify to the county auditor the amounts of such levies, in substantially the following form:\n\nFor general purposes _______________ dollars.\n\nFor bridge purposes _______________ dollars.\n\nFor fireguard purposes _______________ dollars.\n\nSource:SL 1899, ch 41, §4; RPolC 1903, §2138; RC 1919, §6751; SDC 1939, §57.0509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-26/"
    },
    {
      "id": "section-10-12-27",
      "number": "10-12-27",
      "heading": "Township levy for bond interest and debt service fund--Surplus transferred to general fund.",
      "text": "Township levy for bond interest and debt service fund--Surplus transferred to general fund.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-28",
      "number": "10-12-28",
      "heading": "Maximum rate of township levy.",
      "text": "10-12-28. Maximum rate of township levy.\n\nThe total rate of the annual tax levy in civil townships may not exceed three dollars per thousand dollars of taxable valuation.\n\nSource:SL 1915, ch 292, §4; RC 1919, §6741; SDC 1939, §57.0513; SL 1989, ch 87, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-28/"
    },
    {
      "id": "section-10-12-281",
      "number": "10-12-28.1",
      "heading": "Additional township levy for fire protection and emergency medical services.",
      "text": "10-12-28.1. Additional township levy for fire protection and emergency medical services.\n\nIf the allowable tax levy for a township in §10-12-28 is insufficient to meet other allowable expenses, fire protection expenses, and expenses for emergency medical services, an additional annual tax for the purpose of providing fire protection and emergency medical services may be levied. However, the additional levy may not exceed one dollar and twenty cents per thousand dollars of taxable valuation within the township.\n\nSource:SL 1981, ch 85; SL 1988, ch 94, §3; SL 1989, ch 87, §15O; SL 2018, ch 61, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-28-1/"
    },
    {
      "id": "section-10-12-282",
      "number": "10-12-28.2",
      "heading": "Authorization of tax levy for secondary road capital improvement fund.",
      "text": "10-12-28.2. Authorization of tax levy for secondary road capital improvement fund.\n\nThe voters of an organized civil township at the annual township meeting may authorize an annual property tax levy not to exceed fifty cents per thousand dollars of the taxable valuation of the township for the secondary road capital improvement fund for projects and purposes as defined in §31-13-3.1. The secondary road capital improvement tax levy authorized by this section is in addition to the levies authorized in §§10-12-28 and 31-13-22. Any tax levy imposed pursuant to this section is exempt from the tax limitations imposed on a township pursuant to chapter 10-13.\n\nSource:SL 2015, ch 165, §22, eff. Apr. 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-28-2/"
    },
    {
      "id": "section-10-12-29",
      "number": "10-12-29",
      "heading": "Annual school district levy--Report to county auditor--Spread against property.",
      "text": "10-12-29. Annual school district levy--Report to county auditor--Spread against property.\n\nThe school district board of a school district shall by resolution adopt a levy in dollars and cents sufficient to meet the school budget for the general fund of the district for the current fiscal school year. The school district shall report the levy to the county auditor by the first of October on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district, subject to the legal dollar limitations provided by law.\n\nSource:SDC 1939, §57.0515 as added by SL 1953, ch 460, §1; SL 1969, ch 44, §35; SL 1971, ch 74, §1; SL 1986, ch 126, §22; SL 1989, ch 30, §26; SL 1997, ch 87, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-29/"
    },
    {
      "id": "section-10-12-30",
      "number": "10-12-30",
      "heading": "10-12-30, 10-12-31.Repealed by SL 1995, ch 57, §§35, 36; SL 1995, ch 59.",
      "text": "10-12-30, 10-12-31.Repealed by SL 1995, ch 57, §§35, 36; SL 1995, ch 59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-311",
      "number": "10-12-31.1",
      "heading": "Adjusting level of assessment for school districts.",
      "text": "10-12-31.1. Adjusting level of assessment for school districts.\n\nNotwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in §10-11-55 and the most recent agricultural income value as provided for in §10-6-127 to 10-6-132, inclusive, in that district are equal to eighty-five percent of market value or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section.\n\nSource:SL 1980, ch 77, §1; SL 1983, ch 73; SL 1984, ch 68; SL 1989, ch 87, §6; SL 1995, ch 57, §38; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2008, ch 44, §14, eff. July 1, 2009; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011; SL 2021, ch 44, § 44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-31-1/"
    },
    {
      "id": "section-10-12-312",
      "number": "10-12-31.2",
      "heading": "10-12-31.2.Repealed by SL 1986, ch 88, §2A.",
      "text": "10-12-31.2.Repealed by SL 1986, ch 88, §2A.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-313",
      "number": "10-12-31.3",
      "heading": "10-12-31.3, 10-12-31.4.Repealed by SL 1995, ch 57, §§39, 40.",
      "text": "10-12-31.3, 10-12-31.4.Repealed by SL 1995, ch 57, §§39, 40.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-32",
      "number": "10-12-32",
      "heading": "Maximum rate of levy in municipalities.",
      "text": "10-12-32. Maximum rate of levy in municipalities.\n\nIn municipalities, the levy may not exceed twenty-seven dollars per thousand dollars of taxable valuation.\n\nSource:SL 1915, ch 292, §2; RC 1919, §6739; SL 1919, ch 114; SDC 1939, §57.0517; SL 1945, ch 325; SL 1951, ch 442, §1; SL 1959, ch 435, §1; SL 1978, ch 62, §1; SL 1989, ch 87, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-32/"
    },
    {
      "id": "section-10-12-321",
      "number": "10-12-32.1",
      "heading": "Municipalities incorporated after January 1, 1984.",
      "text": "10-12-32.1. Municipalities incorporated after January 1, 1984.\n\nIf a municipality was incorporated after January 1, 1984, the municipality shall receive twenty-five percent of the money raised for county roads for calendar years 1984, 1985, and 1986, within the area that is now incorporated as a municipality.\n\nSource:SL 1998, ch 58, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-32-1/"
    },
    {
      "id": "section-10-12-33",
      "number": "10-12-33",
      "heading": "10-12-33.Repealed by SL 1989, ch 87, §8.",
      "text": "10-12-33.Repealed by SL 1989, ch 87, §8.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-34",
      "number": "10-12-34",
      "heading": "10-12-34.Repealed by SL 1982, ch 86, §12.",
      "text": "10-12-34.Repealed by SL 1982, ch 86, §12.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-341",
      "number": "10-12-34.1",
      "heading": "Tax levies based on true and full valuation.",
      "text": "10-12-34.1. Tax levies based on true and full valuation.\n\nTax levy limitations shall be applied, and taxes shall be computed, on the true and full valuation.\n\nSource:SL 1978, ch 77, §1; SL 1988, ch 94, §3; SL 1989, ch 87, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-34-1/"
    },
    {
      "id": "section-10-12-35",
      "number": "10-12-35",
      "heading": "Judgment levies exempt from limitations--Levies to pay bonds--Levies authorized by voters.",
      "text": "10-12-35. Judgment levies exempt from limitations--Levies to pay bonds--Levies authorized by voters.\n\nNothing in this chapter shall prohibit the making of any levy directed by the order of any court for the purpose of paying a judgment or judgments against any taxing district for indebtedness created or existing prior to July 1, 1919. The levy limits fixed by this chapter do not limit or include any levies made to pay the annual interest on the bonded indebtedness of any taxing district or to pay bonds heretofore or hereafter legally issued by any taxing district at the maturity thereof; nor shall the levy limits fixed by this chapter include the levies for any purpose which have been or may hereafter be authorized by a vote of the people.\n\nSource:SL 1915, ch 292, §9; SL 1917, ch 128, §2; RC 1919, §6745; SDC 1939, §57.0519; SL 1943, ch 287; SL 1945, ch 324, §3; SL 1978, ch 62, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-35/"
    },
    {
      "id": "section-10-12-36",
      "number": "10-12-36",
      "heading": "Special election on tax levy exceeding limitations--Vote required for approval--Maximum excess.",
      "text": "10-12-36. Special election on tax levy exceeding limitations--Vote required for approval--Maximum excess.\n\nIf the governing body of any county, municipality, or township, determines that the amount of taxes which may be levied under the rates limited by this chapter will be insufficient to meet the needs of the taxing district for the current year, the question of an increased levy may be submitted to the voters thereof at a special election called and conducted in the same manner as other special elections therein. If three-fourths of the votes cast at any such election are in favor of the increased levy, the governing board may, without further act, increase the maximum rate as limited by this chapter to the extent of six dollars per thousand dollars of taxable valuation.\n\nSource:SL 1915, ch 292, §7; RC 1919, §6744; SDC 1939, §57.0520; SL 1951, ch 443; SL 1989, ch 87, §10; SL 1996, ch 69, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-36/"
    },
    {
      "id": "section-10-12-37",
      "number": "10-12-37",
      "heading": "10-12-37.Repealed by SL 1989, ch 91, §2.",
      "text": "10-12-37.Repealed by SL 1989, ch 91, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-38",
      "number": "10-12-38",
      "heading": "Equalizing assessment of all property between counties.",
      "text": "10-12-38. Equalizing assessment of all property between counties.\n\nThe Department of Revenue may equalize the assessment of all property between counties:\n\n(1)If a school district or municipality lies partly in each, but only if the board of county commissioners of any one of the counties makes a request in writing for such equalization;\n\n(2)If a state levy is made pursuant to §10-12-1.\n\nSource:SL 1994, ch 73, §27; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-38/"
    },
    {
      "id": "section-10-12-39",
      "number": "10-12-39",
      "heading": "Equalizing assessment of land and structures on property between counties.",
      "text": "10-12-39. Equalizing assessment of land and structures on property between counties.\n\nIf assessments have been equalized pursuant to §10-12-38, the Department of Revenue in connection with its general and specific powers and duties, shall equalize the assessment of land and structures thereon, separately, by adding to the aggregate value thereof, in every county in which the department may believe the valuation to be less than required by law for assessment purposes, such rate percent as will raise the same to its proper proportionate value, and by deducting from the aggregate assessed value thereof, in every county in which the department may believe the value to be more than required by law for assessment purposes, such percent as will reduce the same to its proper proportionate value. Municipal lots shall be equalized in the same manner as provided in this section for equalizing lands.\n\nSource:SL 1994, ch 73, §28; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-39/"
    },
    {
      "id": "section-10-12-40",
      "number": "10-12-40",
      "heading": "Addition to or deduction from valuation of lands, municipal lots and structures on land between counties.",
      "text": "10-12-40. Addition to or deduction from valuation of lands, municipal lots and structures on land between counties.\n\nThe Department of Revenue, in making such equalization, may add to or deduct from the aggregate assessed valuation of lands, municipal lots, and structures thereon, separately, or any class of personal property throughout the state as provided by §10-11-48, but in all cases of addition to or deduction from the assessed valuation of any class of property in the several counties or throughout the state, such additions to or deductions from the assessed valuation shall be based upon competent and tangible evidence and the rate percent of addition or deduction may not be fractional.\n\nSource:SL 1994, ch 73, §29; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-40/"
    },
    {
      "id": "section-10-12-41",
      "number": "10-12-41",
      "heading": "Certification of percent added to or deducted from valuation of property.",
      "text": "10-12-41. Certification of percent added to or deducted from valuation of property.\n\nOn or before the second Monday in August, the Department of Revenue shall transmit to each county auditor a certificate, specifying the percent added to or deducted from the valuation of each class of real and personal property in the several counties of the state. Such certificates shall show the equalized valuation of all property within such county. The certificate shall also, if equalization is made pursuant to subdivision 10-12-38(2), show the levy or levies for state purposes made by the department.\n\nSource:SL 1994, ch 73, §30; SL 2003, ch 272, §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-41/"
    },
    {
      "id": "section-10-12-42",
      "number": "10-12-42",
      "heading": "Annual levy--School district general fund.",
      "text": "10-12-42. Annual levy--School district general fund.\n\nFor taxes payable in 2026, and each year thereafter, the levy for the general fund of a school district is as follows:\n\n(1)The maximum tax levy is five dollars and twenty-one and one-tenth cents per thousand dollars of taxable valuation, subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided in subdivision (3) of this section;\n\n(2)The maximum tax levy on agricultural property for the school district is one dollar and twelve and five-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies must maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and\n\n(3)The maximum tax levy for an owner-occupied single-family dwelling pursuant to §10-13-40 for the school district is two dollars and fifty-one and eight-tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies must maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies.\n\nAll levies in this section must be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations must be used for all school funding purposes. If the district has imposed an excess levy pursuant to §10-12-43, the levies must maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section.\n\nSource: SL 1995, ch 57, §37 as amended by SL 1995, ch 77, §6; SL 1996, ch 69, §5; SL 1997, ch 53, §1; SL 1998, ch 51, §8; SL 1998, ch 59, §1; SL 1999, ch 49, §1; SL 2000, ch 50, §1; SL 2001, ch 51, §1; SL 2002, ch 52, §1; SL 2003, ch 52, §1; SL 2003, ch 272, §82; SL 2004, ch 83, §1; SL 2005, ch 60, §1; SL 2006, ch 41, §1; SL 2007, ch 48, §1; SL 2008, ch 44, §21; SL 2008, ch 48, §1; SL 2009, ch 43, §§1, 2; SL 2010, ch 49, §1; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011; SL 2011, ch 90, §4; SL 2012, ch 64, §1; SL 2013, ch 46, §1; SL 2014, ch 80, §2; SL 2015, ch 88, §3; SL 2016, ch 59, §1; SL 2017, ch 76, §1; SL 2018, ch 92, §1; SL 2019, ch 62, §1; SL 2020, ch 31, §1; SL 2021, ch 78, §1; SL 2022, ch 41, §1; SL 2023, ch 30, §1; SL 2024, ch 59, §1; SL 2025, ch 47, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-42/"
    },
    {
      "id": "section-10-12-421",
      "number": "10-12-42.1",
      "heading": "10-12-42.1.Repealed by SL 2002, ch 52, §2.",
      "text": "10-12-42.1.Repealed by SL 2002, ch 52, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-12-43",
      "number": "10-12-43",
      "heading": "Excess tax levy authorized for school districts--Vote by governing body--Announcement requirements--Referendum election.",
      "text": "10-12-43. Excess tax levy authorized for school districts--Vote by governing body--Announcement requirements--Referendum election.\n\nThe governing body of the school district may raise additional revenues for general fund purposes only, from property tax through the imposition of an excess tax levy. The governing body of a school district may impose the excess tax levy with an affirmative two-thirds vote of the governing body on or before July fifteenth of the year prior to the year the taxes are payable. On any excess tax levy approved after July 1, 2002, the governing body of the taxing district shall specify in the resolution the year or number of years the excess tax levy will be applied.\n\nThe requirements for an announcement made pursuant to this section are as follows:\n\n(1)The decision of the governing body to originally impose or subsequently increase an excess tax levy shall be first published within ten days of the decision;\n\n(2)Publication shall be made at least twice in the legal newspaper designated pursuant to §13-8-10, with no fewer than five days between publication dates, before the opt out takes effect;\n\n(3)The announcement shall be at least three newspaper columns in width and four inches in length or at least one-sixth of a page in size, whichever size is greater;\n\n(4)The announcement shall be headed with the following statement in a typeface no less than eighteen point type: \"ATTENTION TAXPAYERS: NOTICE OF PROPERTY TAX INCREASE OF $(fill in amount).\" The remainder of the announcement shall consist of a reproduction of the \"Resolution for Opt Out,\" including the amount that property taxes will be increased annually by the proposed opt out and a statement of the right to refer the decision of the board to a vote of the people as provided in this section. The secretary of revenue, in rules promulgated pursuant to chapter 1-26, shall prescribe a uniform form to be used by the school district for notification of taxpayers as required by this section.\n\nHowever, the requirements of subdivisions (3) and (4) shall be waived if:\n\n(A)The opt out is for less than fifteen thousand dollars; or\n\n(B)A copy of the resolution for opt out is mailed to every property taxpayer in the local governmental unit, by first class mail or bulk mail, within twenty days of the decision to opt out; and\n\n(C)A copy of the resolution for opt out is printed in each official newspaper in the local governmental unit's boundaries.\n\nFor the purposes of subsections (A), (B), and (C), the first publication is not deemed to have occurred until three days after the mailing is sent or the resolution is delivered to the official newspaper.\n\nThe opt out decision may be referred to a vote of the people upon a resolution of the governing body of the school district or by a petition signed by at least five percent of the registered voters in the school district and filed with the governing body within twenty days of the first publication of the decision. The referendum election shall be held on or before October first of the year prior to the time the taxes are payable.\n\nSource:SL 1995, ch 57, §42; SL 1996, ch 69, §1; SL 1997, ch 54, §1; SL 2002, ch 53, §1; SL 2002, ch 54, §1; SL 2002, ch 55, §1; SL 2003, ch 272, §82; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-43/"
    },
    {
      "id": "section-10-12-431",
      "number": "10-12-43.1",
      "heading": "Excess tax levy--School district capital outlay fund--Restrictions.",
      "text": "10-12-43.1. Excess tax levy--School district capital outlay fund--Restrictions.\n\nA school district may raise additional revenues for capital outlay fund purposes through the imposition of an excess tax levy. A school district seeking to impose an excess tax levy pursuant to this section is subject to the same opt out procedures and requirements as provided in §10-12-43. The opt out decision may be referred to a vote of the people in the same manner as provided in §10-12-43.\n\nA school district imposing an excess tax levy pursuant to this section shall exclude any additional revenue generated by the excess tax levy from the total tax revenues deposited in the capital outlay fund when calculating the maximum allowable transfer to the school district's general fund authorized under §13-16-6. Any additional revenue generated by the excess tax levy may only be used for capital outlay fund purposes pursuant to §13-16-6.\n\nIn no year may the annual tax levy for capital outlay fund purposes exceed the levy authorized under §13-16-7.\n\nSource: SL 2020, ch 55, §2; SL 2025, ch 46, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-43-1/"
    },
    {
      "id": "section-10-12-44",
      "number": "10-12-44",
      "heading": "Tax abatement--Tax increment financing district--Discretionary formula--Additional revenue to be raised as compensation.",
      "text": "10-12-44. Tax abatement--Tax increment financing district--Discretionary formula--Additional revenue to be raised as compensation.\n\nThe county auditor having jurisdiction over a school district shall raise additional revenue, for the general fund and special education fund, from real property taxes, to compensate for a tax abatement, a tax increment financing district, or a discretionary formula in accordance with the following:\n\n(1)For tax increment financing districts created pursuant to chapter 11-9, the county auditor shall impose an additional tax levy, for an amount not to exceed an amount equal to the sum of the levies in §§10-12-42 and 13-37-16 multiplied by the tax increment value, as defined in §11-9-1;\n\n(2)For property subject to §10-6-137, 10-6-137.1, or 10-6-144, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of taxes that were not collected, due to the reduction in value based on the maximum levies, pursuant to §§10-12-42 and 13-37-16; and\n\n(3)For abated taxes, the county auditor shall impose an additional tax levy, for an amount not to exceed the amount of the school district's portion of the taxes that were abated, pursuant to chapter 10-18, during the previous tax year.\n\nThe levies in this section are not subject to the referendum provision of §10-12-43 and these levies must maintain the same proportion to each other, as represented in the mathematical relationship at the maximum levies pursuant to §10-12-42.\n\nSource: SL 1996, ch 69, §17; SL 1997, ch 54, §2; SL 2018, ch 70, §6; SL 2020, ch 39, §13; SL 2021, ch 44, §44; SL 2022, ch 29, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-12/section-10-12-44/"
    },
    {
      "id": "section-10-12-45",
      "number": "10-12-45",
      "heading": "Rejected by referendum.",
      "text": "Rejected by referendum.",
      "history": "",
      "source_url": ""
    }
  ]
}