{
  "state": "south-dakota",
  "path": "title-title-10-taxation/chapter-chapter-25-tax-deeds",
  "sections": [
    {
      "id": "section-10-25-1",
      "number": "10-25-1",
      "heading": "Period within which tax deed may be procured",
      "text": "10-25-1. Period within which tax deed may be procured.\n\nIf a tax certificate is sold for taxes and not yet redeemed, the owner or holder of the tax certificate may conduct, or cause to be conducted, a proceeding to procure a tax deed on the real property, as provided by §§10-25-2 to 10-25-12, inclusive. A proceeding shall be initiated after three years from the date of the tax certificate sale or at any time thereafter within six years from the date of the tax certificate sale subject to the provisions of §§10-25-16 to 10-25-19, inclusive. The time period applies equally to the county or any other purchaser of the tax certificate. Any assignee of a tax certificate shall take the tax certificate subject to the time period of the first owner of the tax certificate.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 1979, ch 74, §1; SL 1988, ch 100, §1; SL 2008, ch 37, §58; SL 2010, ch 53, §1; SL 2018, ch 63, §126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-1/"
    },
    {
      "id": "section-10-25-2",
      "number": "10-25-2",
      "heading": "Contents of notice of intention to take tax deed--Notice combining descriptions of different tracts.",
      "text": "10-25-2. Contents of notice of intention to take tax deed--Notice combining descriptions of different tracts.\n\nA notice of intention to take a tax deed shall be signed by the lawful holder of the tax certificate, or the holder's agent or attorney, stating the date of sale, the description of the real property sold, the name of the purchaser, and the name of the assignee, if any. The notice shall also state that the right of redemption will expire and a deed for the real property will be made upon the expiration of sixty days from the completed service, unless the real property is redeemed as permitted by law. If two or more certificates covering different descriptions of real property are held by the same person, either by purchase or assignment or both, the descriptions may all be included in one notice if the notice includes the information required in this section for each description.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §59; SL 2018, ch 63, §127.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-2/"
    },
    {
      "id": "section-10-25-3",
      "number": "10-25-3",
      "heading": "Persons entitled to notice of intention to take tax deed.",
      "text": "10-25-3. Persons entitled to notice of intention to take tax deed.\n\nThe notice of intention to take a tax deed shall be served on the owner of record of the real property, the person in possession of the real property, the person in whose name the real property is taxed, and the mortgagee named in any unsatisfied mortgage in force on the real property of record in the office of the register of deeds of the county where the real property is located. However, if the mortgage has been assigned and the assignment is placed on record in the office of the register of deeds, then notice shall be served on the assignee in lieu of the mortgagee named in the mortgage. The notice of intention to take a tax deed shall also be served on any lienholder, any creditor of record, and other interested person as may appear from the records in the office of the register of deeds, the treasurer, or the clerk of courts. The treasurer may obtain any title information necessary to identify any person who appears from the records to have an interest in the real property as the owner, mortgagee, lienholder, or other interested person.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 1991, ch 92, §1; SL 1992, ch 86; SL 2018, ch 63, §128.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-3/"
    },
    {
      "id": "section-10-25-4",
      "number": "10-25-4",
      "heading": "Additional persons entitled to notice.",
      "text": "10-25-4. Additional persons entitled to notice.\n\nIf the real property is situated within a municipality, notice also shall be served on:\n\n(1)The holder of any special assessment certificate that is a lien upon the real property;\n\n(2)The holder of any tax certificate issued upon sale for any special assessment; and\n\n(3) The municipal finance officer.\n\nThe service provided for in this section may be made only upon each person described in this section whose name and post-office address is known to the holder of the tax certificate or may be obtained from the municipal finance officer or the treasurer, as provided in §10-25-7.\n\nSource:SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §60; SL 2018, ch 63, §129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-4/"
    },
    {
      "id": "section-10-25-5",
      "number": "10-25-5",
      "heading": "Service of notice of intention to take tax deed--Personal service--Publication--Mailing.",
      "text": "10-25-5. Service of notice of intention to take tax deed--Personal service--Publication--Mailing.\n\nPersonal service of the notice shall be served on the owner of record of the real property, the person in possession of the real property, and the person in whose name the real property is taxed in the manner provided by law for the service of summons. Any other person listed in §§10-25-3 and 10-25-4 may be served in the manner provided by law for the service of summons or the notice may be served by publishing the notice once a week for at least two successive weeks in the legal newspapers for the county. The notice to the mortgagee or the mortgagee's assignee shall be directed to the mortgagee or assignee to the address appearing in the mortgage of record, or in the assignment of the real property. The notice to a lienholder or to any other interested person as may appear from the records in the office of the register of deeds, the treasurer, or the clerk of courts shall be sent to the last known address of the person. The notice shall be sent by registered or certified mail, return receipt requested.\n\nSource:SDC 1939, §57.1119; SL 1972, ch 64, §1; SL 1991, ch 92, §2; SL 1998, ch 66, §1; SL 2018, ch 63, §130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-5/"
    },
    {
      "id": "section-10-25-6",
      "number": "10-25-6",
      "heading": "Service on decedent's personal representative, heirs, or beneficiaries.",
      "text": "10-25-6. Service on decedent's personal representative, heirs, or beneficiaries .\n\nIf any of the persons on whom notice is required to be served by §§10-25-3 and 10-25-4 is deceased, the notice shall be served on the decedent's personal representative, foreign or resident, or on the resident agent of a foreign personal representative, if any are known to the certificate holder. If no such person is known, the notice shall be served on any known heirs and beneficiaries of the decedent, in the same manner as if the heirs and beneficiaries were owners of record. For any unknown heirs and beneficiaries of the decedent, notice shall be served by publishing the notice as provided in §10-25-5 and designating such unknown persons as the unknown personal representatives, heirs, and beneficiaries of the deceased. The fact of whether the decedent, the decedent's personal representative or resident agent, or any heirs and beneficiaries are known or unknown shall be sufficiently established for tax-deed proceedings by the affidavit of completed service of the certificate holder or the tax certificate holder's agent or attorney conducting the proceedings.\n\nSource:SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §61; SL 2018, ch 63, §131.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-6/"
    },
    {
      "id": "section-10-25-7",
      "number": "10-25-7",
      "heading": "Service of notice to holder of special assessment certificate or tax certificate--When service not required.",
      "text": "10-25-7. Service of notice to holder of special assessment certificate or tax certificate--When service not required.\n\nThe notice to the holder of any special assessment certificate shall be directed to the certificate holder at the address that appears for the certificate holder in connection with the record of the certificate with the finance officer of the municipality. The notice shall be personally served or sent by registered or certified mail, return receipt requested. A like notice, by personal service or registered or certified mail, return receipt requested, shall be sent to the holder of any tax certificate issued upon a sale for any special assessment, by mailing to the tax certificate holder's address as the address appears in the office of the treasurer. Service is not required for any tax certificate holder whose name and address do not appear in the record and for whom an affidavit or tax certificate is made by the treasurer stating that the person's name or address is not known to the treasurer, accompanied by an affidavit of the holder of the tax certificate that the holder does not know the name and address of the person.\n\nSource:SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §62; SL 2018, ch 63, §132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-7/"
    },
    {
      "id": "section-10-25-8",
      "number": "10-25-8",
      "heading": "Completion of service by filing of affidavit--Expiration of right of redemption.",
      "text": "10-25-8. Completion of service by filing of affidavit--Expiration of right of redemption.\n\nThe service of the notice is complete when an affidavit of the service of the notice and of the particular mode of the notice, duly signed and verified by the person or officer making the service, has been filed with the treasurer authorized to execute the tax deed. The record or affidavit is presumptive evidence of the completed service of the notice. The right of redemption from the sale does not expire until sixty days after the filing of affidavit of completed service of the notice.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-8/"
    },
    {
      "id": "section-10-25-81",
      "number": "10-25-8.1",
      "heading": "Failure to redeem tax certificate.",
      "text": "10-25-8.1. Failure to redeem tax certificate.\n\nThe failure of the owner, any mortgagee, any lienholder or any other interested person to redeem the tax certificate within sixty days of the date of the filing of the affidavit of completed service of the notice as provided in §10-25-8 passes all of the right, title, and interest of the owner, mortgagee, lienholder, and the other interested person to the holder of the tax certificate subject to the taxes, liens, and encumbrances as provided by §10-25-12.\n\nSource:SL 1991, ch 92, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-8-1/"
    },
    {
      "id": "section-10-25-9",
      "number": "10-25-9",
      "heading": "Costs added to amount required for redemption.",
      "text": "10-25-9. Costs added to amount required for redemption.\n\nThe total costs of serving the notice of intention to take a tax deed, whether by publication or otherwise, together with the costs of the affidavit and cost of records search, cost of location of owners, and attorney fee, may not exceed four hundred dollars. These costs shall be added to the redemption money if the treasurer received written notice that the service had begun or was made, and a verified statement of the costs was filed in the treasurer's office, before redemption is made. If more than one description is included in any notice, and service is made by publication, the cost of publication shall be apportioned among the various descriptions in the proportion that each description bears to the entire cost of publication of the notice.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 1979, ch 75, §2; SL 1988, ch 100, §2; SL 2014, ch 57, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-9/"
    },
    {
      "id": "section-10-25-10",
      "number": "10-25-10",
      "heading": "Purchase of prior tax certificates required before issuance of deed.",
      "text": "10-25-10. Purchase of prior tax certificates required before issuance of deed.\n\nThe person demanding the tax deed shall purchase the assignment of all prior tax certificates held by the county on the real property before the treasurer may issue the tax deed.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §64; SL 2018, ch 63, §133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-10/"
    },
    {
      "id": "section-10-25-11",
      "number": "10-25-11",
      "heading": "Preparation and delivery of tax deed--Fee.",
      "text": "10-25-11. Preparation and delivery of tax deed--Fee.\n\nImmediately after the expiration of sixty days from the date of the filing of affidavit of completed service of the notice provided in §10-25-8, the treasurer shall prepare a deed for each parcel of real property for the tax certificate sold and remains unredeemed. The deed shall be signed by the treasurer and attested by the county auditor, under seal, and shall be delivered to the purchaser or the purchaser's assignee upon the return of the certificate of tax sale. The treasurer shall receive five dollars for each deed prepared by the treasurer on a sale.\n\nSource:SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 2008, ch 37, §65; SL 2013, ch 49, §1; SL 2018, ch 63, §134.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-11/"
    },
    {
      "id": "section-10-25-12",
      "number": "10-25-12",
      "heading": "Title and possessory right vested by tax deed.",
      "text": "10-25-12. Title and possessory right vested by tax deed.\n\nAny deed acquired pursuant to §10-25-39.1 or 10-25-39.2 vests in the grantee an absolute estate in fee simple in the real property. However, the real property is subject to any claim that the state or county may have in the real property for taxes, liens, or encumbrances. The real property is also subject to any lien for past-due installments of special assessments for the financing of municipal improvements levied pursuant to chapter 9-43, including principal and interest on the installments except as provided by §9-43-100. The holder of the deed or the holder's successor in interest is entitled to immediate exclusive possession of the real property described in the deed regardless of the rights of any person to redeem or question exclusive possession thereafter.\n\nSource: SL 1897, ch 28, §132; RPolC 1903, §2212; SL 1909, ch 194; SL 1911, ch 247; SL 1913, ch 353; SL 1915, ch 291; SL 1917, ch 135; RC 1919, §6804; SL 1933, ch 198, §3; SL 1935, ch 195; SL 1937, ch 248; SDC 1939, §57.1119; SL 1974, ch 78, §5; SL 2008, ch 37, §66; SL 2009, ch 45, §1; SL 2018, ch 63, §135; SL 2024, ch 38, §4, eff. Feb. 12, 2024; SL 2025, ch 49, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-12/"
    },
    {
      "id": "section-10-25-13",
      "number": "10-25-13",
      "heading": "Contents of tax deed--Prima facie evidence of regularity of proceedings.",
      "text": "10-25-13. Contents of tax deed--Prima facie evidence of regularity of proceedings.\n\nThe tax deed is prima facie evidence of the truth of all the facts recited, and of the regularity of all proceedings from the valuation of the real property by the director of equalization up to the execution of the deed. The tax deed shall include the following:\n\n(1)The legal description of the real property;\n\n(2)The amount due for nonpayment of taxes, penalties, interest, and costs;\n\n(3)The date of the tax certificate sale;\n\n(4)The name of the person who purchased the tax certificate;\n\n(5)The amount paid for the tax certificate;\n\n(6)A statement that notice of the tax certificate sale was given and legally advertised; and\n\n(7)The seal of the treasurer.\n\nThe tax deed shall be acknowledged by the treasurer in the presence of the county auditor or a notary public.\n\nSource:PolC 1877, ch 28, §74; CL 1887, §1639; SL 1897, ch 32, §1; RPolC 1903, §2213; RC 1919, §6805; SDC 1939, §57.1120; SL 1989, ch. 82, §41; SL 2018, ch 63, §136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-13/"
    },
    {
      "id": "section-10-25-14",
      "number": "10-25-14",
      "heading": "Tax deed based on private sale.",
      "text": "10-25-14. Tax deed based on private sale.\n\nIf the real property is sold at a private sale after being offered at a public sale for taxes, there shall be inserted in the deed a statement that the property was sold at a private sale as required by §10-25-13.\n\nSource:SL 1897, ch 32, §1; RPolC 1903, §2213; RC 1919, §6805; SDC 1939, §57.1120; SL 2018, ch 63, §137.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-14/"
    },
    {
      "id": "section-10-25-15",
      "number": "10-25-15",
      "heading": "Cancellation of certificate on delivery of deed--Proof and bond for lost certificate.",
      "text": "10-25-15. Cancellation of certificate on delivery of deed--Proof and bond for lost certificate.\n\nIf deeds are delivered by the treasurer for real property sold for taxes, the certificate shall be canceled and filed by the county auditor. In case of loss of any certificate, on being satisfied by due proof, and bond stating the sum equal to the value of the property conveyed, the treasurer may execute, deliver, and file the proof and bond with the county auditor.\n\nSource:SL 1897, ch 28, §135; RPolC 1903, §2216; RC 1919, §6808; SDC 1939, §57.1121; SL 2018, ch 63, §138.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-15/"
    },
    {
      "id": "section-10-25-16",
      "number": "10-25-16",
      "heading": "Limitation of proceedings to procure tax deed--Cancellation of certificate and bar of lien.",
      "text": "10-25-16. Limitation of proceedings to procure tax deed--Cancellation of certificate and bar of lien.\n\nIf a proceeding to procure a tax deed is not completed within six years after the date of the tax certificate sale on which the proceeding is based, the tax certificate sale, the lien for taxes, the lien of any taxes paid by the holder of the tax certificate as subsequent taxes, and all rights thereunder cease and are forever barred. The treasurer shall cancel the tax certificate on the treasurer's record and shall note on the sale records and the tax books of the treasurer's office that the tax certificate and the lien of subsequent tax receipts held by the owner of the tax certificate are barred and are not valid.\n\nSource:SL 1909, ch 10, §1; SL 1913, ch 355; SL 1915, ch 294; RC 1919, §6806; SL 1921, ch 130, §1; SDC 1939, §57.1118; SL 2008, ch 37, §67; SL 2018, ch 63, §139.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-16/"
    },
    {
      "id": "section-10-25-17",
      "number": "10-25-17",
      "heading": "Limitation not applicable to certificates held by county--Time allowed after assignment by county.",
      "text": "10-25-17. Limitation not applicable to certificates held by county--Time allowed after assignment by county.\n\nThe provisions of §10-25-16 do not apply to tax sale certificates that are held by the county. If any tax certificate is assigned by the county, and if the tax certificate is dated more than four years preceding the date of its assignment, the purchaser of the tax certificate has one year from the date of its assignment to commence a proceeding to procure a tax deed.\n\nSource:SL 1915, ch 294; RC 1919, §6806; SL 1921, ch 130, §1; SDC 1939, §57.1118; SL 2008, ch 37, §68; SL 2018, ch 63, §140.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-17/"
    },
    {
      "id": "section-10-25-18",
      "number": "10-25-18",
      "heading": "Time allowed for completion of proceedings to procure tax deed--Cancellation of certificate and bar of lien.",
      "text": "10-25-18. Time allowed for completion of proceedings to procure tax deed--Cancellation of certificate and bar of lien.\n\nThe commencement of a proceeding to procure a tax deed within the periods limited in §§10-25-16 and 10-25-17 does not extend the lien of the holder of the tax certificates more than six months beyond the expiration of the periods of limitations. If any proceeding, commenced within the time limited by §§10-25-16 and 10-25-17, is not completed, and the right of the party instituting the proceeding to receive a tax deed under the provisions of §§10-25-1 to 10-25-12, inclusive, is not fully completed and established, within six months after the expiration of six years from the date of the tax certificate sale on which the proceeding is based; then all rights under the proceeding cease and are forever barred. The treasurer shall cancel the tax certificate in the manner provided in §10-25-16. However, the purchaser of a tax certificate assigned by the county has an additional period of one year from the date of the assignment to commence the proceeding and six months after the expiration of the period of one year to complete the proceeding. If the tax certificate is cancelled, the lien of the holder of the tax certificate is extinguished and all further proceedings on the tax certificate are barred.\n\nSource:SL 1921, ch 130, §1; SDC 1939, §57.1118; SL 1979, ch 75, §1; SL 2008, ch 37, §69; SL 2018, ch 63, §141.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-18/"
    },
    {
      "id": "section-10-25-19",
      "number": "10-25-19",
      "heading": "Acts constituting commencement and completion of proceedings to procure tax deed.",
      "text": "10-25-19. Acts constituting commencement and completion of proceedings to procure tax deed.\n\nCommencement of a proceeding as provided in §§10-25-16 to 10-25-18, inclusive, means any act done or record made by or for the certificate holder indicating that a proceeding has been commenced. Completion of a proceeding used in §§10-25-16 to 10-25-18, inclusive, means the completed service and filing of proof of service in the office of the treasurer which starts the running of the sixty days allowed for redemption.\n\nSource:SDC 1939, §57.1118; SL 2008, ch 37, §70; SL 2018, ch 63, §142.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-19/"
    },
    {
      "id": "section-10-25-20",
      "number": "10-25-20",
      "heading": "Tax deed on real property bid in by county.",
      "text": "10-25-20. Tax deed on real property bid in by county.\n\nIf any real property has been bid in by the treasurer in the name of the county at the tax certificate sale and the tax certificate has not been redeemed from the sale or assigned by a certificate of purchase, and sufficient time has elapsed since the sale that a tax deed may be properly issued, the treasurer may issue a tax deed for the real property to the county. However, if the treasurer fails, refuses, or neglects to take proceedings for the issuance of a tax deed to the county, the treasurer shall, upon written application of the county commissioners, or the governing body of any municipality, school district, or township within the county that would be a beneficiary of the tax for which the property was sold, may give notice of intention to take tax deed as required by law. After the notice has been given and no redemption has been made within the time allowed, the treasurer shall issue a tax deed for the real property to the county. If the treasurer fails, refuses, or neglects to comply with the provisions of this section, the treasurer's duty to comply may be enforced by writ of mandamus.\n\nSource:SL 1897, ch 28, §128; RPolC 1903, §2207; SL 1911, ch 246; SL 1913, ch 354; SL 1917, ch 136; RC 1919, §6803; SL 1937, ch 206; SDC 1939, §57.1122; SL 2008, ch 37, §71; SL 2018, ch 63, §143.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-20/"
    },
    {
      "id": "section-10-25-21",
      "number": "10-25-21",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-25-22",
      "number": "10-25-22",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-25-23",
      "number": "10-25-23",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-25-24",
      "number": "10-25-24",
      "heading": "County action to quiet title acquired by tax deed--Prosecution by state's attorney.",
      "text": "10-25-24. County action to quiet title acquired by tax deed--Prosecution by state's attorney.\n\nAny county that has acquired or may acquire title to any real property by tax deed may commence an action in the county to quiet the title to the real property. In any such action, several parcels of real property, contiguous or noncontiguous, may be included in one complaint and any person claiming any title to, interest in, or lien upon any of the real property may be joined as a defendant. If requested by the board of county commissioners, the state's attorney shall promptly commence and prosecute the action to final judgment.\n\nSource:SL 1941, ch 43, §1; SL 1943, ch 36; SDC Supp 1960, §37.1501-1; SL 2008, ch 37, §74; SL 2018, ch 63, §147.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-24/"
    },
    {
      "id": "section-10-25-25",
      "number": "10-25-25",
      "heading": "Procedure in quiet title action--Bond not required of county.",
      "text": "10-25-25. Procedure in quiet title action--Bond not required of county.\n\nThe procedure in the action commenced under §10-25-24 shall be conducted pursuant to the provisions of chapter 21-41, except the provisions of chapter 21-41 requiring the plaintiff to execute an indemnity bond, before entry of judgment to the defendants who are served by publication, are not applicable to the county.\n\nSource:SL 1941, ch 43, §1; SL 1943, ch 36; SDC Supp 1960, §37.1501-1; SL 2008, ch 37, §75; SL 2018, ch 63, §148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-25/"
    },
    {
      "id": "section-10-25-26",
      "number": "10-25-26",
      "heading": "Removal of cloud on title by transfer, assignment, or satisfaction--Maximum consideration.",
      "text": "10-25-26. Removal of cloud on title by transfer, assignment, or satisfaction--Maximum consideration.\n\nThe board of county commissioners may procure from any person who has any interest in the real property, real or apparent, a transfer, assignment, or satisfaction of the interest for the purpose of removing any cloud from the title of the real property. The authority granted in this section may be exercised either in lieu of an action to quiet title or in connection with an action. However, the consideration for the transfer, assignment, or satisfaction may not exceed twenty-five dollars in connection with any parcel of real property, the title to which is sought to be quieted or cloud to the title removed. The board of county commissioners may negotiate with any person having any interest, real or apparent, in any real property, for transfers, assignments, or satisfactions and may pay for the transfers, assignments, or satisfactions within the limitations provided in this section.\n\nSource:SL 1941, ch 43, §2; SDC Supp 1960, §37.1501-2; SL 2008, ch 37, §76; SL 2018, ch 63, §149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-26/"
    },
    {
      "id": "section-10-25-27",
      "number": "10-25-27",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-25-28",
      "number": "10-25-28",
      "heading": "10-25-28 to 10-25-38.Repealed by SL 1974, ch 68, §10.",
      "text": "10-25-28 to 10-25-38.Repealed by SL 1974, ch 68, §10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-25-39",
      "number": "10-25-39",
      "heading": "Apportionment of sale proceeds--Disposing surplus proceeds.",
      "text": "10-25-39. Apportionment of sale proceeds--Disposing surplus proceeds.\n\nThe proceeds of the tax deed sale, after deducting the expenses incurred by the county in the proceeding to take tax deed and in the sale proceeding, must be distributed by prorating the proceeds on the basis of the tax levies for the most recent year for which taxes are included in the proceeds of the sale, until all tax and interest have been paid.\n\nAny surplus proceeds of the tax deed sale that remain after payment of the taxes, penalty, interest, county liens and other costs, must be returned to the prior owner of record. If the prior owner of record cannot be found within one hundred eighty days, the surplus must be transferred to the Unclaimed Property Division pursuant to chapter 43-41B.\n\nSource: SL 1911, ch 246; SL 1913, ch 354; SL 1917, ch 136; RC 1919, §6803; SL 1931, ch 113; SL 1933, ch 64; SL 1933, ch 198, §2; SL 1937, ch 83; SDC 1939, §57.1124; SL 2008, ch 37, §77; SL 2018, ch 63, §151; SL 2024, ch 38, §3, eff. Feb. 12, 2024; SL 2025, ch 49, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-39/"
    },
    {
      "id": "section-10-25-391",
      "number": "10-25-39.1",
      "heading": "County acquisition of real property--Sale of property--Notice of sale required.",
      "text": "10-25-39.1. County acquisition of real property--Sale of property--Notice of sale required.\n\nA county that has acquired real property by a tax deed shall declare the real property to be surplus property and conduct a sale in accordance with the provisions of chapter 6-13. The sale must occur within one year of the issuance of the tax deed. The proceeds of the sale must be distributed in accordance with §10-25-39. Notwithstanding the notice requirement contained in §6-13-4, the county shall give notice of the sale by publishing a notice of the sale at least twice, with the first publication not less than thirty days prior to the date of the sale.\n\nSource: SL 2024, ch 38, §1, eff. Feb. 12, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-39-1/"
    },
    {
      "id": "section-10-25-392",
      "number": "10-25-39.2",
      "heading": "County acquisition of real property--Public auction of property.",
      "text": "10-25-39.2. County acquisition of real property--Public auction of property.\n\nAny person, except a county, acquiring real property by a tax deed after being issued a tax certificate shall offer the property at public auction in accordance with the provisions of chapter 6-13 and §10-25-39.1. The auction must occur within one year of the issuance of the tax deed. Following the sale, the seller of the property is entitled to compensation in the same manner as redemption of a tax certificate pursuant to §10-24-1. The proceeds of the sale must be distributed in accordance with §10-25-39.\n\nSource: SL 2024, ch 38, §2, eff. Feb. 12, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-39-2/"
    },
    {
      "id": "section-10-25-40",
      "number": "10-25-40",
      "heading": "Cancellation of taxes on real property after sale of deed--Reinstatement if deed declared void.",
      "text": "10-25-40. Cancellation of taxes on real property after sale of deed--Reinstatement if deed declared void.\n\nAfter a county has sold and issued to a purchaser a deed to any real property for which the county has taken tax title, the county auditor shall cancel the taxes levied against the real property before the sale by the county and enter the cancellation on the records of the treasurer. If the tax deed to the county and the county deed to the purchaser is declared void by a court within three years of the execution of the tax deed to the county, the taxes shall be reinstated by the county auditor on the records of the county auditor and the records of the treasurer, and the treasurer shall place a lien against the real property.\n\nSource:SL 1949, ch 427, §§1, 2; SL 1953, ch 463; SDC Supp 1960, §57.1124-1; SL 2018, ch 63, §152.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-40/"
    },
    {
      "id": "section-10-25-41",
      "number": "10-25-41",
      "heading": "Reconveyance to record owner of real property held by county under tax deed--Consideration required.",
      "text": "10-25-41. Reconveyance to record owner of real property held by county under tax deed--Consideration required.\n\nThe county commissioners may authorize a reconveyance by quitclaim deed to the record owner or the record owner's assignees or successors only of any real property held by the county under tax deed only. The reconveyance shall be for consideration not less than the total principal, interest, and costs of all taxes represented in the tax deed and any other taxes and interest which are unpaid on the real property.\n\nSource:SDC 1939, §57.1125; SL 1943, ch 292; SL 1974, ch 68, §10; SL 2018, ch 63, §153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-41/"
    },
    {
      "id": "section-10-25-42",
      "number": "10-25-42",
      "heading": "Price, conditions, and qualifications required by county commissioners for reconveyance to record owner.",
      "text": "10-25-42. Price, conditions, and qualifications required by county commissioners for reconveyance to record owner.\n\nNothing contained in §10-25-41 limits the discretion of the county commissioners to fix a higher price for the reconveyance or to annex to the reconveyance any conditions or qualifications as the county commissioners may establish.\n\nSource:SDC 1939, §57.1125; SL 1943, ch 292; SL 2008, ch 37, §78; SL 2018, ch 63, §154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-42/"
    },
    {
      "id": "section-10-25-43",
      "number": "10-25-43",
      "heading": "Resolution of county commissioners for reconveyance to record owner--Quitclaim deed.",
      "text": "10-25-43. Resolution of county commissioners for reconveyance to record owner--Quitclaim deed.\n\nReconveyance pursuant to §10-25-41 may be authorized only by resolution of the county commissioners published in the minutes, and the reconveyance may be made only after the time for an appeal from the resolution has expired. The reconveyance is made by quitclaim deed substantially in the form provided by chapter 43-25 and may be made only on payment in cash of the price fixed by the resolution of the county commissioners. The quitclaim deed is executed by the treasurer and attested by the county auditor under seal. The quitclaim deed has the effect only of releasing the title and claim that the county and the taxing districts represented by the county have under the tax deed and any of the taxes that are paid as a part of the price fixed by the county commissioners.\n\nSource:SDC 1939, §57.1125; SL 1943, ch 292; SL 2008, ch 37, §79; SL 2018, ch 63, §155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-43/"
    },
    {
      "id": "section-10-25-44",
      "number": "10-25-44",
      "heading": "Limitation of proceedings to contest tax deed--Defenses in action by tax-deed grantee.",
      "text": "10-25-44. Limitation of proceedings to contest tax deed--Defenses in action by tax-deed grantee.\n\nNo action may be commenced by the former owner or by any person claiming under him or her, to recover possession of any real property which has been sold and conveyed by deed for nonpayment of taxes or to avoid the deed, unless action is commenced within one hundred eighty days after the recording of the deed. No defense may be interposed or maintained by the former owner, or by any person claiming under him or her, in any action brought to quiet the title in the grantee in any tax deed, or by any person claiming under the grantee, in any tax deed issued and delivered by any treasurer unless the defense is interposed within one hundred eighty days after the recording of the tax deed in the office of the register of deeds in which the real property described in the tax deed is located.\n\nSource:SL 1901, ch 56, §1; RPolC 1903, §2214; SL 1903, ch 70; RC 1919, §6825; SDC 1939, §57.0903; SL 1941, ch 337; SL 1983, ch 77; SL 1993, ch 91; SL 2018, ch 63, §156.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-44/"
    },
    {
      "id": "section-10-25-45",
      "number": "10-25-45",
      "heading": "Denial of bid on county sale of tax deed property if bidder not current on property taxes.",
      "text": "10-25-45. Denial of bid on county sale of tax deed property if bidder not current on property taxes.\n\nIf any person bidding on a county sale of tax deed property pursuant to this chapter is not current on all property taxes due within the county, the county may refuse to accept the bid from such person.\n\nSource:SL 2013, ch 50, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-10/chapter-25/section-10-25-45/"
    }
  ]
}