{
  "state": "missouri",
  "path": "title-title-xxxii/chapter-chapter-488",
  "sections": [
    {
      "id": "section-488-005",
      "number": "488.005",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.005. Clerk not to collect surcharge, when. —Notwithstanding any other provision of law to the contrary, whether enacted before, on or after August 28, 1996, no clerk of any court shall collect any surcharge authorized by or pursuant to any ordinance, order or resolution which provides that the effective date to commence imposition of such surcharge is on or after January 1, 1997, unless such ordinance, order or resolution is authorized by statute.\n\n(L. 1996 S.B. 869 § 514.005, A.L. 2002 H.B. 1659)\n\nCROSS REFERENCE:\n\nSurcharge authorized for civil cases to be used to fund domestic violence shelters, 488.445",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-005/"
    },
    {
      "id": "section-488-006",
      "number": "488.006",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.006. Infraction charges imposed same as misdemeanor charges. —For any infraction, unless otherwise provided by law, all court costs, fees, surcharges, and other miscellaneous charges shall be assessed in the same manner and amount as a misdemeanor.\n\n(L. 2009 H.B. 683)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-006/"
    },
    {
      "id": "section-488-010",
      "number": "488.010",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.010. Definitions. —As used in sections 488.010 to 488.020*and section 488.005**, the following words and phrases shall mean:\n\n(1)\"Court costs\", the total of fees, miscellaneous charges and surcharges, imposed in a particular case;\n\n(2)\"Fees\", the amount charged for services to be performed by the court;\n\n(3)\"Miscellaneous charges\", the amounts allowed by law for services provided by individuals or entities other than the court;\n\n(4)\"Surcharges\", additional charges allowed by law which are allowed for specific purposes designated by law.\n\n(L. 1996 S.B. 869 § 514.015 subsec. 1)\n\n*Words \"section 514.015\" appear in original rolls, which was changed to effectuate the court cost bill.\n\n**Words \"section 514.005\" appear in original rolls, which was changed to effectuate the court cost bill.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-010/"
    },
    {
      "id": "section-488-012",
      "number": "488.012",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.012. Clerk to collect — supreme court to set amount — amount prior to adjustment. —1. Beginning July 1, 1997, the clerk of each court of this state responsible for collecting court costs shall collect the court costs authorized by statute, in such amounts as are authorized by supreme court rule adopted pursuant to sections 488.010 to 488.020. Court costs due and payable prior to July 1, 1997, shall not be affected by the adoption of this rule.\n\n2. The supreme court shall set the amount of court costs authorized by statute, at levels to produce revenue which shall not substantially exceed the total of the proportion of the costs associated with administration of the judicial system defrayed by fees, miscellaneous charges and surcharges.\n\n3. Prior to adjustment by the supreme court, the following fees, costs and charges shall be collected:\n\n(1) Five dollars for the filing of a lien, pursuant to section 429.090;\n\n(2) Ten dollars for maintaining child support enforcement records, pursuant to section 452.345;\n\n(3) Ten dollars for a notice to a judgment creditor of a distributee, pursuant to section 473.618;\n\n(4) Three dollars for receiving and keeping a will, pursuant to section 474.510;\n\n(5) Seven dollars for the statewide court automation fund, pursuant to section 488.027;\n\n(6) Twelve dollars for municipal court costs, fifteen dollars for municipal ordinance violations filed before an associate circuit judge and thirty dollars for applications for a trial de novo of a municipal ordinance violation, pursuant to section 479.260;\n\n(7) Five dollars for small claims court cases where less than one hundred dollars is in dispute, and ten dollars in all other small claims court cases, pursuant to section 482.345;\n\n(8) Fifty dollars for appeals, pursuant to section 483.500;\n\n(9) Fifteen dollars in misdemeanor cases where there is no application for trial de novo, pursuant to section 483.530;\n\n(10) Forty-five dollars for applications for a trial de novo for misdemeanor cases, pursuant to section 483.530;\n\n(11) Fifteen dollars for each preliminary hearing in felony cases, pursuant to section 483.530;\n\n(12) Thirty dollars for each information or indictment filed in felony cases, pursuant to section 483.530;\n\n(13) Fifteen dollars for each associate circuit court case filed, and one dollar for each additional summons issued in such cases, pursuant to section 483.530;\n\n(14) Forty-five dollars for applications for trial de novo from small claims court and associate circuit court and forty-five dollars for filing of other cases, pursuant to section 483.530;\n\n(15) One dollar and fifty cents for a certificate of naturalization, pursuant to section 483.535;\n\n(16) When letters are applied for in probate proceedings, pursuant to section 483.580, when the value of the estate is:\n\n(a) Less than $10,000 $ 75.00\n\n(b) From $10,000 to $25,000 115.00\n\n(c) From $25,000 to $50,000 155.00\n\n(d) From $50,000 to $100,000 245.00\n\n(e) From $100,000 to $500,000 305.00\n\n(f) More than $500,000 365.00;\n\n(17) Thirty dollars for each additional twelve months a decedent's estate remains open, pursuant to section 483.580;\n\n(18) In proceedings regarding guardianships and conservatorships, pursuant to section 483.580:\n\n(a) Twenty-five dollars for each grant of letters for guardianship of a minor;\n\n(b) Fifty dollars for each grant of letters for guardianship of an incapacitated person;\n\n(c) Sixty dollars for each grant of letters for guardianship of the person and conservatorship of the estate of a minor;\n\n(d) Twenty-five dollars for each additional twelve months a conservatorship of a minor's estate case remains open;\n\n(e) Seventy-five dollars for each grant of letters in guardianship and conservatorship of incapacitated persons and their estates;\n\n(f) Thirty dollars for each additional twelve months an incapacitated person's case remains open;\n\n(19) Fifteen dollars for issuing orders refusing to grant letters to a spouse or an unmarried minor child and thirty dollars for a certified copy of such orders, pursuant to section 483.580;\n\n(20) In probate proceedings, pursuant to section 483.580:\n\n(a) Thirty-five dollars for the collection of small estates;\n\n(b) Thirty-five dollars for involuntary hospitalization proceedings;\n\n(c) Thirty dollars for proceedings to determine heirship;\n\n(d) Fifteen dollars for assessment of estate taxes where no letters are granted;\n\n(e) Fifty dollars for proceedings for the sale of real estate by a nonresident conservator;\n\n(f) Forty dollars for proceedings to dispense with administration;\n\n(g) Twenty dollars for proceedings to dispense with conservatorship;\n\n(h) Twenty-five dollars for admitting a will to probate;\n\n(i) One dollar per copied page and one dollar and fifty cents per certificate;\n\n(21) One dollar and fifty cents per page for testimony transcription, pursuant to section 488.2250;\n\n(22) Fifteen dollars for court reporters, pursuant to section 488.2253;\n\n(23) Three dollars for witness fees per day, and four dollars when the witness must travel to another county, pursuant to section 491.280.\n\n(L. 1996 S.B. 869 § 514.015 subsecs. 2, 3, 4, A.L. 2014 H.B. 1238)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-012/"
    },
    {
      "id": "section-488-014",
      "number": "488.014",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.014. Overpayment of court costs, no duty to refund, when. —No court of record in this state, municipal division of the circuit court, or any entity collecting court costs on their behalf shall be required to refund any overpayment of court costs in an amount not exceeding five dollars or to collect any due court costs in an amount of less than five dollars. Any such overpaid funds may be retained by the county for the operation of the circuit court, except any overpaid funds owed to a municipal division of the circuit court may be retained by the municipality for the operation of the municipal court.\n\n(L. 2005 S.B. 420 & 344, A.L. 2014 H.B. 1231)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-014/"
    },
    {
      "id": "section-488-015",
      "number": "488.015",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.015. Court not to increase charges, may be adjusted annually — additional fee, when — review. —The court shall not increase the amount of miscellaneous charges or surcharges allowed by law. The amounts of fees payable to the state of Missouri may be annually adjusted as provided in section 488.012 to the extent that projected total collections for all such fees shall not exceed one hundred four percent of such fees assessed or assessable during the previous year less the amount of such assessed fees attributable to any increase in the judiciary's caseload, provided that the amount of the adjusted fee attributable to each case may be rounded to the nearest dollar. The supreme court rule may provide that in the event that any payment of court costs is made in time or installment payments or by credit card or similar method, the clerk may charge an additional fee for such time or installment payments or in order to reflect any transaction cost, surcharge or fee imposed on the recipient of the credit card payment by the credit card company. Any change in the amount of fees made by the court pursuant to this section shall take effect on July first of any particular year, provided that the proposed supreme court rule or amendment to a supreme court rule changing the amount of fees shall be published on or before January first of the year in which the rule or amendment is proposed to take effect. Any such rule may be annulled or amended in whole or part in the manner provided by Section 5 of Article V of the Constitution of the state of Missouri. Any changes in the amount of fees made by the court pursuant to sections 488.010 to 488.020 shall be presented to the general assembly on or before January first of the year in which the rule or amendment is proposed to take effect.\n\n(L. 1996 S.B. 869 § 514.015 subsec. 5, A.L. 1997 S.B. 248, A.L. 1999 S.B. 1, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-015/"
    },
    {
      "id": "section-488-016",
      "number": "488.016",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.016. Veterans, waiver of costs, when. —Notwithstanding any supreme court rule or any provision of law to the contrary, costs shall be fully waived for any person who is an honorably discharged veteran of any branch of the Armed Forces of the United States and who successfully completes a veterans treatment court, as defined under section 478.001.\n\n(L. 2021 S.B. 53 & 60)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-016/"
    },
    {
      "id": "section-488-018",
      "number": "488.018",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.018. Disbursement of court costs. —1. Beginning July 1, 2000, or an earlier date which may be designated by order of the supreme court, upon written notice to all circuit clerks of this state, the clerk of each court of this state shall disburse court costs collected by, or under the authority of, the clerk, in the manner provided by supreme court rule. Such rule may provide that all or portions of such court costs be deposited into a special fund or funds to be established by the state courts administrator. Such funds shall not be considered to be state funds, except those funds disbursed to the department of revenue pursuant to subdivisions (4) and (5) of subsection 2 of this section; but shall be held in trust by the state courts administrator for benefit of those persons or entities entitled to receive such funds pursuant to subsection 2 of this section. All amounts deposited into such fund or funds shall be maintained by the state courts administrator, invested in the manner required of the state treasurer for state funds by sections 30.240, 30.250, 30.260 and 30.270, and disbursed as provided by this section.\n\n2. The state courts administrator shall disburse the amounts contained in the special fund or funds within thirty days of receipt of such amounts as follows:\n\n(1) Refunds for overpayments or erroneous payments of court costs;\n\n(2) Reimbursement in the amounts allowed by law to individuals or entities other than the court for services provided by such individuals or entities;\n\n(3) Payment to persons or entities of additional charges allowed for specific purposes, as provided by law;\n\n(4) Eighty percent of the remainder of such amounts, less any interest earned on such fund or funds, shall be paid to the director of the department of revenue for deposit into the general revenue fund, and the remaining twenty percent of such amounts, less interest, to each county treasury, or in the case of the city of St. Louis, the city treasury, in order to defray the costs incurred by the state, and each county and the city of St. Louis, related to the administration of the judicial system. The proportion of such total amount paid to each county and the city of St. Louis pursuant to this section shall be paid in the proportions as the court's deposits to the fund or funds bear to the total deposits to the fund, on an annual basis;\n\n(5) Any interest earned on such fund shall be payable to the director of the department of revenue for deposit into a revolving fund to be established pursuant to this subdivision. The state treasurer shall be the custodian of the fund, and shall make disbursements, as allowed by lawful appropriations, only as follows:\n\n(a) Sixty percent of the interest earned on such fund or funds less any costs incurred in the administration of such fund or funds maintained by the state courts administrator shall be paid to each court of this state, in the proportions as the court's deposits to the fund or funds bear to the total deposits to the fund, on an annual basis;\n\n(b) Forty percent of the interest earned on such fund or funds maintained by the state courts administrator shall be paid to the supreme court.­­All of such interest earned and appropriated to courts pursuant to this subdivision shall be expended by the courts for goods and services related to the administration of the judicial system.\n\n­­All of such interest earned and appropriated to courts pursuant to this subdivision shall be expended by the courts for goods and services related to the administration of the judicial system.\n\n3. The supreme court may establish and provide for by rule such accounting guidelines, procedures, forms, controls and reviews relating to the collection, deposit, payment and disbursement of all court costs collected pursuant to sections 488.010 to 488.020*. The supreme court may provide by rule for proper disbursement of moneys in event of a discrepancy in moneys collected and subject to disbursement.\n\n(L. 1996 S.B. 896 § 514.015 subsecs. 6, 7, 8)\n\n*Words \"section 514.015\" appear in original rolls, which was changed to effectuate the court cost bill.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-018/"
    },
    {
      "id": "section-488-020",
      "number": "488.020",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.020. Collection of court costs, when, how. —Except as otherwise provided by law, all court costs are payable prior to the time the service is rendered; provided that if the amount of such court cost cannot be readily determined, then the clerk shall collect a deposit based upon the likely amount of such court cost, and the balance of such court cost shall be payable immediately upon ascertainment of the proper amount of said court cost. An official may refuse to perform any service in any action or proceeding, other than a criminal proceeding or when costs are waived as provided by law, until the court costs are paid. Failure to collect the court cost shall not affect the validity of the court cost or service. The supreme court may provide by rule for imposition of interest on any court costs not paid within thirty days of when due. If any court cost is not paid when due, the following actions may be taken:\n\n(1) Upon notification by the court or clerk to the party from whom the court cost is due or such party's attorney, and upon the failure to pay the court cost after such notice, the court may dismiss the action or any claim by the defaulting party which is part of the action, without prejudice to the party;\n\n(2) The court may refuse to enter any order or judgment in favor of the defaulting party, or if within the time period allowed by law before the order or judgment is final, may withdraw such order or judgment;\n\n(3) Upon notification to the party from whom the court cost is due, and upon failure to pay the fee after such notice, the court may inform the office of administration of any delinquencies in excess of twenty-five dollars. Upon receiving such notice, and without further notice by the office of administration to the defaulting party, the office of administration shall deduct the amount of unpaid court costs from any payment by the state to the defaulting party under any provision of law. The office of administration shall transmit the amount set off to the court, and shall send the excess amount to the payee, with a notice that the remainder of the refund was transmitted to the court in satisfaction of all or part of the unpaid court costs. The office of administration and its officials and employees shall not be liable to any person for any action taken in accordance with the requirements of this subdivision. Any proceeding contesting any action taken by a court or the office of administration pursuant to this subdivision shall be brought in the court which certified such unpaid fees to the office of administration, and shall be deemed ancillary to the proceeding for which such unpaid fees were assessed. No appearance, responsive pleading or discovery shall be due from the office of administration in such proceeding except upon order of the court;\n\n(4) Upon notification to the party from whom the fee is due, a failure to pay the fee after such notice, and a showing of the party's ability to pay the fee, the court may hold the party in contempt.\n\n(L. 1996 S.B. 869 § 514.015 subsec. 9, A.L. 1997 S.B. 248)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-020/"
    },
    {
      "id": "section-488-026",
      "number": "488.026",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.026. Surcharge for all criminal cases, amount — county ordinance defined — collection and deposit of funds. —As provided by section 56.807, there shall be assessed and collected a surcharge of four dollars in all criminal cases filed in the courts of this state, including violations of any county ordinance, any violation of criminal or traffic laws of this state, including infractions, or against any person who has pled guilty of a violation and paid a fine through a fine collection center, but no such surcharge shall be assessed when the costs are waived or are to be paid by the state, county, or municipality or when a criminal proceeding or the defendant has been dismissed by the court. For purposes of this section, the term\"county ordinance\"shall include any ordinance of the City of St. Louis. The clerk responsible for collecting court costs in criminal cases shall collect and disburse such amounts as provided by sections 488.010 to 488.020. Such funds shall be payable to the prosecuting attorneys and circuit attorneys' retirement fund.\n\n(L. 2003 S.B. 5, A.L. 2014 H.B. 1231)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-026/"
    },
    {
      "id": "section-488-027",
      "number": "488.027",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.027. Statewide court automation fund fee, amount, disposition. —1. In addition to all other court costs provided by law, in all civil cases filed in the circuit courts of this state and in all criminal cases including violations of any municipal or county ordinance heard by an associate circuit judge or any violation of criminal or traffic laws of this state, including an infraction, a fee in an amount determined pursuant to sections 488.015 to 488.020 shall be assessed as costs, except that, no such fee shall be collected in any proceeding involving a violation of an ordinance or state law when a criminal proceeding or defendant has been dismissed by the court or when costs are waived or are to be paid by the state, county or municipality.\n\n2. The moneys collected by clerks of the courts pursuant to the provisions of this section shall be collected and disbursed as provided by sections 488.010 to 488.020. All such moneys shall be payable to the director of revenue, who shall deposit all amounts collected pursuant to this section to the credit of the statewide court automation fund which is established in section 476.055.\n\n3. The assessment of court costs authorized by this section shall apply to all cases filed on or after September 1, 1994.\n\n(L. 1994 S.B. 420, A.L. 1996 S.B. 869, A.L. 1997 S.B. 248, A.L. 2000 S.B. 1002 Revision)\n\nTransferred 2000; formerly 476.053",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-027/"
    },
    {
      "id": "section-488-029",
      "number": "488.029",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.029. Surcharge for crime lab analysis of controlled substances, deposit of moneys in state forensic laboratory account. —There shall be assessed and collected a surcharge of one hundred fifty dollars in all criminal cases for any violation of chapter 579 in which a crime laboratory makes analysis of a controlled substance, but no such surcharge shall be assessed when the costs are waived or are to be paid by the state or when a criminal proceeding or the defendant has been dismissed by the court. The moneys collected by clerks of the courts pursuant to the provisions of this section shall be collected and disbursed as provided by sections 488.010 to 488.020. All such moneys shall be payable to the director of revenue, who shall deposit all amounts collected pursuant to this section to the credit of the state forensic laboratory account to be administered by the department of public safety pursuant to section 650.105.\n\n(L. 2003 S.B. 39, A.L. 2021 S.B. 53 & 60)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-029/"
    },
    {
      "id": "section-488-031",
      "number": "488.031",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.031. Additional fees for civil and criminal actions and proceedings, collection of. —1. In addition to other fees authorized by law, the clerk of each court shall collect the following fees on the filing of any civil or criminal action or proceeding, including an appeal, except that no fee shall be imposed pursuant to this section on any case that is filed charging traffic violations except alcohol-related offenses:\n\n2. Court filing surcharges pursuant to this section shall be collected in the same manner as other fees, fines, or costs in the case. The amounts so collected shall be paid by the clerk to the office of the state courts administrator and credited to the special fund designated as the basic civil legal services fund. However, the additional fees prescribed by this section shall not be collected when a criminal proceeding or defendant has been dismissed by the court or when costs are waived or are to be paid by the state, county, municipality, or other political subdivision of this state.\n\n(L. 2003 S.B. 447, A.L. 2005 S.B. 420 & 344)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-031/"
    },
    {
      "id": "section-488-032",
      "number": "488.032",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.032. Fees of witnesses — examination on oath. —1. Witnesses shall, pursuant to section 491.280, be allowed fees for their services.\n\n2. Each witness may be examined on oath by the court or by the clerk when the court shall so order as to factors relevant to the proper amount of payment pursuant to this section.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2003 H.B. 613)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-032/"
    },
    {
      "id": "section-488-035",
      "number": "488.035",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.035. Witness in criminal proceedings, mileage allowance and per diem. —If the witness is summoned to attend and testify in this state, pursuant to the provisions of section 491.420, he or she shall, pursuant to section 491.420, be tendered by the treasurer of the county in which the prosecution is pending the sum of ten cents a mile for each mile by the ordinary traveled route to and from the court where the prosecution is pending and fifteen dollars for each day that he or she is required to travel and attend as a witness.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-035/"
    },
    {
      "id": "section-488-040",
      "number": "488.040",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.040. Compensation of jurors, mileage. —Each grand and petit juror shall receive daily compensation and mileage allowance in the amount provided by law pursuant to section 494.455.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2025 S.B. 218)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-040/"
    },
    {
      "id": "section-488-045",
      "number": "488.045",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.045. Costs for impaneling jury to be paid, when. —At any time after the jury is impaneled, pursuant to the provisions of section 494.480, such defendant shall be liable to the county for the costs associated with impaneling the jury.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-045/"
    },
    {
      "id": "section-488-064",
      "number": "488.064",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.064. Handling fee for child support payments, paid to clerk, when (Marion County). —In the event the judge orders child support payments in Marion County to be made through the clerk, the clerk shall annually, on or before February first of each year, pursuant to section 483.083, charge ten dollars per year to each such person so obligated to make child support payments, which fee shall be paid to the state.\n\n(L. 2000 S.B. 1002 Revision)\n\nRevisor's note: This language was repealed in subsection 3 of section 483.083 by H.B. 199, 2025.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-064/"
    },
    {
      "id": "section-488-200",
      "number": "488.200",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.200. Centralized bureau funds. —On and after July 1, 1999, there shall be assessed as a fee in any case disposed of by the centralized bureau established pursuant to section 476.385 an amount determined pursuant to section 488.012; provided that such fee shall not be assessed in proceedings when costs are waived or are to be paid by the state, county or municipality. One-half of the proceeds of this fee fund shall be payable to the director of the department of revenue for deposit into a revolving fund to be established pursuant to this section, and one-half the proceeds of this fee shall be paid to the treasuries of the various counties in which the associate circuit judges have elected to participate in the centralized bureau established pursuant to section 476.385, to be distributed to each county in the proportions as the number of violations originating within the county bears*to the total number of violations processed by the centralized bureau, on an annual basis. The state treasurer shall be the custodian of the revolving fund, and shall make disbursements, as allowed by lawful appropriations, only to the judicial branch of state government for goods and services related to the administration and operation of the centralized bureau.\n\n(L. 1997 S.B. 248)\n\n*Word \"bear\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-200/"
    },
    {
      "id": "section-488-305",
      "number": "488.305",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.305. Court costs — circuit clerk, duties — surcharge for garnishment cases (statutory liens). —1. The clerk of the circuit court shall charge and collect fees for the clerk's duties as prescribed by sections 429.090 and 429.120 in such amounts as are determined pursuant to sections 488.010 to 488.020.\n\n2. The clerk of the circuit court may charge and collect in cases where a garnishment is granted, a surcharge not to exceed ten dollars for the clerk's duties. Any moneys collected under this subsection shall be placed in a fund to be used at the discretion of the circuit clerk to maintain and improve case processing and record preservation.\n\n(L. 1996 S.B. 869 § A-1, A.L. 2014 H.B. 1231 merged with S.B. 621 merged with S.B. 672)\n\nEffective 1-15-15",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-305/"
    },
    {
      "id": "section-488-315",
      "number": "488.315",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.315. Surcharge for juvenile justice preservation fund — contingent expiration. —1. In addition to all other costs associated with civil actions, there shall be assessed and collected a surcharge of three dollars and fifty cents in all civil actions filed in the state. The clerk responsible for collecting court costs in civil cases shall collect and disburse such amounts as provided by sections 488.010 to 488.020. Such funds shall be payable to the juvenile justice preservation fund under subsection 1 of section 211.435.\n\n2. The provisions of this section shall expire if the provisions of subsection 1 of section 211.435 expire*.\n\n(L. 2018 S.B. 793 merged with S.B. 800)\n\n*Revisor's note: Section 211.435 was amended by S.B. 53 & 60, 2021, to repeal the expiration date for subsection 1 of section 211.435.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-315/"
    },
    {
      "id": "section-488-426",
      "number": "488.426",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.426. Deposit required in civil actions — exemptions — surcharge to remain in effect — additional fee for adoption and small claims court (Franklin County) — expiration date. —1. The judges of the circuit court, en banc, in any circuit in this state may require any party filing a civil case in the circuit court, at the time of filing the suit, to deposit with the clerk of the court a surcharge in addition to all other deposits required by law or court rule. Sections 488.426 to 488.432 shall not apply to proceedings when costs are waived or are to be paid by the county or state or any city.\n\n2. The surcharge in effect on August 28, 2001, shall remain in effect until changed by the circuit court. The circuit court in any circuit, except the circuit court in Jackson County or the circuit court in any circuit that reimburses the state for the salaries of family court commissioners under and pursuant to section 487.020, may change the fee to any amount not to exceed fifteen dollars. The circuit court in Jackson County or the circuit court in any circuit that reimburses the state for the salaries of family court commissioners under and pursuant to section 487.020 may change the fee to any amount not to exceed twenty dollars. A change in the fee shall become effective and remain in effect until further changed.\n\n3. Sections 488.426 to 488.432 shall not apply to proceedings when costs are waived or are paid by the county or state or any city.\n\n*4. In addition to any fee authorized by subsection 1 of this section, any county of the first classification with more than one hundred one thousand but fewer than one hundred fifteen thousand inhabitants may impose an additional fee of ten dollars excluding cases concerning adoption and those in small claims court. The provisions of this subsection shall expire on December 31, 2019.\n\n(L. 1941 p. 339 § 1, A.L. 1945 p. 836 § 2, A.L. 1955 p. 314, A.L. 1977 H.B. 161, A.L. 1978 H.B. 1634, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision, A.L. 2001 S.B. 267, A.L. 2003 H.B. 613 merged with S.B. 474, A.L. 2004 H.B. 795, et al., A.L. 2005 S.B. 24 merged with S.B. 210, A.L. 2013 H.B. 374 & 434 merged with S.B. 100, A.L. 2014 H.B. 1238)\n\nTransferred 2000; formerly 514.440\n\n*Subsection 4 expires 12-31-19",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-426/"
    },
    {
      "id": "section-488-429",
      "number": "488.429",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.429. Fund paid to treasurer may be designated by circuit judge — use of fund for law library, and courtroom renovation and technology enhancement in certain counties. —1. Moneys collected pursuant to section 488.426 shall be payable to the judges of the circuit court, en banc, of the county from which such surcharges were collected, or to such person as is designated by local circuit court rule as treasurer of said fund, and said fund may be applied and expended under the direction and order of the judges of the circuit court, en banc, of any such county for the maintenance and upkeep of the law library maintained by the bar association in any such county, or such other law library in any such county as may be designated by the judges of the circuit court, en banc, of any such county; provided, that the judges of the circuit court, en banc, of any such county, and the officers of all courts of record of any such county, shall be entitled at all reasonable times to use the library to the support of which said funds are applied.\n\n2. In addition, such fund may also be applied and expended for that county's or circuit's family services and justice fund.\n\n3. In any county such fund may also be applied and expended for courtroom renovation and technology enhancement, or for debt service on county bonds for such renovation or enhancement projects.\n\n(L. 1941 p. 339 § 2, A.L. 1945 p. 836 § 3, A.L. 1978 H.B. 1634, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision, A.L. 2001 H.B. 945 merged with S.B. 267, A.L. 2003 H.B. 552 merged with H.B. 613 merged with S.B. 474, A.L. 2004 H.B. 798 merged with S.B. 1211 and A.L. 2004 H.B. 795, et al., A.L. 2005 S.B. 24 merged with S.B. 210, A.L. 2009 H.B. 237 & H.B. 238 & H.B. 482, A.L. 2010 H.B. 1692, et al.)\n\nTransferred 2000; formerly 514.450",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-429/"
    },
    {
      "id": "section-488-432",
      "number": "488.432",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.432. Party filing suit may recover deposit. —If in any suit in which a deposit is provided for under sections 488.426 to 488.432, the party filing the suit shall prevail, the amount of said deposit required at the time of filing said suit shall be awarded and collectable as a judgment entered in said suit in favor of the prevailing party making said deposit.\n\n(L. 1941 p. 339 § 3, A.L. 1945 p. 836 § 4, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision)\n\nTransferred 2000; formerly 514.460",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-432/"
    },
    {
      "id": "section-488-435",
      "number": "488.435",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.435. Sheriff to receive charges for civil cases. —1. Sheriffs shall receive a charge, as provided in section 57.280, for service of any summons, writ or other order of court, in connection with any civil case, and making on the same either a return indicating service, a non est return or a nulla bona return, the sum of twenty dollars for each item to be served, as provided in section 57.280, except that a sheriff shall receive a charge for service of any subpoena, and making a return on the same, the sum of ten dollars, as provided in section 57.280; however, no such charge shall be collected in any proceeding when court costs are to be paid by the state, county or municipality. In addition to such charge, the sheriff shall be entitled, as provided in section 57.280, to receive for each mile actually traveled in serving any summons, writ, subpoena or other order of court, the rate prescribed by the Internal Revenue Service for all allowable expenses for motor vehicle use expressed as an amount per mile, provided that such mileage shall not be charged for more than one subpoena or summons or other writ served in the same cause on the same trip. All of such charges shall be received by the sheriff who is requested to perform the service. Except as otherwise provided by law, all charges made pursuant to section 57.280 shall be collected by the court clerk as court costs and are payable prior to the time the service is rendered; provided that if the amount of such charge cannot be readily determined, then the sheriff shall receive a deposit based upon the likely amount of such charge, and the balance of such charge shall be payable immediately upon ascertainment of the proper amount of such charge. A sheriff may refuse to perform any service in any action or proceeding, other than when court costs are waived as provided by law, until the charge provided by this section is paid. Failure to receive the charge shall not affect the validity of the service.\n\n2. The sheriff shall, as provided in section 57.280, receive for receiving and paying moneys on execution or other process, where lands or goods have been levied and advertised and sold, five percent on five hundred dollars and four percent on all sums above five hundred dollars, and half of these sums, when the money is paid to the sheriff without a levy, or where the lands or goods levied on shall not be sold and the money is paid to the sheriff or person entitled thereto, his or her agent or attorney. The party at whose application any writ, execution, subpoena or other process has issued from the court shall pay the sheriff's costs, as provided in section 57.280, for the removal, transportation, storage, safekeeping and support of any property to be seized pursuant to legal process before such seizure. The sheriff shall be allowed for each mile, as provided in section 57.280, going and returning from the courthouse of the county in which he or she resides to the place where the court is held, the rate prescribed by the Internal Revenue Service for all allowable expenses for motor vehicle use expressed as an amount per mile. The provisions of this subsection shall not apply to garnishment proceeds.\n\n3. As provided in subsection 4 of section 57.280, for service of any summons, writ, subpoena, or other order of the court included under subsection 1 of section 57.280, in addition to the charge for such service that each sheriff receives under subsection 1 of section 57.280, the sheriff of any county of the first, second, or fourth classification or with a charter form of government shall receive twenty dollars and the sheriff of any county of the third classification shall receive fifteen dollars. The money received by the sheriff under subsection 4 of section 57.280 shall be paid into the county treasury and the county treasurer shall make such money payable to the state treasurer. As provided in subdivision (2) or (3) of subsection 4 of section 57.280, the state treasurer shall deposit such moneys in the deputy sheriff salary supplementation fund created under section 57.278 or the sheriffs' retirement fund created under section 57.952.\n\n4. As provided in subsection 5 of section 57.280, the court clerk shall collect ten dollars as a court cost for service of any summons, writ, subpoena, or other order of the court included under subsection 1 of this section if any person other than a sheriff is specially appointed to serve in a county that receives funds under section 57.278. The moneys received by the clerk under this subsection shall be paid into the county treasury and the county treasurer shall make such moneys payable to the state treasurer. The state treasurer shall deposit such moneys in the deputy sheriff salary supplementation fund created under section 57.278.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2008 H.B. 2224, A.L. 2023 S.B. 186, A.L. 2025 H.B. 147 merged with H.B. 225)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-435/"
    },
    {
      "id": "section-488-445",
      "number": "488.445",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.445. Funding shelters — fees for marriage licenses — surcharge for filing of civil case, how established, amount — reports. —1. The governing body of any county, or of any city not within a county, by order or ordinance may impose a fee upon the issuance of a marriage license and may impose a surcharge upon any civil case filed in the circuit court. The surcharge shall not be charged when costs are waived or are to be paid by the state, county or municipality.\n\n2. The fee imposed upon the issuance of a marriage license shall be five dollars, shall be paid by the person applying for the license and shall be collected by the recorder of deeds at the time the license is issued. The surcharge imposed upon the filing of a civil action shall be two dollars, shall be paid by the party who filed the petition and shall be collected and disbursed by the clerk of the court in the manner provided by sections 488.010 to 488.020. Such amounts shall be payable to the treasuries of the counties from which such surcharges were paid.\n\n3. At the end of each month, the recorder of deeds shall file a verified report with the county commission of the fees collected pursuant to the provisions of subsection 2 of this section. The report may be consolidated with the monthly report of other fees collected by such officers. Upon the filing of the reports the recorder of deeds shall forthwith pay over to the county treasurer all fees collected pursuant to subsection 2 of this section. The county treasurer shall deposit all such fees upon receipt in a special fund to be expended only to provide financial assistance to shelters for victims of domestic violence as provided in sections 455.200 to 455.230.\n\n(L. 1982 H.B. 1069 § 3, A.L. 1996 S.B. 869, A.L. 1999 S.B. 1, et al., A.L. 2000 H.B. 1677, et al. merged with S.B. 1002 Revision, A.L. 2005 S.B. 420 & 344)\n\nTransferred 2000; formerly 455.205",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-445/"
    },
    {
      "id": "section-488-447",
      "number": "488.447",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.447. Court restoration fund — special surcharge in civil cases to be deposited in fund — exempt cases — expires when. —1. The circuit and associate circuit judges of the circuit court in any city not within a county shall require any party filing a civil case in the circuit court, at the time of filing suit, to deposit with the circuit clerk a surcharge in the amount of forty-five dollars, in addition to all other court costs now or hereafter required by law or court rule, and no summons shall be issued until such surcharge has been paid. This section shall not apply to proceedings when costs are waived or paid by the state, county or municipality.\n\n2. Such funds shall be payable to the treasury of any city not within a county to be credited to a courthouse restoration fund, which shall bear interest, to be used by any city not within a county only for the restoration, maintenance and upkeep of the courthouses; provided, that the courthouse restoration fund may be pledged to directly or indirectly secure bonds to fund such costs. All funds collected pursuant to this section before August 28, 1995, shall be credited to the courthouse restoration fund provided for in this section, to be used pursuant to the provisions of this section.\n\n3. This section shall expire on August 28, 2033.\n\n(L. 1993 S.B. 250 § 1, A.L. 1995 H.B. 128, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision, A.L. 2001 S.B. 267)\n\nExpires 8-28-33\n\nTransferred 2000; formerly 478.401",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-447/"
    },
    {
      "id": "section-488-470",
      "number": "488.470",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.470. Lawful fences, gates, liability to erect or maintain, when — recovery of costs, attorney fees. —If any railroad corporation formed or to be formed in this state, and any corporation to be formed pursuant to chapter 389, or any railroad corporation running or operating any railroad in this state fails, neglects or refuses to erect or maintain in good condition any fence, openings or farm crossings or cattle guards as required by section 389.650, then the owners or proprietors of such lands, fields or enclosures may erect or repair such fences, openings, gates or farm crossings or cattle guards, and shall thereupon have a right to sue and recover from such corporation as provided in section 389.650. In such action, if the plaintiff recovers judgment, there shall be taxed, pursuant to section 389.650, as costs against the defendant an attorney's fee, to be fixed by the court or associate circuit judge before which or whom the cause may be pending, at such sum as may be a reasonable compensation for all legal services rendered for plaintiff in the case, without regard to any agreement between plaintiff and his or her counsel as to fees; but such fee shall not be taxed so long as any appeal taken in such case shall remain undisposed of.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-470/"
    },
    {
      "id": "section-488-472",
      "number": "488.472",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.472. Liability for damages, telecommunications company — recovery of attorney fees, when. —In case any telecommunications company shall do or cause to be done or permit to be done any act, matter or thing prohibited, forbidden or declared to be unlawful, or shall omit to do any act, matter or other thing required to be done by chapter 392, or by any order or decision of the commission, such telecommunications company shall be liable to the person or corporation affected thereby for all loss, damage or injury caused thereby or resulting therefrom, and in case of recovery, if the court shall find that such an act or omission was willful, it may, in its discretion, pursuant to section 392.350, fix a reasonable counsel or attorney's fee, which fee shall be taxed and collected as a part of the costs in the action.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-472/"
    },
    {
      "id": "section-488-473",
      "number": "488.473",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.473. Condemnation of property by utility, payment of costs — compensation of commissioners for services, taxed as costs. —The cost of the proceeding to appropriate property as provided in section 393.080 shall be paid by the corporation, company or individual seeking the appropriation for gas, electric, water and sewer corporations, up to and including the filing and copying of the report of the commissioners, and the court, as to any cost made by any subsequent litigation, may make such order as in its discretion may be deemed just. The court shall, pursuant to section 393.080, allow the commissioners a reasonable compensation for their services, which shall be taxed as costs in the proceedings.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-473/"
    },
    {
      "id": "section-488-474",
      "number": "488.474",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.474. Utility right of access, wrongful action — recovery of costs. —1. If, at the hearing on the delivery of access to the utility meter under section 393.557, the court specifically finds, on the basis of the record at such hearing, that the utility company willfully and wrongfully instituted an action under sections 393.550 to 393.565, the utility customer in default may be entitled to any damages which might be incurred by such utility customer in default as a direct result of such actions by the utility company, together with reasonable attorney fees.\n\n2. Costs may be taxed in the discretion of the court pursuant to section 393.561, and the court shall direct which party is obligated to pay the sheriff's expenses referred to in section 393.559.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-474/"
    },
    {
      "id": "section-488-605",
      "number": "488.605",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.605. Circuit clerk, duties — (child support). —The circuit clerk shall charge an amount determined pursuant to sections 488.010 to 488.020*as fees for maintaining records required pursuant to section 452.340, which fee shall be deducted from the first maintenance or support payment made each calendar year, except that no fee shall be charged for maintaining records for any IV-D case. This fee shall be paid to the county or city general revenue fund.\n\n(L. 1996 S.B. 869 § A-2)\n\nEffective 7-01-97\n\n*Words \"section 514.015\" appear in original rolls, which was changed to effectuate the court cost bill.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-605/"
    },
    {
      "id": "section-488-607",
      "number": "488.607",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.607. Additional surcharges authorized for municipal and associate circuit courts for cities and towns having shelters for victims of domestic violence, amount, exceptions. —The governing body of any county or any city having a shelter for victims of domestic violence established pursuant to sections 455.200 to 455.230, or any municipality within a county which has such shelter, or any county or municipality whose residents are victims of domestic violence and are admitted to such shelters in another county, may, by order or ordinance provide for an additional surcharge in an amount of up to four dollars per case for each criminal case, including violations of any county or municipal ordinance. No surcharge shall be collected in any proceeding when the proceeding or defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality. Such surcharges collected by municipal clerks in municipalities electing or required to have violations of municipal ordinances tried before a municipal judge pursuant to section 479.020, or to employ judicial personnel pursuant to section 479.060, shall be disbursed to the city at least monthly, and such surcharges collected by circuit court clerks shall be collected and disbursed as provided by sections 488.010 to 488.020. Such fees shall be payable to the city or county wherein such fees originated. The county or city shall use such moneys only for the purpose of providing operating expenses for shelters for battered persons as defined in sections 455.200 to 455.230.\n\n(L. 1991 H.B. 566, A.L. 1992 H.B. 1471 merged with S.B. 457, A.L. 1996 S.B. 869, A.L. 1999 S.B. 1, et al., A.L. 2000 S.B. 1002 Revision § 479.261 subsec. 1, A.L. 2001 S.B. 267, A.L. 2005 S.B. 420 & 344, A.L. 2014 H.B. 1238)\n\nTransferred 2000; formerly 479.261 subsec. 1",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-607/"
    },
    {
      "id": "section-488-610",
      "number": "488.610",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.610. Victim of domestic assault, stalking, or domestic violence not to pay costs. —Notwithstanding any other law to the contrary, no victim of the crime of domestic assault, as defined in sections 565.072 to 565.074, no victim of the crime of stalking, as defined in section 565.225, and no victim, as defined in section 595.010, shall be required to pay the costs associated with the filing of criminal charges against the offender, or the costs associated with the filing, issuance, registration or service of a warrant, protection order, petition for protection order or witness subpoena.\n\n(L. 1996 S.B. 777 § 1 merged with S.B. 869 § C-9, A.L. 2002 H.B. 1814)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-610/"
    },
    {
      "id": "section-488-627",
      "number": "488.627",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.627. Dispositional hearing for juvenile, witness fee and mileage allowance. —In a dispositional hearing for a juvenile pursuant to section 211.459, the court may require any and all investigating division personnel connected with the particular case to testify without privilege and subject to the rules of cross-examination. Such witnesses shall receive as compensation the witness fee and mileage provided in civil cases.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-627/"
    },
    {
      "id": "section-488-633",
      "number": "488.633",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.633. Friend of court in child support matters, compensation (City of St. Louis and St. Louis County). —The circuit judges of the circuit courts of the City of St. Louis and St. Louis County may appoint at least one \"friend of the court\" in child support matters, pursuant to section 478.422. As compensation for his or her services the friend of the court shall, pursuant to section 478.422, be allowed a fee in each case of not to exceed fifty dollars which shall be taxed as costs.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-633/"
    },
    {
      "id": "section-488-635",
      "number": "488.635",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.635. Surcharge collected, deposit into domestic relations resolution fund. —In addition to any other court costs required to institute an action in the circuit division of the circuit court, a surcharge of three dollars shall be paid pursuant to section 452.552 by the person filing such action. The surcharge shall be collected and disbursed in a manner provided by sections 488.012 to 488.020 by the court clerk at the time the petition is filed and shall be payable to the director of revenue for deposit in the domestic relations resolution fund established in section 452.554.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-635/"
    },
    {
      "id": "section-488-636",
      "number": "488.636",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.636. Two-dollar surcharge to be collected on domestic relations cases — deposit into Missouri CASA fund. —In addition to all other court costs for domestic relations cases, the circuit clerk shall collect an additional surcharge in the amount of two dollars per case for each domestic relations petition filed before a circuit judge or associate circuit judge. Such surcharges collected by circuit court clerks shall be collected and disbursed as provided by sections 488.010 to 488.020. Such fees shall be payable to the state treasurer, to be deposited into the Missouri CASA fund.\n\n(L. 2001 H.B. 107)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-636/"
    },
    {
      "id": "section-488-1005",
      "number": "488.1005",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.1005. Fee to accompany request for notice of final or partial distribution. —A fee in an amount determined pursuant to sections 488.010 to 488.020*shall accompany each duly acknowledged request for notice of any partial or final distribution or both filed pursuant to section 473.618 with the clerk of the probate division of the circuit court having jurisdiction.\n\n(L. 1996 S.B. 869 § A-3)\n\nEffective 7-01-97\n\n*Words \"section 514.015\" appear in original rolls, which was changed to effectuate the court cost bill.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-1005/"
    },
    {
      "id": "section-488-1010",
      "number": "488.1010",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.1010. Fee required for will deposit. —A will may be deposited by the person making it, or by some person for him, with the probate division of any circuit court, to be safely kept until delivered or disposed of as hereinafter provided. The clerk of the court, on being paid a fee in an amount determined pursuant to sections 488.010 to 488.020*, shall receive and keep, and give a certificate of deposit for, a will deposited with the court pursuant to section 474.510.\n\n(L. 1996 S.B. 869 § A-4)\n\nEffective 7-01-97\n\n*Words \"section 514.015\" appear in original rolls, which was changed to effectuate the court cost bill.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-1010/"
    },
    {
      "id": "section-488-2206",
      "number": "488.2206",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2206. Circuit No. 37, additional surcharge for a county or municipal judicial facility. —1. In addition to all court fees and costs prescribed by law, a surcharge of up to ten dollars shall be assessed as costs in each court proceeding filed in any court within the thirty-first judicial circuit in all criminal cases including violations of any county or municipal ordinance or any violation of a criminal or traffic law of the state, including an infraction, except that no such surcharge shall be collected in any proceeding in any court when the proceeding or defendant has been dismissed by the court or when costs are to be paid by the state, county, or municipality. For violations of the general criminal laws of the state or county ordinances, no such surcharge shall be collected unless it is authorized, by order, ordinance, or resolution by the county government where the violation occurred. For violations of municipal ordinances, no such surcharge shall be collected unless it is authorized by order, ordinance, or resolution by the municipal government where the violation occurred. Such surcharges shall be collected and disbursed by the clerk of each respective court responsible for collecting court costs in the manner provided by sections 488.010 to 488.020, and shall be payable to the treasurer of the political subdivision authorizing such surcharge.\n\n2. Each county or municipality shall use all funds received pursuant to this section only to pay for the costs associated with the land assemblage and purchase, construction, maintenance, and operation of any county or municipal judicial facility including, but not limited to, debt service, utilities, maintenance, and building security. The county or municipality shall maintain records identifying such operating costs, and any moneys not needed for the operating costs of the county or municipal judicial facility shall be transmitted quarterly to the general revenue fund of the county or municipality respectively.\n\n(L. 2014 H.B. 1231 merged with H.B. 1238 merged with S.B. 621)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2206/"
    },
    {
      "id": "section-488-2210",
      "number": "488.2210",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2210. Additional court cost imposed, municipal ordinance violations — waiver, when — collection (St. Louis City). —1. In addition to all other court costs for municipal ordinance violations, any city not within a county may provide for additional court costs in an amount up to twenty dollars per each case for each municipal ordinance violation case filed before a municipal division judge or associate circuit judge.\n\n2. The judge may waive the assessment of the cost in those cases where the defendant is found by the judge to be indigent and unable to pay the cost.\n\n3. Such cost shall be collected by the clerk and disbursed to the city at least monthly.\n\n(L. 2001 S.B. 267 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2210/"
    },
    {
      "id": "section-488-2215",
      "number": "488.2215",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2215. Additional $5 court cost imposed, municipal ordinance violations — waiver, when — collection (St. Louis City). —1. In addition to all other court costs for municipal ordinance violations any city not within a county may provide for additional court costs in an amount up to five dollars per case for each municipal ordinance violation case filed before a municipal division judge or associate circuit judge.\n\n2. The judge may waive the assessment of the cost in those cases where the defendant is found by the judge to be indigent and unable to pay the costs.\n\n3. Such cost shall be collected by the clerk and disbursed to the city at least monthly. The city shall use such additional costs only for the restoration, maintenance and upkeep of the municipal courthouses. The costs collected may be pledged to directly or indirectly secure bonds for the cost of restoration, maintenance and upkeep of the courthouses.\n\n(L. 2001 S.B. 267 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2215/"
    },
    {
      "id": "section-488-2220",
      "number": "488.2220",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2220. Violation of ordinances, municipal court cases, additional court costs, certain cities (Kansas City and Springfield). —1. In addition to all other court costs for municipal ordinance violations any home rule city with more than four hundred thousand inhabitants and located in more than one county and any home rule city with more than one hundred fifty-one thousand five hundred but fewer than one hundred fifty-one thousand six hundred inhabitants may provide for additional court costs in an amount up to five dollars per case for each municipal ordinance violation case filed before a municipal division judge or associate circuit judge.\n\n2. The judge may waive the assessment of the cost in those cases where the defendant is found by the judge to be indigent and unable to pay the costs.\n\n3. Such cost shall be calculated by the clerk and disbursed to the city at least monthly. The city shall use such additional costs only for the procurement, installation, maintenance, consulting services, and upkeep of a court information and records management system.\n\n(L. 2003 H.B. 599, A.L. 2005 H.B. 58)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2220/"
    },
    {
      "id": "section-488-2230",
      "number": "488.2230",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2230. Municipal ordinance violations, additional court costs (Kansas City). —1. In addition to all other court costs for municipal ordinance violations, any home rule city with more than four hundred thousand inhabitants and located in more than one county may provide for additional court costs in an amount up to seven dollars per case for each municipal ordinance violation case, except that no such additional cost shall be collected in any proceeding involving a violation of an ordinance when the proceeding or defendant has been dismissed by the court.\n\n2. The judge may waive the assessment of the cost in those cases where the defendant is found by the judge to be indigent and unable to pay the costs.\n\n3. Such cost shall be calculated by the clerk and disbursed to the city at least monthly. The city shall use such additional costs exclusively to fund special mental health and treatment courts, including indigent defense and ancillary services associated with such specialized courts.\n\n(L. 2013 S.B. 100, A.L. 2018 1st Ex. Sess. H.B. 2)\n\nEffective 12-18-18",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2230/"
    },
    {
      "id": "section-488-2235",
      "number": "488.2235",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2235. Kansas City, additional surcharge for municipal courthouses. —1. In addition to all other court costs for municipal ordinance violations, any home rule city with more than four hundred thousand inhabitants and located in more than one county may provide for additional court costs in an amount up to five dollars per case for each municipal ordinance violation case filed before a municipal division judge or associate circuit judge.\n\n2. The judge may waive the assessment of the cost in those cases where the defendant is found by the judge to be indigent and unable to pay the costs.\n\n3. Such cost shall be collected by the clerk and disbursed to the city at least monthly. The city shall use such additional costs only for the restoration, maintenance and upkeep of the municipal courthouse. The costs collected may be pledged to directly or indirectly secure bonds for the cost of restoration, maintenance and upkeep of the courthouse.\n\n4. The provisions of this section shall expire August 28, 2026.\n\n(L. 2014 H.B. 1238, A.L. 2021 H.B. 271)\n\nExpires 8-28-26",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2235/"
    },
    {
      "id": "section-488-2245",
      "number": "488.2245",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2245. City of Florissant, additional surcharge for a municipal courthouse. —1. In addition to all other court costs for municipal ordinance violations, any home rule city with more than fifty-two thousand but fewer than sixty-four thousand inhabitants and located in any county with a charter form of government and with more than nine hundred fifty thousand inhabitants may provide for additional court costs in an amount up to ten dollars per case for each municipal ordinance violation case filed before a municipal division judge or associate circuit judge.\n\n2. Such cost shall be collected by the clerk and disbursed to the city at least monthly. The city shall use such additional costs only for the land assemblage and purchase, construction, maintenance, and upkeep of a municipal courthouse. The costs collected may be pledged to directly or indirectly secure bonds for the cost of land assemblage and purchase, construction, maintenance, and upkeep of the courthouse.\n\n(L. 2014 H.B. 1231)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2245/"
    },
    {
      "id": "section-488-2250",
      "number": "488.2250",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2250. Fees for appeal transcript of testimony — judge may order transcript, when. —1. For all appeal transcripts of testimony given, the court reporter shall receive the sum of three dollars and fifty cents per legal page for the preparation of a paper and an electronic version of the transcript.\n\n2. In criminal cases where an appeal is taken by the defendant and it appears to the satisfaction of the court that the defendant is unable to pay the costs of the transcript for the purpose of perfecting the appeal, the court reporter shall receive a fee of two dollars and sixty cents per legal page for the preparation of a paper and an electronic version of the transcript.\n\n3. Any judge, in his or her discretion, may order a transcript of all or any part of the evidence or oral proceedings and the court reporter shall receive the sum of two dollars and sixty cents per legal page for the preparation of a paper and an electronic version of the transcript.\n\n4. For purposes of this section, a legal page, other than the first page and the final page of the transcript, shall be twenty-five lines, approximately eight and one-half inches by eleven inches in size, with the left-hand margin of approximately one and one-half inches, and with the right-hand margin of approximately one-half inch.\n\n5. Notwithstanding any law to the contrary, the payment of court reporter's fees provided in subsections 2 and 3 of this section shall be made by the state upon a voucher approved by the court. The cost to prepare all other transcripts of testimony or proceedings shall be borne by the party requesting their preparation and production, who shall reimburse the court reporter.\n\n(RSMo 1939 § 13344, A.L. 1951 p. 447, A.L. 1955 p. 499, A.L. 1965 p. 652, A.L. 1971 H.B. 361, A.L. 1978 H.B. 1634, A.L. 1985 S.B. 5, et al., A.L. 1993 S.B. 88, A.L. 2000 S.B. 1002 Revision, A.L. 2007 S.B. 163, A.L. 2013 H.B. 374 & 434 merged with S.B. 100, A.L. 2018 S.B. 871)\n\nPrior revisions: 1929 § 11722; 1919 § 12671\n\nTransferred 2000; formerly 485.100",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2250/"
    },
    {
      "id": "section-488-2253",
      "number": "488.2253",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2253. Fees, amount, payment. —In every contested case, or case in which the evidence is to be preserved, except for the collection of delinquent or back taxes, before any circuit judge when an official court reporter is appointed, the clerk of said court shall tax up the sum of fifteen dollars, to be collected as other costs, and paid by said clerk to the director of revenue of the state.\n\n(RSMo 1939 § 13346, A.L. 1951 p. 447, A.L. 1978 H.B. 1634, A.L. 1993 S.B. 88, A.L. 2000 S.B. 1002 Revision)\n\nPrior revisions: 1929 § 11724; 1919 § 12673; 1909 § 11234\n\nTransferred 2000; formerly 485.120",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2253/"
    },
    {
      "id": "section-488-2275",
      "number": "488.2275",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2275. Additional surcharge authorized for criminal cases (Greene, Cass, and Jefferson counties), violations of county and city ordinances, exceptions — use of revenue. —1. In addition to all other court costs prescribed by law, a surcharge of ten dollars shall be assessed as costs in each court proceeding filed in any court in the state located within a county of the first classification with a population of at least two hundred thousand inhabitants which does not adjoin any other county of the first classification, and in any county of the first classification having a population of at least eighty-two thousand inhabitants, but less than eighty-two thousand one hundred inhabitants, and in any county of the first classification with more than one hundred ninety-eight thousand but less than one hundred ninety-nine thousand two hundred inhabitants, in all criminal cases including violations of any county ordinance or any violation of criminal or traffic laws of the state, including infractions, except that no such surcharge shall be collected in any proceeding involving a violation of an ordinance or state law in any court when the proceeding or defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality. For violations of the general criminal laws of the state or county ordinances, no such surcharge shall be collected unless it is authorized by the county government where the violation occurred. For violations of municipal ordinances, no such surcharge shall be collected unless it is authorized by the municipal government where the violation occurred. Such surcharges shall be collected and disbursed as provided by sections 488.010 to 488.020 and shall be payable to the treasurer of the county where the violation occurred.\n\n2. Each county shall use all funds received under this section only to pay for the costs associated with the operation of the county judicial facility including, but not limited to, utilities, maintenance and building security. The county shall maintain records identifying such operating costs, and any moneys not needed for the operating costs of the county judicial facility shall be transmitted quarterly to the general revenue fund of the county.\n\n(L. 1994 S.B. 700 § 2, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision, A.L. 2004 S.B. 1211)\n\nTransferred 2000; formerly 483.591",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2275/"
    },
    {
      "id": "section-488-2300",
      "number": "488.2300",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.2300. Family services and justice fund established, where — purpose — surcharge, collection, payment — fundings for enhanced services, conditions — reimbursement for costs of salaries. —1. A \"Family Services and Justice Fund\" is hereby established in each county or circuit with a family court, for the purpose of aiding with the operation of the family court divisions and services provided by those divisions. In circuits or counties having a family court, the circuit clerk shall charge and collect a surcharge of thirty dollars in all proceedings falling within the jurisdiction of the family court. The surcharge shall not be charged when no court costs are otherwise required, shall not be charged against the petitioner for actions filed pursuant to the provisions of chapter 455, but may be charged to the respondent in such actions, shall not be charged to a government agency and shall not be charged in any proceeding when costs are waived or are to be paid by the state, county or municipality.\n\n2. In juvenile proceedings under chapter 211, a judgment of up to thirty dollars may be assessed against the child, parent or custodian of the child, in addition to other amounts authorized by law, in informal adjustments made under the provisions of sections 211.081 and 211.083, and in an order of disposition or treatment under the provisions of section 211.181. The judgment may be ordered paid to the clerk of the circuit where the assessment is imposed.\n\n3. All sums collected pursuant to this section and section 487.140 shall be payable to the various county family services and justice funds.\n\n4. Any moneys in the family services and justice fund not expended for salaries of commissioners, family court administrators and family court staff shall be used toward funding the enhanced services provided as a result of the establishment of a family court; however, it shall not replace or reduce the current and ongoing responsibilities of the counties to provide funding for the courts as required by law. Moneys collected for the family services and justice fund shall be expended for the benefit of litigants and recipients of services in the family court, with priority given to services such as guardians ad litem, mediation, counseling, home studies, psychological evaluation and other forms of alternative dispute-resolution services. Expenditures shall be made at the discretion of the presiding judge or family court administrative judge, as designated by the circuit and associate circuit judges en banc, for the implementation of the family court system as set forth in this section. No moneys from the family services and justice fund may be used to pay for mediation in any cause of action in which domestic violence is alleged.\n\n5. From the funds collected pursuant to this section and retained in the family services and justice fund, each circuit or county in which a family court commissioner in addition to those commissioners existing as juvenile court commissioners on August 28, 1993, have been appointed pursuant to sections 487.020 to 487.040 shall pay to and reimburse the state for the actual costs of that portion of the salaries of family court commissioners appointed pursuant to the provisions of sections 487.020 to 487.040.\n\n6. No moneys deposited in the family services and justice fund may be expended for capital improvements.\n\n(L. 1993 H.B. 346 § 13, A.L. 1994 S.B. 595, A.L. 1995 S.B. 347, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision, A.L. 2003 H.B. 613, A.L. 2008 H.B. 1570)\n\nTransferred 2000; formerly 487.170\n\nCROSS REFERENCE:\n\nSurcharge in certain counties may be paid into family service and justice fund (Greene County), 488.429",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-2300/"
    },
    {
      "id": "section-488-4014",
      "number": "488.4014",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.4014. Court costs in certain civil and criminal cases, exceptions — collection and deposit procedure — distribution — county entitled to judgment, when. —1. A fee of ten dollars shall be assessed in all cases in which the defendant pleads guilty or is found guilty of a nonfelony violation of any provision of chapters 252, 301, 302, 304, 306, 307 and 390, and any infraction otherwise provided by law, a fee of twenty-five dollars shall be assessed in all misdemeanor cases otherwise provided by law in which the defendant pleads guilty or is found guilty, and a fee of seventy-five dollars shall be assessed in all felony cases in which the defendant pleads guilty or is found guilty, in criminal cases including violations of any county ordinance or any violation of a criminal or traffic law of the state, except that no such fees shall be collected in any proceeding in any court when the proceeding or the defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality. All fees collected under the provisions of this section shall be collected and disbursed in the manner provided by sections 488.010 to 488.020 and payable to the county treasurer who shall deposit those funds in the county treasury.\n\n2. Counties shall be entitled to a judgment in the amount of twenty-five percent of all sums collected, pursuant to this section, on recognizances given to the state in criminal cases, which are or may become forfeited, if not more than five hundred dollars, and fifteen percent of all sums over five hundred dollars, to be paid out of the amount collected.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2003 H.B. 613 merged with S.B. 466, A.L. 2004 H.B. 1188)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-4014/"
    },
    {
      "id": "section-488-5017",
      "number": "488.5017",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5017. Surcharge in criminal and infraction cases, exceptions. —A surcharge of one dollar*, as provided for in section 56.765, shall be assessed as costs in each court proceeding filed in any court in the state in all criminal cases including violations of any county ordinance or any violation of a criminal or traffic law of the state, including an infraction; except that no such surcharge shall be collected in any proceeding in any court when the proceeding or the defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality.\n\n(L. 2000 S.B. 1002 Revision)\n\n*Revisor's Note: The one dollar surcharge in section 56.765 was increased to five dollars in H.B. 547, 2019.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5017/"
    },
    {
      "id": "section-488-5025",
      "number": "488.5025",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5025. Judgments paid on time-payment basis, additional assessment for. —1. In addition to any other assessment authorized by law, a court may assess a fee of twenty-five dollars on each person who pays a court-ordered judgment, penalty, fine, sanction, or court costs on a time-payment basis, including restitution and juvenile monetary assessments. A time-payment basis shall be any judgment, penalty, fine, sanction, or court cost not paid, in full, within thirty days of the date the court imposed the judgment, penalty fine, sanction, or court cost. Imposition of the time-payment fee shall be in addition to any other enforcement provisions authorized by law.\n\n2. Ten dollars of the time-payment fee collected pursuant to this section shall be payable to the clerk of the court of the county from which such fee was collected, or to such person as is designated by local circuit court rule as treasurer of said fund, and said fund shall be applied and expended under the direction and order of the court en banc of any such county to be utilized by the court to improve, maintain, and enhance the ability to collect and manage moneys assessed or received by the courts, to improve case processing, enhance court security, preservation of the record, or to improve the administration of justice. Eight dollars of the time-payment fee shall be deposited in the statewide court automation fund pursuant to section 476.055. Seven dollars of the time-payment fee shall be paid to the director of revenue, to be deposited to the general revenue fund.\n\n(L. 2003 H.B. 600)\n\nEffective 7-01-03",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5025/"
    },
    {
      "id": "section-488-5026",
      "number": "488.5026",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5026. Two dollar surcharge for all criminal cases, funds to be deposited in inmate prisoner detainee security fund — use of moneys. —1. Upon approval of the governing body of a city, county, or a city not within a county, a surcharge of two dollars shall be assessed as costs in each court proceeding filed in any court in any city, county, or city not within a county adopting such a surcharge, in all criminal cases including violations of any county ordinance or any violation of criminal or traffic laws of the state, including an infraction and violation of a municipal ordinance; except that no such fee shall be collected in any proceeding in any court when the proceeding or the defendant has been dismissed by the court or when costs are to be paid by the state, county, or municipality. A surcharge of two dollars shall be assessed as costs in a juvenile court proceeding in which a child is found by the court to come within the applicable provisions of subdivision (3) of subsection 1 of section 211.031.\n\n2. Notwithstanding any other provision of law, the moneys collected by clerks of the courts pursuant to the provisions of subsection 1 of this section shall be collected and disbursed in accordance with sections 488.010 to 488.020, and shall be payable to the treasurer of the governmental unit authorizing such surcharge.\n\n3. The treasurer shall deposit funds generated by the surcharge into the \"Inmate Prisoner Detainee Security Fund\". Funds deposited shall be utilized to acquire and develop biometric verification systems and information sharing to ensure that inmates, prisoners, or detainees in a holding cell facility or other detention facility or area which hold persons detained only for a shorter period of time after arrest or after being formally charged can be properly identified upon booking and tracked within the local law enforcement administration system, criminal justice administration system, or the local jail system. The funds deposited in the inmate prisoner detainee security fund shall be used only to supplement the sheriff's funding received from other county, state, or federal funds. The county commission shall not reduce any sheriff's budget as a result of any funds received within the inmate prisoner detainee security fund. Upon the installation of the information sharing or biometric verification system, funds in the inmate prisoner detainee security fund may also be used for the maintenance, repair, and replacement of the information sharing or biometric verification system, and also to pay for any expenses related to detention, custody, and housing and other expenses for inmates, prisoners, and detainees.\n\n(L. 2003 S.B. 5, A.L. 2004 H.B. 1179, A.L. 2012 H.B. 1647 merged with S.B. 628, A.L. 2016 H.B. 1936)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5026/"
    },
    {
      "id": "section-488-5028",
      "number": "488.5028",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5028. Court cost delinquencies, income tax setoff may be requested, procedure. —1. If a person fails to pay court costs, fines, fees, or other sums ordered by a court, to be paid to the state or political subdivision, a court may report any such delinquencies in excess of twenty-five dollars to the office of state courts administrator and request that the state courts administrator seek a setoff of an income tax refund. The state courts administrator shall set guidelines necessary to effectuate the purpose of the offset program. The office of state courts administrator also shall seek a setoff of any income tax refund and lottery prize payouts made to a person whose name has been reported to the office as being delinquent pursuant to section 221.070.\n\n2. The office of state courts administrator shall provide to:\n\n(1) The department of revenue, the information necessary to identify each debtor whose refund is sought to be set off and the amount of the debt or debts owed by any debtor who is entitled to a tax refund in excess of twenty-five dollars and any debtor under section 221.070 who is entitled to a tax refund of any amount; and\n\n(2) The state lottery commission, the information necessary to identify each debtor whose lottery prize payouts are sought to be set off and the amount of the debt or debts owed by the debtor under section 221.070.\n\n3. The department of revenue shall notify the office of state courts administrator that a refund has been set off, and the state lottery commission shall notify the office when a lottery prize payout has been set off, on behalf of a court. The department or commission shall certify the amount of such setoff, which shall not exceed the amount of the claimed debt certified. When the refund owed or lottery prize payouts exceed the claimed debt, the department of revenue when a refund is set off, or the state lottery commission when lottery prizes are set off, shall send the excess amount to the debtor within a reasonable time after such excess is determined.\n\n4. The office of state courts administrator shall notify the debtor by mail that a setoff has been sought. The notice shall contain the following:\n\n(1) The name of the debtor;\n\n(2) The manner in which the debt arose;\n\n(3) The amount of the claimed debt and the department's intention to set off the refund or the lottery commission's intention to set off the lottery prize payouts against the debt;\n\n(4) The amount, if any, of the refund or lottery prize payouts due after setoff against the debt; and\n\n(5) The right of the debtor to apply in writing to the court originally requesting setoff for review of the setoff because the debt was previously satisfied.­­Any debtor applying to the court for review of the setoff shall file a written application within thirty days of the date of mailing of the notice and send a copy of the application to the office of state courts administrator. The application for review of the setoff shall contain the name of the debtor, the case name and number from which the debt arose, and the grounds for review. The court may upon application, or on its own motion, hold a hearing on the application. The hearing shall be ancillary to the original action with the only matters for determination whether the setoff was appropriate because the debt was unsatisfied at the time the court reported the delinquency to the office of state courts administrator and that the debt remains unsatisfied. In the case of a joint or combined return, the notice sent by the department shall contain the name of the nonobligated taxpayer named in the return, if any, against whom no debt is claimed. The notice shall state that as to the nonobligated taxpayer that no debt is owed and that the taxpayer is entitled to a refund regardless of the debt owed by such other person or persons named on the joint or combined return. The nonobligated taxpayer may seek a refund as provided in section 143.784.\n\n­­Any debtor applying to the court for review of the setoff shall file a written application within thirty days of the date of mailing of the notice and send a copy of the application to the office of state courts administrator. The application for review of the setoff shall contain the name of the debtor, the case name and number from which the debt arose, and the grounds for review. The court may upon application, or on its own motion, hold a hearing on the application. The hearing shall be ancillary to the original action with the only matters for determination whether the setoff was appropriate because the debt was unsatisfied at the time the court reported the delinquency to the office of state courts administrator and that the debt remains unsatisfied. In the case of a joint or combined return, the notice sent by the department shall contain the name of the nonobligated taxpayer named in the return, if any, against whom no debt is claimed. The notice shall state that as to the nonobligated taxpayer that no debt is owed and that the taxpayer is entitled to a refund regardless of the debt owed by such other person or persons named on the joint or combined return. The nonobligated taxpayer may seek a refund as provided in section 143.784.\n\n5. Upon receipt of funds transferred from the department of revenue or the state lottery commission to the office of state courts administrator pursuant to a setoff, the state courts administrator shall deposit such funds in the state treasury to be held in an escrow account, which is hereby established. Interest earned on those funds shall be credited to the escrow account and used to offset administrative expenses. If a debtor files with a court an application for review, the state courts administrator shall hold such sums in question until directed by such court to release the funds. If no application for review is filed, the state courts administrator shall, within forty-five days of receipt of funds from the department, send to the clerk of the court in which the debt arose such sums as are collected by the department of revenue for credit to the debtor's account.\n\n(L. 2003 H.B. 600, A.L. 2013 S.B. 42)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5028/"
    },
    {
      "id": "section-488-5029",
      "number": "488.5029",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5029. Delinquent debt, notice to department of conservation, when — hunting and fishing license suspended, procedure. —1. After the period provided for a person to appeal a debt under subsection 6*of this section has expired, and unless a court, upon review, determines that the delinquent debt has been satisfied, the office of state courts administrator shall notify the department of conservation of the full name, date of birth, and address of any person reported by a circuit court as being delinquent in the payment of money to a county jail under section 221.070. If a person requests a hearing under subsection 6*of this section, the state courts administrator shall wait to send such notification until the court has issued a decision. When the circuit clerk has notified the state courts administrator that a person shall no longer be considered delinquent, the state courts administrator shall notify the department of such fact. Notification under this subsection may be on forms or in an electronic format per agreement with the office of state courts administrator and the department.\n\n2. The following procedure shall apply between the office of state courts administrator and the department of conservation regarding the suspension of hunting and fishing licenses:\n\n(1) The office of state courts administrator shall be responsible for making the determination of whether an individual's license should be suspended based on the reasons specified in section 221.070; and\n\n(2) If the office of state courts administrator determines, after completion of all due process procedures available to an individual, that an individual's license should be suspended, the office of state courts administrator shall notify the department of conservation. The department shall promulgate a rule consistent with a cooperative agreement between the office of state courts administrator and the department of conservation providing that the conservation commission shall refuse to issue or suspend a hunting or fishing license for any person based on the reasons specified in section 221.070. Such suspension shall remain in effect until the department is notified by the office of state courts administrator that such suspension should be stayed or terminated because the individual is now in compliance with delinquent payments of money to the county jail.\n\n3. Before the office of state courts administrator has reported the name of any debtor pursuant to this section, the state courts administrator shall notify the debtor by mail that his or her name will be forwarded to the department of conservation. The notice shall contain the following information:\n\n(1) The name of the debtor;\n\n(2) The manner in which the debt arose;\n\n(3) The amount of the claimed debt;\n\n(4) The provisions of this section regarding the issuance and suspension of a license to hunt or fish; and\n\n(5) The right of the debtor to apply in writing to the court in which the debt originated for review because the debt was previously satisfied.\n\n4. Any debtor applying to the court for review shall file a written application within thirty days of the date of mailing of the notice and send a copy of the application to the office of state courts administrator. The application for review shall contain the name of the debtor, the case name and number from which the debt arose, and the grounds for review. The court may upon application, or on its own motion, hold a hearing on the application. The hearing shall be ancillary to the original action with the only matters for determination to be whether the debt was unsatisfied at the time the court reported the delinquency to the office of state courts administrator and that the debt remains unsatisfied.\n\n(L. 2013 S.B. 42)\n\n*\"Subsection 6\" does not exist.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5029/"
    },
    {
      "id": "section-488-5030",
      "number": "488.5030",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5030. Contracting for collection of delinquent court-ordered payments authorized — fees added to amount due. —To collect on past-due court-ordered penalties, fines, restitution, sanctions, court costs, including restitution and juvenile monetary assessments, or judgments to the state of Missouri or one of its political subdivisions, any division of the circuit court may contract with public agencies or with private entities operating under a contract with a state agency or the office of state courts administrator. Any fees or costs associated with such collection efforts shall be added to the amount due, but such fees and costs shall not exceed twenty percent of the amount collected.\n\n(L. 2003 H.B. 600, A.L. 2005 S.B. 420 & 344)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5030/"
    },
    {
      "id": "section-488-5050",
      "number": "488.5050",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5050. Surcharges on all criminal cases, amount — deposit in general revenue fund or DNA profiling analysis fund, when — expiration date. —*1. In addition to any other surcharges authorized by statute, the clerk of each court of this state shall collect the surcharges provided for in subsection 2 of this section.\n\n*2. A surcharge of thirty dollars shall be assessed as costs in each circuit court proceeding filed within this state in all criminal cases in which the defendant is found guilty of a felony, except when the defendant is found guilty of a class B felony, class A felony, or an unclassified felony, under chapter 579, in which case, the surcharge shall be sixty dollars. A surcharge of fifteen dollars shall be assessed as costs in each court proceeding filed within this state in all other criminal cases, except for traffic violation cases in which the defendant is found guilty of a misdemeanor.\n\n3. Notwithstanding any other provisions of law, the moneys collected by clerks of the courts pursuant to the provisions of subsection 1 of this section shall be collected and disbursed in accordance with sections 488.010 to 488.020, and shall be payable to the state treasurer.\n\n4. The state treasurer shall deposit such moneys or other gifts, grants, or moneys received on a monthly basis into the \"DNA Profiling Analysis Fund\", which is hereby created in the state treasury. The fund shall be administered by the department of public safety. The moneys deposited into the DNA profiling analysis fund shall be used only by the highway patrol crime lab to fulfill the purposes of the DNA profiling system pursuant to section 650.052. Notwithstanding the provisions of section 33.080 to the contrary, any moneys remaining in the fund at the end of the biennium shall not revert to the credit of the general revenue fund.\n\n5. The provisions of subsections 1 and 2 of this section shall expire on August 28, 2029.\n\n(L. 2004 S.B. 1000 § 488.5400, A.L. 2005 S.B. 423, A.L. 2006 S.B. 1023, A.L. 2012 S.B. 789, A.L. 2019 H.B. 694)\n\n*Subsections 1 and 2 expire 8-28-29",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5050/"
    },
    {
      "id": "section-488-5320",
      "number": "488.5320",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5320. Charges in criminal cases, sheriffs and other officers — MODEX fund created. —1. Sheriffs, county marshals or other officers shall be allowed a charge for their services rendered in criminal cases and in all proceedings for contempt or attachment, as required by law, the sum of seventy-five dollars for each felony case or contempt or attachment proceeding, ten dollars for each misdemeanor case, and six dollars for each infraction, including cases disposed of by a violations bureau established pursuant to law or supreme court rule. Such charges shall be charged and collected in the manner provided by sections 488.010 to 488.020 and shall be payable to the county treasury; except that, those charges from cases disposed of by a violations bureau shall be distributed as follows: one-half of the charges collected shall be forwarded and deposited to the credit of the MODEX fund established in subsection 5 of this section for the operational cost of the Missouri data exchange (MODEX) system, and one-half of the charges collected shall be deposited to the credit of the inmate security fund, established in section 488.5026, of the county or municipal political subdivision from which the citation originated. If the county or municipal political subdivision has not established an inmate security fund, all of the funds shall be deposited in the MODEX fund.\n\n2. The sheriff receiving any charge pursuant to subsection 1 of this section shall reimburse the sheriff of any other county or the City of St. Louis the sum of three dollars for each pleading, writ, summons, order of court or other document served in connection with the case or proceeding by the sheriff of the other county or city, and return made thereof, to the maximum amount of the total charge received pursuant to subsection 1 of this section.\n\n3. The charges provided in subsection 1 of this section shall be taxed as other costs in criminal proceedings immediately upon a plea of guilty or a finding of guilt of any defendant in any criminal procedure. The clerk shall tax all the costs in the case against such defendant, which shall be collected and disbursed as provided by sections 488.010 to 488.020; provided, that no such charge shall be collected in any proceeding in any court when the proceeding or the defendant has been dismissed by the court; provided further, that all costs, incident to the issuing and serving of writs of scire facias and of writs of fieri facias, and of attachments for witnesses of defendant, shall in no case be paid by the state, but such costs incurred under writs of fieri facias and scire facias shall be paid by the defendant and such defendant's sureties, and costs for attachments for witnesses shall be paid by such witnesses.\n\n4. Mileage shall be reimbursed to sheriffs, county marshals and guards for all services rendered pursuant to this section at the rate prescribed by the Internal Revenue Service for allowable expenses for motor vehicle use expressed as an amount per mile.\n\n5. (1) There is hereby created in the state treasury the \"MODEX Fund\", which shall consist of money collected under subsection 1 of this section. The fund shall be administered by the peace officers standards and training commission established in section 590.120. The state treasurer shall be custodian of the fund. In accordance with sections 30.170 and 30.180, the state treasurer may approve disbursements. The fund shall be a dedicated fund and, upon appropriation, money in the fund shall be used solely for the operational support and expansion of the MODEX system.\n\n(2) Notwithstanding the provisions of section 33.080 to the contrary, any moneys remaining in the fund at the end of the biennium shall not revert to the credit of the general revenue fund.\n\n(3) The state treasurer shall invest moneys in the fund in the same manner as other funds are invested. Any interest and moneys earned on such investments shall be credited to the fund.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2003 H.B. 613 merged with S.B. 466, A.L. 2004 H.B. 1188, A.L. 2013 S.B. 42, A.L. 2013 H.B. 374 & 434 merged with S.B. 42 merged with S.B. 100, A.L. 2018 H.B. 1355)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5320/"
    },
    {
      "id": "section-488-5332",
      "number": "488.5332",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5332. Surcharge in criminal cases, when, exceptions — payment to independent living center fund. —In all criminal cases including violations of any county ordinance or any violation of criminal or traffic laws of this state, including an infraction, there shall be assessed as costs a surcharge in the amount of one dollar. No such surcharge shall be collected in any proceeding involving a violation of an ordinance or state law when the proceeding or defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality. Such surcharge shall be collected and disbursed by the clerk of the court as provided by sections 488.010 to 488.020. Moneys collected from this surcharge shall be payable to the independent living center fund created in section 178.653.\n\n(L. 1993 S.B. 167 § 2 merged with S.B. 180 § 7, A.L. 1996 S.B. 869, A.L. 2000 S.B. 1002 Revision, A.L. 2001 S.B. 267)\n\nTransferred 2000; formerly 561.035",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5332/"
    },
    {
      "id": "section-488-5334",
      "number": "488.5334",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5334. Reimbursement of costs of arrest, when — limitations. —Upon a plea of guilty or a finding of guilty for an offense of violating the provisions of section 577.010 or 577.012 or violations of county or municipal ordinances involving alcohol or drug-related traffic offenses, the court may, in addition to imposition of any penalties provided by law, order the convicted person to reimburse the state or local law enforcement agency which made the arrest for the costs associated with such arrest. Such costs shall include the reasonable cost of making the arrest, including the cost of any chemical test made under chapter 577, to determine the alcohol or drug content of the person's blood, and the costs of processing, charging, booking and holding such person in custody. The state and each local law enforcement agency may establish a schedule of such costs; however, the court may order the costs reduced if it determines that the costs are excessive.\n\n(L. 1991 S.B. 125 & 341, A.L. 1993 S.B. 167 merged with S.B. 180, A.L. 2000 S.B. 1002 Revision)\n\nTransferred 2000; formerly 577.048",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5334/"
    },
    {
      "id": "section-488-5336",
      "number": "488.5336",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5336. Court costs may be increased, amount, how, exceptions, deposit — additional assessment — use of funds — amount of reimbursement. —1. A surcharge of two dollars may be assessed as costs in each criminal case involving violations of any county ordinance or a violation of any criminal or traffic laws of the state, including infractions, or violations of municipal ordinances, provided that no such fee shall be collected in any proceeding in any court when the proceeding or defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality. For violations of the general criminal laws of the state or county ordinances, no such surcharge shall be collected unless it is authorized by the county government where the violation occurred. For violations of municipal ordinances, no such surcharge shall be collected unless it is authorized by the municipal government where the violation occurred. If imposed by a municipality, such surcharges shall be collected by the clerk of the municipal court responsible for collecting court costs and fines and shall be transmitted monthly to the treasurer of the municipality where the violation occurred in cases of violations of municipal ordinances. If imposed by a county, such surcharges shall be collected and disbursed as provided in sections 488.010 to 488.020. Such surcharges shall be payable to the treasurer of the county where the violation occurred in the case of violations of the general criminal laws of the state or county ordinances. Without regard to whether the aforementioned surcharge is assessed, a surcharge in the amount of one dollar shall be assessed as provided in this section, and shall be collected and disbursed as provided in sections 488.010 to 488.020 and payable to the state treasury to the credit of the peace officer standards and training commission fund created in section 590.178. Such surcharges shall be in addition to the court costs and fees and limits on such court costs and fees established by section 66.110 and section 479.260.\n\n2. Each county and municipality shall use all funds received under this section only to pay for the training required as provided in sections 590.100 to 590.180 or for the training of county coroners and their deputies provided that any excess funds not allocated to pay for such training may be used to pay for additional training of peace officers or for training of other law enforcement personnel employed or appointed by the county or municipality. No county or municipality shall retain more than one thousand five hundred dollars of such funds for each certified law enforcement officer, candidate for certification employed by that agency or a coroner and the coroner's deputies. Any excess funds shall be transmitted quarterly to the general revenue fund of the county or municipality treasury which assessed the costs.\n\n(L. 1978 H.B. 879 & 899 § 9, A.L. 1988 S.B. 532, A.L. 1993 S.B. 268, A.L. 1994 H.B. 1486, A.L. 1996 S.B. 869, A.L. 1997 S.B. 248, A.L. 1999 S.B. 1, et al., A.L. 2000 S.B. 1002 Revision, A.L. 2001 H.B. 80 merged with S.B. 267)\n\nTransferred 2000; formerly 590.140",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5336/"
    },
    {
      "id": "section-488-5339",
      "number": "488.5339",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5339. Surcharge for crime victims' compensation fund, exceptions — surcharge in juvenile court proceedings where child allegedly violates state law or municipal ordinance — disbursement. —1. There is created in section 595.045 the crime victims' compensation fund. A surcharge of seven dollars and fifty cents shall be assessed pursuant to section 595.045 as costs in each court proceeding filed in any court in the state in all criminal cases including violations of any county ordinance or any violation of criminal or traffic laws of the state, including an infraction and violation of a municipal ordinance; except that no such fee shall be collected in any proceeding in any court when the proceeding or the defendant has been dismissed by the court or when costs are to be paid by the state, county or municipality. A surcharge of seven dollars and fifty cents shall be assessed pursuant to section 595.045 as costs in a juvenile court proceeding in which a child is found by the court to come within the applicable provisions of subdivision (3) of subsection 1 of section 211.031.\n\n2. Notwithstanding any other provision of law to the contrary, the moneys collected by clerks of the courts pursuant to the provisions of subsection 1 of this section shall be collected and disbursed in accordance with sections 488.010 to 488.020.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2003 H.B. 613 merged with S.B. 467)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5339/"
    },
    {
      "id": "section-488-5342",
      "number": "488.5342",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5342. Appointment of substitute prosecutor, when — fees. —When a prosecutor is unable to appear in court as provided in sections 56.110 and 56.120, the person appointed shall possess the same power as the proper officer would if he or she was present and shall receive a reasonable fee pursuant to the provisions of section 56.130 for each case prosecuted to be fixed by the court and to be taxed and paid as other costs in criminal cases.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5342/"
    },
    {
      "id": "section-488-5345",
      "number": "488.5345",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5345. Cost of necessary clothing for prisoner, how paid. —In case of any prisoner confined in any jail in this state on a charge of felony being in want of needful and necessary clothing, it shall be the duty of the jailer to procure the same, and to present his or her account therefor to the court having criminal jurisdiction for the county; and on such court being satisfied of the correctness of such account, shall certify the same for payment as other costs in criminal cases, to the state.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2010 H.B. 1965)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5345/"
    },
    {
      "id": "section-488-5356",
      "number": "488.5356",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5356. Change of venue, costs allowed when. —The costs and expenses necessarily incurred in the change of venue pursuant to section 545.620 shall be adjusted and allowed by the court wherein the cause is tried, and shall be taxed as other costs in such cause.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5356/"
    },
    {
      "id": "section-488-5358",
      "number": "488.5358",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5358. Treatment court operations, surcharge for, exceptions (Jackson County). —The court administrator of the sixteenth judicial circuit shall, pursuant to section 478.466, charge and collect a surcharge of thirty dollars in all proceedings assigned to the treatment commissioner for disposition, provided that the surcharge shall not be charged in any proceeding when costs are waived or are to be paid by the state, county or municipality. Moneys obtained from such surcharge shall be collected and disbursed in the manner provided by sections 488.010 to 488.020 and payable to the treatment commissioner for operation of the treatment court.\n\n(L. 2000 S.B. 1002 Revision, A.L. 2018 1st Ex. Sess. H.B. 2)\n\nEffective 12-18-18",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5358/"
    },
    {
      "id": "section-488-5375",
      "number": "488.5375",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.5375. Additional cost, certain felony sexual offenses with electronic devices seized. —Upon a plea of guilty or a finding of guilt for a felony sexual offense in which computers, computer equipment, computer devices, cellular telephones, or other electronic devices were seized, the court may, in addition to imposition of any penalties provided by law, order the defendant to reimburse the state or local law enforcement agency for the costs incurred by such agency in the examination of any computer, computer equipment, computer devices, cellular telephones, or other electronic devices seized. Such costs shall include the reasonable costs of performing examinations of the seized electronic devices. Each law enforcement agency may establish a schedule of such costs; except that, the court may order the costs reduced if the court determines that the costs are excessive.\n\n(L. 2012 S.B. 628)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-5375/"
    },
    {
      "id": "section-488-6697",
      "number": "488.6697",
      "heading": "",
      "text": "Title XXXII COURTS\n\nChapter 488\n\n488.6697. Recording of order of consolidation — fee. —Each recorder and each clerk shall receive, for filing an order of consolidation of a fire protection district as provided in section 321.470, a fee of one dollar, to be charged as costs in the proceeding.\n\n(L. 2000 S.B. 1002 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxii/chapter-488/section-488-6697/"
    }
  ]
}