{
  "state": "nebraska",
  "path": "title-chapter-27-courts-rules-of-evidence/chapter-27-407-rule-407-subsequent-remedial-measures",
  "sections": [
    {
      "id": "section-27-407",
      "number": "27-407",
      "heading": "",
      "text": "27-407.Rule 407. Subsequent remedial measures.\n\nWhen, after an event, measures are taken which, if taken previously, would have made the event less likely to occur, evidence of the subsequent measures is not admissible to prove negligence or culpable conduct in connection with the event. This rule does not require the exclusion of evidence of subsequent measures when offered for another purpose, such as proving ownership, control, or feasibility of precautionary measures, if controverted, or impeachment. Negligence or culpable conduct, as used in this rule, shall include, but not be limited to, the manufacture or sale of a defective product.\n\nSourceLaws 1975, LB 279, ยง 17;Laws 1978, LB 665, ยง 7.\n\nAnnotations\n\nThe determination of feasibility includes a consideration of whether an action would have been effective and practical. McDermott v. Platte Cty. Ag. Socy., 245 Neb. 698, 515 N.W.2d 121 (1994).\n\nThis section does not require exclusion of evidence concerning subsequent repairs, alterations, or precautions, when such evidence is offered for the purpose of impeachment affecting credibility of the witness impeached. Rahmig v. Mosley Machinery Co., 226 Neb. 423, 412 N.W.2d 56 (1987).\n\nEvidence of subsequent acts is admissible on the issue of feasibility of precautionary measures, if controverted. In this case, testimony to the effect that erection of snow fences would not have been a feasible precautionary measure could properly be rebutted by evidence that, subsequent to the incident giving rise to this action, snow fences were erected. Kurz v. Dinklage Feed Yard, Inc., 205 Neb. 125, 286 N.W.2d 257 (1979).\n\n\"Feasibility\" as used in this section includes effectiveness and practicality as well as possibility. Kurz v. Dinklage Feed Yard, Inc., 205 Neb. 125, 286 N.W.2d 257 (1979).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-27/statute-27-407/"
    }
  ]
}