{
  "state": "wyoming",
  "path": "title-title-7-criminal-procedure/chapter-chapter-8-arrest-and-preliminary-hearing",
  "sections": [
    {
      "id": "section-7-8-101",
      "number": "7-8-101",
      "heading": "Arrest by Private Person.Section 7-8-102 - Issuance and Execution of Warrant or Summons on Indictment; Procedures Governed by Rules",
      "text": "7-8-101. Arrest by private person.\n\n(a) A person who is not a peace officer may arrest another for:\n\n(i) A felony committed in his presence;\n\n(ii) A felony which has been committed, even though not in his presence, if he has probable cause to believe the person to be arrested committed it; or\n\n(iii) The following misdemeanors committed in his presence:\n\n(A) A misdemeanor theft offense defined by W.S. 6-3-402; or\n\n(B) A misdemeanor property destruction offense defined by W.S. 6-3-201.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-8/section-7-8-101/"
    },
    {
      "id": "section-7-8-102",
      "number": "7-8-102",
      "heading": "Issuance and Execution of Warrant or Summons on Indictment; Procedures Governed by Rules.",
      "text": "7-8-102. Issuance and execution of warrant or summons on indictment; procedures governed by rules.\n\n(a) A warrant or summons may be issued on an indictment found in any county.\n\n(b) The warrant may be executed or the summons may be served at any place within the state.\n\n(c) Procedures relating to the issuance, form, execution or service and the return of the warrant or summons shall be governed by the Wyoming Rules of Criminal Procedure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-8/section-7-8-102/"
    },
    {
      "id": "section-7-8-103",
      "number": "7-8-103",
      "heading": "Issuance and Execution of Warrant or Summons on Information or Complaint; Procedures Governed by Rules.",
      "text": "7-8-103. Issuance and execution of warrant or summons on information or complaint; procedures governed by rules.\n\n(a) A warrant or summons issued by any circuit court based upon a complaint or information charging any criminal offense may be executed or served at any place within the jurisdiction of the state of Wyoming.\n\n(b) Procedures relating to the issuance, form, execution or service and the return of the warrant or summons shall be governed by rules promulgated by the supreme court of Wyoming.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-8/section-7-8-103/"
    },
    {
      "id": "section-7-8-104",
      "number": "7-8-104",
      "heading": "Authority of Officer to Break Open Building in Execution of Warrant.",
      "text": "7-8-104. Authority of officer to break open building in execution of warrant.\n\nIn executing a warrant for the arrest of a person charged with an offense, a peace officer may break open a door or window of any building in which the person to be arrested is or is reasonably believed to be, if the officer is not admitted after he has announced his authority and purpose.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-8/section-7-8-104/"
    },
    {
      "id": "section-7-8-105",
      "number": "7-8-105",
      "heading": "Right to Preliminary Hearing.",
      "text": "7-8-105. Right to preliminary hearing.\n\nIn all cases triable in district court, except upon indictment, the defendant is entitled to a preliminary hearing.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-8/section-7-8-105/"
    },
    {
      "id": "section-7-8-106",
      "number": "7-8-106",
      "heading": "Renumbered as 7-1-109 by Laws 1993, Ch. 173, 1.",
      "text": "Renumbered as 7-1-109 by Laws 1993, Ch. 173, 1.",
      "history": "",
      "source_url": ""
    }
  ]
}