{
  "state": "wyoming",
  "path": "title-title-7-criminal-procedure/chapter-chapter-6-public-defender",
  "sections": [
    {
      "id": "section-7-6-101",
      "number": "7-6-101",
      "heading": "Short Title.Section 7-6-102 - Definitions",
      "text": "Section 7-6-103 - Creation of Office of State Public Defender; Appointment of State Public Defender and Assistants; Duties; Removal.Section 7-6-104 - Representation of Needy Persons.Section 7-6-105 - Advisement of Rights; Appointment of Attorney.Section 7-6-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7-6-102",
      "number": "7-6-102",
      "heading": "Definitions.",
      "text": "7-6-102. Definitions.\n\n(a) As used in this act:\n\n(i) Repealed by Laws 1989, ch. 121, 2.\n\n(ii) Repealed by Laws 1989, ch. 121, 2.\n\n(iii) \"Expenses\", when used with reference to representation under this act, include the expenses of investigation, other preparation and trial;\n\n(iv) \"Needy person\" means a person who at the time of his need of an attorney is unable to provide for the full payment of an attorney and all other necessary expenses of representation without prejudicing his financial ability to provide basic economic necessities for himself or his family considering the person's available funds and the anticipated cost of the attorney.\n\n(v) \"Serious crime\" means:\n\n(A) Any felony or misdemeanor under the laws of the state of Wyoming for which incarceration as a punishment is a practical possibility, provided, however, that counsel need not be appointed for a misdemeanor if the judge, at the initial appearance, determines and states on the record that he will not sentence the defendant to any period of imprisonment if the defendant is convicted of the misdemeanor; and\n\n(B) Any misdemeanor offense charged under W.S. 6-2-501, 6-2-510 or 6-2-511, or any other provision, a conviction of which is a \"misdemeanor crime of domestic violence\" as defined in 18 U.S.C. 921(a)(33), and which may therefore result in the disqualification of the person to possess firearms pursuant to the provisions of 18 U.S.C. 922(g)(9) and 924(a)(2), regardless of the determination of the judge that he intends not to impose a term of incarceration for the state offense.\n\n(vi) \"This act\" means W.S. 7-6-101 through 7-6-114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-102/"
    },
    {
      "id": "section-7-6-103",
      "number": "7-6-103",
      "heading": "Creation of Office of State Public Defender; Appointment of State Public Defender and Assistants; Duties; Removal.",
      "text": "7-6-103. Creation of office of state public defender; appointment of state public defender and assistants; duties; removal.\n\n(a) There is created the office of the state public defender. The office of the state public defender shall be deemed a state agency for budgeting purposes pursuant to W.S.9-2-1001.1 through 9-2-1014.2.\n\n(b) The state public defender shall be appointed by and shall serve at the pleasure of the governor.\n\n(c) The state public defender shall:\n\n(i) Be a member in good standing of the Wyoming state bar;\n\n(ii) Have had experience in defense or prosecution of persons accused of crime in this state;\n\n(iii) Be compensated as determined by the Wyoming personnel division;\n\n(iv) Devote full time to the performance of his duties;\n\n(v) Administer the public defender program of the state;\n\n(vi) Promulgate rules and regulations establishing a standard fee schedule for services provided by attorneys appointed pursuant to W.S. 7-6-109 and post the schedule on the agency's website;\n\n(vii) Repealed By Laws 2013, Ch. 87, 2.\n\n(viii) Repealed by Laws 2020, ch. 122, 3.\n\n(d) The state public defender shall not engage in private practice except to complete business pending at the time of his appointment.\n\n(e) Any assistant public defender may serve in another judicial district on a case by case basis at the request of the state public defender.\n\n(f) The governor may appoint full or part-time assistant public defenders in each judicial district with the advice of the state public defender, the district judge of the district and the boards of county commissioners in the district. In appointing assistant public defenders the governor shall consider the recommendations submitted to him, the demand for legal services, the criminal case load statistics, the population, the geographical characteristics and any other relevant factors.\n\n(g) Each assistant public defender shall:\n\n(i) Serve at the pleasure of the state public defender;\n\n(ii) Be a member in good standing of the Wyoming state bar. The governor may remove any assistant public defender as provided in W.S. 9-1-202;\n\n(iii) Be compensated as determined by the Wyoming personnel division, or by the state public defender if appointed under a purchase order contract; and\n\n(iv) Devote full time to the performance of his duties when directed by the state public defender.\n\n(h) A full time assistant public defender shall not engage in private practice except to complete business pending at the time of his appointment.\n\n(j) The state public defender may act as his own attorney or may be represented by the attorney general in any actions, suits or claims in which the office of the state public defender or the state public defender himself is a party.\n\n(k) Notwithstanding any other provision of law to the contrary, any attorney providing services for the office of the state public defender in the defense of a criminal case shall, for matters arising out of such services, be considered a state employee for purposes of coverage and representation under the Wyoming Governmental Claims Act, W.S. 1-39-101 through 1-39-120, and the state self-insurance program, W.S. 1-41-101 through 1-41-111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-103/"
    },
    {
      "id": "section-7-6-104",
      "number": "7-6-104",
      "heading": "Representation of Needy Persons.",
      "text": "7-6-104. Representation of needy persons.\n\n(a) The public defender shall represent as counsel any needy person who is under arrest for or formally charged with having committed a serious crime if:\n\n(i) The defendant requests counsel; or\n\n(ii) The court, on its own motion or otherwise, orders appointment of counsel and the defendant does not affirmatively waive or reject, on the record, the opportunity to be represented by legal counsel in the proceeding.\n\n(b) Appointed counsel, services and facilities necessary for representation, and court costs shall be provided at public expense to the extent that the person, at the time the court determines need, is unable to provide for their payment.\n\n(c) A needy person who is entitled to be represented by an attorney under subsection (a) of this section is entitled:\n\n(i) To be represented by the public defender in a proceeding for revocation of probation when it is determined by the court to be statutorily or constitutionally required;\n\n(ii) To be represented in any appeal to a Wyoming court, and in cases in which the death penalty has been imposed or in such other cases as the state public defender deems appropriate, in a writ of certiorari to the United States supreme court, and in proceedings under W.S. 7-14-101 through 7-14-108;\n\n(iii) Repealed by Laws 1989, ch. 121, 2.\n\n(iv) Repealed By Laws 1999, ch. 95, 2.\n\n(v) To be represented by the public defender when requested by a fugitive in a proceeding for extradition for the limited purpose provided in W.S. 7-3-210 or for fugitive juveniles under the Interstate Compact on Juveniles, W.S. 14-6-102, when requested by the juvenile or the court;\n\n(vi) To be represented by counsel at every stage of the proceedings, from the time of the initial appointment by the court until the entry of final judgment, at which time the representation shall end, unless the court appoints counsel for purposes of appeal, correction or modification of sentence;\n\n(vii) To be represented by the public defender in a motion brought in accordance with the provisions of the Post-Conviction DNA Testing Act or in accordance with W.S. 7-12-405.\n\n(d) A needy person's right to a benefit under subsection (a) or (c) of this section is not affected by his having provided a similar benefit at his own expense, or by his having waived it, at an earlier stage.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-104/"
    },
    {
      "id": "section-7-6-105",
      "number": "7-6-105",
      "heading": "Advisement of Rights; Appointment of Attorney.",
      "text": "7-6-105. Advisement of rights; appointment of attorney.\n\n(a) A needy person who is being interrogated by law enforcement personnel for a serious crime, or who is a probationer or parolee, shall be informed of his right to be represented by an attorney at public expense. If the person being interrogated does not have an attorney and wishes to have the services of an attorney, he shall be provided the opportunity to contact the nearest public defender.\n\n(b) At the person's initial appearance the court shall advise any defendant who is a needy person of his right to be represented by an attorney at public expense. The court shall further explain to the needy person the possibility that he may be ordered to reimburse the state for the costs associated with his legal representation. If the person charged does not have an attorney and wishes one, the court shall notify an available public defender for the judicial district or shall appoint an attorney to represent the needy person if no public defender is available.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-105/"
    },
    {
      "id": "section-7-6-106",
      "number": "7-6-106",
      "heading": "Determination of Need; Reimbursement for Services.",
      "text": "7-6-106. Determination of need; reimbursement for services.\n\n(a) The determination of whether a person covered by W.S. 7-6-104 is a needy person shall be deferred until his first appearance in court or in a suit for payment or reimbursement under W.S. 7-6-108, whichever occurs earlier. Thereafter, the court shall determine, with respect to each proceeding, whether he is a needy person. For purposes of this section, an appeal, probation revocation or proceeding to correct or modify a sentence is a separate proceeding. The determination of need shall be based on a separate application submitted at the time of each proceeding.\n\n(b) In determining whether a person is a needy person and in determining the extent of his inability to pay, and, in the case of an unemancipated minor, the inability to pay of his custodial parent or another person who has a legal obligation of support, the court shall consider the standards set forth in subsections (f) through (h) of this section and Rule 44(d), Wyoming Rules of Criminal Procedure. Release on bail does not necessarily prevent a person from being determined to be needy. In each case the person, subject to the penalties for perjury, shall certify in writing, or by other record, the material factors relating to his ability to pay as the court prescribes.\n\n(c) In every case in which a person has received services under W.S. 7-6-104, the presiding judge shall determine whether the person or, in the case of an unemancipated minor, his custodial parent or any other person who has a legal obligation of support, is able to provide any funds towards payment of part or all of the cost associated with such services. If the person or, in the case of an unemancipated minor, his custodial parent or any other person who has a legal obligation of support, is not able to provide any funds towards payment of costs, the court shall enter a specific finding on the record. If the court determines the person or, in the case of an unemancipated minor, his custodial parent or any other person who has a legal obligation of support, is able to provide any amount as reimbursement, the court shall order the person or, in the case of an unemancipated minor, his custodial parent or any other person who has a legal obligation of support, to reimburse the state for all or part of the costs of the services provided or shall state on the record the reasons why an order for reimbursement was not entered. Where a person is initially provided with counsel pursuant to W.S. 7-6-105(a), but subsequently retains private counsel, the court may order the person to reimburse the state for the services already provided. All reimbursements under this act shall be made through the clerk of court.\n\n(d) The state public defender shall report in the agency's annual report concerning:\n\n(i) The number of cases by court in which an attorney was appointed to represent a person at public expense under this act during the preceding calendar quarter;\n\n(ii) For each case in which an attorney was appointed, whether the court ordered reimbursement under this section or, if reimbursement was not ordered, whether the court complied with subsection (c) of this section;\n\n(iii) Repealed by Laws 2020, ch. 122, 3.\n\n(e) If the court orders release on bail pending trial or appeal, probation before sentence, suspended sentence or probation, the court shall order the needy person as a condition of bail, sentence or probation to repay the state for expenses and services provided by appointed attorneys pursuant to the state public defender's standard fee schedule if the court determines the defendant has an ability to pay or that a reasonable probability exists that the defendant will have an ability to pay.\n\n(f) The following income standards shall be used to determine whether a person is needy for purposes of this article:\n\n(i) A person whose annual gross income is less than one hundred twenty-five percent (125%) of the current federally established poverty level for his immediate family unit is needy;\n\n(ii) A person whose annual gross income is between one hundred twenty-five percent (125%) and two hundred eighteen percent (218%) of the current federally established poverty level for his immediate family unit may be deemed needy;\n\n(iii) A person whose annual gross income is greater than two hundred eighteen percent (218%) of the current federally established poverty level for his immediate family unit shall not be deemed needy under this article.\n\n(g) Notwithstanding subsection (f) of this section, a person may be deemed needy if the person is charged with a felony and the court, in its discretion, determines on the record after consideration of the standards set forth in Rule 44(d), Wyoming Rules of Criminal Procedure that extraordinary circumstances exist such that the person is entitled to representation.\n\n(h) Notwithstanding subsection (f) of this section, a person shall be presumed needy if:\n\n(i) He receives at least one (1) of the following types of public assistance:\n\n(A) Temporary Assistance for Needy Families (TANF);\n\n(B) Emergency Aid to Elderly, Disabled and Children (EAEDC);\n\n(C) Poverty related veteran's benefits;\n\n(D) Supplemental nutrition assistance program;\n\n(E) Medicaid;\n\n(F) Supplemental Security Income (SSI).\n\n(ii) He resides in a public mental health facility and has no available funds or liquid assets;\n\n(iii) He is serving a sentence in a state correctional institution and has no available funds or liquid assets; or\n\n(iv) He is in custody in a county jail and has no available funds or liquid assets.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-106/"
    },
    {
      "id": "section-7-6-107",
      "number": "7-6-107",
      "heading": "Waiver of Rights.",
      "text": "7-6-107. Waiver of rights.\n\nA person who has been advised of his rights under W.S. 7-6-105 may waive any right provided by this act if at the time of or after waiver, the court finds that the person has acted with full awareness of his rights and of the consequences of a waiver and if the waiver is otherwise made according to law. Before making its findings, the court shall consider such factors as the person's age, education, familiarity with the English language and the complexity of the crime involved. A person who knowingly and voluntarily waives his right to counsel and who elects to represent himself shall not be entitled to standby counsel under this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-107/"
    },
    {
      "id": "section-7-6-108",
      "number": "7-6-108",
      "heading": "Recovery of Payment.",
      "text": "7-6-108. Recovery of payment.\n\n(a) Within six (6) years after the date the services were rendered, the attorney general may sue on behalf of the state to recover payment or reimbursement from each person who has received legal assistance or other benefits under this act or, in the case of an unemancipated minor, from his custodial parent or any other person who has a legal obligation of support.\n\n(b) Amounts recovered under this act shall be paid into the state general fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-108/"
    },
    {
      "id": "section-7-6-109",
      "number": "7-6-109",
      "heading": "Appointment of Outside Attorney.",
      "text": "7-6-109. Appointment of outside attorney.\n\n(a) Nothing in this act shall prevent a court on its own motion or upon application by the state public defender or by the individual defendant, from appointing an attorney other than the public defender to represent the defendant or to assist in the representation of the defendant at any stage of the proceedings or on appeal.\n\n(b) If a court assigns an attorney to represent a needy person, it may recommend a reasonable rate of compensation for his services and shall determine the direct expenses for which he should be reimbursed. The state public defender shall consider the court's recommendation and the customary compensation as prescribed by the standard fee schedule promulgated pursuant to W.S. 7-6-103(c)(vi), and shall pay the appointed attorney for his services when the case for which he was appointed is concluded.\n\n(c) An attorney appointed under subsection (b) of this section shall be compensated for his services with regard to the complexity of the issues, the time involved, prevailing local fees of attorneys, the amount reasonably necessary to provide a defense as is required by constitutional process and other relevant considerations as determined by the court.\n\n(d) If a defendant initially retains counsel and then requests the provision of counsel or any other defense services, including but not limited to mental evaluations, expert witnesses and witness travel expenses, the court shall make a determination whether the defendant is a \"needy person\" under this act, subject to the following:\n\n(i) The procedures set forth in W.S. 7-6-106 shall be followed;\n\n(ii) The court shall make the findings required by W.S. 7-6-106 and rule 44 of the Wyoming Rules of Criminal Procedure;\n\n(iii) The defendant shall complete an affidavit or otherwise disclose on the record his entire financial situation, including the amount he has already paid to retain defense counsel, the source of those funds and whether additional funds are available to him through any means;\n\n(iv) The defendant shall disclose the disposition of any retainer and any amounts remaining; and\n\n(v) The state public defender shall be served by the defendant's retained counsel with a copy of any such request and shall be heard by the court prior to any decision on the request.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-109/"
    },
    {
      "id": "section-7-6-110",
      "number": "7-6-110",
      "heading": "Use of State or Private Facilities.",
      "text": "7-6-110. Use of state or private facilities.\n\n(a) The public defender or an appointed defending attorney is entitled to use the same state facilities for the evaluation of evidence as are available to the prosecuting attorney. If it appears the use of state facilities is unavailable or inappropriate, the court may authorize the use of private facilities to be paid for by the state public defender.\n\n(b) When the public defender or an appointed defending attorney requests service of process from the sheriff, no fees shall be charged for such service.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-110/"
    },
    {
      "id": "section-7-6-111",
      "number": "7-6-111",
      "heading": "Office Space.",
      "text": "7-6-111. Office space.\n\nThe county commissioners of each county shall provide suitable office space and utility services, other than telephone service, for the use of the state public defender and his assistants. If suitable office space for all assistant public defenders cannot be provided, the county commissioners shall provide a monthly stipend to all assistants housed in private facilities.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-111/"
    },
    {
      "id": "section-7-6-112",
      "number": "7-6-112",
      "heading": "Applicability of Provisions.",
      "text": "7-6-112. Applicability of provisions.\n\n(a) This act does not apply to:\n\n(i) Matters arising out of an action pending in the juvenile courts of this state unless it is in a juvenile delinquency proceeding or a child in need of supervision proceeding;\n\n(ii) Representation of an individual in proceedings for hospitalization of mentally ill persons under W.S. 25-10-101 through 25-10-127;\n\n(iii) Representation of a person charged in municipal court with violation of a municipal ordinance;\n\n(iv) Representation of a person in a federal court, except pursuant to W.S. 7-6-104(c)(ii);\n\n(v) Repealed by Laws 2020, ch. 122, 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-112/"
    },
    {
      "id": "section-7-6-113",
      "number": "7-6-113",
      "heading": "Funding.",
      "text": "7-6-113. Funding.\n\n(a) The total state and federal funding of the public defender program shall be eighty-five percent (85%) of the state public defender budget.\n\n(b) Each county shall appropriate funds to supplement the state public defender budget in accordance with an equitable formula determined by the state public defender and the state budget department in cooperation with the legislative service office, taking into account the following factors:\n\n(i) The population of each county;\n\n(ii) The assessed valuation of each county; and\n\n(iii) The serious crime case load of each county.\n\n(c) The total amount of money collected from the counties shall equal fifteen percent (15%) of the state public defender budget. The state public defender shall notify each county of its proportional share and shall by June 30 of each fiscal year invoice the county for its proportionate share. In the event a county does not make payments within ninety (90) days, the state treasurer may deduct the amount from sales tax revenues due to the county from the state and shall credit the amount to the general fund.\n\n(d) Repealed by Laws 2020, ch. 122, 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-113/"
    },
    {
      "id": "section-7-6-114",
      "number": "7-6-114",
      "heading": "Other Legal Protections or Sanctions.",
      "text": "7-6-114. Other legal protections or sanctions.\n\nThe protections provided by this act do not exclude any protection or sanction that the law otherwise provides.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-6/section-7-6-114/"
    }
  ]
}