{
  "state": "wyoming",
  "path": "title-title-7-criminal-procedure/chapter-chapter-9-victim-restitution",
  "sections": [
    {
      "id": "section-7-9-101",
      "number": "7-9-101",
      "heading": "Definitions.Section 7-9-102 - Order to Pay Upon Conviction",
      "text": "7-9-101. Definitions.\n\n(a) As used in this chapter:\n\n(i) \"Criminal activity\" means any crime for which there is a plea of guilty, nolo contendere or verdict of guilty upon which a judgment of conviction may be rendered and includes any other crime which is admitted by the defendant, whether or not prosecuted. In the case of restitution ordered under W.S. 7-13-301, \"criminal activity\" also includes a crime charged against the defendant;\n\n(ii) \"Long-term physical health care restitution order\" means an order entered pursuant to W.S. 7-9-113 through 7-9-115;\n\n(iii) \"Pecuniary damage\" means all damages which a victim could recover against the defendant in a civil action arising out of the same facts or event, including damages for wrongful death. It does not include punitive damages and damages for pain, suffering, mental anguish and loss of consortium;\n\n(iv) \"Restitution\" means full or partial payment of pecuniary damage to a victim;\n\n(v) \"Victim\" means a person who has suffered pecuniary damage as a result of a defendant's criminal activities. An insurer which paid any part of a victim's pecuniary damages shall be regarded as the victim only if the insurer has no right of subrogation and the insured has no duty to pay the proceeds of restitution to the insurer.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-101/"
    },
    {
      "id": "section-7-9-102",
      "number": "7-9-102",
      "heading": "Order to Pay Upon Conviction.",
      "text": "7-9-102. Order to pay upon conviction.\n\nIn addition to any other punishment prescribed by law the court shall, upon conviction for any misdemeanor or felony, order a defendant to pay restitution to each victim as determined under W.S. 7-9-103 and 7-9-114 unless the court specifically finds that the defendant has no ability to pay and that no reasonable probability exists that the defendant will have an ability to pay.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-102/"
    },
    {
      "id": "section-7-9-103",
      "number": "7-9-103",
      "heading": "Determination of Amount Owed; Execution.",
      "text": "7-9-103. Determination of amount owed; execution.\n\n(a) As part of the sentencing process including deferred prosecutions under W.S. 7-13-301, in any misdemeanor or felony case, the prosecuting attorney shall present to the court any claim for restitution submitted by any victim.\n\n(b) In every case in which a claim for restitution is submitted, the court shall fix a reasonable amount as restitution owed to each victim for actual pecuniary damage resulting from the defendant's criminal activity, and shall include its determination of the pecuniary damage as a special finding in the judgment of conviction or in the order placing the defendant on probation under W.S. 7-13-301. In determining the amount of restitution, the court shall consider and include as a special finding, each victim's reasonably foreseeable actual pecuniary damage that will result in the future as a result of the defendant's criminal activity. A long-term physical health care restitution order shall be entered as provided in W.S. 7-9-113 through 7-9-115.\n\n(c) The court shall order the defendant to pay all or part of the restitution claimed or shall state on the record specific reasons why an order for restitution was not entered. If the court determines that the defendant has no ability to pay and that no reasonable probability exists that the defendant will have an ability to pay in the future, the court shall enter specific findings in the record supporting its determination.\n\n(d) Any order for restitution under this chapter constitutes a judgment by operation of law on the date it is entered. To satisfy the judgment, the clerk, upon request of the victim, the division of victim services or the district attorney, shall issue execution in the same manner as in a civil action.\n\n(e) The court's determination of the amount of restitution owed under this section is not admissible as evidence in any civil action.\n\n(f) The defendant shall be given credit against his restitution obligation for payments made to the victim by the defendant's insurer for injuries arising out of the same facts or event.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-103/"
    },
    {
      "id": "section-7-9-104",
      "number": "7-9-104",
      "heading": "Preparation of Plan; Contents.",
      "text": "7-9-104. Preparation of plan; contents.\n\n(a) In any case in which the court has ordered restitution under W.S. 7-9-102, 7-9-113 or 7-13-301, if the sentencing court orders suspended imposition of sentence, suspended sentence or probation, the court shall require that the defendant in cooperation with the probation and parole officer assigned to the defendant, or in the case of unsupervised probation any probation and parole officer or any other person the court directs, promptly prepare a plan of restitution including the name and address of each victim, the amount of restitution determined to be owed to each victim pursuant to W.S. 7-9-103 or 7-9-114 and a schedule of restitution payments. If the defendant is presently unable to make any restitution but there is a reasonable possibility that the defendant may be able to do so at some time during his probation period, the plan of restitution shall also state the conditions under which or the event after which the defendant shall make restitution. In structuring a plan for reimbursement under this section, victim restitution shall be paid in the following order:\n\n(i) Pecuniary damages suffered by the victim which have not been paid by insurance or from the crime victim's compensation account;\n\n(ii) Payment of other amounts owed by the defendant arising from the case.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-104/"
    },
    {
      "id": "section-7-9-105",
      "number": "7-9-105",
      "heading": "Submission of Plan to Court; Approval or Modification.",
      "text": "7-9-105. Submission of plan to court; approval or modification.\n\nThe defendant's plan of restitution and the comments of the probation and parole officer or any other person directed by the court to assist in the preparation of the restitution plan shall be submitted promptly to the court. The court shall promptly enter an order approving the plan or modifying it and providing for restitution payments to the extent that the defendant is or may become reasonably able to make restitution, taking into account the factors enumerated in W.S. 7-9-106. The court may modify the plan at any time upon the defendant's request, upon the court's own motion and, for those cases within the provisions of W.S. 7-9-113 through 7-9-115, upon the motion of the victim.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-105/"
    },
    {
      "id": "section-7-9-106",
      "number": "7-9-106",
      "heading": "Factors Considered by Probation and Parole Officer, and by Court.",
      "text": "7-9-106. Factors considered by probation and parole officer, and by court.\n\n(a) The probation and parole officer or other person directed by the court when assisting the defendant in preparing the plan of restitution, and the court before approving or modifying the plan of restitution, shall consider:\n\n(i) The number of victims;\n\n(ii) The pecuniary damages of each victim including, for those cases within the provisions of W.S. 7-9-113 through 7-9-115, the long-term physical health care cost of the victim;\n\n(iii) The defendant's:\n\n(A) Physical and mental health and condition;\n\n(C) Education;\n\n(D) Employment circumstances;\n\n(E) Potential for employment and vocational training;\n\n(F) Family circumstances; and\n\n(G) Financial condition and whether the defendant has an ability to pay or whether a reasonable probability exists that the defendant will have an ability to pay.\n\n(iv) Whether compensation has been paid to any victim under the Crime Victims Compensation Act;\n\n(v) What plan of restitution will most effectively aid the rehabilitation of the defendant; and\n\n(vi) Other appropriate factors.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-106/"
    },
    {
      "id": "section-7-9-107",
      "number": "7-9-107",
      "heading": "Notice to Victims.",
      "text": "7-9-107. Notice to victims.\n\n(a) The probation and parole officer or other person directed by the court to assist in preparation of the restitution plan shall attempt to determine the name and address of each victim and the amount of his pecuniary damages and may rely on a victim's impact statement made pursuant to W.S. 7-21-101 through 7-21-103.\n\n(b) The clerk of the court shall mail to each known victim a copy of the court's order approving or modifying the plan of restitution.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-107/"
    },
    {
      "id": "section-7-9-108",
      "number": "7-9-108",
      "heading": "Compliance With Plan as Condition of Probation or Suspension; Payments to Clerk.",
      "text": "7-9-108. Compliance with plan as condition of probation or suspension; payments to clerk.\n\n(a) Compliance with the plan of restitution as approved or modified by the court shall be a condition of the defendant's probation or suspension.\n\n(b) Restitution payments by the defendant shall be made payable to the office of the clerk in a form acceptable to the clerk.\n\n(c) Any restitution payment mailed to the last known address of the victim and returned to the clerk without a forwarding address shall be held by the clerk for a period of one (1) year following the date of receipt of the returned payment. A victim who fails to claim the returned payment or to provide a forwarding address within the one (1) year period forfeits his right to the payment and the clerk shall forward the amount of payment to the victim services division within the office of the attorney general for deposit in the account established under W.S. 1-40-114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-108/"
    },
    {
      "id": "section-7-9-109",
      "number": "7-9-109",
      "heading": "Failure to Comply; Modification or Extension of Plan.",
      "text": "7-9-109. Failure to comply; modification or extension of plan.\n\nFailure of the defendant to comply with W.S. 7-9-104 or to comply with the plan of restitution as approved or modified by the court is a violation of the conditions of probation. If the probation period has expired, the restitution order may be enforced by either civil or criminal contempt proceedings. Criminal contempt under this section is punishable by imprisonment for not more than one (1) year. The court may modify the plan of restitution or extend the period of time for restitution, but, except for those cases falling within the provisions of W.S. 7-9-113 through 7-9-115, the court may not extend the period of time for restitution beyond ten (10) years following the date of the defendant's discharge from sentence or expiration of probation under W.S. 7-13-301.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-109/"
    },
    {
      "id": "section-7-9-110",
      "number": "7-9-110",
      "heading": "Civil Action.",
      "text": "7-9-110. Civil action.\n\n(a) Proceedings, orders and judgments under W.S. 7-9-101 through 7-9-115 shall not estop, limit or impair the rights of victims to sue and recover damages from the defendant in a separate civil action. Any restitution payment by the defendant to a victim shall be set off against any judgment in favor of the victim, however, in a civil action arising out of the same facts or event.\n\n(b) The fact that restitution was required or made shall not be admissible as evidence in a civil action unless offered by the defendant.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-110/"
    },
    {
      "id": "section-7-9-111",
      "number": "7-9-111",
      "heading": "Limitations on Duty of Prosecutor; Victim's Remedy.",
      "text": "7-9-111. Limitations on duty of prosecutor; victim's remedy.\n\nExcept as provided by W.S. 7-9-103(a), the prosecuting attorney has no obligation to investigate alleged pecuniary damages or to petition the court for restitution on behalf of a victim. In the event that the victim is not satisfied with the restitution plan approved or modified by the court, the victim's sole and exclusive remedy is a civil action.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-111/"
    },
    {
      "id": "section-7-9-112",
      "number": "7-9-112",
      "heading": "Check Fraud.",
      "text": "7-9-112. Check fraud.\n\nNotwithstanding any other provision of this chapter, the sentencing court may require any person convicted of check fraud to make restitution in an amount not to exceed twice the amount of the dishonored check in addition to any other punishment imposed under W.S. 6-3-702.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-112/"
    },
    {
      "id": "section-7-9-113",
      "number": "7-9-113",
      "heading": "Restitution for Long-Term Care.",
      "text": "7-9-113. Restitution for long-term care.\n\n(a) In addition to any other punishment prescribed by law and any restitution ordered pursuant to W.S. 7-9-102 which did not include long-term physical health care costs, the court may, upon conviction of any misdemeanor or felony, order a defendant to pay restitution to a victim in accordance with the provisions of W.S. 7-9-114 if the victim has suffered physical injury as a result of the crime which is reasonably probable to require or has required long-term physical health care for more than three (3) months.\n\n(b) As used in W.S. 7-9-113 through 7-9-115 \"long-term physical health care\" includes mental health care.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-113/"
    },
    {
      "id": "section-7-9-114",
      "number": "7-9-114",
      "heading": "Determination of Long-Term Restitution; Time for Order; Enforcement.",
      "text": "7-9-114. Determination of long-term restitution; time for order; enforcement.\n\n(a) In determining the amount of restitution to be ordered for long-term physical health care, the court shall consider the factors stated in W.S. 7-9-106 together with an estimated monthly cost of long-term physical health care of the victim provided by the victim or his representative. The victim's estimate of long-term physical health care costs may be made as part of a victim impact statement under W.S. 7-21-103 or made separately. The court shall enter the long-term physical health care restitution order at the time of sentencing. An order of restitution made pursuant to this section shall fix a monthly amount to be paid by the defendant for as long as long-term physical health care of the victim is required as a result of the crime. The order may exceed the length of any sentence imposed upon the defendant for the criminal activity. The court shall include as a special finding in the judgment of conviction its determination of the monthly cost of long-term physical health care.\n\n(b) Restitution ordered under this section shall be paid as provided in W.S. 7-9-108. The restitution order shall be a civil judgment against the defendant and may be enforced by any means provided for enforcing other restitution orders and civil judgments.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-114/"
    },
    {
      "id": "section-7-9-115",
      "number": "7-9-115",
      "heading": "Modification of Order.",
      "text": "7-9-115. Modification of order.\n\nAfter a long-term physical health care restitution order has been entered, the court may from time to time, on the petition of either the defendant or the victim, or upon its own motion, modify the order as to the amount of monthly payments. Any modification of the order shall only be based upon a substantial change of circumstances relating to the cost of long-term physical health care or the financial condition of either the defendant or the victim. The petition shall be filed as part of the original criminal docket.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-7/chapter-9/section-7-9-115/"
    }
  ]
}