{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-53",
  "sections": [
    {
      "id": "section-5341",
      "number": "5341",
      "heading": "",
      "text": "(a) General rule.--Any nonprofit corporation whose charter or articles have been forfeited by proclamation of the Governor pursuant to section 1704 of the act of April 9, 1929 (P.L.343, No.176), known as The Fiscal Code, or otherwise, or whose corporate existence has expired by reason of any limitation contained in its charter or articles and the failure to effect a timely renewal or extension of its corporate existence, may, at any time by delivering to the department for filing a statement of revival, procure a revival of its charter or articles, together with all the rights, franchises, privileges and immunities and subject to all of its duties, debts and liabilities that had been vested in and imposed upon the corporation by its charter or articles as last in effect.\n\n(b) Contents of statement.--The statement of revival shall be signed in the name of the forfeited or expired corporation and shall, subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), set forth:\n\n(1) The name of the corporation at the time its charter or articles were forfeited or expired and the address, including street and number, if any, of its last registered office.\n\n(2) The statute by or under which the corporation was incorporated and the date of incorporation.\n\n(3) The name that the corporation adopts as its new name if the adoption of a new name is required by section 207 (relating to required name changes by senior associations).\n\n(4) The address, including street and number, if any, of its registered office in this Commonwealth.\n\n(5) A reference to the proclamation or other action by which its charter or articles were forfeited or a reference to the limitation contained in its expired charter or articles.\n\n(6) A statement that the corporate existence of the corporation shall be revived.\n\n(7) A statement that the filing of the statement of revival has been authorized by the corporation. Every forfeited or expired corporation may act by its last directors or may elect directors and officers in the manner provided by this subpart for the limited purpose of effecting a filing under this section.\n\n(c) Filing and effect.--The statement of revival and, in the case of a forfeited corporation, the clearance certificates required by section 139 (relating to tax clearance of certain fundamental transactions) shall be delivered to the department for filing. Upon the filing of the statement of revival, the corporation shall be revived with the same effect as if its charter or articles had not been forfeited or expired by limitation. The revival shall validate all contracts and other transactions made and effected within the scope of the articles of the corporation by its representatives during the time when its charter or articles were forfeited or expired to the same effect as if its charter or articles had not been forfeited or expired.\n\n(d) Cross references.--See sections 134 (relating to docketing statement) and 135 (relating to requirements to be met by filed documents).\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-53/section-5341/"
    }
  ]
}