{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-88",
  "sections": [
    {
      "id": "section-8811",
      "number": "8811",
      "heading": "",
      "text": "(a) Short title.--This chapter may be cited as the Pennsylvania Uniform Limited Liability Company Act of 2016.\n\n(b) Initial application.--Before April 1, 2017, this chapter governs only:\n\n(1) a limited liability company formed on or after February 21, 2017; and\n\n(2) except as provided in subsection (c), a limited liability company formed before February 21, 2017, which elects, in the manner provided in its operating agreement or by law for amending the operating agreement, to be subject to this chapter.\n\n(c) Full effective date.--Except as provided in subsection (d), on and after April 1, 2017, this chapter governs all limited liability companies.\n\n(d) Certificates of membership interest.--For purposes of applying this chapter to a limited liability company formed before February 21, 2017, language in the company's certificate of organization authorizing the issuance of certificates of membership interest operates as if that language were in the operating agreement.\n\n(e) Cross reference.--See section 8815(c)(5) (relating to contents of operating agreement).\n\nCross References.Section 8811 is referred to in sections 8812, 8815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8811/"
    },
    {
      "id": "section-8812",
      "number": "8812",
      "heading": "",
      "text": "(a) General definitions.--The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Certificate of organization.\"The certificate required by section 8821 (relating to formation of limited liability company and certificate of organization). The term includes the certificate as amended or restated.\n\n\"Contribution.\"Property or a benefit described under section 8842 (relating to form of contribution) which is provided by a person to a limited liability company to become a member or in the capacity of a person as a member.\n\n\"Distribution.\"A direct or indirect transfer of money or other property or incurrence of indebtedness by a limited liability company to a person on account of a transferable interest or in the person's capacity as a member. The term:\n\n(1) includes:\n\n(i) a redemption or other purchase by a limited liability company of a transferable interest; and\n\n(ii) a transfer to a member in return for the member's relinquishment of any right to participate as a member in the management or conduct of the company's activities and affairs or to have access to records or other information concerning the company's activities and affairs; and\n\n(2) does not include:\n\n(i) amounts constituting reasonable compensation for present or past service or payments made in the ordinary course of business under a bona fide retirement plan or other bona fide benefits program;\n\n(ii) the making of, or payment or performance on, a guaranty or similar arrangement by a company for the benefit of any or all of its members;\n\n(iii) a direct or indirect allocation or transfer effected under Chapter 3 (relating to entity transactions) with the approval of the members; or\n\n(iv) a direct or indirect transfer of:\n\n(A) a governance or transferable interest; or\n\n(B) options, rights or warrants to acquire a governance or transferable interest.\n\n\"Limited liability company.\"An association formed under this chapter or which becomes subject to this chapter under Chapter 3 or section 8811 (relating to short title and application of chapter).\n\n\"Manager.\"A person that under the operating agreement of a manager-managed limited liability company is responsible, alone or in concert with others, for performing the management functions stated under section 8847(c) (relating to management of limited liability company).\n\n\"Manager-managed limited liability company.\"A limited liability company that qualifies as such under section 8847(a).\n\n\"Member.\"A person that:\n\n(1) has become a member of a limited liability company under section 8841 (relating to becoming a member) or was a member in a company when the company became subject to this chapter under section 8811(b); and\n\n(2) has not dissociated as a member under section 8861 (relating to events causing dissociation).\n\n\"Member-managed limited liability company.\"A limited liability company that is not a manager-managed limited liability company.\n\n\"Operating agreement.\"The agreement, whether or not referred to as an operating agreement and whether oral, implied, in record form or in any combination thereof, of all the members of a limited liability company, including a sole member, concerning matters described in section 8815(a) (relating to contents of operating agreement). The term includes the agreement as amended or restated.\n\n\"Organizer.\"A person that acts under section 8821 to form a limited liability company.\n\n\"Professional company.\"A limited liability company that renders one or more professional services.\n\n\"Transferable interest.\"The right, as initially owned by a person in the person's capacity as a member, to receive distributions from a limited liability company, whether or not the person remains a member or continues to own any part of the right. The term applies to any fraction of the interest, by whomever owned.\n\n\"Transferee.\"A person to which all or part of a transferable interest has been transferred, whether or not the transferor is a member. The term includes a person that owns a transferable interest under section 8863(a)(3) (relating to effects of dissociation).\n\n(b) Index of other definitions.--Following is a nonexclusive list of definitions in section 102 (relating to definitions) that apply to this chapter:\n\n\"Act\"or\"action.\"\n\n\"Debtor in bankruptcy.\"\n\n\"Department.\"\n\n\"Jurisdiction of formation.\"\n\n\"Principal office.\"\n\n\"Professional services.\"\n\n\"Property.\"\n\n\"Record form.\"\n\n\"Transfer.\"\n\nCross References.Section 8812 is referred to in sections 102, 8845 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8812/"
    },
    {
      "id": "section-8813",
      "number": "8813",
      "heading": "",
      "text": "(a) Knowledge.--A person knows a fact if the person:\n\n(1) has actual knowledge of it; or\n\n(2) is deemed to know it under subsection (d) or law other than this chapter.\n\n(b) Notice.--A person has notice of a fact if the person has reason to know the fact from all the facts known to the person at the time in question.\n\n(c) Constructive notice.--A person not a member or manager is deemed to have notice of:\n\n(1) the dissolution of a limited liability company 90 days after a certificate of dissolution under section 8872(b)(2)(i) (relating to winding up and filing of certificates) is effective;\n\n(2) the termination of a company 90 days after a certificate of termination under section 8872(f) is effective; and\n\n(3) the participation of a company in a merger, interest exchange, conversion, division or domestication, 90 days after a statement of merger, interest exchange, conversion, division or domestication under Chapter 3 (relating to entity transactions) becomes effective.\n\n(d) Notification.--Except as provided under section 113(b) (relating to delivery of document), a person notifies another person of a fact by taking steps reasonably required to inform the other person in ordinary course, whether or not those steps cause the other person to know the fact.\n\n(e) Transfer of real property.--A person not a member or manager is deemed to know of a limitation on authority to transfer real property as provided under section 8832(g) (relating to certificate of authority).\n\n(f) Effect of manager's knowledge or notice.--If the certificate of organization of a limited liability company provides that it is manager-managed, a manager's knowledge or notice of a fact relating to the company is effective immediately as knowledge of or notice to the company, except in the case of a fraud on the company committed by or with the consent of the manager.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8813/"
    },
    {
      "id": "section-8814",
      "number": "8814",
      "heading": "",
      "text": "(a) General rule.--The law of this Commonwealth governs:\n\n(1) the internal affairs of a limited liability company; and\n\n(2) the liability of a member as member and of a manager as manager for the debts, obligations or other liabilities of a limited liability company.\n\n(b) Cross reference.--See section 8815(c)(6) (relating to contents of operating agreement).\n\nCross References.Section 8814 is referred to in section 8815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8814/"
    },
    {
      "id": "section-8815",
      "number": "8815",
      "heading": "",
      "text": "(a) Scope of operating agreement.--Except as provided under subsections (c) and (d), the operating agreement governs:\n\n(1) relations among the members as members and between the members and the limited liability company;\n\n(2) the rights and duties under this title of a person in the capacity of a member or manager;\n\n(3) the activities and affairs of the company and the conduct of those activities and affairs;\n\n(4) the means and conditions for amending the operating agreement; and\n\n(5) the means and conditions for approving a transaction under Chapter 3 (relating to entity transactions).\n\n(b) Title applies generally.--To the extent the operating agreement does not provide for a matter described in subsection (a), this title governs the matter.\n\n(c) Limitations.--An operating agreement may not do any of the following:\n\n(1) Vary a provision of Chapter 1 (relating to general provisions) or Subchapter A of Chapter 2 (relating to names).\n\n(2) Vary the right of a member to approve a merger, interest exchange, conversion or division under section 333(a)(2) (relating to approval of merger), 343(a)(2) (relating to approval of interest exchange), 353(a)(3) (relating to approval of conversion) or 363(a)(2) (relating to approval of division).\n\n(3) Vary the required contents of a plan of merger under section 332(a) (relating to plan of merger), plan of interest exchange under section 342(a) (relating to plan of interest exchange), plan of conversion under section 352(a) (relating to plan of conversion), plan of division under section 362(a) (relating to plan of division) or plan of domestication under section 372(a) (relating to plan of domestication).\n\n(4) Vary a provision of Chapter 81 (relating to general provisions).\n\n(5) Vary the provisions of section 8811(b), (c) and (d) (relating to short title and application of chapter).\n\n(6) Vary the law applicable under section 8814 (relating to governing law).\n\n(7) Vary a provision of section 8818(d) (relating to characteristics of limited liability company).\n\n(8) Vary a provision of section 8819 (relating to powers).\n\n(9) Vary any requirement, procedure or other provision of this title pertaining to:\n\n(i) registered offices; or\n\n(ii) the department, including provisions pertaining to documents authorized or required to be delivered to the department for filing under this title.\n\n(10) Provide indemnification or exoneration in violation of the limitations in sections 8848(g) (relating to reimbursement, indemnification, advancement and insurance), 8849.1(j) (relating to standards of conduct for members) and 8849.2(h) (relating to standards of conduct for managers).\n\n(11) Eliminate the duty of loyalty provided for in section 8849.1(b)(1)(i) or (ii) or (2) or the duty of care of a member in a member-managed company, except as provided in subsection (d).\n\n(12) Eliminate the duty of loyalty provided for in section 8849.2(b)(1)(i) or (ii) or (2) or the duty of care of a manager, except as provided in subsection (d).\n\n(13) Vary the contractual obligation of good faith and fair dealing under section 8849.1(d) or 8849.2(d), except as provided in subsection (d).\n\n(14) Restrict the duties and rights under section 8850 (relating to rights to information), except as provided in subsection (d).\n\n(15) Vary the causes of dissolution specified in section 8871(a)(4) (relating to events causing dissolution).\n\n(16) Vary the requirements to wind up the company's activities and affairs specified in section 8872(a), (b)(1), (e) and (f) (relating to winding up and filing of certificates).\n\n(17) Unreasonably restrict the right of a member to maintain an action under Subchapter H (relating to actions by members).\n\n(18) Vary the provisions of section 8884 (relating to special litigation committee), except that the operating agreement may provide that the company may not have a special litigation committee.\n\n(19) Vary a provision of Subchapter I (relating to benefit companies).\n\n(20) Except as provided in section 8817(b) (relating to amendment and effect of operating agreement), restrict the rights under this title of a person other than a member or manager.\n\n(d) Permitted terms.--Subject to subsection (c)(10), the following rules apply:\n\n(1) The operating agreement may:\n\n(i) specify the method by which a specific act or transaction that would otherwise violate the duty of loyalty may be authorized or ratified by one or more disinterested and independent persons after full disclosure of all material facts;\n\n(ii) alter the prohibition stated in section 8845(a)(2) (relating to limitations on distributions) so that the prohibition requires only that the company's total assets not be less than the sum of its total liabilities; and\n\n(iii) impose reasonable restrictions on the availability and use of information obtained under section 8850 and may define appropriate remedies, including liquidated damages, for a breach of any reasonable restriction on use.\n\n(2) To the extent the operating agreement of a member-managed limited liability company expressly relieves a member of a responsibility that the member would otherwise have under this title and imposes the responsibility on one or more other members, the operating agreement also may eliminate or limit any fiduciary duty of the member relieved of the responsibility that would have pertained to the responsibility.\n\n(3) If not manifestly unreasonable, the operating agreement may:\n\n(i) alter the aspects of the duty of loyalty stated under section 8849.1(b)(1)(i) or (ii) or (2) or 8849.2(b)(1)(i) or (ii) or (2);\n\n(ii) prescribe the standards, if not manifestly unreasonable, by which the performance of the contractual obligation of good faith and fair dealing under section 8849.1(d) or 8849.2(d) is to be measured;\n\n(iii) identify specific types or categories of activities that do not violate the duty of loyalty;\n\n(iv) alter the duty of care; and\n\n(v) alter or eliminate any other fiduciary duty.\n\n(e) Determination of manifest unreasonableness.--The court shall decide as a matter of law whether a term of an operating agreement is manifestly unreasonable under subsection (d)(3). The court:\n\n(1) shall make its determination as of the time the challenged term became part of the operating agreement and by considering only circumstances existing at that time; and\n\n(2) may invalidate the term only if, in light of the purposes, activities and affairs of the limited liability company, it is readily apparent that:\n\n(i) the objective of the term is unreasonable; or\n\n(ii) the term is an unreasonable means to achieve the term's objective.\n\n(July 15, 2024, P.L.728, No.59, eff. 60 days)\n\n2024 Amendment. Act 59 amended subsec. (c)(2).\n\nCross References.Section 8815 is referred to in sections 8811, 8812, 8814, 8817, 8818, 8819, 8821, 8825, 8845, 8849.1, 8849.2, 8850, 8871, 8872, 8881, 8882, 8884, 8885, 8891 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8815/"
    },
    {
      "id": "section-8816",
      "number": "8816",
      "heading": "",
      "text": "(a) Company bound.--A limited liability company is bound by and may enforce the operating agreement, whether or not the company has itself manifested assent to the agreement.\n\n(b) Deemed assent.--A person that becomes a member of a limited liability company is deemed to assent to the operating agreement.\n\n(c) Preformation agreement.--Two or more persons intending to become the initial members of a limited liability company may make an agreement providing that upon the formation of the company the agreement will become the operating agreement. One person intending to become the initial member of a limited liability company may assent to terms providing that upon the formation of the company the terms will become the operating agreement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8816/"
    },
    {
      "id": "section-8817",
      "number": "8817",
      "heading": "",
      "text": "(a) Approval of amendments.--An operating agreement may specify that its amendment requires the approval of a person that is not a party to the agreement or the satisfaction of a condition. An amendment is ineffective if its adoption does not include the required approval or satisfy the specified condition. See section 8847(b)(6) and (c)(3)(iii) (relating to management of limited liability company).\n\n(b) Obligations to nonmembers.--The obligations of a limited liability company and its members to a person in the person's capacity as a transferee or a person dissociated as a member are governed by the operating agreement. Except as provided in section 8844(d) (relating to sharing of and right to distributions before dissolution) or in a court order issued under section 8853(b)(2) (relating to charging order) to effectuate a charging order, an amendment to the operating agreement made after a person becomes a transferee or is dissociated as a member:\n\n(1) is effective with regard to any debt, obligation or other liability of the limited liability company or its members to the person in the person's capacity as a transferee or person dissociated as a member; and\n\n(2) is not effective to the extent the amendment imposes a new debt, obligation or other liability on the transferee or person dissociated as a member.\n\n(c) Provisions in filed documents.--If a document delivered by a limited liability company to the department for filing contains a provision that would be ineffective under section 8815(c) or (d)(3) (relating to contents of operating agreement) if contained in the operating agreement, the provision is ineffective in the document.\n\n(d) Conflicts with operating agreement.--Subject to subsection (c):\n\n(1) If a provision of the certificate of organization conflicts with a provision of the operating agreement, the provision of the certificate prevails.\n\n(2) If a document other than its certificate of organization has been delivered by the company to the department for filing and conflicts with a provision of the operating agreement:\n\n(i) the operating agreement prevails as to members, dissociated members, transferees and managers; and\n\n(ii) the document prevails as to other persons to the extent they reasonably rely on the document.\n\n(e) Prohibition of oral amendments.--If a provision of an operating agreement in record form provides that the operating agreement cannot be amended, modified or rescinded except in record form, an oral agreement, amendment, modification or rescission shall not be enforceable.\n\nCross References.Section 8817 is referred to in section 8815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8817/"
    },
    {
      "id": "section-8818",
      "number": "8818",
      "heading": "",
      "text": "(a) Separate entity.--A limited liability company is an entity distinct from its member or members.\n\n(b) Purpose.--A limited liability company may have any lawful purpose other than acting as an insurer, regardless of whether the purpose is for profit. Nothing under this section shall prohibit the organization of an insurance agency licensed in this Commonwealth as a limited liability company. See section 8102 (relating to interchangeability of partnership, limited liability company and corporate forms of organization).\n\n(c) Duration.--A limited liability company has perpetual duration.\n\n(d) Restrictions on nonprofit companies.--If a limited liability company has a purpose that is not for profit:\n\n(1) Its purpose must be stated in the certificate of organization.\n\n(2) The company shall not distribute any part of its income or profits to its members, managers or officers, except that it may pay compensation in a reasonable amount to those persons for services rendered.\n\n(3) The company may confer benefits on members or nonmembers in conformity with its purposes, may repay capital contributions and may redeem evidences of indebtedness, except when the company is currently insolvent or would thereby be made insolvent or rendered unable to carry on its purposes, or when the fair value of the assets of the company remaining after the conferring of benefits, payment or redemption would be insufficient to meet its liabilities. The company may make distributions of money or property to members upon dissolution or final liquidation as permitted by this chapter.\n\n(4) If the company is organized for a charitable purpose, it may take, receive and hold real and personal property as may be given, devised to or otherwise vested in the company, in trust, for the purpose or purposes set forth in its certificate of organization. The members, if it is member managed, or the managers, if it is manager managed, shall, as trustees of the property, be held to the same degree of responsibility and accountability as other trustees, unless:\n\n(i) a lesser degree or a particular degree of responsibility and accountability is prescribed in the trust instrument;\n\n(ii) if the company is member managed, the members remain under the control of third persons who retain the right to direct, and do direct, the actions of the members as to the use of the trust property from time to time; or\n\n(iii) if the company is manager managed, the managers remain under the control of the members or third persons who retain the right to direct, and do direct, the actions of the managers as to the use of the trust property from time to time.\n\n(5) Property of the company committed to charitable purposes shall not, by any proceeding under Chapter 3 (relating to entity transactions) or otherwise, be diverted from the objects to which it was donated, granted or devised, unless and until the company obtains from the court an order under 20 Pa.C.S. Ch. 77 (relating to trusts) specifying the disposition of the property.\n\n(e) Cross reference.--See section 8815(c)(7) (relating to contents of operating agreement).\n\nCross References.Section 8818 is referred to in sections 8102, 8815, 8821, 8894 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8818/"
    },
    {
      "id": "section-8819",
      "number": "8819",
      "heading": "",
      "text": "(a) General rule.--A limited liability company has the power to do all things necessary or convenient to carry on its activities and affairs.\n\n(b) Capacity to sue and be sued.--A limited liability company has the capacity to sue and be sued in its own name.\n\n(c) Certain specifically authorized debt terms.--A limited liability company shall be subject to section 1510 (relating to certain specifically authorized debt terms) to the same extent as if it were a business corporation.\n\n(d) Cross references.--See sections 8102 (relating to interchangeability of partnership, limited liability company and corporate forms of organization) and 8815(c)(8) (relating to contents of operating agreement).\n\nCross References.Section 8819 is referred to in section 8815 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8819/"
    },
    {
      "id": "section-8821",
      "number": "8821",
      "heading": "",
      "text": "(a) Formation.--One or more associations or individuals 18 years of age or older may act as organizers to form a limited liability company by delivering to the department for filing a certificate of organization.\n\n(b) Required contents of certificate.--A certificate of organization must state:\n\n(1) the name of the limited liability company, which must comply with Subchapter A of Chapter 2 (relating to names); and\n\n(2) subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of the company's registered office.\n\n(c) Optional contents of certificate.--A certificate of organization may contain statements as to matters other than those required by subsection (b), but may not vary or otherwise affect the provisions specified under section 8815(c) and (d) (relating to contents of operating agreement) in a manner inconsistent with that section.\n\n(d) Substitute certificate of authority.--A statement in a certificate of organization with respect to a matter described in section 8832(a)(2) or (3) (relating to certificate of authority) is effective as a certificate of authority and the statement is subject to the provisions of section 8832 in the same manner as a certificate of authority.\n\n(e) Effect of certificate of organization.--A provision of the certificate of organization shall be deemed to be a provision of the operating agreement for purposes of any provision of this title that refers to a rule as set forth in the operating agreement.\n\n(f) Time of formation.--A limited liability company is formed when its certificate of organization becomes effective.\n\n(g) Cross references.--See:\n\nSection 134 (relating to docketing statement).\n\nSection 135 (relating to requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nSection 8818(d)(1) (relating to characteristics of limited liability company).\n\nSection 8823 (relating to signing of filed documents).\n\nSection 8893(a) (relating to benefit company status).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (a) and (g).\n\nCross References.Section 8821 is referred to in sections 8812, 8893 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8821/"
    },
    {
      "id": "section-8822",
      "number": "8822",
      "heading": "",
      "text": "(a) General rule.--A certificate of organization may be amended or restated at any time.\n\n(b) Required contents of certificate of amendment.--To amend its certificate of organization, a limited liability company must deliver to the department for filing a certificate of amendment that states:\n\n(1) the name of the company;\n\n(2) the date of filing of its initial certificate of organization;\n\n(3) subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of its registered office; and\n\n(4) the amendment.\n\n(c) Restatement.--To restate its certificate of organization, a limited liability company must deliver to the department for filing a certificate of amendment that:\n\n(1) is designated as a restatement; and\n\n(2) includes a statement that the restated certificate supersedes the original certificate and all previous amendments.\n\n(d) Obligation to correct.--If a member of a member-managed limited liability company, or a manager of a manager-managed limited liability company, knows that any information in a filed certificate of organization is inaccurate, the member or manager shall promptly:\n\n(1) cause the certificate to be amended; or\n\n(2) if appropriate, deliver to the department for filing a statement of correction under section 138 (relating to statement of correction) or a statement of abandonment under section 141 (relating to abandonment of filing before effectiveness).\n\n(e) Cross references.--See:\n\nSection 134 (relating to docketing statement).\n\nSection 135 (relating to requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nSection 8823 (relating to signing of filed documents).\n\nCross References.Section 8822 is referred to in sections 8824, 8847 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8822/"
    },
    {
      "id": "section-8823",
      "number": "8823",
      "heading": "",
      "text": "(a) Required signatures.--Except as provided in this title, a document delivered to the department for filing under this title relating to a limited liability company must be signed as follows:\n\n(1) Except as provided in paragraphs (2) and (3), a document signed on behalf of a limited liability company must be signed by a person authorized by the company.\n\n(2) A company's initial certificate of organization must be signed by each organizer.\n\n(3) A document delivered on behalf of a dissolved company that has no member must be signed by the person winding up the company's activities and affairs under section 8872(c) (relating to winding up and filing of certificates) or a person appointed under section 8872(d) to wind up the activities and affairs.\n\n(4) A certificate of denial by a person under section 8833 (relating to certificate of denial) must be signed by that person.\n\n(5) Any other document delivered on behalf of a person to the department for filing must be signed by that person.\n\n(b) Cross reference.--See section 142 (relating to effect of signing filings).\n\nCross References.Section 8823 is referred to in sections 8821, 8822, 8825, 8832, 8833, 8872 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8823/"
    },
    {
      "id": "section-8824",
      "number": "8824",
      "heading": "",
      "text": "(a) General rule.--If a document delivered to the department for filing under this title and filed by the department contains a materially false statement or fails to state a material fact required to be stated, a person that suffers loss by reasonable reliance on the statement or failure to state a material fact may recover damages for the loss from:\n\n(1) a person that signed the document or caused another to sign it on the person's behalf and knew there was false or missing information in the document at the time it was signed; and\n\n(2) subject to subsection (b), a member of a member-managed limited liability company or a manager of a manager-managed limited liability company if:\n\n(i) the document was delivered for filing on behalf of the company; and\n\n(ii) the member or manager knew or had notice there was false or missing information for a reasonably sufficient time before the document was relied upon so that, before the reliance, the member or manager reasonably could have:\n\n(A) effected an amendment under section 8822 (relating to amendment or restatement of certificate of organization);\n\n(B) filed a petition under section 144 (relating to signing and filing pursuant to judicial order); or\n\n(C) delivered to the department for filing a statement of correction under section 138 (relating to statement of correction) or a statement of withdrawal under section 141 (relating to abandonment of filing before effectiveness).\n\n(b) Substitute responsibility.--To the extent the operating agreement of a member-managed limited liability company expressly relieves a member of responsibility for maintaining the accuracy of information contained in documents delivered on behalf of the company to the department for filing under this chapter and imposes that responsibility on one or more other members, the liability stated under subsection (a)(2) applies to those other members and not to the member that the operating agreement relieves of the responsibility.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8824/"
    },
    {
      "id": "section-8825",
      "number": "8825",
      "heading": "",
      "text": "(a) General rule.--Every limited liability company shall have and continuously maintain in this Commonwealth a registered office which may, but need not, be the same as its place of business.\n\n(b) Change of registered office.--After organization, a change in the location of the registered office may be effected at any time by the company. Before the change becomes effective, the company shall amend its certificate of organization under the provisions of this chapter to reflect the change, include the change in an annual report under section 146 (relating to annual report) or file with the department a certificate of change of registered office setting forth:\n\n(1) The name of the company.\n\n(2) The address, including street and number, if any, of its then-registered office.\n\n(3) The address, including street and number, if any, to which the registered office is to be changed.\n\n(c) Alternative procedure.--A limited liability company may satisfy the requirements of this chapter concerning the maintenance of a registered office in this Commonwealth by setting forth in any document filed in the department under any provision of this chapter that permits or requires the statement of the address of its then-registered office, in lieu of that address, the statement authorized under section 109(a) (relating to name of commercial registered office provider in lieu of registered address).\n\n(d) Effect of statement.--A statement regarding the registered office of a limited liability company set forth in a document filed in the department pursuant to this section shall operate as an amendment of the certificate of organization.\n\n(e) Cross references.--See:\n\nSection 108 (relating to change in location or status of registered office provided by agent).\n\nSection 134 (relating to docketing statement).\n\nSection 135 (relating to requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nSection 8815(c)(7) (relating to contents of operating agreement).\n\nSection 8823 (relating to signing of filed documents).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (b) and relettered former subsec. (d) to subsec. (e) and added present subsec. (d).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8825/"
    },
    {
      "id": "section-8831",
      "number": "8831",
      "heading": "",
      "text": "(a) No agency power of member as member.--A member is not an agent of a limited liability company solely by reason of being a member.\n\n(b) Agency power of manager.--If the certificate of organization states that the company is manager managed, the act of a manager for apparently carrying on in the usual way the business of the company binds the company unless the manager so acting has in fact no authority to act for the company in the particular matter and the person with whom the manager is dealing has knowledge of the fact that the manager does not have that authority.\n\n(c) Liability of company under other law.--A person's status as a member or manager does not prevent or restrict law other than this chapter from imposing liability on a limited liability company because of the person's conduct.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8831/"
    },
    {
      "id": "section-8832",
      "number": "8832",
      "heading": "",
      "text": "(a) General rule.--A limited liability company may deliver to the department for filing a certificate of authority signed by the company. The certificate:\n\n(1) must include the name of the company and, subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of its registered office;\n\n(2) with respect to any position that exists in or with respect to the company, may state the authority, or limitations on the authority, of all persons holding the position to:\n\n(i) transfer real property held in the name of the company, including signing an instrument of transfer; or\n\n(ii) enter into other transactions on behalf of, or otherwise act for or bind, the company; and\n\n(3) may state the authority, or limitations on the authority, of a specific person to:\n\n(i) transfer real property held in the name of the company, including signing an instrument of transfer; or\n\n(ii) enter into other transactions on behalf of, or otherwise act for or bind, the company.\n\n(b) Amendment or cancellation.--To amend or cancel a certificate of authority filed by the department, a limited liability company must deliver to the department for filing an amendment or cancellation that states:\n\n(1) the name of the company;\n\n(2) subject to section 109, the address, including street and number, if any, of the company's registered office;\n\n(3) the date the certificate being affected became effective; and\n\n(4) the contents of the amendment or a statement that the certificate is canceled.\n\n(c) Effect.--A certificate of authority:\n\n(1) supersedes any inconsistent provision of the certificate of organization in effect at the time the certificate of authority becomes effective;\n\n(2) affects only the power of a person to bind a limited liability company with respect to persons that are not members; and\n\n(3) is not binding on the department for purposes of the administration of this title or any other provision of law.\n\n(d) Certificate not evidence of knowledge or notice.--Except as provided in subsections (e), (f), (g) and (h), a limitation on the authority of a person or a position contained in an effective certificate of authority is not by itself evidence of knowledge or notice of the limitation by any person.\n\n(e) Authority not pertaining to real property.--A grant of authority not pertaining to transfers of real property and contained in an effective certificate of authority is conclusive in favor of a person that gives value in reliance on the grant, except to the extent that when the person gives value:\n\n(1) the person has knowledge to the contrary;\n\n(2) the certificate has been canceled or restrictively amended under subsection (b); or\n\n(3) a limitation on the grant is contained in another certificate of authority that became effective after the certificate containing the grant became effective.\n\n(f) Authority to transfer real property.--An effective certificate of authority or certificate of organization that grants authority to transfer real property held in the name of a limited liability company, a certified copy of which certificate is recorded in the office of the recorder of deeds for the county in which the property is located, is conclusive in favor of a person that gives value in reliance on the grant without knowledge to the contrary, except to the extent that when the person gives value:\n\n(1) the certificate has been canceled or restrictively amended under subsection (b), and a certified copy of the cancellation or restrictive amendment has been recorded in the office of the recorder of deeds; or\n\n(2) a limitation on the grant is contained in another certificate of authority that became effective after the certificate containing the grant became effective, and a certified copy of the later-effective certificate is recorded in the office of the recorder of deeds.\n\n(g) Effect of recorded certificate.--If a certified copy of an effective certificate containing a limitation on the authority to transfer real property held in the name of a limited liability company is recorded in the office of the recorder of deeds for the county in which the real property is located, all persons are deemed to know of the limitation.\n\n(h) Effect of dissolution or termination of company.--An effective certificate of dissolution does not cancel a filed certificate of authority for the purposes of subsection (f) and is a limitation on authority for the purposes of subsection (g). An effective certificate of termination cancels a filed certificate of authority.\n\n(i) Automatic cancellation.--Unless earlier canceled, an effective certificate of authority that names an individual as having authority is canceled by operation of law five years after the date on which the certificate, or its most recent amendment, becomes effective. The cancellation operates without need for any recording under subsection (f) or (g).\n\n(j) Effect of certificate of denial.--An effective certificate of denial:\n\n(1) operates as a restrictive amendment under this section, and a certified copy may be recorded as provided in subsection (f)(1) by the limited liability company or the person that delivered the certificate of denial to the department for filing;\n\n(2) affects only the authority of a person to bind the company with respect to persons that are not members; and\n\n(3) supersedes any inconsistent provision of the certificate of organization in effect at the time the certificate of denial becomes effective.\n\n(k) Foreign companies.--A foreign limited liability company may deliver a certificate of authority to the department for filing and may record a copy as provided in this section in the same manner and with the same effect as if it were a domestic company and regardless of whether the foreign company is registered to do business in this Commonwealth under Chapter 4 (relating to foreign associations).\n\n(l) Cross references.--See:\n\nSection 134 (relating to docketing statement).\n\nSection 135 (relating to requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nSection 8823 (relating to signing of filed documents).\n\nCross References.Section 8832 is referred to in sections 8813, 8821, 8833 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8832/"
    },
    {
      "id": "section-8833",
      "number": "8833",
      "heading": "",
      "text": "(a) General rule.--A person named in a filed certificate of authority granting that person authority may deliver to the department for filing a certificate of denial that:\n\n(1) states:\n\n(i) the name of the limited liability company;\n\n(ii) subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of the registered office of the company; and\n\n(iii) the date the certificate of authority to which the certificate of denial pertains was filed; and\n\n(2) denies the grant of authority.\n\n(b) Cross references.--See:\n\nSection 134 (relating to docketing statement).\n\nSection 135 (relating to requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nSection 8823 (relating to signing of filed documents).\n\nSection 8832(j) (relating to certificate of authority).\n\nCross References.Section 8833 is referred to in section 8823 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8833/"
    },
    {
      "id": "section-8834",
      "number": "8834",
      "heading": "",
      "text": "(a) General rule.--A debt, obligation or other liability of a limited liability company is solely the debt, obligation or other liability of the company. A member or manager is not personally liable, directly or indirectly, by way of contribution or otherwise, for a debt, obligation or other liability of the company solely by reason of being or acting as a member or manager. This subsection applies regardless of:\n\n(1) whether the company has a single member or multiple members; and\n\n(2) the dissolution, winding up or termination of the company.\n\n(b) Professional relationship unaffected.--Subsection (a) shall not afford members of a professional company with greater immunity than is available to the officers, shareholders, employees or agents of a professional corporation. See section 2925 (relating to professional relationship retained).\n\n(c) Disciplinary jurisdiction unaffected.--A professional company shall be subject to the applicable rules and regulations adopted by, and all the disciplinary powers of, the court, department, board, commission or other government unit regulating the profession in which the company is engaged. The court, department, board or other government unit may require that a company include in its certificate of organization or operating agreement provisions that conform to any rule or regulation promulgated before, on or after the effective date of this section for the purpose of enforcing the ethics of a profession. This chapter shall not affect or impair the disciplinary powers of the court, department, board, commission or other government unit over licensed persons or any law, rule or regulation pertaining to the standards for professional conduct of licensed persons or to the professional relationship between any licensed person rendering professional services and the person receiving professional services.\n\n(d) Rendering professional services.--\n\n(1) Except as provided by a statute, rule or regulation applicable to a particular profession, a professional company may lawfully render professional services only through licensed persons. The company may employ persons not so licensed except that those persons shall not render any professional services rendered or to be rendered by it.\n\n(2) Paragraph (1) shall not be interpreted to preclude the use of clerks, secretaries, nurses, administrators, bookkeepers, technicians and other assistants or paraprofessionals who are not usually and ordinarily considered by law, custom and practice to be rendering the professional service or services for which the professional company was organized nor to preclude the use of any other person who performs all of the person's employment under the direct supervision and control of a licensed person. A person shall not under the guise of employment render professional services unless duly licensed or admitted to practice as required by law.\n\n(3) Notwithstanding any other provision of law, a professional company may charge for the professional services rendered by it, may collect those charges and may compensate those who render the professional services.\n\n(e) Medical professional liability.--A professional company shall be deemed to be a partnership for purposes of section 744 of the act of March 20, 2002 (P.L.154, No.13), known as the Medical Care Availability and Reduction of Error (Mcare) Act.\n\n(f) Cross reference.--See section 8105 (relating to ownership of certain professional partnerships and limited liability companies).\n\nCross References.Section 8834 is referred to in section 8872 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8834/"
    },
    {
      "id": "section-8835",
      "number": "8835",
      "heading": "",
      "text": "(a) General rule.--For the purposes of the imposition by the Commonwealth of any tax or license fee on or with respect to any income, property, privilege, transaction, subject or occupation, other than the corporate net income tax, capital stock and foreign franchise tax and personal income tax, a domestic or foreign limited liability company shall be deemed to be a corporation organized and existing under Part II (relating to corporations), and a member of the company, as such, shall be deemed to be a shareholder of a corporation.\n\n(b) Financial institutions.--For purposes of the bank shares tax and the mutual thrift institutions tax, a bank, bank and trust company, trust company, savings bank, building and loan association, savings and loan association or savings institution that is a domestic or foreign limited liability company shall be considered an \"institution\" as defined by Article VII or Article XV of the act of March 4, 1971 (P.L.6, No.2), known as the Tax Reform Code of 1971.\n\n(c) Political subdivisions.--Nothing in this section shall impair or preempt the ability of a political subdivision to levy, assess or collect any applicable taxes or license fees authorized under the act of December 31, 1965 (P.L.1257, No.511), known as The Local Tax Enabling Act, on any limited liability company.\n\nCross References.Section 8835 is referred to in sections 8995, 8997 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8835/"
    },
    {
      "id": "section-8841",
      "number": "8841",
      "heading": "",
      "text": "(a) Single initial member.--If a limited liability company is initially to have only one member, the person becomes a member as agreed by that person and the organizer of the company. That person and the organizer may be, but need not be, different persons. If the initial member and the organizer are different persons, the organizer acts on behalf of the initial member.\n\n(b) Multiple initial members.--If a limited liability company is initially to have more than one member, those persons become members as agreed by those persons and the organizer before the formation of the company. The organizer acts on behalf of the persons in forming the company and may be, but need not be, one of the persons.\n\n(c) Powers and authority of organizer.--Until a limited liability company has its first member, the organizer is deemed to be a manager of the company.\n\n(d) Admission after formation.--After formation of a limited liability company, a person becomes a member:\n\n(1) by action of the organizer if the company does not have any members;\n\n(2) as provided in the operating agreement;\n\n(3) as the result of a transaction effective under Chapter 3 (relating to entity transactions);\n\n(4) with the affirmative vote or consent of all the members; or\n\n(5) as provided in section 8871(a)(3) (relating to events causing dissolution).\n\n(e) Noneconomic members.--A person may become a member without:\n\n(1) acquiring a transferable interest; or\n\n(2) making or being obligated to make a contribution to the limited liability company.\n\n(f) Nature of interest.--The interest of a member in a limited liability company is personal property.\n\nCross References.Section 8841 is referred to in section 8812 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8841/"
    },
    {
      "id": "section-8842",
      "number": "8842",
      "heading": "",
      "text": "A contribution may consist of:\n\n(1) property transferred to, services performed for or another benefit provided to the limited liability company;\n\n(2) an agreement to transfer property to, perform services for or provide another benefit to the company; or\n\n(3) any combination of items listed in paragraphs (1) and (2).\n\nCross References.Section 8842 is referred to in section 8812 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8842/"
    },
    {
      "id": "section-8843",
      "number": "8843",
      "heading": "",
      "text": "(a) Obligation not excused.--A person's obligation to make a contribution to a limited liability company is not excused by the person's death, disability, termination or other inability to perform personally.\n\n(b) Substitute payment.--If a person does not fulfill an obligation to make a contribution other than money, the person is obligated at the option of the limited liability company to contribute money equal to the value, as stated in the records of the company, of the part of the contribution which has not been made.\n\n(c) Compromise of obligation.--The obligation of a person to make a contribution may be compromised only by the affirmative vote or consent of all the members. If a creditor of a limited liability company extends credit or otherwise acts in reliance on an obligation described under subsection (a) without knowledge or notice of a compromise under this subsection, the creditor may enforce the obligation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8843/"
    },
    {
      "id": "section-8844",
      "number": "8844",
      "heading": "",
      "text": "(a) General rule.--Any distribution made by a limited liability company before its dissolution and winding up shall be in equal shares among members and persons dissociated as members, except as provided in section 8852(b) (relating to transfer of transferable interest) or to the extent necessary to comply with a charging order in effect under section 8853 (relating to charging order).\n\n(b) No entitlement to distribution.--Except as provided under subsection (e), a person has a right to a distribution before the dissolution and winding up of a limited liability company only if the company decides to make an interim distribution.\n\n(c) Distribution in kind.--A person does not have a right to demand or receive a distribution from a limited liability company in any form other than money. Except as provided in section 8877(d) (relating to disposition of assets in winding up), a limited liability company may distribute an asset in kind only if each part of the asset is fungible with each other part and each person receives a percentage of the asset equal in value to the person's share of distributions.\n\n(d) Status as creditor.--If a member or transferee becomes entitled to receive a distribution, the member or transferee has the status of, and is entitled to all remedies available to, a creditor of the limited liability company with respect to the distribution, except that the company's obligation to make a distribution is subject to offset for any amount owed to the company by the member or transferee on whose account the distribution is made.\n\n(e) Distribution upon event of dissociation.--Upon the effectiveness of a transaction under Chapter 3 (relating to entity transactions) or an amendment of the certificate of organization or operating agreement that results in either case in an event of dissociation but does not result in the dissolution of the limited liability company, the dissociating member may elect in record form to receive in lieu of the property that the person would be entitled to receive pursuant to the terms of the transaction or amendment:\n\n(1) any distribution to which the member is entitled under the operating agreement on the terms provided in the operating agreement; and\n\n(2) within a reasonable time after dissociation, the fair value of the interest of the member in the company as of the date of dissociation based upon the right of the member to share in distributions from the company.\n\nCross References.Section 8844 is referred to in sections 8817, 8863 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8844/"
    },
    {
      "id": "section-8845",
      "number": "8845",
      "heading": "",
      "text": "(a) General rule.--A limited liability company may not make a distribution, including a distribution under section 8877 (relating to disposition of assets in winding up), if after the distribution:\n\n(1) the company would not be able to pay its debts as they become due in the ordinary course of the company's activities and affairs; or\n\n(2) the company's total assets would be less than the sum of its total liabilities plus the amount that would be needed, if the company were to be dissolved and wound up at the time of the distribution, to satisfy the preferential rights upon dissolution and winding up of members and transferees whose preferential rights are superior to the rights of persons receiving the distribution.\n\n(b) Valuation.--A limited liability company may base a determination that a distribution is not prohibited under subsection (a)(2) on:\n\n(1) the book values of the assets and liabilities of the company, as reflected on its books and records;\n\n(2) a valuation that takes into consideration unrealized appreciation and depreciation or other changes in value of the assets and liabilities of the company;\n\n(3) the current value of the assets and liabilities of the company, either valued separately or valued in segments or as an entirety as a going concern; or\n\n(4) any other method that is reasonable in the circumstances.\n\n(c) Excluded liabilities.--In determining whether a distribution is prohibited under subsection (a)(2), the company need not consider obligations and liabilities unless they are required to be reflected on a balance sheet, not including the notes to the balance sheet, prepared on the basis of generally accepted accounting principles, or such other accounting practices and principles as are used generally by the company in the maintenance of its books and records and as are reasonable in the circumstances.\n\n(d) Measuring date of distribution.--Except as provided in subsection (e), the effect of a distribution under subsection (a) is measured:\n\n(1) as of the date specified by the company when it authorizes the distribution if the distribution occurs within 125 days of the earlier of the date so specified or the date of authorization; or\n\n(2) as of the date of distribution in all other cases.\n\n(e) Date of redemption.--In the case of a distribution described under paragraph (1) of the definition of \"distribution\" in section 8812 (relating to definitions), the distribution is deemed to occur as of the earlier of the date money or other property is transferred or debt is incurred by the company or the date the person entitled to the distribution ceases to own the interest or right being acquired by the company in return for the distribution.\n\n(f) Status of distribution debt.--The indebtedness of a limited liability company to a member or transferee incurred by reason of a distribution made in accordance with this section shall be at least on a parity with the company's indebtedness to its general, unsecured creditors, except to the extent subordinated by agreement.\n\n(g) Certain subordinated debt.--The indebtedness of a limited liability company, including indebtedness issued as a distribution, is not a liability for purposes of subsection (a) if the terms of the indebtedness provide that payment of principal and interest is made only if and to the extent that payment of a distribution could then be made under this section. If the indebtedness is issued as a distribution, each payment of principal or interest is treated as a distribution, the effect of which is measured on the date the payment is made.\n\n(h) Distributions in winding up.--In measuring the effect of a distribution under section 8877, the liabilities of a dissolved limited liability company do not include any claim that has been barred under section 8874 (relating to known claims against dissolved limited liability company) or 8875 (relating to other claims against dissolved limited liability company), or for which security has been provided under section 8876 (relating to court proceedings).\n\n(i) Cross references.--See:\n\nSection 8815(d)(1)(ii) (relating to contents of operating agreement).\n\nSection 8849.1 (relating to standards of conduct for members).\n\nSection 8849.2 (relating to standards of conduct for managers).\n\nCross References.Section 8845 is referred to in sections 8815, 8846, 8848 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8845/"
    },
    {
      "id": "section-8846",
      "number": "8846",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), if a member of a member-managed limited liability company or manager of a manager-managed limited liability company consents to a distribution made in violation of section 8845 (relating to limitations on distributions) and in consenting to the distribution fails to comply with section 8849.1 (relating to standards of conduct for members) or 8849.2 (relating to standards of conduct for managers), the member or manager is personally liable to the company for the amount of the distribution which exceeds the amount that could have been distributed without the violation of section 8845.\n\n(b) Members without authority.--To the extent the operating agreement of a member-managed limited liability company relieves a member of the authority and responsibility to consent to distributions and imposes that authority and responsibility on one or more other members, the liability stated in subsection (a) applies to the other members and not the member that the operating agreement relieves of authority and responsibility.\n\n(c) Recipients.--A person that receives a distribution knowing that the distribution violated section 8845 is personally liable to the limited liability company but only to the extent that the distribution received by the person exceeded the amount that could have been properly paid under section 8845.\n\n(d) Contribution.--A person against which an action is commenced because the person is liable under subsection (a) may:\n\n(1) join any other person that is liable under subsection (a) or otherwise seek to enforce a right of contribution from the person; and\n\n(2) join any person that is liable under subsection (c) or otherwise seek to enforce a right of contribution from the person in the amount the person is liable for under subsection (c).\n\n(e) Statute of repose.--An action under this section is barred unless commenced within two years after the distribution.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8846/"
    },
    {
      "id": "section-8847",
      "number": "8847",
      "heading": "",
      "text": "(a) Determination of management of company.--A limited liability company is a member-managed limited liability company unless the operating agreement:\n\n(1) expressly provides that:\n\n(i) the company is or will be manager managed;\n\n(ii) the company is or will be managed by managers; or\n\n(iii) management of the company is or will be vested in managers; or\n\n(2) includes words of similar import.\n\n(b) Member-managed company.--In a member-managed limited liability company, the following rules apply:\n\n(1) Except as expressly provided in this title, the management and conduct of the company are vested in the members.\n\n(2) Each member has equal rights in the management and conduct of the company's activities and affairs.\n\n(3) A difference arising among members as to a matter in the ordinary course of the activities and affairs of the company may be decided by a majority of the members.\n\n(4) Except as provided under section 325 (relating to approval by limited liability company) with respect to a transaction under Chapter 3 (relating to entity transactions), an act outside the ordinary course of the activities and affairs of the company may be undertaken only with the affirmative vote or consent of all members.\n\n(5) Except as provided under section 8822(d) (relating to amendment or restatement of certificate of organization), the certificate of organization may be amended only with the affirmative vote or consent of all members.\n\n(6) The operating agreement may be amended only with the affirmative vote or consent of all members.\n\n(c) Manager-managed company.--In a manager-managed limited liability company, the following rules apply:\n\n(1) Except as expressly provided in this title, any matter relating to the activities and affairs of the company is decided exclusively by the manager, or, if there is more than one manager, by a majority of the managers.\n\n(2) Each manager has equal rights in the management and conduct of the company's activities and affairs.\n\n(3) The affirmative vote or consent of all members is required:\n\n(i) except as provided under section 325 with respect to a transaction under Chapter 3, to undertake any act outside the ordinary course of the company's activities and affairs;\n\n(ii) except as provided under section 8822(d), to amend the certificate of organization; or\n\n(iii) to amend the operating agreement.\n\n(4) A manager may be chosen at any time by the affirmative vote or consent of a majority of the members and remains a manager until a successor has been chosen, unless the manager at an earlier time resigns, is removed or dies, or, in the case of a manager that is not an individual, terminates. A manager may be removed at any time by the affirmative vote or consent of a majority of the members without notice or cause.\n\n(5) A person need not be a member to be a manager, except that the dissociation of a member that is also a manager removes the person as a manager. If a person that is both a manager and a member ceases to be a manager, that cessation does not by itself dissociate the person as a member.\n\n(6) A person's ceasing to be a manager does not discharge any debt, obligation or other liability to the limited liability company or members which the person incurred while a manager.\n\n(d) Action by consent or proxy.--An action requiring the vote or consent of members under this title may be taken without a meeting, and a member may appoint a proxy or other agent to vote, consent or otherwise act for the member by signing an appointing document in record form, personally or by the member's agent.\n\n(e) Effect of dissolution.--The dissolution of a limited liability company does not affect the applicability of this section, except that a person that wrongfully causes dissolution of the company loses the right to participate in management as a member and a manager.\n\n(f) Reimbursement of advances.--A limited liability company shall reimburse a member for an advance to the company beyond the amount of capital the member agreed to contribute.\n\n(g) Interest on advance.--A payment or advance made by a member which gives rise to an obligation of the limited liability company under subsection (f) or section 8848(a) (relating to reimbursement, indemnification, advancement and insurance) constitutes a loan to the company which accrues interest from the date of the payment or advance.\n\n(h) No remuneration for services.--A member is not entitled to remuneration for services performed for a member-managed limited liability company, except for reasonable compensation for services rendered in winding up the activities of the company.\n\n(i) Increased vote requirements.--Whenever the certificate of organization or operating agreement requires for the taking of any action by the members or a class of members a specific number or percentage of votes or consents, the provision of the certificate or agreement setting forth that requirement shall not be amended or repealed by any lesser number or percentage of votes or consents of the members or the class of members. This subsection does not apply to a provision setting forth the right of members to act by unanimous consent in lieu of a meeting.\n\n(j) Exception.--None of the following shall be considered an amendment of the certificate of organization for purposes of the voting rules in subsections (b)(6) and (c)(3)(iii):\n\n(1) a restatement of all the operative provisions of the certificate of organization without change;\n\n(2) a change in the name or registered office of the limited liability company; or\n\n(3) any combination of the foregoing purposes.\n\n(k) Approval of minor amendments.--Unless otherwise provided in record form in the operating agreement, an amendment described in subsection (j) may be made by the affirmative vote or consent of a majority of the managers or, in the case of a member-managed limited liability company, of a majority of the members.\n\nCross References.Section 8847 is referred to in sections 8812, 8817, 8848, 8872 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8847/"
    },
    {
      "id": "section-8848",
      "number": "8848",
      "heading": "",
      "text": "(a) Reimbursement.--A limited liability company shall reimburse a member of a member-managed company or manager of a manager-managed company for any payment made by the member or in the course of the member's or manager's activities on behalf of the company, if the member or manager complied with the applicable provisions of sections 8847 (relating to management of limited liability company), 8849.1 (relating to standards of conduct for members) and 8849.2 (relating to standards of conduct for managers) in making the payment.\n\n(b) Indemnification.--A limited liability company shall indemnify and hold harmless a person with respect to any claim or demand against the person and any debt, obligation or other liability incurred by the person by reason of the person's former or present capacity as a member or manager, if the claim, demand, debt, obligation or other liability does not arise from the person's breach of section 8845 (relating to limitations on distributions), 8847, 8849.1 or 8849.2.\n\n(c) Advancement.--In the ordinary course of its activities and affairs, a limited liability company may advance expenses, including attorney fees and costs, incurred by a person in connection with a claim or demand against the person by reason of the person's former or present capacity as a member or manager, if the person promises to repay the company if the person ultimately is determined not to be entitled to be indemnified.\n\n(d) Insurance.--A limited liability company may purchase and maintain insurance on behalf of a member or manager of the company against liability asserted against or incurred by the member or manager in that capacity or arising from that status even if, under subsection (g), the operating agreement could not provide indemnification against the liability or eliminate or limit the person's liability to the company for the conduct giving rise to the liability.\n\n(e) Nonexclusivity.--The rights provided by subsections (a), (b), (c) and (d) shall not be deemed exclusive of any other rights to which a person seeking reimbursement, indemnification, advancement of expenses or insurance may be entitled under the operating agreement, vote of members or disinterested managers, contract or otherwise, both as to action in his official capacity and as to action in another capacity while holding that position. Sections 8849.1(f) and 8849.2(e) shall be applicable to a vote, contract or other action under this subsection. A limited liability company may create a fund of any nature, which may, but need not be, under the control of a trustee, or otherwise secure or insure in any manner its indemnification obligations, whether arising under this section or otherwise.\n\n(f) Grounds.--Indemnification under subsection (e) may be granted for any action taken and may be made whether or not the limited liability company would have the power to indemnify the person under any other provision of law except as provided in this section and whether or not the indemnified liability arises or arose from any threatened, pending or completed action by or in the right of the company. Indemnification under subsection (e) is declared to be consistent with the public policy of the Commonwealth.\n\n(g) Limitation.--Indemnification under this section shall not be made in any case where the act giving rise to the claim for indemnification is determined by a court to constitute recklessness, willful misconduct or a knowing violation of law.\n\nCross References.Section 8848 is referred to in sections 8815, 8847, 8883, 8884 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8848/"
    },
    {
      "id": "section-8849",
      "number": "8849",
      "heading": "",
      "text": " 8849. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8849/"
    },
    {
      "id": "section-8849-1",
      "number": "8849.1",
      "heading": "",
      "text": "(a) General rule.--A member of a member-managed limited liability company owes to the company and, subject to section 8881(b) (relating to direct action by member), the other members the duties of loyalty and care stated under subsections (b) and (c).\n\n(b) Duty of loyalty.--The fiduciary duty of loyalty of a member in a member-managed limited liability company includes the duties:\n\n(1) to account to the company and to hold as trustee for it any property, profit or benefit derived by the member:\n\n(i) in the conduct or winding up of the company's activities and affairs;\n\n(ii) from a use by the member of the company's property; or\n\n(iii) from the appropriation of a company opportunity;\n\n(2) to refrain from dealing with the company in the conduct or winding up of the company's activities and affairs as or on behalf of a person having an interest adverse to the company; and\n\n(3) to refrain from competing with the company in the conduct of the company's activities and affairs before the dissolution of the company.\n\n(c) Duty of care.--The duty of care of a member of a member-managed limited liability company in the conduct or winding up of the company's activities and affairs is to refrain from engaging in gross negligence, recklessness, willful misconduct or knowing violation of law.\n\n(d) Good faith and fair dealing.--A member shall discharge the duties and obligations under this title or under the operating agreement and exercise any rights consistent with the contractual obligation of good faith and fair dealing.\n\n(e) Self-serving conduct.--A member does not violate a duty or obligation under this title or under the operating agreement solely because the member's conduct furthers the member's own interest.\n\n(f) Authorization or ratification.--All the members of a member-managed limited liability company may authorize or ratify, after disclosure of all material facts, a specific act or transaction that otherwise would violate the duty of loyalty of a member.\n\n(g) Fairness as a defense.--It is a defense to a claim under subsection (b)(2) and any comparable claim in equity or at common law that the transaction was fair to the limited liability company at the time it is authorized or ratified under subsection (f).\n\n(h) Rights and obligations in approved transaction.--If a member enters into a transaction with the limited liability company which otherwise would be prohibited under subsection (b)(2), and the transaction is authorized or ratified as provided under subsection (f) or the operating agreement, the member's rights and obligations arising from the transaction are the same as those of a person that is not a member.\n\n(i) Duties of members in manager-managed company.--Subject to subsection (d), a member does not have any duty to a manager-managed limited liability company or to any other member of the company solely by reason of being or acting as a member.\n\n(j) Exoneration.--The operating agreement may provide that a member in a member-managed limited liability company shall not be personally liable for monetary damages to the company or the other members for a breach of subsection (c), except that a member may not be exonerated for an act that constitutes recklessness, willful misconduct or a knowing violation of law.\n\n(k) Cross reference.--See section 8815 (relating to contents of operating agreement).\n\nCross References.Section 8849.1 is referred to in sections 8815, 8845, 8846, 8848, 8861, 8863, 8895 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8849-1/"
    },
    {
      "id": "section-8849-2",
      "number": "8849.2",
      "heading": "",
      "text": "(a) General rule.--A manager of a manager-managed limited liability company owes to the company and, subject to section 8881(b) (relating to direct action by member), the members the duties of loyalty and care stated under subsections (b) and (c).\n\n(b) Duty of loyalty.--The fiduciary duty of loyalty of a manager in a manager-managed limited liability company includes the duties:\n\n(1) to account to the company and to hold as trustee for it any property, profit or benefit derived by the manager:\n\n(i) in the conduct or winding up of the company's activities and affairs;\n\n(ii) from a use by the manager of the company's property; or\n\n(iii) from the appropriation of a company opportunity;\n\n(2) to refrain from dealing with the company in the conduct or winding up of the company's activities and affairs as or on behalf of a person having an interest adverse to the company; and\n\n(3) to refrain from competing with the company in the conduct of the company's activities and affairs until completion of the winding up of the company.\n\n(c) Duty of care.--The duty of care of a manager of a manager-managed limited liability company in the conduct or winding up of the company's activities and affairs is to refrain from engaging in gross negligence, recklessness, willful misconduct or knowing violation of law.\n\n(d) Good faith and fair dealing.--A manager of a manager-managed limited liability company shall discharge the duties and obligations under this title or under the operating agreement and exercise any rights consistently with the contractual obligation of good faith and fair dealing.\n\n(e) Ratification of breach of duty of loyalty.--All the members, or a majority of disinterested managers, of a manager-managed limited liability company may authorize or ratify, after disclosure of all material facts, a specific act or transaction by a manager that otherwise would violate the duty of loyalty.\n\n(f) Fairness as a defense.--It is a defense to a claim under subsection (b)(2) and any comparable claim in equity or at common law that the transaction was fair to the limited liability company.\n\n(g) Manager's rights in approved transaction.--If a manager enters into a transaction with the limited liability company which otherwise would be prohibited by subsection (b)(2), and the transaction is approved or ratified as provided by subsection (e) or the operating agreement, the manager's rights and obligations arising from the transaction are the same as those of a person that is not a manager.\n\n(h) Exoneration.--The operating agreement may provide that a manager in a manager-managed limited liability company shall not be personally liable for monetary damages to the company or the members for a breach of subsection (c), except that a manager may not be exonerated for an act that constitutes recklessness, willful misconduct or a knowing violation of law.\n\n(i) Cross reference.--See section 8815 (relating to contents of operating agreement).\n\nCross References.Section 8849.2 is referred to in sections 8815, 8845, 8846, 8848, 8884, 8896 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8849-2/"
    },
    {
      "id": "section-8850",
      "number": "8850",
      "heading": "",
      "text": "(a) In member-managed company.--In a member-managed limited liability company, the following rules apply:\n\n(1) On reasonable notice, a member may inspect and copy during regular business hours, at a reasonable location specified by the company, any record maintained by the company regarding the company's activities, affairs, financial condition and other circumstances.\n\n(2) The company shall furnish to each member, without demand, any information concerning the company's activities, affairs, financial condition and other circumstances which the company knows and is material to the proper exercise of the member's rights and duties under the operating agreement or this title, except to the extent the company can establish that it reasonably believes the member already knows the information.\n\n(3) The duty to furnish information under paragraph (2) also applies to each member to the extent the member knows any of the information described in paragraph (2).\n\n(b) In manager-managed company.--In a manager-managed limited liability company, the following rules apply:\n\n(1) The informational rights stated in subsection (a) and the duty stated in subsection (a)(3) apply to the managers and not the members.\n\n(2) During regular business hours and at a reasonable location specified by the company, a member may inspect and copy full information regarding the activities, affairs, financial condition and other circumstances of the company as is just and reasonable if:\n\n(i) the member seeks the information for a purpose reasonably related to the member's interest as a member;\n\n(ii) the member makes a demand in record form received by the company describing with reasonable particularity the information sought and the purpose for seeking the information; and\n\n(iii) the information sought is directly connected to the member's purpose.\n\n(3) Within 10 days after receiving a demand under paragraph (2)(ii), the company shall, in record form, inform the member that made the demand of:\n\n(i) the information that the company will provide in response to the demand and when and where the company will provide the information; and\n\n(ii) the company's reasons for declining, if the company declines to provide any demanded information.\n\n(c) Rights of person dissociated as member.--Subject to subsection (h), within 10 days after receipt by a limited liability company of a demand made in record form, a person dissociated as a member may have access to information to which the person was entitled while a member if:\n\n(1) the information pertains to the period during which the person was a member;\n\n(2) the person seeks the information in good faith; and\n\n(3) the person satisfies the requirements imposed on a member under subsection (b)(2).\n\n(d) Response of company.--A limited liability company shall respond to a demand made under subsection (c) in the manner provided in subsection (b)(3).\n\n(e) Copying costs.--A limited liability company may charge a person that makes a demand under this section the reasonable costs of copying.\n\n(f) Rights of agent or guardian.--A member or person dissociated as a member may exercise rights under this section through an agent or, in the case of an individual under legal disability, a guardian. Any restriction or condition imposed by the operating agreement or under subsection (h) applies both to the agent or guardian and the member or person dissociated as a member.\n\n(g) No rights of transferee.--Subject to section 8854 (relating to power of personal representative of deceased member), the rights under this section do not extend to a person as transferee.\n\n(h) Limitations on access.--In addition to any restriction or condition stated in the operating agreement, a limited liability company, as a matter within the ordinary course of its activities and affairs, may impose reasonable restrictions and conditions on access to and use of information to be furnished under this section, including designating information confidential and imposing nondisclosure and safeguarding obligations on the recipient. In a dispute concerning the reasonableness of a restriction under this subsection, the company has the burden of proving reasonableness.\n\n(i) Enforcement of right to information.--If a limited liability company, or a manager, member or agent thereof, refuses to permit an inspection sought by a person or attorney or other agent acting for the person pursuant to this section, or does not reply to the demand made under this section within 10 days after the demand has been received, the person seeking inspection may file an action in the court for an order to compel the inspection. The court is vested with exclusive jurisdiction to determine whether or not the person seeking inspection is entitled to the inspection sought. The court may summarily order the company to permit the person to inspect the information and to make copies or extracts therefrom.\n\n(j) Cross reference.--See section 8815 (relating to contents of operating agreement).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 relettered former subsec. (i) to subsec. (j) and added present subsec. (i)\n\nCross References.Section 8850 is referred to in sections 8815, 8854 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8850/"
    },
    {
      "id": "section-8851",
      "number": "8851",
      "heading": "",
      "text": "(a) Personal property.--A transferable interest is personal property.\n\n(b) Only right that may be transferred.--A person may not transfer to a person not a member any rights in a limited liability company other than a transferable interest.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8851/"
    },
    {
      "id": "section-8852",
      "number": "8852",
      "heading": "",
      "text": "(a) General rule.--Subject to section 8853(f) (relating to charging order), a transfer, in whole or in part, of a transferable interest:\n\n(1) is permissible;\n\n(2) does not by itself cause the dissociation of the transferor as a member or a dissolution and winding up of the limited liability company's activities and affairs; and\n\n(3) subject to section 8854 (relating to power of personal representative of deceased member), does not entitle the transferee to:\n\n(i) participate in the management or conduct of the company's activities and affairs; or\n\n(ii) except as provided in subsection (c), have access to records or other information concerning the company's activities and affairs.\n\n(b) Right to distributions.--A transferee has the right to receive, in accordance with the transfer, distributions to which the transferor would otherwise be entitled.\n\n(c) Right to account on dissolution.--In a dissolution and winding up of a limited liability company, a transferee is entitled to an account of the company's transactions only from the date of dissolution.\n\n(d) Certificate of interest.--A transferable interest may be evidenced by a certificate of the interest issued by the limited liability company in record form and, subject to this section, the interest represented by the certificate may be transferred by a transfer of the certificate.\n\n(e) Recognition of transferee's rights.--A limited liability company need not give effect to a transferee's rights under this section until the company knows or has notice of the transfer.\n\n(f) Transfer restrictions.--A transfer of a transferable interest in violation of a restriction on transfer contained in the operating agreement is ineffective if the intended transferee has knowledge or notice of the restriction at the time of transfer.\n\n(g) Rights retained by transferor.--Except as provided in section 8861(5)(ii) (relating to events causing dissociation), if a member transfers a transferable interest, the transferor retains the rights of a member other than the transferable interest transferred and retains all the duties and obligations of a member.\n\nCross References.Section 8852 is referred to in sections 8844, 8853, 8854 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8852/"
    },
    {
      "id": "section-8853",
      "number": "8853",
      "heading": "",
      "text": "(a) General rule.--On application by a judgment creditor of a member or transferee, a court may enter a charging order against the transferable interest of the judgment debtor for the unsatisfied amount of the judgment. Except as provided in subsection (f), a charging order constitutes a lien on a judgment debtor's transferable interest and requires the limited liability company to pay over to the person to which the charging order was issued any distribution that otherwise would be paid to the judgment debtor.\n\n(b) Available relief.--To the extent necessary to effectuate the collection of distributions pursuant to a charging order in effect under subsection (a), the court may:\n\n(1) appoint a receiver of the distributions subject to the charging order, with the power to make all inquiries the judgment debtor might have made; and\n\n(2) make all other orders necessary to give effect to the charging order.\n\n(c) Foreclosure.--Upon a showing that distributions under a charging order will not pay the judgment debt within a reasonable time, the court may foreclose the lien and order the sale of the transferable interest. Except as provided in subsection (f), the purchaser at the foreclosure sale only obtains the transferable interest, does not thereby become a member, and is subject to section 8852 (relating to transfer of transferable interest).\n\n(d) Satisfaction of judgment.--At any time before foreclosure under subsection (c), the member or transferee whose transferable interest is subject to a charging order under subsection (a) may extinguish the charging order by satisfying the judgment and filing a certified copy of the satisfaction with the court that issued the charging order.\n\n(e) Purchase of rights.--At any time before foreclosure under subsection (c), a limited liability company or one or more members whose transferable interests are not subject to the charging order may pay to the judgment creditor the full amount due under the judgment and thereby succeed to the rights of the judgment creditor, including the charging order.\n\n(f) Foreclosure against sole member.--If a court orders foreclosure of a charging order lien against the sole member of a limited liability company:\n\n(1) the court shall confirm the sale;\n\n(2) the purchaser at the sale obtains the member's entire interest, not only the member's transferable interest;\n\n(3) the purchaser thereby becomes a member; and\n\n(4) the person whose interest was subject to the foreclosed charging order is dissociated as a member.\n\n(g) Exemption laws preserved.--This chapter shall not deprive any member or transferee of the benefit of any exemption laws applicable to the transferable interest of the member or transferee.\n\n(h) Exclusive remedy.--This section provides the exclusive remedy by which a person seeking to enforce a judgment against a member or transferee may, in the capacity of judgment creditor, satisfy the judgment from the judgment debtor's transferable interest.\n\nCross References.Section 8853 is referred to in sections 8817, 8844, 8852, 8861, 8877 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8853/"
    },
    {
      "id": "section-8854",
      "number": "8854",
      "heading": "",
      "text": "If a member dies, the deceased member's personal representative may exercise:\n\n(1) the rights of a transferee provided in section 8852(c) (relating to transfer of transferable interest); and\n\n(2) for the purposes of settling the estate, the rights the deceased member had under section 8850 (relating to rights to information).\n\nCross References.Section 8854 is referred to in sections 8850, 8852, 8863 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8854/"
    },
    {
      "id": "section-8861",
      "number": "8861",
      "heading": "",
      "text": "A person is dissociated as a member when any of the following occurs:\n\n(1) The limited liability company knows or has notice of the person's express will to withdraw as a member, except that if the person specified a withdrawal date later than the date the company knew or had notice, on that later date.\n\n(2) An event stated in the operating agreement as causing the person's dissociation occurs.\n\n(3) The person's entire interest is transferred in a foreclosure sale under section 8853(f) (relating to charging order).\n\n(4) The person is expelled as a member pursuant to the operating agreement.\n\n(5) The person is expelled as a member by the affirmative vote or consent of all the other members if:\n\n(i) it is unlawful to carry on the company's activities and affairs with the person as a member;\n\n(ii) there has been a transfer of all the person's transferable interest in the company, other than:\n\n(A) a transfer for security purposes; or\n\n(B) a charging order in effect under section 8853 which has not been foreclosed;\n\n(iii) the person is an entity and:\n\n(A) the company notifies the person that it will be expelled as a member because:\n\n(I) the person has filed a certificate of dissolution or the equivalent;\n\n(II) the person has been administratively dissolved;\n\n(III) the person's charter or its equivalent has been revoked; or\n\n(IV) the person's right to conduct business has been suspended by the person's jurisdiction of formation; and\n\n(B) within 90 days after the notification:\n\n(I) the certificate of dissolution or the equivalent has not been withdrawn, rescinded or revoked;\n\n(II) the person has not been reinstated;\n\n(III) the person's charter or the equivalent has not been reinstated; or\n\n(IV) the person's right to conduct business has not been reinstated; or\n\n(iv) the person is an unincorporated entity that has been dissolved and whose activities and affairs are being wound up.\n\n(6) On application by the company or a member in a direct action under section 8881 (relating to direct action by member), the person is expelled as a member by judicial order because the person:\n\n(i) has engaged or is engaging in wrongful conduct that has affected adversely and materially, or will affect adversely and materially, the company's activities and affairs;\n\n(ii) has committed willfully or persistently, or is committing willfully or persistently, a material breach of the operating agreement or a duty or obligation under section 8849.1 (relating to standards of conduct for members); or\n\n(iii) has engaged or is engaging in conduct relating to the company's activities and affairs which makes it not reasonably practicable to carry on the activities and affairs with the person as a member.\n\n(7) In the case of an individual:\n\n(i) the individual dies; or\n\n(ii) in a member-managed limited liability company:\n\n(A) a guardian for the individual is appointed; or\n\n(B) a court orders that the individual has otherwise become incapable of performing the individual's duties as a member under this title or the operating agreement.\n\n(8) In a member-managed limited liability company, the person:\n\n(i) becomes a debtor in bankruptcy;\n\n(ii) executes an assignment for the benefit of creditors; or\n\n(iii) seeks, consents to or acquiesces in the appointment of a trustee, receiver or liquidator of the person or of all or substantially all the person's property.\n\n(9) In the case of a person that is a testamentary or inter vivos trust or is acting as a member by virtue of being a trustee of such a trust, the trust's entire transferable interest in the company is distributed.\n\n(10) In the case of a person that is an estate or is acting as a member by virtue of being a personal representative of an estate, the estate's entire transferable interest in the company is distributed.\n\n(11) In the case of a person that is not an individual, the existence of the person terminates.\n\n(12) The company participates in a merger under Chapter 3 (relating to entity transactions) and:\n\n(i) the company is not the surviving entity; or\n\n(ii) otherwise as a result of the merger, the person ceases to be a member.\n\n(13) The company participates in an interest exchange under Chapter 3 and, as a result of the interest exchange, the person ceases to be a member.\n\n(14) The company participates in a conversion under Chapter 3.\n\n(15) The company participates in a division under Chapter 3 and:\n\n(i) the company is not a resulting association; or\n\n(ii) as a result of the division, the person ceases to be a member.\n\n(16) The company participates in a domestication under Chapter 3 and, as a result of the domestication, the person ceases to be a member.\n\n(17) The company dissolves and completes winding up.\n\nCross References.Section 8861 is referred to in sections 8812, 8852, 8862 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8861/"
    },
    {
      "id": "section-8862",
      "number": "8862",
      "heading": "",
      "text": "(a) Power to dissociate.--A person has the power to dissociate as a member at any time, rightfully or wrongfully, by withdrawing as a member by express will under section 8861(1) (relating to events causing dissociation).\n\n(b) Wrongful dissociation.--A person's dissociation as a member is wrongful only if the dissociation:\n\n(1) is in breach of an express provision of the operating agreement; or\n\n(2) occurs before the completion of the winding up of the limited liability company and:\n\n(i) the person withdraws as a member by express will;\n\n(ii) the person is expelled as a member by judicial order under section 8861(6);\n\n(iii) the person is dissociated under section 8861(8); or\n\n(iv) the person is expelled or otherwise dissociated as a member because it willfully dissolved or terminated, except that this subparagraph does not apply to a person that is:\n\n(A) a trust that is not a business or statutory trust;\n\n(B) an estate; or\n\n(C) an individual.\n\n(c) Damages for wrongful dissociation.--A person that wrongfully dissociates as a member is liable to the limited liability company and, subject to section 8881 (relating to direct action by member), to the other members for damages caused by the dissociation. The liability is in addition to any debt, obligation or other liability of the member to the company or the other members.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8862/"
    },
    {
      "id": "section-8863",
      "number": "8863",
      "heading": "",
      "text": "(a) General rule.--If a person is dissociated as a member:\n\n(1) the person's rights as a member terminate;\n\n(2) if the company is member-managed, the person's duties and obligations under section 8849.1 (relating to standards of conduct for members) as a member end with regard to matters arising and events occurring after the person's dissociation; and\n\n(3) subject to sections 8844(e) (relating to sharing of and right to distributions before dissolution) and 8854 (relating to power of personal representative of deceased member) and Chapter 3 (relating to entity transactions), any transferable interest owned by the person in the person's capacity as a member immediately before dissociation as a member is owned by the person solely as a transferee.\n\n(b) Existing obligations not discharged.--A person's dissociation as a member does not of itself discharge the person from any debt, obligation or other liability to the company or the other members which the person incurred while a member.\n\nCross References.Section 8863 is referred to in section 8812 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8863/"
    },
    {
      "id": "section-8871",
      "number": "8871",
      "heading": "",
      "text": "(a) General rule.--A limited liability company is dissolved, and its activities and affairs shall be wound up, upon the occurrence of any of the following:\n\n(1) An event or circumstance that the operating agreement states causes dissolution.\n\n(2) The consent of all the members.\n\n(3) The passage of 180 consecutive days after the company ceases to have any members unless before the end of the period:\n\n(i) consent to admit at least one specified person as a member is given by transferees owning the rights to receive a majority of distributions as transferees at the time the consent is to be effective; and\n\n(ii) at least one person becomes a member in accordance with the consent.\n\n(4) On application by a member, the entry by the court of an order dissolving the company on the grounds that:\n\n(i) the conduct of all or substantially all the company's activities and affairs is unlawful;\n\n(ii) it is not reasonably practicable to carry on the company's activities and affairs in conformity with the certificate of organization and the operating agreement; or\n\n(iii) the managers or those members in control of the company:\n\n(A) have acted, are acting, or will act in a manner that is illegal or fraudulent; or\n\n(B) have acted or are acting in a manner that is oppressive and was, is or will be directly harmful to the applicant.\n\n(b) Other remedies.--In a proceeding brought under subsection (a)(4)(iii)(B), the court may order a remedy other than dissolution.\n\n(c) Cross reference.--See section 8815(c)(15) (relating to contents of operating agreement).\n\nCross References.Section 8871 is referred to in sections 8815, 8841, 8872 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8871/"
    },
    {
      "id": "section-8872",
      "number": "8872",
      "heading": "",
      "text": "(a) General rule.--A dissolved limited liability company shall wind up its activities and affairs, and the company continues after dissolution only for the purpose of winding up.\n\n(b) Conduct of winding up.--In winding up its activities and affairs, a limited liability company:\n\n(1) shall discharge the company's debts, obligations and other liabilities, settle and close the company's activities and affairs and marshal and distribute the assets of the company; and\n\n(i) deliver to the department for filing a certificate of dissolution stating:\n\n(A) the name of the company;\n\n(B) subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of the registered office of the company; and\n\n(C) that the company is dissolved;\n\n(ii) preserve the company's activities, affairs and property as a going concern for a reasonable time;\n\n(iii) prosecute and defend actions and proceedings, whether civil, criminal or administrative;\n\n(iv) transfer the company's property;\n\n(v) settle disputes by mediation or arbitration; and\n\n(vi) perform other acts necessary or appropriate to the winding up.\n\n(c) Conduct of winding up when no members.--If a dissolved limited liability company has no members, the personal representative, guardian or other person authorized to act on behalf of the last person to have been a member may wind up the activities and affairs of the company. If the person does so, the person has the powers of a sole manager under section 8847(c) (relating to management of limited liability company) and is deemed to be a manager for the purposes of section 8834(a) (relating to liability of members and managers).\n\n(d) Action by transferees.--If the personal representative, guardian or other person authorized to act under subsection (c) declines or fails to wind up the company's activities and affairs, a person may be appointed to do so by the consent of transferees owning a majority of the rights to receive distributions as transferees at the time the consent is to be effective. A person appointed under this subsection:\n\n(1) has the powers of a sole manager under section 8847(c) and is deemed to be a manager for the purposes of section 8834(a); and\n\n(2) shall promptly deliver to the department for filing an amendment to the company's certificate of organization stating:\n\n(i) that the company has no members;\n\n(ii) the name and street and mailing addresses of the person; and\n\n(iii) that the person has been appointed under this subsection to wind up the company.\n\n(e) Judicial supervision.--The court may order judicial supervision of the winding up of a dissolved limited liability company, including the appointment of a person to wind up the company's activities and affairs:\n\n(1) on the application of a member, if the applicant establishes good cause;\n\n(2) on the application of a transferee, if:\n\n(i) the company does not have any members;\n\n(ii) the legal representative of the last person to have been a member declines or fails to wind up the company's activities; and\n\n(iii) within a reasonable time following the dissolution a person has not been appointed under subsection (c); or\n\n(3) in connection with a proceeding under section 8871(a)(4) (relating to events causing dissolution).\n\n(f) Certificate of termination.--When all debts, obligations and other liabilities of the limited liability company have been paid and discharged or adequate provision has been made therefor and all of the remaining property and assets of the company have been distributed to the members, a certificate of termination shall be delivered to the department for filing along with the certificates required by section 139 (relating to tax clearance of certain fundamental transactions). The certificate of termination shall set forth:\n\n(1) The name of the limited liability company.\n\n(2) Subject to section 109, the address, including street and number, if any, of the registered office of the company.\n\n(3) That all debts, obligations and other liabilities of the company have been paid and discharged or that adequate provision has been made therefor.\n\n(4) That all the remaining property and assets of the company have been distributed among its members in accordance with their respective rights and interests.\n\n(5) That there are no actions pending against the company in any court or that adequate provision has been made for the satisfaction of any judgment that may be entered against it in any pending action.\n\n(6) That the company is terminated.\n\n(g) Cross references.--See:\n\nSection 134 (relating to docketing statement).\n\nSection 135 (requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nSection 8815(c)(16) (relating to contents of operating agreement).\n\nSection 8823 (relating to signing of filed documents).\n\nCross References.Section 8872 is referred to in sections 139, 8813, 8815, 8823 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8872/"
    },
    {
      "id": "section-8873",
      "number": "8873",
      "heading": "",
      "text": " 8873. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8873/"
    },
    {
      "id": "section-8874",
      "number": "8874",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (d), a dissolved limited liability company may give notice of a known claim under subsection (b), which has the effect provided in subsection (c).\n\n(b) Required notice.--A dissolved limited liability company may notify in record form its known claimants of the dissolution. The notice must:\n\n(1) specify the information required to be included in a claim;\n\n(2) state that a claim must be in writing and provide a mailing address to which the claim is to be sent;\n\n(3) state the deadline for receipt of a claim, which may not be less than 120 days after the date the notice is received by the claimant; and\n\n(4) state that the claim will be barred if not received by the deadline.\n\n(c) Claims barred.--A claim against a dissolved limited liability company is barred if the requirements of subsection (b) are met and:\n\n(1) the claim is not received by the specified deadline; or\n\n(2) if the claim is timely received but rejected by the company:\n\n(i) the company causes the claimant to receive a notice in record form stating that the claim is rejected and will be barred unless the claimant commences an action against the company to enforce the claim within 90 days after the claimant receives the notice; and\n\n(ii) the claimant does not commence the required action within 90 days after the complainant receives the notice.\n\n(d) Later arising claims.--This section shall not apply to a claim based on an event occurring after the effective date of dissolution or a liability that on that date is contingent.\n\nCross References.Section 8874 is referred to in sections 8845, 8875 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8874/"
    },
    {
      "id": "section-8875",
      "number": "8875",
      "heading": "",
      "text": "(a) Permissive notice.--A dissolved limited liability company may publish notice of its dissolution and request persons having claims against the company to present them in accordance with the notice.\n\n(b) Notice procedure.--A notice under subsection (a) must:\n\n(1) be officially published one time;\n\n(2) describe the information required to be contained in a claim, state that the claim must be in writing and provide a mailing address to which the claim is to be sent; and\n\n(3) state that a claim against the limited liability company is barred unless an action to enforce the claim is commenced within two years after publication of the notice.\n\n(c) Claims barred.--If a dissolved limited liability company publishes a notice in accordance with subsection (b), the claim of each of the following claimants is barred unless the claimant commences an action to enforce the claim against the company within two years after the publication date of the notice:\n\n(1) a claimant that did not receive notice in record form under section 8874 (relating to known claims against dissolved limited liability company);\n\n(2) a claimant whose claim was timely sent to the company but not acted on; and\n\n(3) a claimant whose claim is contingent at, or based on an event occurring after, the effective date of dissolution.\n\n(d) Claims not barred.--A claim not barred under this section or section 8874 may be enforced:\n\n(1) against a dissolved limited liability company, to the extent of its undistributed assets; and\n\n(2) except as provided in section 8876 (relating to court proceedings), if assets of the company have been distributed after dissolution, against a member or transferee to the extent of that person's proportionate share of the claim or of the company's assets distributed to the member or transferee after dissolution, whichever is less, except that a person's total liability for all claims under this paragraph may not exceed the total amount of assets distributed to the person after dissolution.\n\nCross References.Section 8875 is referred to in sections 8845, 8876 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8875/"
    },
    {
      "id": "section-8876",
      "number": "8876",
      "heading": "",
      "text": "(a) Determination of security.--A dissolved limited liability company that has officially published a notice under section 8875 (relating to other claims against dissolved limited liability company) may file an application with the court for a determination of the amount and form of security to be provided for payment of claims that are reasonably expected to arise after the date of dissolution based on facts known to the company and:\n\n(1) at the time of application:\n\n(i) are contingent; or\n\n(ii) have not been made known to the company; or\n\n(2) are based on an event occurring after the effective date of dissolution.\n\n(b) When security not required.--Security is not required for any claim that is or is reasonably anticipated to be barred under section 8875(c).\n\n(c) Notice.--Within 10 days after the filing of an application under subsection (a), the dissolved limited liability company shall give notice of the proceeding to each claimant holding a contingent claim known to the company.\n\n(d) Guardian ad litem.--In any proceeding under this section, the court may appoint a guardian ad litem to represent all claimants whose identities are unknown. The reasonable fees and expenses of the guardian, including all reasonable expert witness fees, must be paid by the dissolved limited liability company.\n\n(e) Effect on contingent claims.--A dissolved limited liability company that provides security in the amount and form ordered by the court under subsection (a) satisfies the company's obligations with respect to claims that are contingent, have not been made known to the company or are based on an event occurring after the effective date of dissolution. The claims may not be enforced against a member or transferee that received assets in liquidation.\n\nCross References.Section 8876 is referred to in sections 8845, 8875 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8876/"
    },
    {
      "id": "section-8878",
      "number": "8878",
      "heading": "",
      "text": "(a) General rule.--The members or organizers of a limited liability company that has never transacted business or held assets other than money received as capital contributions may effect the termination of the company by delivering to the department for filing a certificate of termination signed by an organizer or a member and stating:\n\n(1) the name of the company;\n\n(2) subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of the registered office of the company;\n\n(3) that the company has never transacted business or held assets other than money received as capital contributions;\n\n(4) that the amounts, if any, actually paid in as capital contributions, less any part disbursed for necessary expenses, have been returned to those entitled to the return of the amounts;\n\n(5) that all liabilities of the company have been discharged or that adequate provision has been made for those liabilities; and\n\n(6) that a majority of the organizers or a majority in interest of the members elect that the company be terminated.\n\n(b) Effect.--Upon the filing of the certificate of termination, the existence of the limited liability company shall cease.\n\n(c) Cross references.--See:\n\nSection 134 (relating to docketing statement).\n\nSection 135 (relating to requirements to be met by filed documents).\n\nSection 136(c) (relating to processing of documents by Department of State).\n\nCross References.Section 8878 is referred to in section 139 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8878/"
    },
    {
      "id": "section-8877",
      "number": "8877",
      "heading": "",
      "text": "(a) Creditors.--In winding up its activities and affairs, a limited liability company shall apply its assets to discharge its obligations to creditors, including members that are creditors.\n\n(b) Surplus.--After a limited liability company complies with subsection (a), any surplus shall be distributed in the following order, subject to any charging order in effect under section 8853 (relating to charging order):\n\n(1) to each owner of a transferable interest that reflects contributions made and not previously returned, an amount equal to the value of the unreturned contributions; and\n\n(2) among owners of transferable interests in proportion to their respective rights to share in distributions immediately before the dissolution of the company.\n\n(c) Insufficient assets.--If a limited liability company does not have sufficient surplus to comply with subsection (b)(1), any surplus must be distributed among the owners of transferable interests in proportion to the value of the respective unreturned contributions.\n\n(d) Form of payment.--All distributions made under subsections (b) and (c) must be paid in money.\n\nCross References.Section 8877 is referred to in sections 8844, 8845 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8877/"
    },
    {
      "id": "section-8881",
      "number": "8881",
      "heading": "",
      "text": "(a) General rule.--Subject to subsection (b), a member may maintain a direct action against another member, a manager or the limited liability company to enforce the member's rights and protect the member's interests, including rights and interests under the operating agreement or this title or arising independently of the membership relationship.\n\n(b) Required injury.--A member maintaining a direct action under this section must plead and prove an actual or threatened injury that is not solely the result of an injury suffered or threatened to be suffered by the limited liability company.\n\n(c) Cross reference.--See section 8815(c)(17) (relating to contents of operating agreement).\n\nCross References.Section 8881 is referred to in sections 8849.1, 8849.2, 8861, 8862 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8881/"
    },
    {
      "id": "section-8882",
      "number": "8882",
      "heading": "",
      "text": "(a) General rule.--Subject to section 8883 (relating to eligible plaintiffs and security for costs) and subsection (b), a plaintiff may maintain a derivative action to enforce a right of a limited liability company only if:\n\n(1) The plaintiff first makes a demand on the company or the other members in a member-managed limited liability company, or the managers of a manager-managed limited liability company, requesting that the company bring an action to enforce the right and:\n\n(i) (Deleted by amendment).\n\n(i.1) if a special litigation committee is not appointed under section 8884 (relating to special litigation committee):\n\n(A) the members in a member-managed company or managers of a manager-managed company determine that:\n\n(I) an action based on some or all of the claims asserted in the demand not be brought by the company but that the company not object to an action being brought by the party that made the demand; or\n\n(II) an action already commenced continue under the control of the plaintiff; or\n\n(B) the members in a member-managed company or managers of a manager-managed company do not notify the party that made the demand within 60 days after the demand was made that they have appointed a special litigation committee or have made a determination described under either clause (A)(I) or (II); or\n\n(ii) if a special litigation committee is appointed under section 8884, a determination is made:\n\n(A) under section 8884(e)(1) that the company not object to the action; or\n\n(B) under section 8884(e)(5)(i) that the plaintiff continue the action;\n\n(2) demand is excused under subsection (b);\n\n(3) the action is maintained for the limited purpose of seeking court review under section 8884(f); or\n\n(4) the court has allowed the action to continue under the control of the plaintiff under section 8884(f)(3)(ii).\n\n(b) Prior demand excused.--\n\n(1) A demand under subsection (a)(1) is excused only if the plaintiff makes a specific showing that immediate and irreparable harm to the limited liability company would otherwise result.\n\n(2) If demand is excused under paragraph (1), demand should be made promptly after commencement of the action.\n\n(c) Contents of demand.--A demand under this section must be in record form and give notice with reasonable specificity of:\n\n(1) the material facts relied upon to support each of the claims made in the demand against each proposed defendant; and\n\n(2) in the case of a derivative action commenced by a member or manager, the basis on which the person making the demand has standing under section 8883.\n\n(d) Additional claims.--If a derivative action is commenced after a demand has been made under this section and includes a claim that was not fairly subsumed under the demand, a new demand must be made with respect to that claim. The new demand shall not relate back to the date of the original demand for purposes of subsection (e).\n\n(e) Statute of limitations.--The making of a demand tolls any applicable statute of limitations with respect to a claim asserted in the demand until the earlier of the date:\n\n(1) the plaintiff making the demand is notified either:\n\n(i) that the managers or members have decided not to bring an action and not to appoint a special litigation committee; or\n\n(ii) of a determination under section 8884(e) after the appointment of a special litigation committee under section 8884; or\n\n(2) the plaintiff commences an action asserting the claim.\n\n(f) Cross reference.--See section 8815(c)(17) (relating to contents of operating agreement).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days; July 15, 2024, P.L.728, No.59, eff. 60 days)\n\n2024 Amendment.Act 59 amended subsec. (a)(1).\n\n2022 Amendment.Act 122 amended subsecs. (a) intro. par., (1) intro. par. and (i), (b)(1) and (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8882/"
    },
    {
      "id": "section-8883",
      "number": "8883",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), in any action or proceeding brought by one or more members or managers of a limited liability company to enforce rights that the plaintiff claims could be, but have not been, asserted by the company, each plaintiff has standing to commence and maintain the derivative action if the plaintiff:\n\n(1) was a member or manager of the company at the time of the transaction or conduct of which the plaintiff complains, or that the plaintiff's status as a member or manager devolved upon the plaintiff by operation of law from a person who was a member or manager at that time; and\n\n(2) continues to be a member or manager until the time of judgment, unless the failure to do so is the result of company action that:\n\n(i) was done merely to eliminate derivative claims; or\n\n(ii) has the effect of a reorganization that does not affect the plaintiff's ownership of the business enterprise.\n\n(b) Exception.--Any member or manager that, except for the provisions of subsection (a), would be entitled to maintain the action or proceeding and who does not meet such requirements may, nevertheless in the discretion of the court, be allowed to maintain the action or proceeding on preliminary showing to the court, by application and upon such verified statements and depositions as may be required by the court, that there is a strong prima facie case in favor of the claim asserted on behalf of the company and that without the action serious injustice will result.\n\n(c) Security for costs.--In any action or proceeding instituted or maintained by members holding transferable interests entitled to receive less than 5% of any distribution by a limited liability company, unless the transferable interests held by the members have an aggregate fair market value in excess of $200,000, the company in whose right the action or proceeding is brought shall be entitled at any stage of the proceedings to require the plaintiffs to give security for the reasonable expenses, including attorney fees, that may be incurred by the company in connection therewith or for which it may become liable pursuant to section 8848(b) (relating to reimbursement, indemnification, advancement and insurance) to which security the company shall have recourse in such amount as the court determines upon the termination of the action or proceeding. The amount of security may, from time to time, be increased or decreased in the discretion of the court upon showing that the security provided has or may become inadequate or excessive. The security may be denied or limited by the court if the court finds after an evidentiary hearing that undue hardship on plaintiffs and serious injustice would result.\n\n(d) Failure to maintain ownership.--If a plaintiff loses the right to maintain a derivative action under subsection (a)(2), the court may entertain a motion by the limited liability company to substitute the limited liability company as the named plaintiff.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\nCross References.Section 8883 is referred to in section 8882 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8883/"
    },
    {
      "id": "section-8884",
      "number": "8884",
      "heading": "",
      "text": "(a) General rule.--If a limited liability company or its members or managers receive a demand to bring an action to enforce a right of the company, or if a derivative action is commenced before demand has been made on the company or its members or managers, the members in a member-managed limited liability company, or the managers in a manager-managed limited liability company, may appoint a special litigation committee to investigate the claims asserted in the demand or action and to determine on behalf of the company or recommend to the managers or members whether pursuing any of the claims asserted is in the best interests of the company. The company must deliver a notice in record form to the person making the demand, or to the plaintiff if a derivative action has been commenced, promptly after the appointment of a committee under this section notifying the person making the demand or the plaintiff that a committee has been appointed and identifying by name the members of the committee. A committee may not be appointed under this section if:\n\n(1) every member of the company is also a manager of the company; or\n\n(2) the company is member-managed and every member is actively involved in the management of the company.\n\n(b) Discovery stay.--If the members or managers appoint a special litigation committee and an action is commenced before a determination has been made under subsection (e):\n\n(1) On motion by the limited liability company, or the committee made in the name of the company, the court shall stay discovery for the time reasonably necessary to permit the committee to make its investigation, except for good cause shown.\n\n(2) The time for the defendants to plead shall be tolled until the process provided for under subsection (f) has been completed.\n\n(c) Composition of committee.--A special litigation committee shall be composed of two or more individuals who:\n\n(1) are not interested in the claims asserted in the demand;\n\n(2) are capable as a group of objective judgment in the circumstances; and\n\n(3) may, but need not, be members or managers.\n\n(c.1) Committee members who are not managers.--A member of a special litigation committee who is not a manager, when acting as a member of the committee, is subject to the liabilities imposed, and entitled to the rights and immunities conferred, by sections 8848 (relating to reimbursement, indemnification, advancement and insurance) and 8849.2 (relating to standards of conduct for managers).\n\n(d) Appointment of committee.--A special litigation committee may be appointed:\n\n(1) in a member-managed limited liability company:\n\n(i) by a majority of the members not named as actual or potential parties in the demand or action; and\n\n(ii) if all members are named as actual or potential parties in the demand or action, by a majority of the members so named; or\n\n(2) in a manager-managed limited liability company:\n\n(i) by a majority of the managers not named as actual or potential parties in the demand or action; and\n\n(ii) if all managers are named as actual or potential parties in the demand or action, by a majority of the managers so named.\n\n(e) Determination.--After appropriate investigation by a special litigation committee, the committee may determine, or the committee may recommend to the managers or members that they determine, that it is in the best interests of the limited liability company that:\n\n(1) an action based on some or all of the claims asserted in the demand not be brought by the company but that the company not object to an action being brought by the party that made the demand:\n\n(2) an action based on some or all of the claims asserted in the demand be brought by the company;\n\n(3) some or all of the claims asserted in the demand be settled on terms determined or recommended by the committee;\n\n(4) an action not be brought based on any of the claims asserted in the demand;\n\n(5) an action already commenced continue under the control of:\n\n(i) the plaintiff;\n\n(ii) the company; or\n\n(iii) the committee;\n\n(6) some or all of the claims asserted in an action already commenced be settled on terms determined or recommended by the committee; or\n\n(7) an action already commenced be dismissed.\n\n(f) Court review and action.--If a special litigation committee is appointed and a derivative action is commenced either before or after either the committee makes a determination under subsection (e) or the members or managers determine under that subsection to accept the recommendation of the committee:\n\n(1) The limited liability company or the committee shall file with the court after a determination is made under subsection (e) a statement of the determination and a report of the committee supporting the determination. The company or the committee shall serve each party with a copy of the determination and report. If the company or the committee moves to file the report under seal, the report shall be served on the parties subject to an appropriate stipulation agreed to by the parties or a protective order issued by the court.\n\n(2) The company or the committee shall file with the court a motion, pleading or notice consistent with the determination under subsection (e).\n\n(3) If the determination is one described in subsection (e)(2), (3), (4), (5)(ii), (6) or (7), the court shall determine whether the members of the committee met the qualifications required under subsection (c)(1) and (2) and whether the committee conducted its investigation and made its determination or recommendation in good faith, independently and with reasonable care. The plaintiff has the burden of proving that the committee did not meet those qualifications or act in the required manner. If the court finds that the members of the committee met the qualifications required under subsection (c)(1) and (2) and that the committee acted in good faith, independently and with reasonable care, the court shall enforce the determination of the committee or the members or managers. Otherwise, the court shall:\n\n(i) dissolve any stay of discovery entered under subsection (b);\n\n(ii) allow the action to continue under the control of the plaintiff; and\n\n(iii) permit the defendants to file preliminary objections and other appropriate motions and pleadings.\n\n(g) Attorney General.--Nothing in this section shall limit the rights, powers and duties of the Attorney General under other applicable law with respect to a limited liability company organized for a charitable purpose.\n\n(h) Interest of a defendant.--The fact that a person is named as a defendant does not make the person interested in the claims asserted in a demand or action for purposes of subsection (c)(1) if the claims against the person:\n\n(1) are based only on an allegation that the person approved of or acquiesced in the transaction or conduct that is the subject of the claims; and\n\n(2) do not otherwise allege with particularity facts that, if true, raise a significant prospect that the person would be adjudged liable.\n\n(i) Cross reference.--See section 8815(c)(18) (relating to contents of operating agreement).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (a), (b)(1), (e) intro. par., (3) and (6) and (f), added subsec. (c.1) and relettered former subsec. (h) to subsec. (i) and added present subsec. (h).\n\nCross References.Section 8884 is referred to in sections 8815, 8882 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8884/"
    },
    {
      "id": "section-8885",
      "number": "8885",
      "heading": "",
      "text": "(a) Proceeds.--Except as provided in subsection (b):\n\n(1) any proceeds or other benefits of a derivative action, whether by judgment, compromise or settlement, belong to the limited liability company and not to the plaintiff; and\n\n(2) if the plaintiff or its counsel receives any proceeds, the proceeds shall be remitted immediately to the company.\n\n(b) Expenses.--If a derivative action is successful in whole or in part, the court may award the plaintiff reasonable expenses, including reasonable attorney fees and costs, from the recovery of the limited liability company, but in no event shall the attorney fees awarded exceed a reasonable proportion of the value of the relief, including nonpecuniary relief, obtained by the plaintiff for the company.\n\n(c) Cross reference.--See section 8815(c)(13) (relating to contents of operating agreement).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8885/"
    },
    {
      "id": "section-8891",
      "number": "8891",
      "heading": "",
      "text": "(a) General rule.--This subchapter shall apply to all benefit companies.\n\n(b) Limited application of subchapter.--The existence of a provision of this subchapter shall not of itself create any implication that a contrary or different rule of law is or would be applicable to a limited liability company that is not a benefit company. This subchapter shall not affect any statute or rule of law that is or would be applicable to a limited liability company that is not a benefit company.\n\n(c) Laws applicable to benefit companies.--Except as otherwise provided in this subchapter, the provisions of Part I (relating to preliminary provisions) and this chapter shall apply generally to benefit companies. The provisions of this subchapter shall control over inconsistent provisions of this title.\n\n(d) Organic rules may not be inconsistent.--See section 8815(c)(19) (relating to contents of operating agreement).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8891/"
    },
    {
      "id": "section-8892",
      "number": "8892",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Benefit company.\"A limited liability company that is subject to this subchapter.\n\n\"Benefit enforcement proceeding.\"A claim or action for:\n\n(1) failure to pursue or create the general public benefit purpose of the benefit company or any specific public benefit purpose set forth in its certificate of organization; or\n\n(2) violation of any obligation, duty or standard of conduct under this subchapter.\n\n\"General public benefit.\"A material positive impact on society and the environment, taken as a whole and assessed against a third-party standard, from the business and operations of a benefit company.\n\n\"Independent.\"When a person has no material relationship with a benefit company or any of its subsidiaries. A material relationship between an individual and a benefit company or any of its subsidiaries will be conclusively presumed to exist if:\n\n(1) the person is or has been within the last three years an employee of the benefit company or any of its subsidiaries;\n\n(2) an immediate family member of the person is or has been within the last three years an executive officer of the benefit company or any of its subsidiaries; or\n\n(3) the person, or an association of which the person is a governor or officer or in which the person owns beneficially or of record 5% or more of the outstanding interests, owns beneficially or of record 5% or more of the outstanding interests of the benefit company. The percentage of ownership in an association shall be calculated as if all outstanding rights to acquire interests in the association had been exercised.\n\n\"Minimum status vote.\"As follows:\n\n(1) In the case of a limited liability company, in addition to any other required approval or vote, the satisfaction of the following conditions:\n\n(i) The members of every class or series must be entitled, as a class, to vote on the action regardless of a limitation stated in the certificate of organization or operating agreement on the voting rights of any class or series.\n\n(ii) The action must be approved by a vote of the members of each class or series entitled to cast at least two-thirds of the votes that all members of the class or series are entitled to cast on the action.\n\n(2) In the case of a domestic association other than a limited liability company, in addition to any other required approval, vote or consent, the satisfaction of the following conditions:\n\n(i) The holders of every class or series of interest in the association that are entitled to receive a distribution of any kind from the association must be entitled as a class to vote on or consent to the action regardless of any otherwise applicable limitation on the voting or consent rights of any class or series.\n\n(ii) The action must be approved by vote or consent of the holders described in subparagraph (i) entitled to cast at least two-thirds of the votes or consents that all of those holders are entitled to cast on the action.\n\n\"Specific public benefit.\"The term shall have the meaning specified in section 3302 (relating to definitions).\n\n\"Subsidiary.\"The term shall have the meaning specified in section 3302.\n\n\"Third-party standard.\"A standard for defining, reporting and assessing overall social and environmental performance which is:\n\n(1) Comprehensive in that it assesses the effect of the business and its operations upon the interests listed in section 8895(a)(1)(ii), (iii), (iv) and (v) (relating to standard of conduct for members).\n\n(2) Developed by an organization that is independent of the benefit company and satisfies the following requirements:\n\n(i) Not more than one-third of the members of the governing body of the organization are representatives of any of the following:\n\n(A) An association of businesses operating in a specific industry the performance of whose members is measured by the standard.\n\n(B) Businesses from a specific industry or an association of businesses in that industry.\n\n(C) Businesses whose performance is assessed against the standard.\n\n(ii) The organization is not materially financed by an association or business described in subparagraph (i).\n\n(3) Credible because the standard is developed by a person that both:\n\n(i) Has access to necessary expertise to assess overall social and environmental performance.\n\n(ii) Uses a balanced multistakeholder approach, including a public comment period of at least 30 days to develop the standard.\n\n(4) Transparent because the following information is publicly available:\n\n(i) About the standard:\n\n(A) The criteria considered when measuring the overall social and environmental performance of a business.\n\n(B) The relative weightings, if any, of those criteria.\n\n(ii) About the development and revision of the standard:\n\n(A) The identity of the directors, officers, material owners and the governing body of the organization that developed and controls revisions to the standard.\n\n(B) The process by which revisions to the standard and changes to the membership of the governing body are made.\n\n(C) An accounting of the sources of financial support for the organization, with sufficient detail to disclose any relationships that could reasonably be considered to present a potential conflict of interest.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8892/"
    },
    {
      "id": "section-8893",
      "number": "8893",
      "heading": "",
      "text": "(a) Formation of benefit company.--A benefit company shall be formed in accordance with section 8821 (relating to formation of limited liability company and certificate of organization) except that its certificate of organization shall also state that it is a benefit company.\n\n(b) Election of benefit company status.--An existing limited liability company may elect to become a benefit company by amending its certificate of organization so that it contains, in addition to the requirements of section 8821, a statement that the company is a benefit company. The amendment shall not be effective unless it is adopted by at least the minimum status vote.\n\n(c) Election of status in a fundamental transaction.--If an association that is not a benefit company is a party to a merger or division or is the exchanging association in an interest exchange, and the surviving, new or any resulting association in the merger, division or interest exchange is to be a benefit company, then the plan of merger, division or interest exchange shall not be effective unless it is adopted by the association by at least the minimum status vote.\n\n(d) Termination of benefit company status.--A benefit company may terminate its status as a benefit company and cease to be subject to this subchapter by amending its certificate of organization to delete the provision required by subsection (a) or (b) to be stated in the certificate of organization of a benefit company. The amendment shall not be effective unless it is adopted by at least the minimum status vote.\n\n(e) Termination of status in a fundamental transaction.--If a plan would have the effect of terminating the status of a limited liability company as a benefit company, the plan shall not be effective unless it is adopted by at least the minimum status vote. Any sale, lease, exchange or other disposition of all or substantially all of the assets of a benefit company, unless the transaction is in the usual and regular course of business, shall not be effective unless the transaction is approved by at least the minimum status vote.\n\nCross References.Section 8893 is referred to in section 8821 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8893/"
    },
    {
      "id": "section-8894",
      "number": "8894",
      "heading": "",
      "text": "(a) General public benefit purpose.--A benefit company shall have a purpose of creating general public benefit. This purpose is in addition to its purpose under section 8818(b) (relating to characteristics of limited liability company).\n\n(b) Optional specific public benefit purpose.--The certificate of organization of a benefit company may identify one or more specific public benefits that it is the purpose of the benefit company to create in addition to its purposes under subsection (a) and section 8818(b). The identification of a specific public benefit does not limit the obligation of a benefit company to create general public benefit.\n\n(c) Effect of purposes.--The creation of general and specific public benefit as provided in subsections (a) and (b) is in the best interests of the benefit company.\n\n(d) Amendment.--A benefit company may amend its certificate of organization to add, amend or delete the identification of a specific public benefit that it is the purpose of the benefit company to create. The amendment shall not be effective unless it is adopted by at least the minimum status vote.\n\n(e) Professional companies.--A professional company that is a benefit company does not violate a restriction on its permissible purposes or activities by having the purpose to create general public benefit or a specific public benefit.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8894/"
    },
    {
      "id": "section-8895",
      "number": "8895",
      "heading": "",
      "text": "(a) Consideration of interests.--The members of a member-managed limited liability company that is a benefit company, when discharging their duties under this title or under the operating agreement:\n\n(1) shall consider the effects of any action upon:\n\n(i) the members of the benefit company;\n\n(ii) the employees and work force of the benefit company and its subsidiaries and suppliers;\n\n(iii) the interests of customers as beneficiaries of the general or specific public benefit purposes of the benefit company;\n\n(iv) community and societal considerations, including those of any community in which offices or facilities of the benefit company or its subsidiaries or suppliers are located;\n\n(v) the local and global environment;\n\n(vi) the short-term and long-term interests of the benefit company, including benefits that may accrue to the benefit company from its long-term plans and the possibility that these interests may be best served by the continued independence of the benefit company; and\n\n(vii) the ability of the benefit company to accomplish its general public benefit purpose and any specific public benefit purpose; and\n\n(2) may consider any other pertinent factors or the interests of any other group that they deem appropriate; but\n\n(3) shall not be required to give priority to any matter referred to in paragraph (1) or (2) over any other such matter or to regard any such matter as dominant or controlling unless the benefit company has stated in its certificate of organization its intention to give priority to certain interests related to its accomplishment of its general public benefit purpose or of a specific public benefit purpose identified in the certificate.\n\n(b) Coordination with other provisions of law.--The consideration of matters in the manner required under subsection (a) shall not constitute a violation of section 8849.1 (relating to standards of conduct for members).\n\n(c) Exoneration from personal liability.--Regardless of whether the operating agreement of a member-managed benefit company includes a provision eliminating or limiting the personal liability of a member:\n\n(1) A member shall not be personally liable for monetary damages for any action taken as a member of the benefit company in the course of performing the duties specified in subsection (a) unless the action constitutes self-dealing, willful misconduct or recklessness.\n\n(2) A member shall not be personally liable for monetary damages for failure of the benefit company to pursue or create general public benefit or a specific public benefit.\n\n(d) Limitation on standing.--A member of a member-managed limited liability company that is a benefit company does not have a duty to a person that is a beneficiary of the general public benefit purpose or a specific public benefit purpose of the benefit company arising from the status of the person as a beneficiary.\n\n(e) Ownership of interest.--A member's ownership, directly or indirectly, of an interest in a benefit company does not alone create a conflict of interest on the part of the member with respect to the member's performance of the duties of a member under subsection (a), except to the extent the ownership would create a conflict of interest if the limited liability company were not a benefit company.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (a)(3), (b) and (c) and added subsec. (e).\n\nCross References.Section 8895 is referred to in sections 8892, 8896 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8895/"
    },
    {
      "id": "section-8896",
      "number": "8896",
      "heading": "",
      "text": "(a) Managers.--Each manager of a manager-managed limited liability company that is a benefit company shall consider the interests and factors described in section 8895(a) (relating to standard of conduct for members) when discharging his or her duties under this title and under the operating agreement.\n\n(b) Officers.--If a benefit company has a person serving in the capacity of an officer, the person shall consider the interests and factors described in section 8895(a) when discharging the person's duties under this title and under the operating agreement if:\n\n(1) the officer has discretion to act with respect to a matter; and\n\n(2) it reasonably appears to the officer that the matter may have a material effect on the creation by the benefit company of general public benefit or a specific public benefit identified in the certificate of organization of the benefit company.\n\n(c) Coordination with other provisions of law.--The consideration of interests and factors by a manager in the manner described in subsection (a) shall not constitute a violation of section 8849.2 (relating to standards of conduct for managers).\n\n(d) Exoneration from personal liability.--Regardless of whether the operating agreement of a manager-managed benefit company includes a provision eliminating or limiting the personal liability of a manager or officer:\n\n(1) A manager or officer shall not be personally liable, as such, for monetary damages for any action taken as a manager or officer in the course of performing the duties specified in subsection (a) or (b) unless the action constitutes self-dealing, willful misconduct or recklessness.\n\n(2) A manager or officer shall not be personally liable for monetary damages for failure of the benefit company to pursue or create general public benefit or a specific public benefit.\n\n(e) Limitation on standing.--A manager or officer does not have a duty to a person that is a beneficiary of the general public benefit purpose or a specific public benefit purpose of a benefit company arising from the status of the person as a beneficiary.\n\n(f) Ownership of interest.--The ownership by a manager or officer, directly or indirectly, of an interest in a benefit company does not alone create a conflict of interest on the part of the manager or officer with respect to the performance by the manager or officer of the duties of a manager or officer under subsection (a) or (b), except to the extent the ownership would create a conflict of interest if the limited liability company were not a benefit company.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (d) and added subsec. (f).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8896/"
    },
    {
      "id": "section-8897",
      "number": "8897",
      "heading": "",
      "text": "(a) Limitations.--\n\n(1) Except in a benefit enforcement proceeding, no person may bring an action or assert a claim against a benefit company or its members, managers or officers with respect to:\n\n(i) failure to pursue or create general public benefit or a specific public benefit set forth in its certificate of organization; or\n\n(ii) violation of a duty or standard of conduct under this subchapter.\n\n(2) A benefit company shall not be liable for monetary damages under this subchapter for any failure of the benefit company to pursue or create general public benefit or a specific public benefit.\n\n(b) Parties with standing.--A benefit enforcement proceeding may be commenced or maintained only:\n\n(1) directly by the benefit company; or\n\n(2) derivatively by:\n\n(i) a member that owned at least 2% of the total number of interests of a class or series outstanding at the time of the act complained of;\n\n(ii) a manager of a manager-managed limited liability company;\n\n(iii) a person or group of persons that owns beneficially or of record 5% or more of the interests in an association of which the benefit company is a subsidiary at the time of the act complained of; or\n\n(iv) such other persons as may be specified in the certificate of organization or operating agreement of the benefit company.\n\n(c) Cross reference.--The provisions of Subchapter H (relating to actions by members) shall apply to derivative actions under this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8897/"
    },
    {
      "id": "section-8898",
      "number": "8898",
      "heading": "",
      "text": "(a) Contents.--A benefit company must deliver to each member an annual benefit report, including:\n\n(1) A narrative description of:\n\n(i) the ways in which the benefit company pursued general public benefit during the year and the extent to which general public benefit was created;\n\n(ii) the ways in which the benefit company pursued any specific public benefit that the certificate of organization states is the purpose of the benefit company to create and the extent to which that specific public benefit was created;\n\n(iii) any circumstances that have hindered the creation by the benefit company of general or specific public benefit; and\n\n(iv) the process and rationale for selecting or changing the third-party standard used to prepare the benefit report.\n\n(2) An assessment of the overall social and environmental performance of the benefit company against a third-party standard applied consistently with any application of that standard in prior benefit reports or accompanied by an explanation of the reasons for any inconsistent application. The assessment does not need to be audited or certified by a third-party standards provider.\n\n(3) A statement of any connection between the organization that established the third-party standard, or its directors, officers or any holder of 5% or more of the governance interests in the organization, and the benefit company or its members, managers or officers or any holder of 5% or more of the outstanding interests in the benefit company, including any financial or governance relationship which might materially affect the credibility of the use of the third-party standard.\n\n(b) Timing of report.--A benefit company shall annually send a benefit report to each member either:\n\n(1) within 120 days following the end of the fiscal year of the benefit company; or\n\n(2) at the same time that the benefit company delivers any other annual report to its members.\n\n(c) Internet website posting.--A benefit company must post all of its benefit reports on the public portion of its Internet website, if any, except that any financial or proprietary information included in the benefit report may be omitted from the benefit report as posted.\n\n(d) Availability of copies.--If a benefit company does not have an Internet website, the benefit company shall provide a copy of its most recent benefit report, without charge, to any person that requests a copy, but any financial or proprietary information included in the benefit report may be omitted from the copy of the benefit report provided.\n\n(e) Filing of report.--Concurrently with the delivery of the benefit report to members pursuant to subsection (b), the benefit company must deliver a copy of the benefit report to the department for filing, except that any financial or proprietary information included in the benefit report may be omitted from the benefit report as filed under this section. The department shall charge a fee of $70 for filing a benefit report.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-88/section-8898/"
    }
  ]
}