{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-33",
  "sections": [
    {
      "id": "section-3301",
      "number": "3301",
      "heading": "",
      "text": "(a) General rule.--This chapter shall apply to all benefit corporations.\n\n(b) Application of business corporation law generally.--The existence of a provision of this chapter shall not of itself create any implication that a contrary or different rule of law is or would be applicable to a business corporation that is not a benefit corporation. This chapter shall not affect any statute or rule of law that is or would be applicable to a business corporation that is not a benefit corporation.\n\n(c) Laws applicable to benefit corporations.--Except as otherwise provided in this chapter, Part I (relating to preliminary provisions) and this subpart shall apply generally to benefit corporations. The provisions of this chapter shall control over inconsistent provisions of this title. A benefit corporation may be simultaneously subject to this chapter and one or more other chapters of this article.\n\n(d) Organic rules may not be inconsistent.--A provision of the articles or bylaws of a benefit corporation may not relax, be inconsistent with or supersede any provision of this chapter.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)\n\n2016 Amendment.Act 170 amended subsec. (d).\n\n2014 Amendment.Act 172 amended subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3301/"
    },
    {
      "id": "section-3302",
      "number": "3302",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Benefit corporation.\"A business corporation that is subject to this chapter.\n\n\"Benefit director.\"The director designated as the benefit director of a benefit corporation as provided in section 3322 (relating to benefit director).\n\n\"Benefit enforcement proceeding.\"A claim or action for:\n\n(1) failure to pursue or create the general public benefit purpose of the benefit corporation or any specific public benefit purpose set forth in its articles; or\n\n(2) violation of any obligation, duty or standard of conduct under this chapter.\n\n\"Benefit officer.\"The individual, if any, designated as the benefit officer of a benefit corporation as provided in section 3324 (relating to benefit officer).\n\n\"General public benefit.\"A material positive impact on society and the environment, taken as a whole and assessed against a third-party standard, from the business and operations of a benefit corporation.\n\n\"Independent.\"When a person has no material relationship with a benefit corporation or any of its subsidiaries, other than the relationship of serving as the benefit director or benefit officer. A material relationship between an individual and a benefit corporation or any of its subsidiaries will be conclusively presumed to exist if:\n\n(1) the person is or has been within the last three years an employee of the benefit corporation or any of its subsidiaries, other than as a benefit officer;\n\n(2) an immediate family member of the person is or has been within the last three years an executive officer, other than a benefit officer, of the benefit corporation or any of its subsidiaries; or\n\n(3) the person, or an association of which the person is a governor or officer or in which the person owns beneficially or of record 5% or more of the outstanding interests, owns beneficially or of record 5% or more of the outstanding shares of the benefit corporation. The percentage of ownership in an association shall be calculated as if all outstanding rights to acquire interests in the association had been exercised.\n\n\"Minimum status vote.\"As follows:\n\n(1) In the case of a business corporation, in addition to any other required approval or vote, the satisfaction of the following conditions:\n\n(i) The shareholders of every class or series must be entitled, as a class, to vote on the corporate action regardless of a limitation stated in the articles of incorporation or bylaws on the voting rights of any class or series.\n\n(ii) The corporate action must be approved by a vote of the shareholders of each class or series entitled to cast at least two-thirds of the votes that all shareholders of the class or series are entitled to cast on the action.\n\n(2) In the case of a domestic association other than a business corporation, in addition to any other required approval, vote or consent, the satisfaction of the following conditions:\n\n(i) The holders of every class or series of interest in the association that are entitled to receive a distribution of any kind from the association must be entitled as a class to vote on or consent to the action regardless of any otherwise applicable limitation on the voting or consent rights of any class or series.\n\n(ii) The action must be approved by vote or consent of the holders described in subparagraph (i) entitled to cast at least two-thirds of the votes or consents that all of those holders are entitled to cast on the action.\n\n\"Specific public benefit.\"Includes:\n\n(1) providing low-income or underserved individuals or communities with beneficial products or services;\n\n(2) promoting economic opportunity for individuals or communities beyond the creation of jobs in the normal course of business;\n\n(3) preserving the environment;\n\n(4) improving human health;\n\n(5) promoting the arts, sciences or advancement of knowledge;\n\n(6) promoting economic development through support of initiatives that increase access to capital for emerging and growing technology enterprises, facilitate the transfer and commercial adoption of new technologies, provide technical and business support to emerging and growing technology enterprises or form support partnerships that support those objectives;\n\n(7) increasing the flow of capital to entities with a public benefit purpose; and\n\n(8) the accomplishment of any other particular benefit for society or the environment.\n\n\"Subsidiary.\"An association in which a person owns beneficially or of record 50% or more of the outstanding interests. The percentage of ownership in an association shall be calculated as if all outstanding rights to acquire interests in the association had been exercised.\n\n\"Third-party standard.\"A standard for defining, reporting and assessing overall corporate social and environmental performance which is:\n\n(1) Comprehensive in that it assesses the effect of the business and its operations upon the interests listed in section 3321(a)(1)(ii), (iii), (iv) and (v) (relating to standard of conduct for directors).\n\n(2) Developed by an organization that is independent of the benefit corporation and satisfies the following requirements:\n\n(i) Not more than one-third of the members of the governing body of the organization are representatives of any of the following:\n\n(A) An association of businesses operating in a specific industry the performance of whose members is measured by the standard.\n\n(B) Businesses from a specific industry or an association of businesses in that industry.\n\n(C) Businesses whose performance is assessed against the standard.\n\n(ii) The organization is not materially financed by an association or business described in subparagraph (i).\n\n(3) Credible because the standard is developed by a person that both:\n\n(i) Has access to necessary expertise to assess overall corporate social and environmental performance.\n\n(ii) Uses a balanced multistakeholder approach, including a public comment period of at least 30 days to develop the standard.\n\n(4) Transparent because the following information is publicly available:\n\n(i) About the standard:\n\n(A) The criteria considered when measuring the overall social and environmental performance of a business.\n\n(B) The relative weightings, if any, of those criteria.\n\n(ii) About the development and revision of the standard:\n\n(A) The identity of the directors, officers, material owners and the governing body of the organization that developed and controls revisions to the standard.\n\n(B) The process by which revisions to the standard and changes to the membership of the governing body are made.\n\n(C) An accounting of the sources of financial support for the organization, with sufficient detail to disclose any relationships that could reasonably be considered to present a potential conflict of interest.\n\n(Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)\n\n2016 Amendment.Act 170 amended the defs. of \"benefit corporation,\" \"benefit director,\" \"independent,\" \"minimum status vote\" and \"subsidiary.\"\n\nCross References. Section 3302 is referred to in section 8892 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3302/"
    },
    {
      "id": "section-3303",
      "number": "3303",
      "heading": "",
      "text": "A benefit corporation shall be formed in accordance with Article B (relating to domestic business corporations generally) except that its articles shall also state that it is a benefit corporation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3303/"
    },
    {
      "id": "section-3304",
      "number": "3304",
      "heading": "",
      "text": "(a) Amendment.--An existing business corporation may become a benefit corporation by amending its articles so that they contain, in addition to the requirements of section 1306(a) (relating to articles of incorporation), a statement that the corporation is a benefit corporation. The amendment shall not be effective unless it is adopted by at least the minimum status vote.\n\n(b) Fundamental transactions.--If an association that is not a benefit corporation is a party to a merger or division or is the exchanging association in an interest exchange, and the surviving, new or any resulting association in the merger, division or interest exchange is to be a benefit corporation, then the plan of merger, division or interest exchange shall not be effective unless it is adopted by the association by at least the minimum status vote.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 amended subsec. (b).\n\nCross References.Section 3304 is referred to in sections 321, 322, 323, 324, 325, 326, 327, 328, 3305 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3304/"
    },
    {
      "id": "section-3305",
      "number": "3305",
      "heading": "",
      "text": "(a) Amendment.--A benefit corporation may terminate its status as a benefit corporation and cease to be subject to this chapter by amending its articles to delete the provision required under section 3304 (relating to election of benefit corporation status) to be stated in the articles of a benefit corporation. The amendment shall not be effective unless it is adopted by at least the minimum status vote.\n\n(b) Fundamental transactions.--If a plan would have the effect of terminating the status of a business corporation as a benefit corporation, the plan shall not be effective unless it is adopted by at least the minimum status vote. Any sale, lease, exchange or other disposition of all or substantially all of the assets of a benefit corporation, unless the transaction is in the usual and regular course of business, shall not be effective unless the transaction is approved by at least the minimum status vote.\n\nCross References.Section 3305 is referred to in section 321 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3305/"
    },
    {
      "id": "section-3311",
      "number": "3311",
      "heading": "",
      "text": "(a) General public benefit purpose.--A benefit corporation shall have a purpose of creating general public benefit. This purpose is in addition to its purpose under section 1301 (relating to purposes).\n\n(b) Optional specific public benefit purpose.--The articles of a benefit corporation may identify one or more specific public benefits that it is the purpose of the benefit corporation to create in addition to its purposes under section 1301 and subsection (a). The identification of a specific public benefit does not limit the obligation of a benefit corporation to create general public benefit.\n\n(c) Effect of purposes.--The creation of general and specific public benefit as provided in subsections (a) and (b) is in the best interests of the benefit corporation.\n\n(d) Amendment.--A benefit corporation may amend its articles to add, amend or delete the identification of a specific public benefit that it is the purpose of the benefit corporation to create. The amendment shall not be effective unless it is adopted by at least the minimum status vote.\n\n(e) Professional corporations.--A professional corporation that is a benefit corporation does not violate section 2922(a) (relating to stated purposes) by having the purpose to create general public benefit or a specific public benefit.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3311/"
    },
    {
      "id": "section-3321",
      "number": "3321",
      "heading": "",
      "text": "(a) Consideration of interests.--Without regard to whether the benefit corporation is subject to section 1715 (relating to exercise of powers generally) or 1716 (relating to alternative standard), in discharging the duties of their respective positions, the board of directors, committees of the board and individual directors of a benefit corporation, in considering the best interest of the benefit corporation:\n\n(1) shall consider the effects of any action upon:\n\n(i) the shareholders of the benefit corporation;\n\n(ii) the employees and work force of the benefit corporation and its subsidiaries and suppliers;\n\n(iii) the interests of customers as beneficiaries of the general or specific public benefit purposes of the benefit corporation;\n\n(iv) community and societal considerations, including those of any community in which offices or facilities of the benefit corporation or its subsidiaries or suppliers are located;\n\n(v) the local and global environment;\n\n(vi) the short-term and long-term interests of the benefit corporation, including benefits that may accrue to the benefit corporation from its long-term plans and the possibility that these interests may be best served by the continued independence of the benefit corporation; and\n\n(vii) the ability of the benefit corporation to accomplish its general public benefit purpose and any specific public benefit purpose; and\n\n(2) may consider:\n\n(i) matters listed in section 1715(a); and\n\n(ii) any other pertinent factors or the interests of any other group that they deem appropriate; but\n\n(3) shall not be required to give priority to any matter referred to in paragraph (1) or (2) over any other such matter or to regard any such matter as dominant or controlling unless the benefit corporation has stated in its articles its intention to give priority to certain interests related to its accomplishment of its general public benefit purpose or of a specific public benefit purpose identified in its articles.\n\n(b) Coordination with other provisions of law.--The consideration of matters in the manner required under subsection (a) shall not constitute a violation of section 1712 (relating to standards of care, justifiable reliance and business judgment rule). A benefit corporation:\n\n(1) shall not be subject to section 1715(a) and (b) or section 1716(a); but\n\n(2) shall be subject to section 1715(c), (d) and (e) unless its articles or bylaws provide that it is subject to section 1716, and references in section 1715(c), (d) and (e) to the fiduciary duty of directors or the standard set forth in section 1712 include the provisions of subsection (a).\n\n(c) Exoneration from personal liability.--Regardless of whether the bylaws of a benefit corporation include a provision eliminating or limiting the personal liability of directors authorized under section 1713 (relating to personal liability of directors):\n\n(1) A director shall not be personally liable, as such, for monetary damages for any action taken as a director in the course of performing the duties specified in subsection (a) unless the action constitutes self-dealing, willful misconduct or recklessness.\n\n(2) A director shall not be personally liable for monetary damages for failure of the benefit corporation to pursue or create general public benefit or a specific public benefit.\n\n(d) Limitation on standing.--A director does not have a duty to a person that is a beneficiary of the general public benefit purpose or a specific public benefit purpose of a benefit corporation arising from the status of the person as a beneficiary.\n\n(e) Ownership of shares.--A director's ownership of, or other interest in, the shares of a benefit corporation does not alone create a conflict of interest on the part of the director with respect to the director's performance of the duties of a director under subsection (a), except to the extent the ownership or interest would create a conflict of interest if the corporation were not a benefit corporation.\n\n(Nov. 21, 2016, P.L.1328, No.170, eff. 90 days; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (a)(3), (b) and (c) and added subsec. (e).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3321/"
    },
    {
      "id": "section-3322",
      "number": "3322",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) The board of directors of a benefit corporation which is a registered corporation shall include a director who:\n\n(i) shall be designated as the benefit director; and\n\n(ii) shall have, in addition to all of the powers, duties, rights and immunities of the other directors of the benefit corporation, the powers, duties, rights and immunities provided in this subchapter.\n\n(2) The board of directors of a benefit corporation which is not a registered corporation may include a director who:\n\n(i) shall be designated as the benefit director; and\n\n(ii) shall have, in addition to all of the powers, duties, rights and immunities of the other directors of the benefit corporation, the powers, duties, rights and immunities provided in this subchapter.\n\n(b) Election, removal and qualifications.--The benefit director shall be elected and may be removed in the manner provided under Subchapter C of Chapter 17 (relating to directors and officers). Except as set forth in subsection (g), the benefit director shall be an individual who is independent. The benefit director may serve as the benefit officer at the same time as serving as the benefit director. The articles or bylaws of a benefit corporation may prescribe additional qualifications of the benefit director not inconsistent with this subsection.\n\n(c) Annual compliance statement.--The benefit director shall prepare, and the benefit corporation shall include in the annual benefit report to shareholders required under section 3331 (relating to annual benefit report), a statement whether, in the opinion of the benefit director, the benefit corporation acted in accordance with its general and any specific public benefit purpose in all material respects during the period covered by the report and whether the directors and officers complied with sections 3321(a) (relating to standard of conduct for directors) and 3323(a) (relating to standard of conduct for officers), respectively. If, in the opinion of the benefit director, the benefit corporation or its directors or officers failed so to act, then the statement of the benefit director shall include a description of the ways in which the benefit corporation or its directors or officers failed so to act.\n\n(d) Status of actions.--The acts of an individual in the capacity of a benefit director shall constitute for all purposes acts of that individual in the capacity of a director of the benefit corporation.\n\n(e) Alternative governance arrangements.--(Deleted by amendment).\n\n(f) Exoneration from personal liability.--Regardless of whether the bylaws of a benefit corporation include a provision eliminating or limiting the personal liability of directors authorized under section 1713 (relating to personal liability of directors), a benefit director shall not be personally liable for any act or omission in the capacity of a benefit director unless the act or omission constitutes self-dealing, willful misconduct or recklessness.\n\n(g) Professional corporations.--The benefit director of a professional corporation does not need to be independent.\n\n(July 9, 2013, P.L.476, No.67, eff. 60 days; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (b) and (f).\n\n2016 Amendment.Act 170 deleted subsec. (e).\n\n2013 Amendment.Act 67 amended subsecs. (a) and (b) and added subsec. (g).\n\nCross References.Section 3322 is referred to in sections 3302, 3331 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3322/"
    },
    {
      "id": "section-3323",
      "number": "3323",
      "heading": "",
      "text": "(a) General rule.--Each officer of a benefit corporation shall consider the interests and factors described in section 3321(a) (relating to standard of conduct for directors) in the manner provided in that subsection when:\n\n(1) the officer has discretion to act with respect to a matter; and\n\n(2) it reasonably appears to the officer that the matter may have a material effect on the creation by the benefit corporation of general public benefit or a specific public benefit identified in the articles of the benefit corporation.\n\n(b) Coordination with other provisions of law.--The consideration of interests and factors in the manner described in subsection (a) shall not constitute a violation of section 1734 (relating to officer's standard of care and justifiable reliance).\n\n(c) Exoneration from personal liability.--\n\n(1) An officer shall not be personally liable, as such, for monetary damages for any action taken as an officer in the course of performing the duties specified in subsection (a) unless the action constitutes self-dealing, willful misconduct or a knowing violation of law.\n\n(2) An officer shall not be personally liable for monetary damages for failure of the benefit corporation to pursue or create general public benefit or a specific public benefit.\n\n(d) Limitation on standing.--An officer does not have a duty to a person that is a beneficiary of the general public benefit purpose or a specific public benefit purpose of a benefit corporation arising from the status of the person as a beneficiary.\n\n(e) Ownership of shares.--An officer's ownership of, or other interest in, the shares of a benefit corporation does not alone create a conflict of interest on the part of the officer with respect to the officer's performance of the duties of an officer under subsection (a), except to the extent the ownership or interest would create a conflict of interest if the corporation were not a benefit corporation.\n\n(Nov. 21, 2016, P.L.1328, No.170, eff. 90 days; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (b) and added subsec. (e).\n\n2016 Amendment.Act 170 amended subsec. (c).\n\nCross References.Section 3323 is referred to in section 3322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3323/"
    },
    {
      "id": "section-3324",
      "number": "3324",
      "heading": "",
      "text": "A benefit corporation may have an officer designated as the benefits officer who shall have such authority and shall perform such duties in the management of the benefit corporation relating to the purpose of the corporation to create general or specific public benefit as may be provided by or pursuant to the bylaws or, in the absence of controlling provisions in the bylaws, as may be determined by or pursuant to resolutions or orders of the board of directors. If a benefit corporation has a benefit officer, the duties of the benefit officer shall include preparing the benefit report required under section 3331 (relating to annual benefit report).\n\nCross References.Section 3324 is referred to in section 3302 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3324/"
    },
    {
      "id": "section-3325",
      "number": "3325",
      "heading": "",
      "text": "(a) Limitations.--\n\n(1) Except in a benefit enforcement proceeding, no person may bring an action or assert a claim against a benefit corporation or its directors or officers with respect to:\n\n(i) failure to pursue or create general public benefit or a specific public benefit set forth in its articles; or\n\n(ii) violation of a duty or standard of conduct under this chapter.\n\n(2) A benefit corporation shall not be liable for monetary damages under this chapter for any failure of the benefit corporation to pursue or create general public benefit or a specific public benefit.\n\n(b) Parties with standing.--A benefit enforcement proceeding may be commenced or maintained only:\n\n(1) directly by the benefit corporation; or\n\n(2) derivatively by:\n\n(i) a shareholder that owned at least 2% of the total number of shares of a class or series outstanding at the time of the act complained of;\n\n(ii) a director;\n\n(iii) a person or group of persons that owns beneficially or of record 5% or more of the interests in an association of which the benefit corporation is a subsidiary at the time of the act complained of; or\n\n(iv) such other persons as may be specified in the articles or bylaws of the benefit corporation.\n\n(c) Cross reference.--The provisions of Subchapter F of Chapter 17 (relating to derivative actions) shall apply to derivative actions under this section.\n\n(July 9, 2013, P.L.476, No.67, eff. 60 days; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)\n\n2016 Amendment.Act 170 amended subsec. (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3325/"
    },
    {
      "id": "section-3331",
      "number": "3331",
      "heading": "",
      "text": "(a) Contents.--A benefit corporation must deliver to each shareholder an annual benefit report including:\n\n(1) A narrative description of:\n\n(i) the ways in which the benefit corporation pursued general public benefit during the year and the extent to which general public benefit was created;\n\n(ii) the ways in which the benefit corporation pursued any specific public benefit that the articles state is the purpose of the benefit corporation to create and the extent to which that specific public benefit was created;\n\n(iii) any circumstances that have hindered the creation by the benefit corporation of general or specific public benefit; and\n\n(iv) the process and rationale for selecting or changing the third-party standard used to prepare the benefit report.\n\n(2) An assessment of the overall social and environmental performance of the benefit corporation against a third-party standard applied consistently with any application of that standard in prior benefit reports or accompanied by an explanation of the reasons for any inconsistent application. The assessment does not need to be audited or certified by a third-party standards provider.\n\n(3) The name of the benefit director and the benefit officer, if any, and the address to which correspondence to each of them may be directed.\n\n(4) The compensation paid by the benefit corporation during the year to each director in that capacity.\n\n(5) (Deleted by amendment).\n\n(6) The statement of the benefit director described in section 3322(c) (relating to benefit director).\n\n(7) A statement of any connection between the organization that established the third-party standard, or its directors, officers or any holder of 5% or more of the governance interests in the organization, and the benefit corporation or its directors, officers or any holder of 5% or more of the outstanding shares of the benefit corporation, including any financial or governance relationship which might materially affect the credibility of the use of the third-party standard.\n\n(8) (Deleted by amendment).\n\n(b) Timing of report.--A benefit corporation shall annually send a benefit report to each shareholder either:\n\n(1) within 120 days following the end of the fiscal year of the benefit corporation; or\n\n(2) at the same time that the benefit corporation delivers any other annual report to its shareholders.\n\n(c) Internet website posting.--A benefit corporation must post all of its benefit reports on the public portion of its Internet website, if any, except that the compensation paid to directors and any financial or proprietary information included in the benefit report may be omitted from the benefit report as posted.\n\n(d) Availability of copies.--If a benefit corporation does not have an Internet website, the benefit corporation shall provide a copy of its most recent benefit report, without charge, to any person that requests a copy, but the compensation paid to directors and financial or proprietary information included in the benefit report may be omitted from the copy of the benefit report provided.\n\n(e) Filing of report.--Concurrently with the delivery of the benefit report to shareholders pursuant to subsection (b), the benefit corporation must deliver a copy of the benefit report to the department for filing, except that the compensation paid to directors and any financial or proprietary information included in the benefit report may be omitted from the benefit report as filed under this section. The department shall charge a fee of $70 for filing a benefit report.\n\n(July 9, 2013, P.L.476, No.67, eff. 60 days; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)\n\n2016 Amendment.Act 170 deleted subsec. (a)(8).\n\n2013 Amendment.Act 67 deleted subsec. (a)(5).\n\nCrossReferences.Section 3331 is referred to in sections 3322, 3324 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-33/section-3331/"
    }
  ]
}