{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-29",
  "sections": [
    {
      "id": "section-2901",
      "number": "2901",
      "heading": "",
      "text": "(a) General rule.--This chapter shall be applicable to a business corporation, other than a management corporation, that:\n\n(1) on the effective date of this chapter was subject to the act of July 9, 1970 (P.L.461, No.160), known as the Professional Corporation Law; or\n\n(2) elects to become a professional corporation in the manner provided by this chapter.\n\n(b) Application to business corporations generally.--The existence of a provision of this chapter shall not of itself create any implication that a contrary or different rule of law is or would be applicable to a business corporation that is not a professional corporation, and this chapter shall not affect any statute or rule of law that is or would be applicable to a business corporation that is not a professional corporation. This chapter shall not alter or affect any right or privilege existing under any statute or general rule heretofore or hereafter enacted by the General Assembly or (with respect to attorneys at law) prescribed by the Supreme Court of Pennsylvania:\n\n(1) not prohibiting; or\n\n(2) in terms permitting;\n\nperformance of professional services in corporate form by a corporation that is not a professional corporation.\n\n(c) Laws applicable to professional corporations.--Except as otherwise provided in this chapter, Part I (relating to preliminary provisions) and this subpart shall be generally applicable to all professional corporations. The specific provisions of this chapter shall control over the general provisions of Part I and this subpart. Except as otherwise provided in this article, a professional corporation may be simultaneously subject to this chapter and one or more other chapters of this article.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 amended subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2901/"
    },
    {
      "id": "section-2902",
      "number": "2902",
      "heading": "",
      "text": "(a) Definitions.--The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Disqualified person.\"The term \"disqualified person\" as used in this chapter means a licensed person who for any reason is or becomes legally disqualified (temporarily or permanently) to render the same professional services that the particular professional corporation of which he is an officer, director, shareholder or employee is or was rendering.\n\n\"Licensed person.\"(Deleted by amendment).\n\n\"Profession.\"(Deleted by amendment).\n\n\"Professional services.\"(Deleted by amendment).\n\n(b) Index of other definitions.--Other definitions applying to this chapter and the sections in which they appear are:\n\n\"Licensed person.\"Section 102 (relating to definitions).\n\n\"Profession.\"Section 102.\n\n\"Professional services.\"Section 102.\n\n(Dec. 18, 1992, P.L.1333, No.169, eff. 60 days; Dec. 7, 1994, P.L.703, No.106, eff. 60 days; June 22, 2001, P.L.418, No.34, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2902/"
    },
    {
      "id": "section-2903",
      "number": "2903",
      "heading": "",
      "text": "(a) General rule.--A professional corporation shall be formed in accordance with Article B (relating to domestic business corporations generally) except that its articles shall contain a heading stating the name of the corporation and that it is a professional corporation.\n\n(b) Legislative intent.--It is the intent of the General Assembly to authorize by this chapter licensed persons to render professional services by means of a professional corporation in all cases.\n\n(c) Single-purpose corporations.--Except as provided in subsection (d), a professional corporation may be incorporated only for the purpose of rendering one specific kind of professional service.\n\n(d) Multiple-purpose corporations.--\n\n(1) A professional corporation may be incorporated to render two or more specific kinds of professional services to the extent that:\n\n(i) the several shareholders of the professional corporation, if organized as a partnership, could conduct a combined practice of such specific kinds of professional services; or\n\n(ii) the court, department, board, commission or other government unit regulating each profession involved in the professional corporation has by rule or regulation applicable to professional corporations expressly authorized the combined practice of the profession with each other profession involved in the corporation.\n\nExcept as otherwise provided by statute, the government unit may promulgate regulations authorizing combined practice to the extent consistent with the public interest or required by the public health or welfare.\n\n(2) The provisions of paragraph (1) shall not create any vested rights. If by reason of a change in law, rule or regulation the right to practice professions in any particular combination is terminated, all existing professional corporations rendering a combination of professional services shall promptly reduce the specific kinds of professional services rendered by the corporations or shall otherwise reconstitute themselves so as to comply with the currently applicable restrictions applicable to all professions involved.\n\nCross References.Section 2903 is referred to in sections 2904, 2906 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2903/"
    },
    {
      "id": "section-2904",
      "number": "2904",
      "heading": "",
      "text": "(a) General rule.--A business corporation may become a professional corporation under this chapter by filing articles of amendment which shall contain, in addition to the requirements of section 1915 (relating to articles of amendment):\n\n(1) A heading stating the name of the corporation and that it is a professional corporation.\n\n(2) A statement that it elects to become a professional corporation.\n\n(3) Such other changes, if any, that may be desired in the articles, including any changes necessary to conform to section 2903(c) and (d) (relating to formation of professional corporations).\n\n(b) Procedure.--The amendment shall be adopted in accordance with the requirements of Subchapter B of Chapter 19 (relating to amendment of articles). If any shareholder of a business corporation that proposes to amend its articles to become a professional corporation objects to that amendment and complies with the provisions of Subchapter D of Chapter 15 (relating to dissenters rights), the shareholder shall be entitled to the rights and remedies of dissenting shareholders therein provided, if any.\n\n(June 22, 2001, P.L.418, No.34, eff. 60 days)\n\n2001 Amendment.Act 34 amended subsec. (b).\n\nCross References.Section 2904 is referred to in section 1571 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2904/"
    },
    {
      "id": "section-2905",
      "number": "2905",
      "heading": "",
      "text": "(a) General rule.--This chapter applies to every professional association subject to Chapter 93 (relating to professional associations) that elects to accept the provisions of this chapter in the manner set forth in subsection (b).\n\n(b) Procedure for election.--A professional association may elect to accept this chapter by filing in the Department of State a statement of election of professional corporation status which shall be executed by all of the associates of the professional association and shall set forth:\n\n(1) The name of the professional association and, subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of its proposed registered office.\n\n(2) The name of the county in the office of the prothonotary of which the initial articles of association of the association were filed.\n\n(3) A statement that the associates of the professional association have elected to accept the provisions of this chapter for the government and regulation of the affairs of the association.\n\nSee section 134 (relating to docketing statement).\n\n(c) Date of incorporation.--This chapter shall become applicable to the professional association, and it shall be deemed incorporated, on the date the statement of election is filed in the department.\n\nCross References.Section 2905 is referred to in section 9302 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2905/"
    },
    {
      "id": "section-2906",
      "number": "2906",
      "heading": "",
      "text": "A professional corporation may terminate its status as such and cease to be subject to this chapter by amending its articles to delete therefrom the additional provisions required by section 2903(a) (relating to formation of professional corporations). The amendment shall be adopted in accordance with Subchapter B of Chapter 19 (relating to amendment of articles).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2906/"
    },
    {
      "id": "section-2907",
      "number": "2907",
      "heading": "",
      "text": "(a) General rule.--If the corporation does not otherwise have the right to acquire all the shares of a shareholder who becomes a disqualified person or of a deceased shareholder, the corporation shall nevertheless have an option to acquire the shares, subject to the provisions of subsection (c), at a price that is agreed upon by the parties or, if no agreement is reached, at their fair value as determined under Subchapter D of Chapter 15 (relating to dissenters rights).\n\n(b) Dissolution of corporation.--If the corporation or a licensed person fails to acquire, or if the corporation fails to commence proceedings under subsection (a) to acquire, all of the shares of a shareholder who becomes a disqualified person or of a deceased shareholder within 90 days following the date of disqualification or within 13 months following the date of death of the shareholder, as the case may be, then that failure shall constitute a ground for the forfeiture of the charter of the corporation and its dissolution. When the failure of a professional corporation to comply with this section is brought to the attention of the court, department, board, commission or other government unit regulating the profession in which the corporation is engaged, the government unit shall certify that fact to the Attorney General for institution of proceedings under section 503 (relating to actions to revoke corporate franchises) to dissolve the corporation.\n\n(c) Nominal consideration transactions.--If section 1551 (relating to distributions to shareholders) would otherwise prohibit an acquisition of shares under this section, a professional corporation shall have the right to purchase its own shares for a nominal consideration.\n\nCross References.Section 2907 is referred to in section 1571 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2907/"
    },
    {
      "id": "section-2921",
      "number": "2921",
      "heading": "",
      "text": "(a) General rule.--A professional corporation may adopt any name that is not prohibited by law or the ethics of the profession in which the corporation is engaged or by a rule or regulation of the court, department, board, commission or other government unit regulating the profession.\n\n(b) Additional names permitted.--The provisions of section 202 (relating to requirements for names generally) shall not prohibit the use of a name of a professional corporation if the name contains and is restricted to the name or the last name of one or more of the present, prospective or former shareholders or of individuals who were associated with a predecessor or whose individual name or names appeared in the name of the predecessor. The name may also contain:\n\n(1) the word \"and\" or any symbol or substitute therefor;\n\n(2) the word \"associates\";\n\n(3) the term \"P.C.\"; or\n\n(4) any or all of the words or terms in paragraphs (1), (2) and (3).\n\n(Dec. 18, 1992, P.L.1333, No.169, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 amended subsec. (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2921/"
    },
    {
      "id": "section-2922",
      "number": "2922",
      "heading": "",
      "text": "(a) General rule.--A professional corporation shall not engage in any business other than the rendering of the professional service or services for which it was specifically incorporated except that a professional corporation may own real and personal property necessary for, or appropriate or desirable in, the fulfillment or rendering of its specific professional service or services and it may invest its funds in real estate, mortgages, stocks, bonds or any other type of investment.\n\n(b) Additional powers.--A professional corporation may be an equity owner of a partnership, limited liability company, corporation or other association engaged in the business of rendering the professional service or services for which the professional corporation was incorporated.\n\n(June 22, 2001, P.L.418, No.34, eff. 60 days)\n\n2001 Amendment.Act 34 amended subsec. (b).\n\nCross References.Section 2922 is referred to in section 3311 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2922/"
    },
    {
      "id": "section-2923",
      "number": "2923",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided by a statute, rule or regulation applicable to a particular profession, all of the ultimate beneficial owners of shares in a professional corporation shall be licensed persons and any issuance or transfer of shares in violation of this restriction shall be void. A shareholder of a professional corporation shall not enter into a voting trust, proxy or any other arrangement vesting another person (other than a person who is qualified to be a direct or indirect shareholder of the same corporation) with the authority to exercise the voting power of any or all of his shares, and any such purported voting trust, proxy or other arrangement shall be void.\n\n(b) Ownership by estate.--Unless a lesser period of time is provided in a bylaw adopted by the shareholders or in a written agreement among the shareholders of the corporation, the estate of a deceased shareholder may continue to hold shares of the professional corporation for a reasonable period of administration of the estate, but the personal representative of the estate shall not by reason of the retention of shares be authorized to participate in any decisions concerning the rendering of professional service.\n\n(c) Interstate application.--Where a person who is a licensed person under the laws of another jurisdiction engages in activities in this Commonwealth that would be unlawful unless that person were also a licensed person under the laws of this Commonwealth, shares of a professional corporation shall not be issued to or retained by or on behalf of him unless he is also a licensed person under the laws of this Commonwealth. Except as provided in the preceding sentence, this chapter shall not be construed to require that any proportion or number of the holders or beneficial owners of a professional corporation who are licensed persons shall be licensed persons under the laws of this Commonwealth.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Dec. 18, 1992, P.L.1333, No.169, eff. 60 days; Dec. 7, 1994, P.L.703, No. 106, eff. 60 days; June 22, 2001, P.L.418, No.34, eff. 60 days)\n\n2001 Amendment.Act 34 amended subsecs. (a) and (b).\n\n1992 Amendment.Act 169 amended subsec. (c).\n\nCross References.Section 2923 is referred to in section 1504 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2923/"
    },
    {
      "id": "section-2924",
      "number": "2924",
      "heading": "",
      "text": "(a) General rule.--A professional corporation may lawfully render professional services only through officers, employees or agents who are licensed persons. The corporation may employ persons not so licensed but those persons shall not render any professional services rendered or to be rendered by it.\n\n(b) Supporting staff.--This section shall not be interpreted to preclude the use of clerks, secretaries, nurses, administrators, bookkeepers, technicians and other assistants or paraprofessionals who are not usually and ordinarily considered by law, custom and practice to be rendering the professional service or services for which the professional corporation was incorporated nor to preclude the use of any other person who performs all his employment under the direct supervision and control of a licensed person. A person shall not, under the guise of employment, render professional services unless duly licensed or admitted to practice as required by law.\n\n(c) Charges.--Notwithstanding any other provision of law, a professional corporation may charge for the professional services of its officers, employees and agents, may collect those charges and may compensate those who render the professional services.\n\n(Dec. 7, 1994, P.L.703, No.106, eff. 60 days)\n\n1994 Amendment.Act 106 amended subsec. (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2924/"
    },
    {
      "id": "section-2925",
      "number": "2925",
      "heading": "",
      "text": "(a) General rule.--This subpart shall not affect the law of this Commonwealth applicable to the professional relationship and the contract, tort and other legal rights, duties and liabilities between the person furnishing professional services and the person receiving professional services and to the standards for professional conduct, including the law of this Commonwealth applicable to the confidential relationship, if any, between the person rendering professional services and the person receiving professional services, and all confidential relationships enjoyed under statutes heretofore or hereafter enacted shall remain inviolate.\n\n(b) Professional liability unaffected.--Any officer, shareholder, employee or agent of a professional corporation shall remain personally and fully liable and accountable for any negligent or wrongful acts or misconduct committed by him or by any person under his direct supervision and control while rendering professional services on behalf of the corporation to the person for whom the professional services were being rendered.\n\n(c) Liability of corporation.--The professional corporation shall be liable up to the full value of its property for any negligent or wrongful acts or misconduct committed by any of its officers, shareholders, employees or agents while they are engaged on behalf of the corporation in rendering professional services.\n\n(d) Liability of shareholders.--Unless otherwise provided in its articles, shares of a professional corporation shall be nonassessable and a holder or owner of shares of a professional corporation shall not be under any liability to the professional corporation with respect to the shares. A holder or owner of shares of a professional corporation shall not be under any liability to any creditor thereof except as provided in subsection (b).\n\n(e) Disciplinary jurisdiction unaffected.--A professional corporation shall be subject to the applicable rules and regulations adopted by, and all the disciplinary powers of, the court, department, board, commission or other government unit regulating the profession in which the corporation is engaged. The court, department, board or other government unit may require that a professional corporation include in its articles provisions that conform to any rule or regulation heretofore or hereafter promulgated for the purpose of enforcing the ethics of a profession, but, unless otherwise provided by statute, a rule or regulation shall not require the issuance by the corporation of assessable shares or require the inclusion of any provision in the articles that is inconsistent with the provisions of Article B (relating to domestic business corporations generally) as modified by this chapter. This chapter shall not affect or impair the disciplinary powers of the court, department, board, commission or other government unit over licensed persons or any law, rule or regulation pertaining to the standards for professional conduct of licensed persons or to the professional relationship between any licensed person rendering professional services and the person receiving professional services.\n\n(Dec. 18, 1992, P.L.1333, No.169, eff. 60 days)\n\n1992 Amendment.Act 169 amended subsec. (b), relettered part of subsec. (b) to subsec. (c), relettered and amended parts of subsec. (b) to subsec. (d) and relettered former subsec. (c) to subsec. (e).\n\nCross References.Section 2925 is referred to in sections 1526, 8705, 8834, 9506 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-29/section-2925/"
    }
  ]
}