{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-5",
  "sections": [
    {
      "id": "section-501",
      "number": "501",
      "heading": "",
      "text": "(a) General rule.--All charters of private corporations and all present and future common or statutory law with respect to the formation or regulation of private corporations or prescribing powers, rights, duties or liabilities of private corporations or their officers, directors, shareholders or members may be revoked, amended or repealed.\n\n(b) Scope.--Subsection (a) is applicable to all corporations incorporated under the authority of the Commonwealth or of the late Proprietaries of the Province of Pennsylvania, the General Assembly having found in section 104 of the act of December 21, 1988 (P.L.1444, No.177), known as the General Association Act of 1988, that all corporations incorporated prior to October 14, 1857, which purported to register under the act of January 18, 1966 (1965 P.L.1443, No.521), referred to as the Registry Act of 1966, or companion statutes, either failed to register effectively or accepted the benefit of a law or laws passed by the General Assembly after 1873 governing the affairs of corporations.\n\nCross References.Section 501 is referred to in section 501 of Title 17 (Credit Unions).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-501/"
    },
    {
      "id": "section-502",
      "number": "502",
      "heading": "",
      "text": "(a) General rule.--Except as otherwise provided in the scope provisions of subsequent provisions of this chapter, this chapter shall apply to and the word \"corporation\" in this chapter shall mean:\n\n(1) A domestic or foreign corporation for profit.\n\n(2) A domestic or foreign corporation not-for-profit.\n\n(b) Corporations claiming exemption from power of the General Assembly.--Any provision of this chapter otherwise applicable to a corporation claiming exemption from the power of the General Assembly shall be inapplicable to such corporation to the extent, and only to the extent, required by the Constitution of the United States or the Constitution of Pennsylvania, or both.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-502/"
    },
    {
      "id": "section-503",
      "number": "503",
      "heading": "",
      "text": "(a) General rule.--The Attorney General may institute proceedings to revoke the articles and franchises of a corporation if it:\n\n(1) misused or failed to use its powers, privileges or franchises;\n\n(2) procured its articles by fraud; or\n\n(3) should not have been incorporated under the statutory authority relied upon.\n\n(b) Powers of court.--In every action or proceeding instituted under subsection (a), the court shall have power to wind up the affairs of and to dissolve the corporation in the manner provided in this part or as otherwise provided by law.\n\nCross References.Section 503 is referred to in sections 137, 1309, 1502, 1503, 2907, 5309, 5502, 5503 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-503/"
    },
    {
      "id": "section-504",
      "number": "504",
      "heading": "",
      "text": "Where heretofore or hereafter any act has been or may be done or any transfer or conveyance of any property has been or may be made to or by any corporation created or intended to be created under any statute supplied or repealed by this part, in good faith, after the approval of the articles or application for a charter or issuance of letters patent but without the actual recording of the original papers with the endorsements thereon, or a certified copy thereof, in the office of any recorder of deeds, as provided in such statutes then in force, the acts, transfers and conveyances shall nevertheless be deemed and taken to be valid and effectual for all purposes, regardless of the omission to record the original papers with the endorsements thereon, or a certified copy thereof, as heretofore required by such statutes. Every such corporation shall be deemed and taken to have been incorporated on the date of approval of its articles or application for a charter or on the date of issuance of its letters patent, whichever event shall have last occurred.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-504/"
    },
    {
      "id": "section-505",
      "number": "505",
      "heading": "",
      "text": "Where any corporation governed by this part or created or intended to be created or governed by any statute supplied or repealed by this part has, in good faith, extended its territory or term of existence, changed its name, merged, consolidated or otherwise altered or amended its charter or articles under any statute supplied or repealed by this part but without the actual recording of a document or documents evidencing the corporate action in the office of any recorder of deeds, as provided in such statutes then in force, and a record of the corporate action is on file in the office of the clerk of any court of this Commonwealth or in the Department of State, the corporate action shall nevertheless be deemed and taken to be valid for all purposes, regardless of the omission to record the document or documents as heretofore required by such statutes, and every such corporate action shall be deemed and taken to have been effected upon the filing of the corporate action in the office of the clerk of any court or in the department, or upon the approval of the action, if required, by a court, or by the Governor, Secretary of the Commonwealth or other officer performing corresponding functions with respect to corporate affairs, whichever event has last occurred.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-505/"
    },
    {
      "id": "section-506",
      "number": "506",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), whenever any corporation has sold, assigned, disposed of and conveyed all or any part of its franchises and all or any part of its property, real, personal and mixed, to any other corporation, and the franchises and property have vested in the vendee corporation, or whenever any corporation has heretofore merged or may hereafter merge with and into or consolidate into a surviving or new corporation, the vendee, surviving or new corporation or its successor corporation shall be deemed to possess as a constituent of its own charter, and not as a direct or indirect acquisition from the vendor or nonsurviving corporation, franchise rights of identical scope and character as those originally acquired by it and any of its predecessors in interest from every vendor or nonsurviving predecessor corporation regardless of the fact, if such is the case, that the franchises of any vendor or nonsurviving predecessor corporation, had they been separately existing, would have theretofore expired of their own limitations. The charter of any vendee, surviving, new or successor corporation to which this section may become applicable and all franchise rights thereof attributable under this section or otherwise to or acquired from any vendor or nonsurviving predecessor corporation shall expire upon the same date, which date shall be the later of the dates on which the charter or the most remotely limited of the franchise rights would otherwise expire, and every renewal, extension or change in the term of existence of the vendee, surviving, new or successor corporation by merger, consolidation or otherwise shall inure to the franchise rights attributable to or acquired from all such vendor or nonsurviving predecessor corporations.\n\n(b) Exception.--This section shall not operate to revive any franchise rights heretofore or hereafter expressly surrendered by the affirmative action of any such vendee, surviving, new or successor corporation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-506/"
    },
    {
      "id": "section-512",
      "number": "512",
      "heading": "",
      "text": "(a) Directors.--A director of a domestic corporation shall stand in a fiduciary relation to the corporation and shall perform the duties of a director, including duties as a member of any committee of the board upon which the director may serve, in good faith, in a manner the director reasonably believes to be in the best interests of the corporation and with such care, including the skill and diligence that a person of ordinary prudence would use under similar circumstances and reasonable inquiry into those issues required by the statutes of this Commonwealth to be considered in the circumstances and those interests and factors listed in section 515(a) (relating to exercise of powers generally) or 516(a) (relating to alternative standard) that the director considers appropriate. This subsection is subject to subsection (d) where applicable.\n\n(a.1) Justifiable reliance.--In performing the duties of a director, and in satisfying the requirements of subsection (d), a director is entitled to rely in good faith on information, opinions, reports or statements, including financial statements and other financial data, in each case prepared or presented by any of the following:\n\n(1) One or more officers or employees of the corporation or an affiliate of the corporation whom the director reasonably believes to be reliable and competent in the matters presented.\n\n(2) Counsel, public accountants or other persons as to matters which the director reasonably believes to be within the professional or expert competence of such person.\n\n(3) A committee of the board upon which the director does not serve, duly designated in accordance with law, as to matters within its designated authority, which committee the director reasonably believes to merit confidence.\n\n(b) Effect of actual knowledge.--A director is not considered to be acting in good faith under subsection (a.1) if the director has actual knowledge concerning the matter that causes the director to believe reliance is unwarranted.\n\n(c) Officers.--Except as otherwise provided in the articles, an officer shall perform his duties as an officer in good faith, in a manner he reasonably believes to be in the best interests of the corporation and with such care, including reasonable inquiry, skill and diligence, as a person of ordinary prudence would use under similar circumstances. A person who so performs his duties shall not be liable by reason of having been an officer of the corporation.\n\n(d) Business judgment rule.--A director or officer who makes a business judgment in good faith fulfills the duties under this section if:\n\n(1) the subject of the business judgment does not involve self-dealing by the director or officer or an associate or affiliate of the director or officer;\n\n(2) the director or officer is informed with respect to the subject of the business judgment to the extent the director or officer reasonably believes to be appropriate under the circumstances; and\n\n(3) the director or officer rationally believes that the business judgment is in the best interests of the corporation.\n\n(e) Burden of proof.--A person challenging the conduct of a director or officer as violating the duty of care under this section has the burden of proving:\n\n(1) a breach of the duty of care, including that a requirement for the fulfillment of that duty under subsection (d) has not been met; and\n\n(2) in a damage action, that the breach was the legal cause of damage suffered by the corporation.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\nCross References.Section 512 is referred to in sections 515, 516, 517 of this title; section 712 of Title 17 (Credit Unions).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-512/"
    },
    {
      "id": "section-513",
      "number": "513",
      "heading": "",
      "text": "(a) General rule.--If a bylaw adopted by the shareholders entitled to vote or members entitled to vote of a domestic corporation so provides, a director shall not be personally liable, as such, for monetary damages for any action taken unless:\n\n(1) the director has breached or failed to perform the duties of a director under this subchapter; and\n\n(2) the breach or failure to perform constitutes self-dealing, willful misconduct or recklessness.\n\n(b) Exceptions.--Subsection (a) shall not apply to:\n\n(1) the responsibility or liability of a director pursuant to any criminal statute; or\n\n(2) the liability of a director for the payment of taxes pursuant to Federal, State or local law.\n\n(c) Application.--An amendment or repeal of a provision adopted under subsection (a) does not affect its application with respect to an act by a director occurring before the amendment or repeal unless the provision in effect at the time of the act explicitly authorizes its amendment or repeal after an act has occurred.\n\n(d) Cross reference.--See 42 Pa.C.S. ยง 8332.5 (relating to corporate representatives).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (a)(1), relettered former subsec. (c) to subsec. (d) and added present subsec. (c).\n\nCross References.Section 513 is referred to in section 712 of Title 17 (Credit Unions).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-513/"
    },
    {
      "id": "section-507",
      "number": "507",
      "heading": "",
      "text": "(a) General rule.--Where heretofore any domestic corporation for profit shall have redeemed and canceled any shares subject to redemption and cancellation, acquired its own shares on conversion thereof into or exchange thereof for other shares of the corporation, purchased or redeemed and canceled any shares, canceled any treasury shares, redeemed any shares or adopted any resolution of the board with respect to authorized but unissued shares reducing the number of shares that the corporation is authorized to issue without filing in the Department of State a statement of redemption and cancellation, a statement of cancellation of shares, a statement of reduction of authorized shares or similar document as then provided by any statute supplied or repealed by Subpart B (relating to business corporations), such action shall be deemed not to have had any effect on the authorized share structure of the corporation and the number and class of shares authorized to be issued by the corporation from time to time and at any time shall be deemed and taken to be the number and class of shares as set forth at the time in the most recently amended text of the charter or articles of the corporation as then on file in the department.\n\n(b) Restriction on reissuance.--Subsection (a) shall not validate any shares reissued in violation of a provision of the charter or articles prohibiting the reissuance of redeemed or otherwise acquired shares. Except as otherwise expressly provided therein, such a provision shall not be interpreted as prohibiting the reissuance of redeemed or otherwise acquired shares as shares of a different class or series.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-507/"
    },
    {
      "id": "section-511",
      "number": "511",
      "heading": "",
      "text": "(a) General rule.--This subchapter applies to and the terms \"corporation\" or \"domestic corporation\" in this subchapter mean:\n\n(1) A banking institution.\n\n(2) A credit union.\n\n(3) A fraternal benefit society.\n\n(b) Alternative provisions.--Section 516 (relating to alternative standard) shall not be applicable to any corporation to which section 515 (relating to exercise of powers generally) is applicable. Section 515 shall be applicable to any corporation except a corporation:\n\n(1) the bylaws of which, by amendment adopted by the board of directors on or before July 26, 1990, and not subsequently rescinded by an articles amendment, explicitly provide that section 515 or corresponding provisions of prior law shall not be applicable to the corporation; or\n\n(2) the articles of which explicitly provide that section 515 or corresponding provisions of prior law shall not be applicable to the corporation.\n\n(c) Reversal of opt-out.--A provision of the articles or bylaws providing that section 515 or corresponding provisions of prior law shall not be applicable to the corporation and may be rescinded pursuant to the procedures required by the organic law of the corporation and the articles and bylaws at the time of the rescission to amend the articles or bylaws.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (a) and added subsec. (c).\n\nCross References.Section 511 is referred to in sections 515, 516, 1711 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-511/"
    },
    {
      "id": "section-514",
      "number": "514",
      "heading": "",
      "text": "A director of a domestic corporation who is present at a meeting of its board of directors, or of a committee of the board, at which action on any corporate matter is taken on which the director is generally competent to act, shall be presumed to have assented to the action taken unless the director's dissent, abstention or vote against the matter is entered in the minutes of the meeting or unless the director delivers to the secretary of the meeting before the adjournment a dissent in record form to the action or transmits the dissent in record form to the secretary of the corporation immediately after the adjournment of the meeting. The right to dissent shall not apply to a director who voted in favor of the action. Nothing in this subchapter shall bar a director from asserting that minutes of the meeting incorrectly omitted the director's dissent, abstention or vote against if, promptly upon receipt of a copy of such minutes, the director notifies the secretary of the corporation in record form of the asserted omission or inaccuracy.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-514/"
    },
    {
      "id": "section-515",
      "number": "515",
      "heading": "",
      "text": "(a) General rule.--In discharging the duties of their respective positions, the board of directors, committees of the board and individual directors of a domestic corporation may, in considering the best interests of the corporation, consider to the extent they deem appropriate:\n\n(1) The effects of any action upon any or all groups affected by such action, including shareholders, members, employees, suppliers, customers and creditors of the corporation, and upon communities in which offices or other establishments of the corporation are located.\n\n(2) The short-term and long-term interests of the corporation, including benefits that may accrue to the corporation from its long-term plans and the possibility that these interests may be best served by the continued independence of the corporation.\n\n(3) The resources, intent and conduct (past, stated and potential) of any person seeking to acquire control of the corporation.\n\n(4) All other pertinent factors.\n\n(b) Consideration of interests and factors.--The board of directors, committees of the board and individual directors shall not be required, in considering the best interests of the corporation or the effects of any action, to regard any corporate interest or the interests of any particular group affected by such action as a dominant or controlling interest or factor. The consideration of interests and factors in the manner described in this subsection and in subsection (a) shall not constitute a violation of section 512 (relating to standard of care, justifiable reliance and business judgment rule).\n\n(c) Specific applications.--In exercising the powers vested in the corporation, and in no way limiting the discretion of the board of directors, committees of the board and individual directors pursuant to subsections (a) and (b), the fiduciary duty of directors shall not be deemed to require them to act as the board of directors, a committee of the board or an individual director solely because of the effect such action might have on an acquisition or potential or proposed acquisition of control of the corporation or the consideration that might be offered or paid to shareholders or members in such an acquisition.\n\n(d) Presumption.--In assessing whether the standard set forth in section 512 has been satisfied, there shall not be any greater obligation to justify, or higher burden of proof with respect to, any act as the board of directors, any committee of the board or any individual director relating to or affecting an acquisition or potential or proposed acquisition of control of the corporation than is applied to any other act as a board of directors, any committee of the board or any individual director. Notwithstanding section 512(d) and the preceding provision of this subsection, any act as the board of directors, a committee of the board or an individual director relating to or affecting an acquisition or potential or proposed acquisition of control to which a majority of the disinterested directors shall have assented shall be presumed to satisfy the standard set forth in section 512, unless it is proven by clear and convincing evidence that the disinterested directors did not assent to such act in good faith after reasonable investigation.\n\n(e) Definition.--The term \"disinterested director\" as used in subsection (d) and for no other purpose means:\n\n(1) A director of the corporation other than:\n\n(i) A director who has a direct or indirect financial or other interest in the person acquiring or seeking to acquire control of the corporation or who is an affiliate or associate of, or was nominated or designated as a director by, a person acquiring or seeking to acquire control of the corporation.\n\n(ii) Depending on the specific facts surrounding the director and the act under consideration, an officer or employee or former officer or employee of the corporation.\n\n(2) A person shall not be deemed to be other than a disinterested director solely by reason of any or all of the following:\n\n(i) The ownership by the director of shares of or a membership in the corporation.\n\n(ii) The receipt as a holder of shares of or as a member of any class or series of any distribution made to all owners of shares of or members of that class or series.\n\n(iii) The receipt by the director of director's fees or other consideration as a director.\n\n(iv) Any interest the director may have in retaining the status or position of director.\n\n(v) The former business or employment relationship of the director with the corporation.\n\n(vi) Receiving or having the right to receive retirement or deferred compensation from the corporation due to service as a director, officer or employee.\n\n(f) Cross reference.--See section 511(b) (relating to alternative provisions).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (b), (d) and (e)(1)(i).\n\nCross References.Section 515 is referred to in sections 511, 512, 517, 1711 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-515/"
    },
    {
      "id": "section-517",
      "number": "517",
      "heading": "",
      "text": "The duty of the board of directors, committees of the board and individual directors under section 512 (relating to standard of care, justifiable reliance and business judgment rule) is solely to the domestic corporation and not to any shareholder, member or creditor or any other person or group, and may be enforced directly by the corporation or may be enforced by an action in the right of the corporation, and may not be enforced directly by a shareholder, member or creditor or by any other person or group. Notwithstanding the preceding sentence, sections 515(a) and (b) (relating to exercise of powers generally) and 516(a) (relating to alternative standard) do not impose upon the board of directors, committees of the board and individual directors any legal or equitable duties, obligations or liabilities or create any right or cause of action against, or basis for standing to sue, the board of directors, committees of the board and individual directors.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-517/"
    },
    {
      "id": "section-516",
      "number": "516",
      "heading": "",
      "text": "(a) General rule.--In discharging the duties of their respective positions, the board of directors, committees of the board and individual directors of a domestic corporation may, in considering the best interests of the corporation, consider the effects of any action upon employees, upon suppliers and customers of the corporation and upon communities in which offices or other establishments of the corporation are located, and all other pertinent factors. The consideration of those factors shall not constitute a violation of section 512 (relating to standard of care, justifiable reliance and business judgment rule).\n\n(b) Presumption.--(Deleted by amendment).\n\n(c) Cross reference.--See section 511(b) (relating to alternative provisions).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\nCross References.Section 516 is referred to in sections 511, 512, 517 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-516/"
    },
    {
      "id": "section-518",
      "number": "518",
      "heading": "",
      "text": "(a) General rule.--The indemnification and advancement of expenses provided by or pursuant to section 522 (relating to indemnification of authorized representatives) or any other provisions of law providing for indemnification or advancement of expenses applicable to any domestic corporation shall not be deemed exclusive of any other rights to which a person seeking indemnification or advancement of expenses may be entitled under any bylaw, agreement, vote of shareholders, members or directors or otherwise, both as to action in his official capacity and as to action in another capacity while holding that office. Any domestic corporation may create a fund of any nature, which may, but need not be, under the control of a trustee, or otherwise secure or insure in any manner its indemnification obligations, whether arising under or pursuant to this section or otherwise.\n\n(b) When indemnification is not to be made.--Indemnification pursuant to subsection (a) shall not be made in any case where the act giving rise to the claim for indemnification is determined by a court to have constituted willful misconduct or recklessness.\n\n(c) Grounds.--Indemnification pursuant to subsection (a) under any bylaw, agreement, vote of shareholders, members or directors or otherwise may be granted for any action taken and may be made whether or not the corporation would have the power to indemnify the person under any other provision of law except as provided in this section and whether or not the indemnified liability arises or arose from any threatened, pending or completed action by or in the right of the corporation. Such indemnification is declared to be consistent with the public policy of this Commonwealth.\n\n(d) Payment of expenses.--Expenses incurred by an officer, director, employee or agent in defending any action or proceeding against which indemnification may be made pursuant to this section may be paid by the corporation in advance of the final disposition of such action or proceeding upon receipt of an undertaking by or on behalf of such person to repay such amount if it shall ultimately be determined that he is not entitled to be indemnified by the corporation.\n\n(e) Rights to indemnification.--The indemnification and advancement of expenses provided by, or granted pursuant to, this section shall, unless otherwise provided when authorized or ratified, continue as to a person who has ceased to be a director, officer, employee or agent and shall inure to the benefit of the heirs, executors and administrators of such person.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-518/"
    },
    {
      "id": "section-521",
      "number": "521",
      "heading": "",
      "text": "A banking institution may grant allowances or pensions to officers, directors and employees for faithful and long-continued services and, after the death of the officer, director or employee either while in the service of the corporation or after retirement, pensions or allowances may be granted or continued to their dependents. The allowances to dependents shall be reasonable in amount and paid only for a limited time and, unless part of an employee benefit plan or employment contract in effect at the time of retirement or death of the officer, director or employee, shall not exceed in total the amount of the compensation paid to the officer, director or employee during the 12 months preceding retirement or death.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-521/"
    },
    {
      "id": "section-522",
      "number": "522",
      "heading": "",
      "text": "A banking institution shall be governed by the provisions of Subchapter D of Chapter 17 (relating to indemnification).\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)\n\nCross References.Section 522 is referred to in section 518 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-522/"
    },
    {
      "id": "section-523",
      "number": "523",
      "heading": "",
      "text": "(a) General rule.--A banking institution shall be governed by the provisions of Subchapter F of Chapter 17 (relating to derivative actions).\n\n(b) Security for costs.--(Deleted by amendment).\n\n(c) Definitions.--When applying the provisions of Subchapter F of Chapter 17, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Director.\"Includes any individual performing the function of director, regardless of title.\n\n\"Member.\"Includes depositors in a mutual banking institution.\n\n\"Shares.\"Includes outstanding contracts or accounts of members in a mutual banking institution.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-523/"
    },
    {
      "id": "section-524",
      "number": "524",
      "heading": "",
      "text": "The articles of incorporation, or an action of the board of directors, may renounce any interest or expectancy of a banking institution in, or in being offered an opportunity to participate in, a specified business opportunity or specified classes or categories of business opportunities that are presented to the corporation or to one or more of its directors, officers, shareholders or members.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 added section 524.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-5/section-524/"
    }
  ]
}