{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-13",
  "sections": [
    {
      "id": "section-1306",
      "number": "1306",
      "heading": "",
      "text": "(a) General rule.--Articles of incorporation shall be signed by each of the incorporators and shall set forth in the English language:\n\n(1) The name of the corporation, unless the name is in a foreign language in which case it shall be set forth in Roman letters or characters or Arabic or Roman numerals.\n\n(2) Subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address, including street and number, if any, of its initial registered office in this Commonwealth.\n\n(3) A statement that the corporation is incorporated under the provisions of the Business Corporation Law of 1988.\n\n(4) A statement that the corporation is to be organized upon a nonstock basis, or if it is to be organized on a stock share basis:\n\n(i) The aggregate number of shares that the corporation shall have authority to issue. It shall not be necessary to set forth in the articles the designations of the classes of shares of the corporation, or the maximum number of shares of each class that may be issued.\n\n(ii) A statement of the voting rights, designations, preferences, limitations and special rights in respect of the shares of any class or any series of any class, to the extent that they have been determined.\n\n(iii) A statement of any authority vested in the board of directors to divide the authorized and unissued shares into classes or series, or both, and to determine for any such class or series its voting rights, designations, preferences, limitations and special rights.\n\n(5) The name of each of the incorporators.\n\n(6) The term for which the corporation is to exist, if not perpetual.\n\n(7) If the articles are to be effective on a specified date, the hour, if any, and the month, day and year of the effective date.\n\n(8) Any other provisions that the incorporators may choose to insert if:\n\n(i) any provision of this subpart authorizes or requires provisions pertaining to the subject matter thereof to be set forth in the articles or bylaws of a business corporation or in an agreement or other instrument; or\n\n(ii) the provisions, whether or not specifically authorized by this subpart, relate to the purpose or purposes of the corporation, the management of its business or affairs or the rights, powers or duties of its securityholders, directors or officers.\n\n(b) Other provisions authorized.--A provision of the original articles or a provision of the articles approved by the shareholders, in either case adopted under subsection (a)(8)(ii), may relax or be inconsistent with and supersede any provision of Chapter 3 (relating to entity transactions), 13 (relating to incorporation), 15 (relating to corporate powers, duties and safeguards), 17 (relating to officers, directors and shareholders) or 19 (relating to fundamental changes) concerning the subjects specified in subsection (a)(8)(ii), except where a provision of those chapters expressly provides that the articles shall not relax or be inconsistent with any provision on a specified subject. Notwithstanding the foregoing:\n\n(1) A provision of those chapters prohibiting the articles from relaxing or being inconsistent with any provision of those chapters on a specified subject does not apply to an agreement between or among the shareholders relating to that subject.\n\n(2) The articles may provide greater rights for shareholders than are authorized by any provision of those chapters that otherwise provides that the articles shall not relax or be inconsistent with any provision on a specified subject.\n\n(c) Par value.--The articles may, but need not, set forth a par value for any authorized shares or class or series of shares.\n\n(d) Written consent to naming directors.--The naming of directors in articles of incorporation shall constitute an affirmation that the directors have consented in writing to serve as such.\n\n(e) Reference to external facts.--Except for the provisions required by subsection (a)(1), (2), (3), (4)(i), (5) and (7), any provision of the articles of incorporation may be made dependent upon facts ascertainable outside of the articles if the manner in which the facts will operate upon the provision is set forth in the articles. The facts may include actions or events within the control of or determinations made by the corporation or a representative of the corporation.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Dec. 18, 1992, P.L.1333, No.169, eff. 60 days; July 9, 2013, P.L.476, No.67, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (a)(5) and (b).\n\n2013 Amendment.Act 67 added subsec. (e).\n\n1990 Amendment.Act 198 amended subsec. (a)(8), relettered subsec. (b) to subsec. (d) and added subsecs. (b) and (c).\n\nCrossReferences.Section 1306 is referred to in sections 1504, 1718, 3304 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-13/section-1306/"
    }
  ]
}