{
  "state": "pennsylvania",
  "path": "title-title-15/chapter-chapter-1",
  "sections": [
    {
      "id": "section-108",
      "number": "108",
      "heading": "",
      "text": "(a) General rule.--Where the registered office of a corporation or other association is stated to be in care of or is in fact in care of an agent who maintains the registered office for the corporation or other association and the agent changes its name or the location of its office in a county from one address to another within the county or ceases to provide a registered office for one or more associations, the agent may, in the manner provided in this section, reflect such change of name or effect a corresponding change in the registered office address of or cease to provide a registered office for one or more or all of the associations represented by it. The agent shall execute and file in the Department of State with respect to each association represented by it a statement of change of registered office by agent, setting forth:\n\n(1) The name of the association represented.\n\n(2) The address, including street and number, if any, of its then registered office.\n\n(3) The address, including street and number, if any, of the new registered office of the association represented if the registered office of the association represented is to be changed.\n\n(4) The name of the person in care of the office and a statement that the person has been designated in fact as the agent in care of the registered office of the association represented in this Commonwealth and that the change in registered office reflects a change of name of the agent, the removal of the place of business of the agent to a new location within the county or a termination of the status of the agent as the provider of the registered office of the association represented, as the case may be.\n\nIf the status of an agent as a provider of a registered office is terminated under this section, the location of the registered office of the association represented shall not be affected, but the person formerly in care of the office shall thereafter not have any responsibility with respect to matters tendered to the office in the name of the association represented.\n\n(b) Action by and notice to association.--It is not necessary for the association represented to take any action in order to effect a termination of status of agent or other change of registered office under this section, but the person representing the association shall promptly furnish the association represented with a copy of the statement of change of registered office by agent as filed in the Department of State.\n\nCross References.Section 108 is referred to in sections 109, 1103, 1911, 5103, 5911, 8625, 8825, 9503 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-108/"
    },
    {
      "id": "section-109",
      "number": "109",
      "heading": "",
      "text": "(a) General rule.--Where any provision of this title authorizes or requires the inclusion of a registered office address in any document filed in the Department of State, the person filing the document may substitute in lieu thereof the term \"c/o\" followed by:\n\n(1) The name of an association or a division thereof that has filed in the department, and not withdrawn, a statement of address of commercial registered office.\n\n(2) The name of any county of this Commonwealth and a statement that the registered office of the association represented shall be deemed for venue and official publication purposes to be located in the county so named. For venue and official publication purposes, the county so named shall control over the address contained in the currently applicable statement filed under subsection (b).\n\n(b) Statement of address of commercial registered office.--A domestic or registered foreign association engaged in the business of maintaining registered offices in this Commonwealth for corporations or other associations may file in the department a statement of address of commercial registered office executed by the representing association or a division thereof and setting forth:\n\n(1) The name of the representing association.\n\n(2) The form of organization of the representing association.\n\n(3) A statement that it is in the business of maintaining registered offices in this Commonwealth for corporations or other associations.\n\n(4) The address, including street and number, if any, of a place of business of the representing association in this Commonwealth to which communications and other matters directed to each person represented by it may be delivered.\n\n(c) Change or withdrawal.--A representing association that has effected a filing in the department under subsection (b) may:\n\n(1) Amend the filing by filing in the department a superseding statement of address of commercial registered office.\n\n(2) Withdraw its filing under subsection (b) and cease to provide registered office service by filing in the department a statement of termination of commercial registered office setting forth:\n\n(i) The name of the representing association.\n\n(ii) A statement that it has ceased to be in the business of maintaining registered offices in this Commonwealth for corporations and other associations.\n\n(d) Action by and notice to association.--It is not necessary for an association represented to take any action in connection with a change or withdrawal effected under subsection (c), but a representing association that has effected a filing under subsection (c) (other than to reflect a change in the information required by subsection (b)(2)) shall promptly file a statement of change of registered office by agent under section 108 (relating to change in location or status of registered office provided by agent) with respect to each association represented.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 amended subsec. (b).\n\n1990 Amendment.Act 198 amended subsecs. (c) and (d).\n\nCross References.Section 109 is referred to in sections 102, 138, 146, 227, 335, 345, 355, 366, 375, 383, 411, 412, 413, 415, 418, 1103, 1306, 1311, 1341, 1507, 1911, 1915, 1971, 1977, 2309, 2905, 4124, 4129, 5103, 5306, 5311, 5341, 5507, 5911, 5915, 5971, 5977, 6124, 6129, 7306, 7502, 7704, 8201, 8433, 8434, 8474, 8482, 8621, 8622, 8625, 8636, 8665, 8681.1, 8682, 8821, 8822, 8825, 8832, 8833, 8872, 8878, 9504 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-109/"
    },
    {
      "id": "section-112",
      "number": "112",
      "heading": "",
      "text": "(a) Requirements.--Unless otherwise provided in the organic rules of an entity or otherwise agreed between the sender and the recipient, an electronic communication is received when it:\n\n(1) enters an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; and\n\n(2) is in a form capable of being processed by that system.\n\n(b) Awareness not required.--An electronic communication is received under subsection (a) even if no individual is aware of its receipt.\n\n(c) Presumption.--Receipt of an electronic acknowledgment from an information processing system described in subsection (a) establishes that a communication was received but, by itself, does not establish that the content sent corresponds to the content received.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added section 112.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-112/"
    },
    {
      "id": "section-113",
      "number": "113",
      "heading": "",
      "text": "(a) Permissible means.--Permissible means of delivery of a document in record form include:\n\n(1) personal delivery;\n\n(3) conventional commercial practice; and\n\n(4) electronic transmission.\n\n(b) Delivery to department.--Delivery to the department of a document in record form is effective only on receipt by the department.\n\n(c) Delivery by department.--Except as provided by law other than this title, the department may deliver a document in record form to a person by delivering it:\n\n(1) in person to the person that submitted it for filing;\n\n(2) to the address of the person's registered office;\n\n(3) to the principal office address of the person; or\n\n(4) to another address the person provides to the department for delivery.\n\n(d) Delivery by electronic communication.--The department may deliver documents in record form to an address for email or other electronic communications supplied to the department by a person until the person notifies the department in record form that the person no longer wishes to have documents delivered to that address.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\nCross References.Section 113 is referred to in sections 8413, 8613, 8813 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-113/"
    },
    {
      "id": "section-114",
      "number": "114",
      "heading": "",
      "text": "A domestic association other than a business corporation shall be subject to section 1510 (relating to certain specifically authorized debt terms) with respect to obligations, as defined in that section, governed by the laws of this Commonwealth or affecting real property situated in this Commonwealth, to the same extent as if the domestic association were a domestic business corporation.\n\n(Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)\n\n2016 Amendment.Act 170 added section 114.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-114/"
    },
    {
      "id": "section-131",
      "number": "131",
      "heading": "",
      "text": "As used in this subchapter, the term \"this title\" includes Titles 17 (relating to credit unions) and 54 (relating to names) and any other provision of law that:\n\n(1) makes reference to the powers and procedures of this subchapter; or\n\n(2) to the extent not inconsistent with this subchapter:\n\n(i) requires a filing in the bureau; and\n\n(ii) does not specify some or all of the necessary procedures for the filing provided in this subchapter.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; July 9, 2013, P.L.476, No.67, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-131/"
    },
    {
      "id": "section-132",
      "number": "132",
      "heading": "",
      "text": "(a) General rule.--The function of the Department of State under this title is to act in a manner comparable to the offices of recorder of deeds under former provisions of law as an office of public record wherein articles and other papers relating to association affairs may be filed to establish the permanent and definitive text thereof and to afford all persons the opportunity of acquiring knowledge of the contents thereof.\n\n(b) Names and marks.--The department shall supervise and administer the provisions of this title and of Title 54 (relating to names) concerning names and marks.\n\n(c) Collection of taxes and charges imposed by statute.--This subchapter shall not limit the power and duty of the department to assess and collect taxes and charges imposed or authorized by statute.\n\n(d) Notice of decennial filings.--(Deleted by amendment).\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 deleted subsec. (d).\n\nCross References.Section 132 is referred to in section 133 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-132/"
    },
    {
      "id": "section-133",
      "number": "133",
      "heading": "",
      "text": "(a) General rule.--The department has the power and authority reasonably necessary to enable it to administer this subchapter efficiently and to perform the functions specified in section 132 (relating to functions of Department of State), in 13 Pa.C.S. (relating to commercial code) and in 17 Pa.C.S. (relating to credit unions). The following shall not be agency regulations for the purposes of section 612 of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929, the act of October 15, 1980 (P.L.950, No.164), known as the Commonwealth Attorneys Act, the act of June 25, 1982 (P.L.633, No.181), known as the Regulatory Review Act, or any similar provision of law, but shall be subject to the opportunity of public comment requirement under section 201 of the act of July 31, 1968 (P.L.769, No.240), referred to as the Commonwealth Documents Law:\n\n(1) Sample filing forms promulgated by the department.\n\n(2) Instructions accompanying sample filing forms and other explanatory material published in the Pennsylvania Code that is intended to substantially track applicable statutory provisions relating to the particular filing or to any of the functions of the department covered by this subsection, if a regulation of the department expressly states that those instructions or explanatory materials shall not have the force of law.\n\n(3) Regulations, which the department is hereby authorized to promulgate, that:\n\n(i) Authorize payment of fees and other remittances through or by a credit or debit card issuer or other financial intermediary.\n\n(ii) Authorize contracts with credit or debit card issuers and other financial intermediaries relating to the collection, transmission and payment of fees and other remittances.\n\n(iii) (Deleted by amendment).\n\n(iv) Adjust, not more than once per year, the fees set forth in section 153(a) (relating to fee schedule) and 13 Pa.C.S. ยง 9525 (relating to fees) for filings transmitted to the department electronically.\n\n(v) Relate to the format or means of delivering documents to the department for filing.\n\n(vi) Specify the symbols or characters which:\n\n(A) do not make a name distinguishable on the records of the department; or\n\n(B) may be used in the name of an entity.\n\n(b) Language and content of documents.--Except to the extent required in order to determine whether a document complies with section 135 (relating to requirements to be met by filed documents), the department shall not examine articles and other documents authorized or required to be filed in the department under this title to determine whether the language or content thereof conforms to the provisions of this title.\n\n(c) Meaning of term \"conform to law\".--A document delivered to the department for the purpose of filing in the department shall be deemed to be in accordance with law and to conform to law, as those terms are used in statutes relating to the powers and duties of the department, if the document conforms to section 135.\n\n(d) (Reserved).\n\n(e) Engrossed certificate.--Whenever the department has taken any action under this title, the Secretary of the Commonwealth shall, upon request and payment of the fee or additional fee therefor fixed by regulation of the department, issue to any person entitled thereto an engrossed certificate evidencing the action, executed by the Secretary of the Commonwealth under the seal of the Commonwealth.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Dec. 7, 1994, P.L.703, No.106, eff. 60 days; July 9, 2013, P.L.476, No.67, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added subsec. (a)(3)(vi).\n\n2013 Amendment.Act 67 amended subsecs. (a) and (d).\n\nCross References. Section 133 is referred to in sections 135, 202 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-133/"
    },
    {
      "id": "section-134",
      "number": "134",
      "heading": "",
      "text": "(a) General rule.--The department may, but shall not be required to, prescribe by regulation one or more official docketing statement forms designed to elicit from a person effecting a filing under this title information that the department has found to be necessary or desirable in connection with the processing of a filing. A form of docketing statement prescribed under this subsection:\n\n(1) Shall be published in the Pennsylvania Code.\n\n(2) Shall not be integrated into a single document covering the requirements of the filing and its related docketing statement.\n\n(3) May be required by the department in connection with a filing only if notice of the requirement appears on the official format for the filing prescribed by the department.\n\n(4) Shall not be required to be submitted on department-furnished forms.\n\n(5) Shall not constitute a document filed in, with or by the department for the purposes of this title or any other provision of law except 18 Pa.C.S. ยง 4904 (relating to unsworn falsification to authorities).\n\n(b) Transmission to Department of Revenue.--The department shall note on the docketing statement the fact and date of the filing to which the docketing statement relates and shall transmit a copy of the docketing statement or the information contained therein to the Department of Revenue. If a docketing statement is not required for a particular filing, the Department of State may transmit a copy of the filing or the information contained therein to the Department of Revenue at no cost to the person effecting the filing.\n\n(c) Transmission to other agencies.--If the docketing statement delivered to the Department of State sets forth any kind of business in which a corporation, partnership or other association may not engage without the approval of or a license from any department, board or commission of the Commonwealth, the Department of State shall, upon processing the filing, promptly transmit a copy of the docketing statement or the information contained therein to each such department, board or commission.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; June 22, 2001, P.L.418, No.34, eff. 60 days; July 9, 2013, P.L.476, No.67, eff. 60 days)\n\n2013 Amendment.Act 67 amended subsec. (a)(3).\n\nCross References.Section 134 is referred to in sections 135, 161, 208, 209, 210, 335, 345, 355, 366, 375, 412, 413, 415, 417, 418, 1308, 1311, 1341, 1507, 1522, 1902, 1916, 1971, 1977, 1989, 2309, 2704, 2905, 5308, 5311, 5341, 5507, 5902, 5916, 5971, 5977, 5989, 7306, 7704, 7720, 8201, 8433, 8434, 8474, 8482, 8621, 8622, 8625, 8636, 8665, 8681.1, 8682, 8701, 8821, 8822, 8825, 8832, 8833, 8872, 8871, 9305, 9503 of this title; sections 304, 903, 904, 1101, 1102, 1105, 1302, 1305 of Title 17 (Credit Unions); sections 311, 312, 313, 1112, 1114, 1115, 1116, 1311, 1312, 1313, 1314, 1511, 1512, 1513, 1514, 1515 of Title 54 (Names).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-134/"
    },
    {
      "id": "section-135",
      "number": "135",
      "heading": "",
      "text": "(a) General rule.--A document shall be accepted for filing by the department if it satisfies the following requirements:\n\n(1) The document purports on its face to relate to matters authorized or required to be filed under this title or contains a caption indicating that relationship and, if no applicable statement has been prescribed under section 134 (relating to docketing statement), contains sufficient information to permit the department to prepare a docket record entry:\n\n(i) Identifying the name of the association or other person to which the document relates.\n\n(ii) Identifying the association or associations, if any, the existence of which is to be created, extended, limited or terminated by reason of the filing and the duration of existence of any such association.\n\n(iii) Specifying the date upon which the creation or termination of existence, if any, of the association or associations effected by the filing will take effect.\n\n(2) The document complies with any regulations promulgated by the department and is accompanied by any applicable statement prescribed under section 134.\n\n(3) In the case of a document that creates a new association or effects or reflects a change in name:\n\n(i) the document is accompanied by evidence that the proposed name has been reserved by or on behalf of the applicant; or\n\n(ii) the proposed name is available for use under the applicable standard established by this title and any other applicable provision of law.\n\n(4) In the case of any other document that sets forth a name or mark, the proposed name or mark is available for use under the applicable standard established by law.\n\n(5) All fees, taxes and certificates or statements relating thereto required by section 139 (relating to tax clearance of certain fundamental transactions) or otherwise have been tendered therewith.\n\n(6) All certificates and other instruments required by statute evidencing the consent or approval of any department, board, commission or other agency of this Commonwealth as a prerequisite to the filing of the document in the Department of State have been incorporated into, attached to or otherwise tendered with the document.\n\n(7) It is in record form and executed. The department shall not examine a document to determine whether the document has been signed by an authorized person or by sufficient authorized persons or otherwise is duly signed.\n\n(b) Attorney-in-fact.--Any person, other than an incorporator or officer of a corporation, as such, may sign a document by an attorney-in-fact or fiduciary. It shall not be necessary to present to or file in the department the original or a copy of any document evidencing the authority of an attorney-in-fact or fiduciary.\n\n(c) Addresses.--\n\n(1) Whenever any provision of this title requires that any person set forth an address in any document, such provision shall be construed to require the submission of an actual street address or rural route box number, and the department shall refuse to receive or file any document that sets forth only a post office box address.\n\n(2) Whenever any provision of this title requires the statement of a registered office address in any document filed in the department, such provision shall be construed to require the statement also of the county in which the registered office address is located.\n\n(d) (Reserved).\n\n(e) Distinguishable names.--A name shall not be considered distinguishable upon the records of the department from another name for purposes of this title and 54 Pa.C.S. (relating to names) solely because the names differ from each other in any or all of the following respects:\n\n(1) Use of punctuation marks and of symbols or characters specified by regulation of the department under section 133(a)(3)(vi) (relating to powers of Department of State).\n\n(2) Use of a definite or indefinite article.\n\n(3) Use of any of the following terms to designate the status of an association: corporation, company, incorporated, limited, association, fund, syndicate, limited partnership, limited liability company, trust or business trust. This paragraph includes abbreviations, in any language, of the terms listed in this paragraph.\n\n(Dec. 19, 1990, P.L.834, No.198; June 22, 2000, P.L.356, No.43, eff. 60 days; July 9, 2013, P.L.476, No.67, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014Amendment.Act 172 amended subsec. (e)(1).\n\n2013Amendment.Act 67 amended subsecs. (a) intro. par., (2) and (7) and (d).\n\n2000 Amendment.Act 43 added subsec. (e).\n\n1990 Amendment.Act 198 amended subsec. (c) and added subsecs. (a)(7) and (d), effective in four months as to subsec. (c)(2) and immediately as to the other amendments.\n\nCross References.Section 135 is referred to in sections 133, 136, 137, 138, 208, 209, 210, 335, 345, 355, 366, 375, 412, 413, 415, 417, 418, 1109, 1311, 1341, 1977, 1989, 5109, 5308, 5311, 5341, 5977, 5989, 8201, 8433, 8434, 8474, 8482, 8621, 8622, 8625, 8636, 8665, 8681.1, 8682, 8702, 8821, 8822, 8825, 8832, 8833, 8872, 8878, 9120, 9503 of this title; section 103 of Title 54 (Names).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-135/"
    },
    {
      "id": "section-136",
      "number": "136",
      "heading": "",
      "text": "(a) Filing of documents.--Except as provided in subsection (f), if a document conforms to section 135 (relating to requirements to be met by filed documents) the Department of State shall forthwith file the document, certify that the document has been filed by endorsing upon the document the fact and date of filing, make and retain a copy thereof and return the document or a copy thereof so endorsed to or upon the order of the person who delivered the document to the department.\n\n(b) Duplicate copy.--\n\n(1) If a duplicate copy, which may be either a signed or conformed copy, of any articles or other document authorized or required by this title to be filed in the department is delivered to the department with the original signed document, the department shall stamp the duplicate copy with the date received by the department and return the duplicate copy to the person who delivered it to the department.\n\n(2) (Reserved).\n\n(3) In lieu of date stamping the duplicate copy of the original signed document as provided in paragraph (1), the department may make a copy of the original signed document at the cost of the person who delivered it to the department.\n\n(c) Effective date and time.--Except as otherwise provided in this title and subject to sections 138 (relating to statement of correction) and 141 (relating to abandonment of filing before effectiveness), a document filed by the department under a provision of this title is effective:\n\n(1) on the date and at the time of its delivery to the department;\n\n(2) on the date of delivery and at the time specified in the document as its effective time, if the time specified is later than the time under paragraph (1); or\n\n(3) at a specified delayed effective date and:\n\n(i) at a specified time; or\n\n(ii) if no time is specified, at 12:01 a.m. on the date specified.\n\n(d) Copies.--The department may make a copy, on microfilm or otherwise, of any document filed in, with or by it pursuant to this title, or any statute hereby supplied or repealed, and thereafter destroy the document or return it to or upon the order of the person who delivered the document to the department.\n\n(e) Redaction of information.--If law other than this title prohibits the disclosure by the department of information contained in a document in record form delivered to the department for filing, the department shall accept the document if it otherwise complies with this title but may redact the information.\n\n(f) Rejection of document.--The department may reject a document for filing if the department reasonably believes the document:\n\n(1) is being filed fraudulently; or\n\n(2) may be used to accomplish a fraudulent, criminal or unlawful purpose.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; Dec. 18, 1992, P.L.1333, No.169, eff. 60 days; July 9, 2013, P.L.476, No.67, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (a) and added subsec. (f).\n\n2014Amendment.Act 172 amended subsec. (c) and added subsec. (e).\n\n2013Amendment.Act 67 amended subsec. (b).\n\nCross References.Section 136 is referred to in sections 335, 345, 355, 366, 375, 8433, 8434, 8474, 8482, 8621, 8622, 8625, 8636, 8665, 8681.1, 8682, 8701, 8821, 8822, 8825, 8832, 8833, 8872, 8878 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-136/"
    },
    {
      "id": "section-137",
      "number": "137",
      "heading": "",
      "text": "(a) General rule.--Whenever the Department of State rejects a document delivered for filing under this title, the original document or a copy thereof and any papers relating thereto may be delivered to the prothonotary or clerk of the court vested by or pursuant to Title 42 (relating to judiciary and judicial procedure) with jurisdiction of appeals from the department. Immediately the prothonotary or clerk shall transmit the papers to the court without formality or expense to the person who delivered the original document to the department. The question of the eligibility of the document for filing by the department shall thereupon, at the earliest possible time, be heard by a judge of the court, without jury, in the court or in chambers. The finding of the court, or any judge thereof, that the document is eligible for filing by the department shall be final and the department shall act in accordance therewith. The true intent of this section is to secure for applicants an immediate hearing in court and a determination by the court without delay or expense to the applicants.\n\n(1) (Deleted by amendment).\n\n(2) (Deleted by amendment).\n\n(3) (Deleted by amendment).\n\n(b) Further appellate review.--The corporation or any incorporator of a proposed corporation or other aggrieved applicant may within the time and in the manner provided by law seek judicial review of an adverse order of court entered pursuant to subsection (a). The department shall not have any right in the exercise of its functions under this title to seek judicial review of an adverse order entered pursuant to subsection (a) and any such right which the department might otherwise enjoy under the Constitution of Pennsylvania or otherwise is hereby waived, but any department, board or commission of the Commonwealth which contends that the document fails to comply with section 135(a)(6) (relating to requirements to be met by filed documents) may seek judicial review of the order.\n\n(c) Exceptions.--\n\n(1) This section shall not impair the right of any person to proceed under section 138 (relating to statement of correction) nor impair the right of the Attorney General to institute proceedings under section 503 (relating to actions to revoke corporate franchises).\n\n(2) A determination by the department with respect to the registrability of a label or other mark under Title 54 (relating to names) or otherwise affecting the status of a label or other mark shall be subject to judicial review under Title 2 (relating to administrative law and procedure) and not under this section.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (a).\n\nSaved from Suspension.Pennsylvania Rule of Appellate Procedure No. 5102, as amended July 7, 1997, provided that section 137 shall not be deemed suspended or affected by the Pennsylvania Rules of Appellate Procedure.\n\nCross References. Section 137 is referred to in section 384 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-137/"
    },
    {
      "id": "section-138",
      "number": "138",
      "heading": "",
      "text": "(a) Filing of statement.--Whenever any document authorized or required to be delivered to the department for filing by any provision of this title has been so filed and is an inaccurate record of the action therein referred to or was defectively or erroneously executed, the document may be corrected by delivering to the department for filing a statement of correction. The statement of correction, except as provided in subsection (c), shall be signed by the association or other person that delivered the inaccurate, defective or erroneous document for filing and shall set forth:\n\n(1) The name of the association or other person and, subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the location, including street and number, if any, of its registered or other office.\n\n(2) The statute by or under which the association was formed, or the preceding filing was made, in the case of a filing that does not constitute a part of the public organic record of an association.\n\n(3) Either:\n\n(i) the inaccuracy or defect to be corrected; or\n\n(ii) the portion of the document requiring correction in corrected form.\n\n(4) If the document was erroneously executed, a statement that the original document shall be deemed reexecuted or not effective ab initio, as the case may be.\n\n(b) Effect of filing.--\n\n(1) The correction shall be effective:\n\n(i) Upon filing of the statement of correction by the department, as to those persons who are substantially and adversely affected by the correction.\n\n(ii) As of the date the original document was effective, as to all other persons.\n\n(2) A filing under this section:\n\n(i) shall not have the effect of causing either of the following to cease being effective:\n\n(A) the first public organic record of a domestic association that creates the association under any provision of this title other than Chapter 3 (relating to entity transactions); or\n\n(B) the registration under Subchapter B of Chapter 4 (relating to registration) of a foreign association; but\n\n(ii) may be used to correct the public organic record or registration.\n\n(c) Filing pursuant to court order.--If the association or other person refuses to deliver to the department for filing an appropriate statement of correction under this section within ten business days after any person adversely affected has made a demand in record form for the correction, the affected person may apply to the court for an order to compel the filing. If the court finds that a document on file in the department is inaccurate, defective or erroneous, it may direct the association or other person who effected the inaccurate, defective or erroneous filing to deliver to the department for filing an appropriate statement of correction, or it may order the clerk to execute the statement under the seal of the court and cause the statement to be delivered to the department for filing. In the absence of fraud, an application may not be made to a court under this subsection with respect to a document more than one year after the date on which it was originally filed in the department.\n\n(d) Cross reference.--See section 135 (relating to requirements to be met by filed documents).\n\n(June 22, 2001, P.L.418, No.34, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsecs. (a) and (b).\n\nCross References.Section 138 is referred to in sections 136, 137, 1103, 1902, 1911, 5103, 5902, 5911, 8419, 8622, 8624, 8822, 8824, 9503 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-138/"
    },
    {
      "id": "section-139",
      "number": "139",
      "heading": "",
      "text": "(a) Requirement.--Except as provided in subsection (c) or (d), clearance certificates from the Department of Revenue and the Department of Labor and Industry, evidencing the payment by the association of all taxes and charges due the Commonwealth required by law, must be delivered to the department for filing when any of the following is delivered to the department for filing:\n\n(1) Articles or a statement or certificate of merger merging a domestic association into a nonregistered foreign association.\n\n(2) Articles or a statement or certificate of conversion or domestication effecting a conversion or domestication of a domestic association into a nonregistered foreign association.\n\n(3) Articles of dissolution, a certificate of dissolution or termination or a statement of revival of a domestic association.\n\n(4) An application for termination of registration, statement of withdrawal or similar document by a registered foreign association.\n\n(5) Articles or a statement or certificate of division dividing a domestic association solely into foreign associations.\n\n(b) Tax clearance in judicial proceedings.--Until the clearance certificates described in subsection (a) have been filed with the court:\n\n(1) The court shall not order the dissolution of a domestic business corporation, nonprofit corporation or business trust.\n\n(2) The court shall not approve a final distribution of the assets of a domestic general partnership, limited partnership, electing partnership or limited liability company if the court is supervising the winding up of the association.\n\n(c) Exceptions.--It shall not be necessary to file tax clearance certificates with the Department of State:\n\n(1) If clearance certificates are filed with the court as required under subsection (b).\n\n(2) With articles of dissolution under section 1971 (relating to voluntary dissolution by shareholders or incorporators) or 5971 (relating to voluntary dissolution by members or incorporators).\n\n(3) With a certificate of dissolution under section 8482(b)(2)(i) (relating to winding up and filing of certificates).\n\n(4) With a certificate of termination under section 8681.1 (relating to voluntary termination by partners).\n\n(5) With a certificate of dissolution under section 8872(b)(2)(i) (relating to winding up and filing of certificates).\n\n(6) With a certificate of termination under section 8878 (relating to voluntary termination by members or organizers).\n\n(d) Registration of foreign associations.--It shall not be necessary to deliver clearance certificates under subsection (a) if, simultaneously with the delivery of the articles, statement or certificate of merger, conversion, division or domestication:\n\n(1) the foreign association that is the surviving, converted or domesticated association registers to do business in this Commonwealth; or\n\n(2) at least one of the new foreign associations resulting from the division registers to do business in this Commonwealth.\n\n(Dec. 7, 1994, P.L.703, No.106, eff. 60 days; June 22, 2001, P.L.418, No.34, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (c)(2).\n\n2016 Amendment.Act 170 amended subsecs. (a) and (c).\n\n2014 Amendment.Act 172 amended subsec. (a) and added subsec. (d).\n\nCross References.Section 139 is referred to in sections 135, 335, 355, 366, 375, 415, 417, 1341, 1977, 1989, 5341, 5977, 5989, 8482, 8682, 8872 of this title; section 1305 of Title 17 (Credit Unions).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-139/"
    },
    {
      "id": "section-140",
      "number": "140",
      "heading": "",
      "text": "(a) General rule.--Any orphan corporate and business record under the custody or control of a county, including the City and County of Philadelphia, may become a Commonwealth record in the manner provided in this section. The Department of State, with the concurrence of the county records committee existing under the act of August 14, 1963 (P.L.839, No.407), may provide for the transfer on a progressive and phased basis to the custody and management of the department of any or all orphan corporate and business records. To the extent feasible, such records shall be integrated with records of the department relating to the same type of matters or transactions.\n\n(b) Procedure.--The transfer contemplated by subsection (a) shall be effected on a basis consistent with the availability of appropriations. It is the intention of this section to encourage the department to schedule work under this section on a seasonal or otherwise intermittent basis in order to facilitate the smoothing of the workload of the department. The department may classify orphan corporate and business records for purposes of priority of transfer by county of origin, type of matter or transaction, vintage of matter or transaction, or on any other basis or combination of bases which the department may deem to be appropriate. The department shall publish and update in the Pennsylvania Code a schedule, by county and type of matter or transaction, setting forth where, as between a county and the department, custody of all orphan corporate and business records then resides.\n\n(c) Fictitious name records.--The following statutes provided for duplicate filing of fictitious name registrations in both the department and in the office of the clerk of the court of common pleas or an equivalent row office in a home rule charter county:\n\n(1) Act of June 28, 1917 (P.L.645, No.227), relating to individual fictitious names.\n\n(2) Act of May 24, 1945 (P.L.967, No.380), referred to as the Fictitious Names Act.\n\n(3) Act of July 11, 1957 (P.L.783, No.374), known as the Fictitious Corporate Name Act.\n\nThe county records committee may provide for the destruction of such duplicate records without transfer to the custody of the department.\n\n(d) Definition.--As used in this section, the term \"orphan corporate and business records\" means corporate and limited partnership filings and recordings which were formerly effected in the office of the clerk of the court of common pleas or the office for the recording of deeds or an equivalent row office in a home rule charter county and which are no longer effected in such offices by reason of the enactment of:\n\n(1) The act of December 19, 1990 (P.L.834, No.198), known as the GAA Amendments Act of 1990, with respect to insurance corporations, including corporations incorporated under or subject to the act of May 17, 1921 (P.L.682, No.284), known as The Insurance Company Law of 1921, or incorporated under the acts of: April 28, 1903 (P.L.329, No.259); April 20, 1927 (P.L.317, No.190); June 24, 1939 (P.L.686, No.320); June 20, 1947 (P.L.687, No.298); June 28, 1951 (P.L.941, No.184); or July 15, 1957 (P.L.929, No.401); or any similar act relating to the incorporation or reincorporation of limited life insurance companies.\n\n(2) The act of December 21, 1988 (P.L.1444, No.177), known as the General Association Act of 1988, with respect to certain:\n\n(i) cooperative corporations incorporated under or subject to the act of June 7, 1887 (P.L.365, No.252), referred to as the Cooperative Association Act; and\n\n(ii) public utility corporations, including corporations incorporated under or subject to the act of April 4, 1868 (P.L.62, No.29), referred to as the General Railroad Law; the act of April 29, 1874 (P.L.73, No.32), known as the Corporation Act of 1874; or the act of May 29, 1885 (P.L.29, No.32), referred to as the Natural Gas Company Act of 1885.\n\n(3) The act of December 19, 1975 (P.L.524, No.155), with respect to certain limited partnerships, including limited partnerships formed under the act of April 12, 1917 (P.L.55, No.37), known as The Uniform Limited Partnership Act, or the act of March 21, 1836 (P.L.143, No.51), referred to as the Limited Partnerships Act of 1836.\n\n(4) The act of November 15, 1972 (P.L.1063, No.271), with respect to nonprofit corporations incorporated under or subject to the act of May 5, 1933 (P.L.289, No.105), known as the Nonprofit Corporation Law of 1933, including corporations of the first class incorporated under or subject to the Corporation Act of 1874.\n\n(5) Any similar act providing for the central filing in the department of a document of a type previously filed or recorded solely on a county or other decentralized basis.\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.)\n\n1990 Amendment.Act 198 added section 140.\n\nCross References.Section 140 is referred to in sections 1311, 5311 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-140/"
    },
    {
      "id": "section-141",
      "number": "141",
      "heading": "",
      "text": "(a) General rule.--A document in record form delivered to the department for filing may be abandoned before it takes effect by delivering to the department for filing a statement of abandonment.\n\n(b) Requirements for statement of abandonment.--A statement of abandonment must:\n\n(1) be signed by a person with the authority to sign the statement;\n\n(2) identify the document to be abandoned; and\n\n(3) state that abandonment of the document has been validly approved.\n\n(c) Effect of statement of abandonment.--Upon filing by the department of a statement of abandonment, the action or transaction evidenced by the original document shall not take effect.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added section 141.\n\nCross References. Section 141 is referred to in sections 136, 334, 344, 354, 365, 374, 8419, 8622, 8624, 8822, 8824 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-141/"
    },
    {
      "id": "section-142",
      "number": "142",
      "heading": "",
      "text": "(a) Affirmation of truth.--Signing a document delivered to the department for filing is an affirmation under the penalties provided in 18 Pa.C.S. ยง 4904 (relating to unsworn falsification to authorities) that the facts stated in the document are true in all material respects.\n\n(b) Signature by agent or legal representative.--A document filed under this title may be signed by an agent. If this title requires a particular individual to sign a document and the individual is deceased or incompetent, the document may be signed by a legal representative of the individual on behalf of the individual.\n\n(c) Affirmation of authority.--A person that signs a document delivered to the department for filing affirms as a fact that the person is authorized to sign the document.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added section 142.\n\nCross References. Section 142 is referred to in sections 8418, 8623, 8624, 8823 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-142/"
    },
    {
      "id": "section-143",
      "number": "143",
      "heading": "",
      "text": "If a document that is delivered to the department for filing under this title and filed by the department contains inaccurate information at the time of delivery to the department, a person that suffers a loss by reliance on the information may recover damages for the loss from a person that signed the document or caused another to sign it on behalf of the person and knew at the time the document was delivered that the information was inaccurate.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added section 143.\n\nCross References. Section 143 is referred to in sections 8419, 8624 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-143/"
    },
    {
      "id": "section-144",
      "number": "144",
      "heading": "",
      "text": "(a) Petition.--If a person required by this title to sign a document or deliver a document to the department for filing under this title does not do so, another person that is aggrieved may petition the court to order:\n\n(1) the person to sign the document;\n\n(2) the person to deliver the document to the department for filing; or\n\n(3) the department to file the document unsigned.\n\n(b) Association.--If a petitioner under subsection (a) is not the association to which the document pertains, the petitioner shall make the association a party to the action.\n\n(c) Effect.--A record filed under subsection (a)(3) is effective without being signed.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added section 144.\n\nCross References. Section 144 is referred to in sections 8419, 8624, 8824 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-144/"
    },
    {
      "id": "section-145",
      "number": "145",
      "heading": "",
      "text": "(a) General rule.--On request of a person, the department shall issue:\n\n(1) a subsistence certificate for a domestic filing entity or domestic limited liability partnership; or\n\n(2) a certificate of registration for a registered foreign association.\n\n(b) Contents of certificate.--A certificate under subsection (a) must state:\n\n(1) the name of the domestic filing entity or domestic limited liability partnership or the name under which the registered foreign association is registered in this Commonwealth;\n\n(2) in the case of a domestic filing entity or domestic limited liability partnership, that the entity is currently subsisting on the records of the department; and\n\n(3) in the case of a registered foreign association, that it is registered to do business in this Commonwealth.\n\n(c) Effect of certificate.--Subject to any qualification stated in the certificate, a certificate issued by the department under subsection (a) may be relied on as conclusive evidence of the facts stated in the certificate.\n\n(Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2014 Amendment.Act 172 added section 145.\n\nCross References. Section 145 is referred to in section 382 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-145/"
    },
    {
      "id": "section-146",
      "number": "146",
      "heading": "",
      "text": "(a) Required contents.--A domestic filing entity, domestic limited liability partnership, domestic electing partnership that is not a limited partnership or registered foreign association must deliver to the department for filing an annual report signed by the entity or association that states:\n\n(1) its name and jurisdiction of formation;\n\n(2) subject to section 109 (relating to name of commercial registered office provider in lieu of registered address), the address of its registered office, if any, including street and number, if any, in this Commonwealth;\n\n(3) the name of at least one governor;\n\n(4) the names and titles of the persons who are its principal officers, if any, as determined by its governors;\n\n(5) the address of its principal office, including street and number, if any, wherever located; and\n\n(6) its entity number or similar identifier issued by the department.\n\n(b) Date of information.--Information in an annual report must be current as of the date the report is delivered to the department for filing.\n\n(c) Filing deadlines.--An annual report must be delivered to the department for filing each year, beginning with the calendar year after which an entity or association first becomes subject to this section, and:\n\n(1) before July 1 in the case of a domestic or foreign corporation for profit or not-for-profit;\n\n(2) before October 1 in the case of a domestic or foreign limited liability company; and\n\n(3) on or before December 31 in the case of any other form of domestic or foreign association.\n\n(d) Rejection of report.--If an annual report does not contain the information required by this section, the department must:\n\n(1) reject the report;\n\n(2) notify promptly in record form the reporting entity or association in a record of the rejection; and\n\n(3) return the report for correction.\n\n(e) Modification of prior filings.--If an annual report contains information about the registered office which differs from the information shown in the records of the department immediately before the report is delivered to the department for filing, the address of the registered office of the entity or association delivering the report to the department for filing will be deemed to be changed to the address set forth in the report effective as of the filing of the report.\n\n(f) Change of information.--The information in an annual report may be changed by delivering to the department an annual report which includes a statement that the report contains a change in the information previously included in a report for that year. The department may not charge a fee for filing a report or processing a change under this subsection.\n\n(g) Notice by department.--The department annually must deliver notice to each association required to file an annual report under this section of the annual report filing requirement at least two months before the annual report is due. Failure by the department to deliver notice to any party, or failure by any party to receive notice, of an annual report filing requirement does not relieve the party of the obligation to make the annual report filing.\n\n(h) Transitional provision.--This section shall take effect on January 3, 2024.\n\n(Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 added section 146.\n\nCross References. Section 146 is referred to in sections 419, 1507, 5507, 8625, 8825, 9504 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-146/"
    },
    {
      "id": "section-151",
      "number": "151",
      "heading": "",
      "text": "(a) Short title.--This subchapter shall be known and may be cited as the Corporation Bureau and UCC Fee Law.\n\n(b) Application.--This subchapter contains an enumeration of fees to be charged by the bureau for services performed under this title or any other provision of law relating to corporations or associations and under Titles 13 (relating to commercial code), 17 (relating to credit unions) and 54 (relating to names).\n\n(June 8, 2001, P.L.123, No.18, eff. July 1, 2001; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-151/"
    },
    {
      "id": "section-152",
      "number": "152",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Ancillary transaction.\"Includes:\n\n(1) preclearance of document;\n\n(2) amendment of articles, charter, certificate or other organic document, restatement of articles, charter, certificate or other organic document;\n\n(3) dissolution, cancellation or termination of an association;\n\n(4) withdrawal or transfer of registration by foreign association;\n\n(5) dissociation as a partner;\n\n(5.1) statement or certificate of authority and denial or negation of authority;\n\n(6) any transaction similar to any item listed in paragraphs (1) through (5.1);\n\n(6.1) withdrawal, abandonment or termination of a document which has been delivered to the department for filing but has not yet become effective; or\n\n(7) delivery to the department for filing in, by or with the department or the Secretary of the Commonwealth of any articles, statements, proceedings, agreements or any similar papers affecting associations under the statutes of this Commonwealth for which a specific fee is not set forth in section 153 (relating to fee schedule) or other applicable statute.\n\n(July 9, 2013, P.L.476, No.67, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-152/"
    },
    {
      "id": "section-153",
      "number": "153",
      "heading": "",
      "text": "(a) General rule.--The nonrefundable fees of the bureau, including fees for the public acts and transactions of the Secretary of the Commonwealth administered through the bureau, shall be as follows:\n\n(1) Domestic corporations:\n\n(i) Articles of incorporation, letters patent or similar instruments incorporating a corporation.\n\n(ii) Each ancillary transaction...............\n\n(2) Foreign associations:\n\n(i) Registration statement or similar qualifications to do business......................\n\n(ii) Amendment of registration statement or similar change in qualification to do business.....\n\n(iii) Domestication of alien association under section 161 (relating to domestication of certain alien associations)................................\n\n(iv) (Deleted by amendment).\n\n(v) Additional fee for each registered foreign association which is named in a statement of merger or similar instrument..............................\n\n(vi) Each ancillary transaction...............\n\n(3) Partnerships and limited liability companies:\n\n(i) Certificate of limited partnership or certificate of organization of a limited liability company............................................\n\n(ii) Statement of registration of limited liability partnership or limited liability limited partnership or statement of election as an electing partnership........................................\n\n(iii) Each ancillary transaction..............\n\n(4) Unincorporated nonprofit associations:\n\n(i) Statement appointing an agent to receive service of process.................................\n\n(ii) Resignation of appointed agent...........\n\n(iii) Amendment or cancellation of statement appointing an agent................................\n\n(5) Business trusts:\n\n(i) Declaration of trust or other initial instrument for a business trust....................\n\n(ii) Each ancillary transaction...............\n\n(6) Fictitious names:\n\n(i) Registration..............................\n\n(ii) Each ancillary transaction...............\n\n(7) Service of process:\n\n(i) Each defendant named or served............\n\n(ii) (Reserved).\n\n(8) Trademarks, emblems, union labels, description of bottles and similar matters:\n\n(i) Trademark registration....................\n\n(ii) Each ancillary trademark transaction.....\n\n(iii) Another registration under this paragraph..........................................\n\n(iv) Another ancillary transaction under this paragraph..........................................\n\n(9) Uniform Commercial Code:\n\n(i) As provided in 13 Pa.C.S. ยง 9525 (relating to fees).\n\n(ii) (Reserved).\n\n(10) Copy fees, including copies furnished under the Uniform Commercial Code:\n\n(i) Each page furnished.......................\n\n(ii) (Reserved).\n\n(11) Certification fees:\n\n(i) For certifying copies of a document or paper on file, the fee specified under paragraph (10), if the department furnished the copy, plus...\n\n(ii) (Reserved).\n\n(iii) For issuing any other certificate of the Secretary of the Commonwealth or the department, other than an engrossed certificate................\n\n(iv) For preparing and issuing an engrossed certificate........................................\n\n(12) Report of record search other than a search under paragraph (9):\n\n(i) For preparing and providing a report of a record search, the fee specified in paragraph (10), if any, plus.......................................\n\n(ii) (Reserved).\n\n(13) Reservation and registration of names:\n\n(i) Reservation of association name...........\n\n(ii) Registration of foreign association name.\n\n(14) Change of registered office or address:\n\n(i) Each statement of change of registered office by agent....................................\n\n(ii) Each statement or certificate of change of registered office...............................\n\n(iii) Each statement of change of address.....\n\n(15) Expedited service:\n\n(i) For the processing of a filing under this title or 13 Pa.C.S. (relating to commercial code) which is received by the bureau before 4 p.m. and is requested to be completed within one hour, an additional fee of..................................\n\n(ii) For the processing of a filing under this title or 13 Pa.C.S. which is received by the bureau before 2 p.m. and is requested to be completed within three hours, an additional fee of...........\n\n(iii) For processing of a filing under this title or 13 Pa.C.S. which is received by the bureau before 10 a.m. and is requested to be completed the same day, an additional fee of.....................\n\n(16) Entity transactions:\n\n(i) Statement of merger, interest exchange, conversion, division or domestication..............\n\n(ii) Additional fee for each association that is a party to a merger.............................\n\n(iii) Additional fee for each new association resulting from a division..........................\n\n(iv) Each ancillary transaction...............\n\n(17) Special processing fees:\n\n(i) Request that multiple documents delivered to the department on the same day be filed in a certain order......................................\n\n(ii) (Reserved).\n\n(18) Annual report of domestic or foreign association:\n\n(i) Annual report delivered to the bureau by a nonprofit corporation or a limited partnership or limited liability company with a not-for-profit purpose...........................................\n\n(ii) Annual report delivered to the bureau electronically.....................................\n\n(iii) Annual report not delivered to the bureau electronically..............................\n\n(19) Reinstatement of domestic association:\n\n(i) Application for reinstatement delivered to the bureau electronically..........................\n\n(ii) Application for reinstatement not delivered to the bureau electronically.............\n\n(iii) Additional fee required by section 383(a)(4)(ii) (relating to reinstatement) for each annual report not previously paid..................\n\n(20) Statement of validation:\n\n(i) Statement of validation, any filing fee referred to in section 227(c) (relating to statement of validation), plus.....................\n\n(ii) (Reserved).\n\n(b) Daily listings.--The bureau may provide listings or copies, or both, of complete daily filings of any class of documents or papers for a fee of 25ยข per filing listed or set forth therein.\n\n(c) Other services.--The bureau may charge equivalent fees for any like service not specified in subsection (a) or (b).\n\n(d) Restriction.--UCC Revenue received by a county recorder of deeds under 13 Pa.C.S. ยง 9525 (relating to fees) after June 30, 2001, shall be restricted for use by the county recorder of deeds and the county prothonotary. The revenue shall be credited to the offices of the county recorder of deeds and the county prothonotary on the basis of the amount collected in each office in calendar year 2000, excluding any amounts paid to the Commonwealth. Revenue received in excess of the total amount received by each office during the year 2000, excluding amounts paid to the Commonwealth, shall be distributed pro rata to the county recorder of deeds and the county prothonotary. In a county without a recorder of deeds or a prothonotary, the provisions of this subsection shall apply to the equivalent county officials.\n\n(Dec. 18, 1992, P.L.1269, No.167, eff. imd.; Dec. 18, 1992, P.L.1333, No.169, eff. 60 days; Dec. 7, 1994, P.L.703, No.106, eff. 60 days; Dec. 3, 1998, P.L.944, No.124, eff. 60 days; June 8, 2001, P.L.123, No.18, eff. July 1, 2001; Dec. 23, 2003, P.L.282, No.47, eff. imd.; July 9, 2013, P.L.476, No.67; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015; Nov. 21, 2016, P.L.1328, No.170, eff. 90 days; Nov. 3, 2022, P.L.1791, No.122, eff. 60 days)\n\n2022 Amendment.Act 122 amended subsec. (b) and added subsec. (a)(18), (19) and (20).\n\n2016 Amendment.Act 170 amended subsec. (a)(2) and (3).\n\n2014 Amendment.Act 172 amended subsec. (a).\n\n2013 Amendment.Section 58(2) of Act 67 provided that subsec. (a)(16) shall take effect upon publication of the notice under section 55 of Act 67. See section 55 of Act 67 in the appendix to this title for special provisions relating to publication of notice. The notice was published December 21, 2013, at 43 Pa.B. 7515.\n\n2001 Amendment.Act 18 amended subsec. (a) intro. par. and (8) and added subsec. (d).\n\nCross References.Section 153 is referred to in sections 133, 152, 227, 383 of this title; section 1112 of Title 54 (Names).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-153/"
    },
    {
      "id": "section-154",
      "number": "154",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) The department shall not be required to receive or file any document or paper unless the same shall be accompanied by the proper fee, but the department may in its discretion permit the filing of any document or paper without first requiring payment of the fee required by this subchapter when satisfied that the fee will be paid promptly. If any such fee is not paid in the manner and within the time prescribed by regulation of the department, the filing to which such fee relates shall become void.\n\n(2) With respect to filings under 13 Pa.C.S. Div. 9 (relating to secured transactions), paragraph (1) is subject to 13 Pa.C.S. ยงยง 9516 (relating to what constitutes filing; effectiveness of filing) and 9520 (relating to acceptance and refusal to accept record).\n\n(b) Extension of credit.--The department may make provision by regulation for the extension of credit to persons dealing with it. Any person who shall fail or refuse to satisfy any indebtedness owing to the Commonwealth under this subchapter in the manner and within the time prescribed by regulation adopted pursuant to this subsection shall pay to the Commonwealth, in addition to the principal amount of such indebtedness and interest thereon, liquidated damages in the amount of $500.\n\n(June 8, 2001, P.L.123, No.18, eff. July 1, 2001)\n\n2001 Amendment.Act 18 amended subsec. (a).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-154/"
    },
    {
      "id": "section-155",
      "number": "155",
      "heading": "",
      "text": "(a) Corporation Bureau Restricted Account.--The Corporation Bureau Restricted Account, established under former section 814 of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929, is continued. This account shall receive 30% of the amount received by the department under this subchapter except for the fees collected under 13 Pa.C.S. ยง 9525(a)(1)(ii) (relating to fees). This account shall receive 5% of the amount received by the department under 13 Pa.C.S. ยง 9525(a)(1)(ii). The balance of the amount received by the department under this subchapter shall be deposited in the General Fund. Money in the account shall be used solely for the operation of the bureau and for its modernization as may be required for improved operations of the bureau unless a surplus arises after two consecutive years, at which time the Secretary of the Commonwealth shall transfer any amount in excess of the bureau's budget into the General Fund.\n\n(b) Expenditures.--The department shall submit a budget for the operation or modernization of the bureau to the Governor for approval. Such funds as are approved by the Governor are hereby appropriated from the Corporation Bureau Restricted Account to the department for the operation of the bureau.\n\n(c) Advisory committee.--The Secretary of the Commonwealth shall appoint a Corporation Bureau Advisory Committee. The committee shall be composed of persons knowledgeable in matters covered by this title and related provisions of law and who have been recommended for appointment to the committee by the organized bar or other organized users of the facilities and services of the bureau. Members shall serve without compensation other than reimbursement for reasonable and necessary expenses in accordance with Commonwealth policy or regulations, shall serve for terms fixed by the secretary and may be reappointed. The Chairman of the committee shall be elected by the committee. The committee shall make recommendations to the Governor with respect to each budget submitted under subsection (b) and may consult with the department in the administration of this title and related provisions of law. The committee, in consultation with the bureau and the department, shall submit, by June 1 of each odd-numbered year, a report to the General Assembly describing its activities under this title and any recommended changes to this title.\n\n(June 8, 2001, P.L.123, No.18, eff. July 1, 2001; June 22, 2001, P.L.418, No.34, eff. 60 days; Dec. 23, 2003, P.L.282, No.47, eff. imd.; July 9, 2013, P.L.476, No.67, eff. 60 days)\n\n2013 Amendment.Act 67 amended subsec. (b) and added subsec. (a).\n\n2001 Amendments.Act 18 amended subsec. (a) and Act 34 amended subsec. (c).\n\nCrossReferences.Section 155 is referred to in sections 8221, 8998 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-155/"
    },
    {
      "id": "section-156",
      "number": "156",
      "heading": "",
      "text": "In statutes, regulations and orders, a reference to the Corporation Bureau shall be deemed a reference to the bureau.\n\n(July 9, 2013, P.L.476, No.67, eff. 60 days)\n\n2013 Amendment.Act 67 added section 156.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-156/"
    },
    {
      "id": "section-161",
      "number": "161",
      "heading": "",
      "text": "(a) General rule.--Except as restricted by subsection (e), any association as defined in subsection (f) may become a domestic association by filing in the Department of State a statement of domestication.\n\n(b) Statement of domestication.--The statement of domestication shall be signed by the association and shall set forth in the English language:\n\n(1) The name of the association. If the name is in a foreign language, it shall be set forth in Roman letters or characters or Arabic or Roman numerals. If the name is one that is rendered unavailable for use by a domestic entity by section 202(b) or (c) (relating to requirements for names generally), the association shall adopt a new name, in accordance with any procedures for changing the name of the association that are applicable prior to the domestication of the association, and shall set forth the new name in the statement.\n\n(2) The name of the jurisdiction under the laws of which and the date on which it was first formed, incorporated or otherwise came into being.\n\n(3) The name of the jurisdiction that constituted the seat, siege social or principal place of business or control administration of the association, or any equivalent under applicable law, immediately prior to the filing of the statement.\n\n(4) A statement of the type of domestic association that the association will be upon domestication.\n\n(5) A statement that the filing of the statement of domestication and, if desired, the renunciation of the prior domicile has been authorized (unless its organic rules require a greater vote) by a majority in interest of the interest holders of the association.\n\n(6) If the association will be a type of domestic association that is created by a filing in the department, such other provisions as are required to be included in an initial filing to create that type of domestic association, except that it shall not be necessary to set forth the name of the person organizing the association.\n\n(7) Any other provision that the association may choose to insert unless this title prohibits the inclusion of such a provision in a filing that creates the type of domestic association that the association will be upon domestication.\n\n(c) Execution.--The statement shall be signed on behalf of the association by any authorized person.\n\n(d) Effect of domestication.--Upon the filing of the statement of domestication, the association shall be domesticated in this Commonwealth and the association shall thereafter be subject to any applicable provisions of this title and any other provisions of law applicable to associations existing under the laws of this Commonwealth. If the association will be a type of domestic association that is created by a filing in the department, the statement of domestication shall constitute that filing. The domestication of any association in this Commonwealth pursuant to this section shall not be deemed to affect any obligations or liabilities of the association incurred prior to its domestication.\n\n(e) Exclusion.--An association that can be domesticated under Subchapter G of Chapter 3 (relating to domestication) shall not be domesticated under this section.\n\n(f) Definition.--As used in this section, the term \"association,\" except as restricted by subsection (e), includes any incorporated organization, private law corporation (whether or not organized for business purposes), public law corporation, partnership, proprietorship, joint venture, foundation, trust, association or similar organization or entity existing under the laws of any jurisdiction other than this Commonwealth.\n\n(g) Cross references.--See sections 134 (relating to docketing statement) and 135 (relating to requirements to be met by filed documents).\n\n(Dec. 19, 1990, P.L.834, No.198, eff. imd.; June 22, 2001, P.L.418, No.34, eff. 60 days; Oct. 22, 2014, P.L.2640, No.172, eff. July 1, 2015)\n\n2019 Correction.The Legislative Reference Bureau made a 2019 correction adding back subsec. (g) that was erroneously dropped.\n\n2014 Amendment.Act 172 amended subsecs. (b) intro. par., (1) and (5), (e) and (f).\n\n2001 Amendment.Act 34 amended subsecs. (b), (d), (e), (f) and (g) and carried without amendment subsec. (c).\n\n1990 Amendment.Act 198 renumbered section 151 to section 161 and amended the section heading and subsecs. (e) and (f).\n\nCross References.Section 161 is referred to in section 153 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-161/"
    },
    {
      "id": "section-162",
      "number": "162",
      "heading": "",
      "text": "ยง 162. Contingent domestication of certain alien associations (Repealed).\n\n2014 Repeal.\n\nSection 162 was repealed October 22, 2014, P.L.2640, No.172, effective July 1, 2015.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-15/chapter-1/section-162/"
    }
  ]
}