{
  "state": "new-mexico",
  "path": "title-chapter-38-trials/chapter-article-6a-uniform-child-witness-protective-measures",
  "sections": [
    {
      "id": "section-38-6a-1",
      "number": "38-6A-1",
      "heading": "Short title.Section 38-6A-2 - Definitions",
      "text": "This act [38-6A-1 to 38-6A-9 NMSA 1978] may be cited as the \"Uniform Child Witness Protective Measures Act\".\n\nHistory:Laws 2011, ch. 98, § 1.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-1/"
    },
    {
      "id": "section-38-6a-2",
      "number": "38-6A-2",
      "heading": "Definitions.",
      "text": "As used in the Uniform Child Witness Protective Measures Act:\n\nA. \"alternative method\" means:\n\n(1) in a criminal proceeding in which a child witness does not give testimony in an open forum in full view of the finder of fact, a videotaped deposition of the child witness that complies with the following requirements:\n\n(a) the deposition was presided over by a district judge;\n\n(b) the defendant was represented by counsel at the deposition or waived counsel;\n\n(c) the defendant was present at the deposition; and\n\n(d) the defendant was given an adequate opportunity to cross-examine the child witness, subject to such protection of the child witness as the judge deemed necessary;\n\n(2) in a criminal proceeding in which a child witness does not give testimony face-to-face with the defendant, a videotaped deposition of the child witness that complies with the following requirements:\n\n(a) the deposition was presided over by a district judge;\n\n(b) the defendant was represented by counsel at the deposition or waived counsel;\n\n(c) the defendant was able to view the deposition, including the child witness, through closed-circuit television or equivalent technology, and the defendant and counsel were able to communicate with each other during the deposition through headsets and microphones or equivalent technology; and\n\n(d) the defendant was given an adequate opportunity to cross-examine the child witness, subject to such protection of the child witness as the judge deemed necessary; or\n\n(3) in a noncriminal proceeding, testimony by closed-circuit television, deposition, testimony in a closed forum or any other method of testimony that does not include one or more of the following:\n\n(a) having the child testify in person in an open forum;\n\n(b) having the child testify in the presence and full view of the finder of fact and presiding officer; and\n\n(c) allowing all of the parties to be present, to participate and to view and be viewed by the child;\n\nB. \"child witness\" means:\n\n(1) an individual under the age of sixteen who has been or will be called to testify in a noncriminal proceeding; or\n\n(2) an alleged victim under the age of sixteen who has been or will be called to testify in a criminal proceeding;\n\nC. \"criminal proceeding\" means a trial or hearing before a court in a prosecution of a person charged with violating a criminal law of New Mexico or a delinquency proceeding pursuant to the Delinquency Act [Chapter 32A, Article 2 NMSA 1978] involving conduct that if engaged in by an adult would constitute a violation of a criminal law of New Mexico;\n\nD. \"noncriminal proceeding\" means a trial or hearing before a court or an administrative agency of New Mexico having judicial or quasi-judicial powers in a civil case, an administrative proceeding or any other case or proceeding other than a criminal proceeding; and\n\nE. \"presiding officer\" means the person under whose supervision and jurisdiction the proceeding is being conducted. \"Presiding officer\" includes a judge in whose court a case is being heard, a quasi-judicial officer or an administrative law judge or hearing officer.\n\nHistory:Laws 2011, ch. 98, § 2.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-2/"
    },
    {
      "id": "section-38-6a-3",
      "number": "38-6A-3",
      "heading": "Applicability.",
      "text": "A. The Uniform Child Witness Protective Measures Act applies to the testimony of a child witness in a criminal or noncriminal proceeding. However, the Uniform Child Witness Protective Measures Act does not preclude, in a criminal or noncriminal proceeding, any other procedure permitted by law:\n\n(1) for a child witness to testify by an alternative method, however denominated; or\n\n(2) for protecting the interests of or reducing mental or emotional harm to a child witness.\n\nB. The supreme court may adopt rules of procedure and evidence to implement the provisions of the Uniform Child Witness Protective Measures Act.\n\nHistory:Laws 2011, ch. 98, § 3.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-3/"
    },
    {
      "id": "section-38-6a-4",
      "number": "38-6A-4",
      "heading": "Hearing whether to allow testimony by alternative method.",
      "text": "A. The presiding officer in a criminal or noncriminal proceeding may order a hearing to determine whether to allow a child witness to testify by an alternative method. The presiding officer, for good cause shown, shall order the hearing upon motion of a party, a child witness or an individual determined by the presiding officer to have sufficient standing to act on behalf of the child.\n\nB. A hearing to determine whether to allow a child witness to testify by an alternative method shall be conducted on the record after reasonable notice to all parties, to any nonparty movant and to any other person the presiding officer specifies. The child's presence is not required at the hearing unless ordered by the presiding officer.\n\nHistory:Laws 2011, ch. 98, § 4.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-4/"
    },
    {
      "id": "section-38-6a-5",
      "number": "38-6A-5",
      "heading": "Standards for determining whether a child witness may testify by alternative method.",
      "text": "A. In a criminal proceeding, the presiding officer may allow a child witness to testify by an alternative method in the following situations:\n\n(1) the child may testify otherwise than in an open forum in the presence and full view of the finder of fact upon a showing that the child witness may be unable to testify without suffering unreasonable and unnecessary mental or emotional harm; and\n\n(2) the child may testify other than face-to-face with the defendant if the presiding officer makes specific findings that the child witness would be unable to testify face-to-face with the defendant without suffering unreasonable and unnecessary mental or emotional harm.\n\nB. In a noncriminal proceeding, the presiding officer may allow a child witness to testify by an alternative method if the presiding officer finds that allowing the child to testify by an alternative method is necessary to serve the best interests of the child or enable the child to communicate with the finder of fact. In making this finding, the presiding officer shall consider:\n\n(1) the nature of the proceeding;\n\n(2) the age and maturity of the child;\n\n(3) the relationship of the child to the parties in the proceeding;\n\n(4) the nature and degree of mental or emotional harm that the child may suffer in testifying; and\n\n(5) any other relevant factor.\n\nHistory:Laws 2011, ch. 98, § 5.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-5/"
    },
    {
      "id": "section-38-6a-6",
      "number": "38-6A-6",
      "heading": "Factors for determining whether to permit alternative method.",
      "text": "If the presiding officer determines that a standard pursuant to Section 5 [38-6A-5 NMSA 1978] of the Uniform Child Witness Protective Measures Act has been met, the presiding officer shall determine whether to allow a child witness to testify by an alternative method and in doing so shall consider:\n\nA. alternative methods reasonably available for protecting the interests of or reducing mental or emotional harm to the child;\n\nB. available means for protecting the interests of or reducing mental or emotional harm to the child without resort to an alternative method;\n\nC. the nature of the case;\n\nD. the relative rights of the parties;\n\nE. the importance of the proposed testimony of the child;\n\nF. the nature and degree of mental or emotional harm that the child may suffer if an alternative method is not used; and\n\nG. any other relevant factor.\n\nHistory:Laws 2011, ch. 98, § 6.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-6/"
    },
    {
      "id": "section-38-6a-7",
      "number": "38-6A-7",
      "heading": "Order regarding testimony by alternative method.",
      "text": "A. An order allowing or disallowing a child witness to testify by an alternative method shall state the findings of fact and conclusions of law that support the presiding officer's determination.\n\nB. An order allowing a child witness to testify by an alternative method shall:\n\n(1) state the method by which the child is to testify;\n\n(2) list any individual or category of individuals allowed to be in, or required to be excluded from, the presence of the child during the testimony;\n\n(3) state any special conditions necessary to facilitate a party's right to examine or cross-examine the child;\n\n(4) state any condition or limitation upon the participation of individuals present during the testimony of the child; and\n\n(5) state any other condition necessary for taking or presenting the testimony.\n\nC. The alternative method ordered by the presiding officer shall be no more restrictive of the rights of the parties than is necessary under the circumstances to serve the purposes of the order and shall be subject to the other provisions of the Uniform Child Witness Protective Measures Act.\n\nHistory:Laws 2011, ch. 98, § 7.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-7/"
    },
    {
      "id": "section-38-6a-8",
      "number": "38-6A-8",
      "heading": "Right of party to examine child witness.",
      "text": "An alternative method ordered by the presiding officer shall permit a full and fair opportunity for examination or cross-examination of the child witness by each party, subject to such protection of the child witness as the presiding officer deems necessary.\n\nHistory:Laws 2011, ch. 98, § 8.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-8/"
    },
    {
      "id": "section-38-6a-9",
      "number": "38-6A-9",
      "heading": "Uniformity of application and construction.",
      "text": "In applying and construing the Uniform Child Witness Protective Measures Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\nHistory:Laws 2011, ch. 98, § 9.\n\nEffective dates.— Laws 2011, ch. 98, § 11 made the Uniform Child Witness Protective Measures Act effective July 1, 2012.\n\nSeverability.— Laws 2011, ch. 98, § 10 provided that if any part or application of the Uniform Child Witness Protective Measures Act was held invalid, the remainder or its application to other situations or persons shall not be affected.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-38/article-6a/section-38-6a-9/"
    }
  ]
}