{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-1920-west-cook-railroad-relocation-and-development-a",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the West Cook Railroad Relocation and Development Authority Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Legislative declaration.",
      "text": "The General Assembly declares that the\nwelfare, health, prosperity, and moral and general well being of the people of\nthe State are, in large measure, dependent upon the sound and orderly\ndevelopment of municipal areas. The Village of Bellwood, the Village of\nMaywood, and the Village of\nMelrose Park, by reason of the location therein of 25th Avenue and the First\nAvenue vicinity between Lake Street on the North, Oak Street on the South, the\nDes Plaines River on the East, and Fifth Avenue on the West and their use for\nvehicular travel in access to the entire west metropolitan Chicago area,\nincluding municipalities in 2 counties, as well as commercial and industrial\ngrowth patterns and accessibility to O'Hare International Airport, Midway\nAirport, manufacturing, and freight related facilities, have become and will\nincreasingly be the hub of\ntransportation from all parts of the region and throughout the west\nmetropolitan area. Motor vehicle traffic, pedestrian travel, and the safety of\nboth motorists and pedestrians are substantially aggravated by the location of\na major railroad right of way that divides the Village of Bellwood and the\nVillage of Melrose Park. Additionally, certain development opportunities may\nexist in the project area that would stabilize and enhance the tax base of\nexisting communities, maintain and revitalize existing commerce and industry,\ncreate opportunities for intersurface modal transportation efficiencies, and\npromote comprehensive planning within and between communities. The presence of\nthe railroad right of way at the 25th Avenue grade crossing is\ndetrimental to the orderly expansion of industry and commerce and to progress\nof the region. To alleviate this situation it is necessary to relocate the\nrailroad tracks and right of way on 25th Avenue and First Avenue, to\nseparate the grades at\ncrossings, to acquire property for relocation or submergence\nof the railroad\nor highways, to create an agency to facilitate and accomplish that\nrelocation, and to direct infrastructure and development improvements in the\n25th Avenue vicinity between St. Charles Road and Lake Street\nand the First Avenue vicinity between Lake Street on the North, Oak Street on\nthe South, the Des\nPlaines River on the East, and Fifth Avenue on the West.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Creation; duration.",
      "text": "There is created a body politic and\ncorporate, a unit of local government, named the West Cook\nRailroad\nRelocation and Development Authority, embracing that portion of Proviso\nTownship embracing that portion of the Village of Bellwood and the Village of\nMelrose Park from St. Charles Road on the South to Lake Street on the North,\nand from the Indiana Harbor Belt Railroad on the West to 22nd Avenue on the\nEast, Cook County, Illinois and the Village of Maywood, Cook County,\nIllinois. The Authority shall continue in existence until\nthe accomplishment of its objective, the relocation of the railroad tracks and\n25th Avenue, the grade separation of railroads from the right of way and\nat-grade crossing closures within the Village of Bellwood and the Village of\nMelrose Park, the grade separation of railroads from the right-of-way and at\ngrade crossing in the First Avenue vicinity between Lake Street, Oak Street,\nthe Des Plaines River, and Fifth Avenue, and the establishment of a\ntransit-oriented intersurface modal\ndevelopment facility in the project area, or until the Authority officially\nresolves that it is impossible or economically unfeasible to fulfill that\nobjective.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Acquisition of property. The Authority shall have the power to",
      "text": "acquire by gift, purchase, or legacy the fee simple title to real property\nlocated within the boundaries of the Authority, including temporary and\npermanent easements, as well as reversionary interests in the streets, alleys\nand other public\nplaces and personal property, required for its purposes, and title thereto\nshall be taken in the corporate name of the Authority. Any such property which\nis already devoted to a public use may nevertheless be acquired, provided that\nno property belonging to the United States of America or the State of Illinois\nmay be acquired without the consent of such governmental unit. No property\ndevoted to a public use belonging to a corporation subject to the\njurisdiction of the Illinois Commerce Commission may be acquired without a\nprior finding by the Illinois Commerce Commission that the taking would not\nresult in the imposition of an undue burden on intrastate commerce. All land\nand appurtenances thereto, acquired or owned by the Authority, are to be\ndeemed acquired or owned for a public use or public purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Sale or exchange of property.",
      "text": "The Authority shall have the\npower to sell, transfer, exchange, vacate or assign property acquired for the\npurposes of this Act as it shall deem appropriate.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Acceptance of grants, loans, and appropriations.",
      "text": "The Authority\nshall have the power to apply for and accept grants, loans, advances and\nappropriations from the Federal Government and from the State of Illinois or\nany agency or instrumentality thereof to be used for the purposes of the\nAuthority, and to enter into any agreement in relation to such grants, loans,\nadvances and appropriations. The Authority may also accept from the State, any\nState agency, department or commission, any county or other political\nsubdivision, any municipal corporation, any railroads, school authorities, or\njointly therefrom, grants of funds or services for any of the purposes of this\nAct. The Authority shall be treated as a rail carrier subject to the Illinois\nCommerce Commission's jurisdiction and eligible to receive money from the Grade\nCrossing Protection Fund or any fund of the State or other source available for\npurposes of promoting safety and separation of at-grade railroad crossings or\nhighway improvements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Borrowing money and issuance of bonds.",
      "text": "The Authority may incur\ndebt and borrow money from time to time and, in evidence thereof, may issue and\nsell bonds in such amount or amounts as the Authority may determine, to provide\nfunds for carrying out the purposes of this Act, and to pay all costs and\nexpenses incident thereto, and to refund and refinance, from time to time,\nbonds so issued and sold, as often as may be deemed to be advantageous by the\nAuthority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Taxing powers.",
      "text": "The Authority shall not have the power to levy\nreal property taxes for any purpose whatsoever.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Board; composition; qualification; compensation and expenses.",
      "text": "The Authority shall be governed by a board consisting of 7 members.\nThe\nmembers of the Authority shall serve without compensation, but may be\nreimbursed for actual expenses incurred by them in the performance of duties\nprescribed by the Authority. However, any member of the Authority who serves\nas secretary or treasurer may receive compensation for services as that\nofficer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Appointments; tenure; oaths; vacancies.",
      "text": "The members of the\nAuthority shall be appointed by the Governor, who shall give notice of the\nmember's selection to each other member within 10 days after selection and\nbefore\nthe member's\nentering upon the duties of office. Two of the members shall be\nrecommended to the Governor from a list of 3 candidates provided by the village\npresident of the Village of Bellwood, 2 of the members shall be recommended\nto the Governor from a list of 3 candidates provided by the village president\nof\nthe Village of Maywood, and 2 of the members shall be\nrecommended to the Governor from a list of 3 candidates provided by the\nvillage president of the Village of Melrose Park. The office of chairman shall\nrotate annually and shall represent the Village of Bellwood, the Village of\nMelrose Park, the Village of Maywood, and the Governor's appointments,\nrespectively, for each of the 3\nyears of the term of office. Each representative member of the Authority shall\ntake and subscribe to the constitutional oath of office and file it with the\nSecretary of State. If a vacancy occurs by death, resignation, or otherwise,\nthe vacancy shall be filled by the appropriate selecting party. All\nappointments of members shall be for a 3-year term. Each member shall continue\nto serve an additional 3-year term unless that member is replaced by\nappointment within 60 days of the end of his or her term.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Removal of members.",
      "text": "The Governor may remove from office any\nAuthority member immediately in case of incompetency, neglect of duty or\nmalfeasance of office or otherwise upon 15 days written notice to the other\nmembers. Absence from any 3 consecutive regular meetings of the Authority\nshall be deemed neglect of duty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Organization; chair and temporary Secretary.",
      "text": "As soon as\npossible after the appointment of the initial members, the Authority shall\norganize for the transaction of business, select a Chair and a temporary\nSecretary from its own number, and adopt bylaws to govern its proceedings. The\ninitial Chair and successors shall be elected by the Authority from time to\ntime from among members. The Authority may act through its members by entering\ninto an agreement that a member act on the Authority's behalf, in which\ninstance the act or performance directed shall be deemed to be exclusively of,\nfor, and by the Authority and not the individual act of the member or its\nrepresented person.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Meetings; quorum; resolutions.",
      "text": "Regular meetings of the\nAuthority shall be held at least quarterly, the time and place of those\nmeetings\nto be fixed by the Authority. Special meetings may be called by the Chair or\nby any 4 members of the Authority by giving notice thereof in\nwriting,\nstating the time, place, and purpose of the meeting. The notice shall be\nserved by special delivery letter deposited in the mails at least 48 hours\nbefore the meeting. A majority of the members of the Authority shall\nconstitute a quorum for the transaction of business. All action of the\nAuthority shall be by resolution and, except as otherwise provided in this Act,\nthe affirmative vote of at least a majority shall be necessary for the adoption\nof any resolution. The Chair shall be entitled to vote on any and all matters\ncoming before the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Secretary and Treasurer; oaths; bond of Treasurer.",
      "text": "The\nAuthority may appoint a Secretary and a Treasurer, who need not be members of\nthe\nAuthority, to hold office during the pleasure of the Authority, and fix their\nduties and compensation. Before entering upon the duties of their respective\noffices, they shall take and subscribe to the constitutional oath of office,\nand the Treasurer shall execute a bond with corporate sureties to be approved\nby the Authority. The bond shall be payable to the Authority in whatever penal\nsum may be directed by the Authority conditioned upon the faithful performance\nof the duties of the office and the payment of all money received by the\nTreasurer according to law and the orders of the Authority. The Authority may,\nat any time, require a new bond for the Treasurer in such penal sum as may then\nbe determined by the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "Deposit and withdrawal of funds; signatures.",
      "text": "All funds\ndeposited by the Treasurer in any bank or savings and loan association shall be\nplaced in the name of the Authority and shall be withdrawn or paid out only by\ncheck or draft upon the bank or savings and loan association, signed by the\nTreasurer and countersigned by the Chair of the Authority. Subject to prior\napproval of the designations by a majority of the Authority, the Chair may\ndesignate any other member or any officer of the Authority to affix the\nsignature of the Treasurer to any Authority check or draft for payment of\nsalaries or wages and for payment of any other obligation of not more than\n$2,500.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "Delivery of check after executing officer ceases to hold office.",
      "text": "If any officer whose signature appears upon any check or draft issued\npursuant to this Act ceases to hold office before the delivery of the check or\ndraft to the payee, the officer's signature nevertheless shall be valid and\nsufficient for all purposes with the same effect as if the officer had remained\nin office until delivery of the check or draft.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80",
      "number": "80.",
      "heading": "Rules.",
      "text": "The Authority may make all rules and\nregulations proper or necessary and to carry into effect the powers granted to\nit. The rules and regulations shall be consistent with the guidelines,\nobjectives, and project scope as set out by the Illinois Commerce Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "85.",
      "heading": "Fiscal year.",
      "text": "The Authority shall designate its fiscal year.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "Reports and financial statements.",
      "text": "Within 60 days after the end\nof its fiscal year, the Authority shall cause to be prepared by a certified\npublic accountant a complete and detailed report and financial statement of the\noperations and assets and liabilities as relate to the 25th Avenue railroad\ngrade separation project and the First Avenue railroad grade separation\nproject. A reasonably sufficient number of copies of the\nreport shall be prepared for distribution to persons interested, upon request,\nand a copy of the report shall be filed with the Illinois Commerce Commission\nand with the county clerk of Cook County.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "Construction.",
      "text": "Nothing in this Act shall be construed to confer\nupon the Authority the right, power, or duty to order or enforce the\nabandonment of any present property of the railroads or the use in substitution\ntherefor of any property acquired for the railroads in the absence of a\ncontract duly executed by the railroads and the Authority setting forth the\nterms and conditions upon which relocation of the right of way and physical\nfacilities of the railroads is to be accomplished. No such contract shall be\nor become enforceable until the provisions of the contract have been approved\nor authorized by the Illinois Commerce Commission.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-100",
      "number": "100.",
      "heading": "Existing contracts, obligations, and liabilities.",
      "text": "No contract,\nobligation, or liability whatever of the railroads to pay any money into the\nState treasury, nor any lien of the State upon or right to tax property of\nthe railroads, shall be released, suspended, modified, altered, remitted, or\nin\nany manner diminished or impaired by the contract with the Authority, and any\nsuch charter provisions applicable to the property on which the railroads are\nnow located shall be deemed in full force and effect with respect to any\nproperty on which the railroads are relocated in substitution therefor pursuant\nto the provisions of this Act or any such contract with the Authority pursuant\nthereto. Notwithstanding, upon order of the Illinois Commerce Commission, the\nAuthority shall succeed to and assume the performance and actions of the\nrepresented persons under the terms of the order and amending orders previously\nentered relative to the 25th Avenue railroad grade separation project and\nconsistent with the objectives of the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "105.",
      "heading": "Severability.",
      "text": "The provisions of this Act are severable under\nSection 1.31 of the Statute on Statutes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-999",
      "number": "999.",
      "heading": "Effective date.",
      "text": "This Act takes effect upon becoming law.",
      "history": "",
      "source_url": ""
    }
  ]
}