{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-215-fair-and-exposition-authority-reconstruction-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the \"Fair and",
      "text": "Exposition Authority Reconstruction Act\".",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act:",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The Metropolitan Pier and Exposition",
      "text": "Authority is authorized to borrow money and issue bonds in a\ntotal amount not to exceed $40,000,000 for the purpose of\nreconstructing the convention hall and exposition building\nknown as McCormick Place. Such bonds shall be payable solely\nfrom funds received by the Authority from appropriations, if\nany, to be made to said Authority from time to time by future\nGeneral Assemblies of the State of Illinois.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The bonds shall mature not more than 10 years from the date of",
      "text": "issuance, but shall be callable sooner at the option of the Authority, and\nshall bear interest at a rate not to exceed\nthe maximum rate authorized by the Bond Authorization Act, as amended at the\ntime of the making of the contract, payable\nsemiannually.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The bonds shall be dated, issued and sold from time to time in such",
      "text": "amounts as may be necessary to provide sufficient money for the purpose\nprovided for in Section 3 and for the funding of the interest on such bonds\nfor the period between the date of issuance and November 1, 1972.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "The bonds shall be sold by the Authority in such manner as the",
      "text": "Board may determine at not less than 95% of par.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Such bonds may be in such form, may have such interest coupons, may",
      "text": "carry such registration privileges, may be executed in such manner, may be\npayable at such place or places, may be subject to redemption in such\nmanner and upon such terms, with or without premium as is stated on the\nface thereof, and may contain such terms and covenants as may be provided\nin the ordinance of the Authority providing for the issuance of bonds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Appropriations may be made",
      "text": "from time to time by the General Assembly to the Metropolitan Pier and\nExposition Authority for the payment of principal and interest of bonds of\nthe Authority issued under the provisions of this Act and for any other\nlawful purpose of the Authority. Any and all of the funds so received shall\nbe kept separate and apart from any and all other funds of the Authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "Under no circumstances shall any bonds issued by the Authority",
      "text": "pursuant to this Act be or become an indebtedness or obligation of the\nState of Illinois or of any other political subdivision of or municipality\nwithin the State, nor shall any such bond be or become an indebtedness of\nthe Authority within the purview of any constitutional limitation or\nprovision, and it shall be plainly stated on the face of each bond that it\ndoes not constitute such an indebtedness or obligation but is payable\nsolely from the revenues or income as aforesaid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "The State and all counties, cities, villages, incorporated towns",
      "text": "and other municipal corporations, political subdivisions and public bodies,\nand public officers of any thereof, all banks, bankers, trust companies,\nsavings banks and institutions, building and loan associations, savings and\nloan associations, investment companies and other persons carrying on an\ninsurance business and all executors, administrators, guardians, trustees\nand other fiduciaries may legally invest any sinking funds, moneys or other\nfunds belonging to them or within their control in any bonds issued\npursuant to this Act, it being the purpose of this Section to authorize the\ninvestment in such bonds of all sinking, insurance, retirement,\ncompensation, pension and trust funds, whether owned or controlled by\nprivate or public persons or officers, provided, however, that nothing\ncontained in this Section may be construed as relieving any person from any\nduty of exercising reasonable care in selecting securities for purchase or\ninvestment.",
      "history": "",
      "source_url": ""
    }
  ]
}