{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-1210-park-system-civil-service-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nPark System Civil Service Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Application.",
      "text": "All offices and places of employment, other than\nthose specifically\nexempted by the provisions of section 11 of this Act, in any park\ndistrict (including under this designation any one or more towns having\nunder Acts adopted by such town or towns, corporate authorities authorized\nby law to levy taxes for the maintenance of a public park or public parks)\nhaving 500,000 or more inhabitants\nresiding within\nits territorial limits shall be classified and filled in the manner\nhereinafter provided for and not otherwise. Whenever any park district not\nnow containing within its territorial limits 500,000\nor more inhabitants shall have attained such number of inhabitants as shown\nby any census hereafter taken, thereupon this Act shall become applicable\nto such park district on the first day of July next succeeding the\ncompletion of the taking of such census.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "In any park district to which this Act is or shall become",
      "text": "applicable, there is hereby created and established a civil service\nboard, hereinafter called the board, to consist of 3 persons to be\nselected in the manner following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The superintendent of employment shall, with the consent and",
      "text": "approval of said Civil Service Board, classify within ninety days after\nthis Act goes into effect, all offices and places of employment in said\npark district with reference to the duties thereof for the purpose of\nestablishing grades, and of fixing and maintaining standards of\nexaminations hereinafter provided for. The offices and places so classified\nshall constitute the classified civil service of such park districts, and\nno appointments, promotions, transfers, reductions in grade or removal\ntherefrom shall be made except under and according to the provisions of\nthis Act and of the rules hereinafter mentioned. As a part of such\nclassified civil service, all officers and employees under said board,\nexcept special examiners, shall be included. The superintendent of\nemployment shall ascertain and record the duties of each office and place\nin the classified civil service and designate the grade of each position.\nEach grade shall comprise offices and places having substantially similar\nduties. He shall also record the lines of promotion from each lower grade\nto a higher grade wherever the experience derived in the performance of the\nduties of such lower grade tends to qualify for the performance of duty in\nsuch higher grade. The Civil Service Board shall by rule prescribe\nstandards of efficiency for each grade and for examinations of candidates\nfor appointment thereto.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3a",
      "number": "3a.",
      "heading": "In any park district which is now, or which hereafter may become,",
      "text": "subject to the provisions of this act, all persons who at the time when\nthis act takes effect or becomes applicable, hold offices or places of\nemployment which this act provides shall be classified, shall be included\nunder the provisions of this act and shall become members of the classified\ncivil service of such park district, without original examination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3b",
      "number": "3b.",
      "heading": "Persons transferred from the employment of a city by virtue of \"An",
      "text": "Act in relation to an exchange of certain functions, property and personnel\namong cities, and park districts having coextensive geographic areas and\npopulations in excess of 500,000,\" enacted by the 70th General Assembly,\nshall, without examination, be assigned to positions in the classified\ncivil service of the park district, so far as may be practicable, having\nduties and responsibilities, equivalent to the employment from which they\nwere transferred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "The Civil Service Board shall make rules to carry out the purposes",
      "text": "of this act, and for examinations, appointments, transfers and removals and\nfor maintaining and keeping records of the efficiency of officers and\nemployees, and groups of officers and employees, in accordance with the\nprovisions of this act, and said board may from time to time make changes\nin such rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "All rules made as herein provided, and all changes therein, shall",
      "text": "forthwith be printed for distribution by the Civil Service Board and it\nshall give notice of the places where copies of said rules may be obtained,\nby publication in one or more daily newspapers published in the county in\nwhich said park district is situated, and in each such publication shall\nspecify the date when said rules shall go into operation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "All applicants for offices or places in said classified civil",
      "text": "service shall be citizens of the United States of America and residents\nof the State of Illinois and shall be subjected to examination, which\nshall be public and competitive with limitations specified in the rules\nof the board as to residence, age, sex, health, habits, moral character\nand qualifications to perform the duties of the office or place to be\nfilled, which qualifications shall be prescribed in advance of such\nexamination. Such examinations shall be practical in their character,\nand shall relate to those matters which will fairly test the relative\ncapacity of the persons examined to discharge the duties of the position\nto which they seek to be appointed, and may include tests of physical\nqualifications and health and, when appropriate, of manual skill. No\nquestion in any examination shall relate to political or religious\nopinions or affiliations. The superintendent of employment shall control\nall examinations, and may, whenever an examination is to take place,\ndesignate a suitable number of persons to be special examiners; and it\nshall be the duty of such special examiners to conduct such examinations\nas the superintendent of employment may direct, and to make return and\nreport thereof to him; and he may at any time substitute any other\nperson in the place of any one so selected; and he may himself, at any\ntime, act as such special examiner and without appointing other special\nexaminers. The board shall, with reference to maintaining eligible\nregisters, proceed by rule to divide the entire service into two\ndivisions; in one of these divisions shall be included all offices and\nplaces of employment in the classified service whereto certification is\ninfrequent; in the other shall be included all other offices and places\nin the classified service. Such rule shall distinctly designate in which\ndivision each of said offices or places falls; and as to all offices and\nplaces comprised under the first division above mentioned, examination\nshall be held only when a vacancy exists, and within sixty days\nthereafter, and an eligible list or register, so prepared, shall be in\nforce only until permanent appointment has been made from such list or\nregister; and as to all other offices and places said board shall, by\nrule, provide for and said superintendent of employment shall hold a\nsufficient number of examinations to provide a sufficient number of\neligibles on the register for each grade of position in the classified\ncivil service, and if any place in the classified civil service shall\nbecome vacant, to which there is no person eligible for appointment, he\nshall immediately hold an examination for such position and repeat the\nsame, if necessary, until a vacancy is filled in accordance with the\nprovisions of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Notice of the time and place and general scope and fee of every",
      "text": "examination and of the duties, pay and nature of the position sought to be\nfilled shall be given by the superintendent of employment by publication\nfor two weeks preceding such examination, in a daily newspaper of general\ncirculation published in the county in which said park district is situated\nand such notice shall be posted by him in a conspicuous place in his office\nfor two weeks before such examinations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "From the return or reports of examiners, or from the examinations",
      "text": "made by the superintendent of employment, the superintendent of employment\nshall prepare a register for each grade or class of position in the\nclassified service of the park district of the persons who shall attain\nsuch minimum mark as may be fixed by the superintendent of employment for\nany part of such examination, and whose general average standing upon\nexamination for such grade or class is not less than the minimum fixed by\nthe rules of said board, and who are otherwise eligible; and such persons\nshall take rank upon the register as candidates in the order of their\nrelative excellence as determined by examination, without reference to\npriority of time of examination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8a",
      "number": "8a.",
      "heading": "Any re-employment register of persons who have been laid off",
      "text": "but who are qualified for employment under the provisions of this Act,\nin any park district to which this Act applies, which re-employment\nregister may be or shall have been in existence at the time of the\nmerger or consolidation of such park district with one or more other\npark districts or at the time of the creation of another park district\nwhich has superseded or shall supersede such park district and the duly\nqualified Commissioners of which new park district have assumed or shall\nassume and take over the powers and duties vested in and exercised by\nthe Commissioners of such former park district, shall continue to be\nused by the Superintendent of Employment for the purpose of filling\nvacancies, but a person being upon any such re-employment register may\nbe appointed only to a position, the duties of which are confined to the\narea included in such former park district. Provided, however, that\nnothing herein contained shall be construed to prevent the assignment of\nany person in the classified service after appointment to a position\ntherein, to duty in any part of such new park district in accordance\nwith his classification and grade.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "The superintendent of employment shall note of record the duties",
      "text": "(whether imposed by law, official regulation or practice) of each office or\nplace in the classified service. The Civil Service Board shall thereupon by\nrule fix lines for promotion from such several offices and places to\nsuperior offices or places in all cases where, in the judgment of the\nboard, the duties of such several positions directly tend to fit the\nincumbent for a superior position. In case of vacancy in superior offices\nor places, which cannot be filled by reinstatement, the superintendent of\nemployment shall hold promotion examinations to fill such vacancy.\nIncumbents of offices or places next lower in the line so fixed shall be\nsolely eligible for such examination, unless in the judgment of the board,\nto be noted in its minutes with the grounds therefor, it is for the best\ninterests of the service that original examination for such vacancy be\nheld. In promotion examinations, efficiency and seniority in service shall\nform a part of such examination, but combined shall not carry a total\nnumber of marks to exceed one-quarter of the maximum marks attainable in\nsuch examination. All examinations for promotion shall be competitive. The\nmethod of examination, the rules governing the same, and the method of\ncertifying shall be the same as provided for in original examination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Whenever a position classified under this Act is to be filled, the",
      "text": "appointing officer shall make requisition upon said board, and the board\nshall certify to him the name and address of the candidate standing highest\nupon the register of eligibles for said position. The appointing officer\nshall notify the board of each position to be filled separately and shall\nfill such position by the appointment of the person certified to him by\nsaid board therefor, which appointment shall be on probation for a period\nof not more than six months to be fixed by said rules. At any time during\nthe period of probation, the appointing officer may, with the written\napproval of the civil service board, discharge a person so certified and\nshall forthwith notify the board in writing of such discharge. If such\nperson is not thus discharged, his appointment shall be deemed complete.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10a",
      "number": "10a.",
      "heading": "The board may, by its rules, provide for transfers of officers",
      "text": "and employees in the classified service from positions in one office or\ndepartment to positions of the same class and grade in another office or\ndepartment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "The following offices and places of employment, insofar as there",
      "text": "are or may be such in such Park District, shall not be included within the\nclassified service: Park commissioners, all elective officers, the general\nsuperintendent, one confidential clerk or secretary, the chief engineer,\nthe general attorney, the planetarium director, the superintendent of\nemployment and special examiners appointed by the superintendent of\nemployment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11-a",
      "number": "11-a.",
      "heading": "In any Park District to which this act is applicable, all",
      "text": "persons who on July 1, 1949, held the offices or places of employment of\nattorneys, except the general attorney, shall be included in the\nclassified service of such Park District under the provisions of this\nact, as amended, and shall become members of the classified service of\nsuch Park District without original examination, and shall be classified\nin accordance with the provisions of this act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11-b",
      "number": "11-b.",
      "heading": "This Act shall not apply to the Chicago Park District to the",
      "text": "extent that it is exempted under the provisions of Section 16a of \"An Act\nin relation to the creation, maintenance, operation and improvement of the\nChicago Park District\", approved July 10, 1933, as now or hereafter amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "No officer or employee in the classified civil service of",
      "text": "any park district other than one who has attained retirement age, as\nhereinafter in this section provided, shall be removed or discharged, or\nsuspended for a period of more than thirty days, except for cause upon\nwritten charges and after an opportunity to be heard in his own defense.\nSuch charges shall be investigated by or before the civil service board\nor by or before some officer or officers appointed by the board to\nconduct such investigation within thirty days from the date of\nsuspension under such charges, if such officer or employee is suspended\npending investigation of such charges. The hearing shall be public and\nthe accused shall be entitled to call witnesses in his defense and to\nhave the aid of counsel. The hearing may be postponed or continued with\nthe consent of the accused. The finding and decision of the board or of\nsuch investigating officer or officers, when approved by said board,\nshall be final and shall be certified to the appointing officer, and\nshall be forthwith enforced by such officer. Nothing in this Act shall\nlimit the power of any officer to suspend a subordinate for a reasonable\nperiod not exceeding thirty days. Every such suspension shall be without\npay: Provided, however, that the board shall have authority to\ninvestigate every such suspension and, in case of its disapproval\nthereof, it shall have power to restore pay to the employee so\nsuspended. In the course of any investigation provided for in this Act,\neach member of the board and any officer appointed by it shall have the\npower to administer oaths and shall have power to secure by its subpoena\nboth the attendance and testimony of witnesses and the production of\nbooks and papers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "Notice in writing shall be given by the appointing power to said",
      "text": "board of all appointments, permanent or temporary, made in such classified\ncivil service and of all transfers, promotions, resignations or vacancies\nfrom any cause in such service within ten days of the date thereof, and a\nrecord of the same shall be kept by said commission. If, when created, such\noffice or place is not embraced in the then existing classification, the\ncommission shall within thirty days of the receipt of said report, classify\nthe same and standardize the duties thereof. But no place of employment\nshall be deemed a newly created position, the duties of which come within\nthe scope of standardization already fixed by the commission. When any\noffice or place of employment is created or abolished, or the compensation\nattached thereto altered, the officer or board making such change shall\nreport it in writing to said commission within ten days of the date\nthereof.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "The board shall investigate the efficiency of all officers and",
      "text": "employees and of all groups of officers and employees in the classified\nservice and shall report to each officer, board or other authority in\ncharge of any office or department of the park district its findings and\nrecommendations relative to increasing efficiency and economy therein. In\ncase the recommendations made by the board are not carried into effect\nwithin a reasonable time, or in case of a difference of opinion with\nreference to such findings or recommendations between the board and the\nofficer, or authority in charge of an office or department concerned in any\nsuch findings or recommendations, the report, accompanied by a note of the\nrelevant facts shall be transmitted to the park commissioners by the board.\nThe superintendent of employment shall investigate the enforcement of this\nact and of the rules of the board, the conduct of the appointees in the\nclassified service and the methods of administration therein, and may\ninvestigate the nature, tenure and compensation of all offices and places\nin the civil service of the park district. In the course of such\ninvestigation said superintendent shall have power to administer oaths and\nto secure by subpoena both the attendance and testimony of witnesses and\nthe production of books and papers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Said board shall, on or before the 15th day of January of each",
      "text": "year, make to the park commissioners a report showing its own action, the\nrules in force, the practical effects thereof and any suggestions it may\napprove for the more effectual accomplishment of the purposes of this act.\nThe park commissioners may require a report from said board at any time.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "The board shall select one of its own members to act as secretary.",
      "text": "The secretary shall keep the minutes of the board, preserve all records and\nperform such other duties as the board may direct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "All officers of the park district shall aid the board in all",
      "text": "proper ways in carrying out the provisions of the act and at any place\nwhere examinations are to be held shall allow reasonable use of public\nbuildings for holding such examinations. The park commissioners shall cause\nsuitable rooms to be provided for the board at the expense of the park\ndistrict.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "A sufficient sum of money shall be appropriated each year by the",
      "text": "park commissioners to carry out the provisions of this act; and park\ncommissioners shall allow to said board such clerical help and such sums to\noperate and maintain said office as shall be necessary and the compensation\nof such clerical help and such sums allowed shall be paid by the park\ndistrict as other park district charges. If the park commissioners shall\nhave already made the annual appropriations for park district purposes for\nthe current fiscal year, the park commissioners are authorized and required\nto pay the salaries and expenses of the Civil Service Board for such fiscal\nyear out of the moneys appropriated for contingent purposes by said park\ncommissioners.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "No person or officer shall wilfully or corruptly by himself, or in",
      "text": "co-operation with one or more persons, defeat, deceive or obstruct any\nperson in respect to his or her right of examination and employment\nhereunder; or corruptly or falsely mark, grade, estimate or report upon the\nexamination or proper standing of any person examined hereunder or aid in\nso doing; or wilfully or corruptly threaten to dismiss, transfer or bring\ncharges against any employee in the classified civil service; or wilfully\nor corruptly make any false representation concerning the examination or\nconcerning the person examined; or wilfully or corruptly furnish to any\nperson any special or secret information for the purpose of either\nimproving or injuring the prospects or chances of any persons so examined,\nor to be examined, being appointed, employed or promoted. And no applicant\nfor any examination shall wilfully or corruptly by himself, or in\nco-operation with one or more persons, deceive the said board with\nreference to his identity, or wilfully or corruptly make any false\nrepresentations in his application for any examination, or commit any fraud\nfor the purpose of improving his prospects or chances in such examination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "No officer or employee shall solicit, orally or by letter, or give",
      "text": "or receive, or be in any manner concerned in soliciting or giving or\nreceiving any assessment, subscription or contribution from any member of\nthe classified civil service for any party or political purpose whatever.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21",
      "number": "21.",
      "heading": "No person shall solicit, orally or by letter, or be in any manner",
      "text": "concerned in soliciting any assessment, contribution or payment for any\nparty or any political purpose whatever from any officer or employee in the\nclassified civil service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22",
      "number": "22.",
      "heading": "No person shall in any room or building occupied for the discharge",
      "text": "of official duties by any officer or employee in the park district, solicit\norally or by written communication delivered therein, or in any other\nmanner, or receive any contribution of money or other thing of value, for\nany party or political purpose whatever, from any member of the classified\ncivil service. No officer, agent, clerk, or employee under the government\nof any such park district, who may have charge or control of any building,\noffice or room occupied for any purpose of said government shall permit any\nperson to enter the same for the purpose of therein soliciting or\ndelivering written solicitations for or receiving from, or giving notice to\nany member of the classified civil service of any political assessments.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23",
      "number": "23.",
      "heading": "No officer or employee in the service of any such park district",
      "text": "shall, directly or indirectly, give or hand over to any officer or employee\nin said classified civil service, or to any senator or representative or alderperson, councilman or park commissioner, any money or other valuable\nthing on account of or to be applied to the promotion of any party or\npolitical object whatever.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-24",
      "number": "24.",
      "heading": "No person who holds any public office, or who has been nominated",
      "text": "for, or who seeks a nomination or appointment to any public office, shall\ncorruptly use or promise to use, either directly or indirectly, any\nofficial authority or influence in order to secure or aid any person in\nsecuring for himself or for another, any office or public employment, or\nany nomination, confirmation, promotion or increase of salary as a reward\nfor political influence or service. No person appointed, or about to be\nappointed to the position of civil service commissioner, or to a position\nin the classified service, shall execute or sign a resignation in advance,\ndated or undated, for the purpose, or with the result of permitting the\nappointing power to create at his will a vacancy in the office of civil\nservice commissioner or in a position in the classified service.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "No applicant for appointment in said classified service, or to a",
      "text": "position named in the eleventh section of this act, shall pay or promise to\npay, either directly or indirectly, any money or other valuable thing to\nany person whatever for or on account of his appointment, or proposed\nappointment, and no officer or employee in said classified service, or\nnamed in section eleven of this act shall pay or promise to pay, either\ndirectly or indirectly, any money or other valuable thing, to any person\nwhatever for or on account of his promotion or proposed promotion. Nor\nshall he by means of threats or coercion induce or seek to induce any one\nin the classified service to resign his position, or to take a leave of\nabsence, or any one at the head of an eligible list to waive his right to\ncertification or appointment. No employee shall be given a leave of absence\nwhile under charges, nor shall such leave be given as an alternative to a\ntrial on charges.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26",
      "number": "26.",
      "heading": "No applicant for appointment or promotion in the classified",
      "text": "service shall ask for or receive a recommendation or assistance from any\nofficer or employee in said service, or from any person in consideration of\nany political service to be rendered to or for such person or for the\npromotion of such person to any office or appointment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-27",
      "number": "27.",
      "heading": "The Board shall certify to the treasurer or other financial or",
      "text": "auditing officer all appointments to offices and places in the classified\nservice, and all vacancies occurring therein, whether by dismissal,\nresignation or death, and all decisions of the Board under the provisions\nof the fourteenth section of this act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28",
      "number": "28.",
      "heading": "No treasurer, comptroller, paymaster, auditing officer or other",
      "text": "officer or agent of such park district shall approve the payment of, or be\nin any manner concerned in paying any salary or wage to any person for\nservices as an officer or employee in the public service covered by this\nact, unless an estimate, payroll or account for such salary or wage,\ncontaining the names of the persons to be paid and a statement of the\namount to be paid each and the matter on account of which the same is to be\npaid, shall be filed with him, bearing the certificates of said commission\nthat the persons named in such estimate, payroll or account have been\nappointed or employed in pursuance of law, and that the amounts of money\nset forth are lawfully due them under this act and of the rules made in\npursuance of this act. Before said commission shall certify any estimate,\npayroll or account for the salary or wage of any person appointed to any\nnew office or new place of employment in the classified service, said\ncommission shall investigate and determine whether such office or place of\nemployment is in fact new and was properly created, and said commission\nshall record its findings in that respect before making any certificate as\naforesaid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29",
      "number": "29.",
      "heading": "Any person who shall be served with a subpoena to appear and",
      "text": "testify or to produce books and papers, issued by the board or by any\nmember thereof, or by any person or persons acting under the orders of the\nboard in the course of an investigation conducted under any provision of\nthis act, and who shall refuse or neglect to appear or testify, or to\nproduce books and papers relevant to said investigation, as commanded in\nsuch subpoena, shall be guilty of a misdemeanor and shall, on conviction,\nbe punished as provided in Section 30 of this act. The fees of witnesses\nfor attendance and travel shall be the same as the fees of witnesses before\ncircuit courts, and shall be paid from the appropriation for the expenses\nof the board, and any circuit court, upon application\nof any such member of the board, may, in its discretion, compel the\nattendance of witnesses, the production of books and papers, and giving of\ntestimony before the board, or before any such investigating officer by\nattachment, or contempt or otherwise, in the same manner as the production\nof evidence may be compelled before the court. Every person\nwho, having taken an oath or made affirmation before a member of the board, or officer\nappointed by the board authorized to administer oaths, shall swear or\naffirm wilfully, corruptly and falsely, shall be guilty of perjury and upon\nconviction shall be punished accordingly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-29a",
      "number": "29a.",
      "heading": "Persons who were engaged in the military or naval service of the",
      "text": "United States during the years 1898, 1899, 1900, 1901, 1902, 1914, 1915,\n1916, 1917, 1918, 1919, any time between September 16, 1940 and July 25,\n1947, any time during the national emergency between June 25, 1950 and\nJanuary 31, 1955, or any time between January 1, 1961 and the date Congress\ndeclares the Viet Nam conflict ended, and who were honorably discharged\ntherefrom, and all persons who were engaged in such military or naval\nservice during any of said years, any time between September 16, 1940 and\nJuly 25, 1947, any time during the national emergency between June 25, 1950\nand January 31, 1955, or any time between January 1, 1961 and the date\nCongress declares the Viet Nam conflict ended, who are now or may hereafter\nbe on inactive or reserve duty in such military or naval service, not\nincluding, however, persons who were convicted by court-martial of\ndisobedience of orders, when such disobedience consisted in the refusal to\nperform military service on the ground of alleged religious or\nconscientious objections against war, shall be preferred for appointments\nto civil offices, positions and places of employment in the classified\nservice of the park district, provided they are found to possess the\nbusiness capacity necessary for the proper discharge of the duties of such\noffice, position, or place of employment as determined by examination. The\nCivil Service Board on certifying from any existing register of eligibles\nresulting from the holding of an examination for original entrance or any\nregister hereafter created of persons who have taken and successfully\npassed the examination provided for in this Act for original entrance\ncommenced prior to September 1, 1949, shall place the name or names of such\npersons at the head of any existing eligible register or list of eligibles\nthat may hereafter be created under the provisions of this Act to be\ncertified for appointment. The Civil Service Board shall give preference\nfor original appointment to persons as hereinabove designated whose names\nappear on any register of eligibles resulting from an examination for\noriginal entrance held under the provisions of this Act and commenced on or\nafter September 1, 1949 by adding to the final grade average which they\nreceived or will receive as the result of any examination held for original\nentrance, five points. The numerical result thus attained shall be applied\nby the Civil Service Board in determining the position of such persons on\nany eligible list which has been created as the result of any examination\nfor original entrance commenced on or after September 1, 1949 for purpose\nof preference in certification and appointment from such eligible list.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Any person who shall wilfully or through culpable negligence",
      "text": "violate any of the provisions of this Act shall be guilty of a Class B\nmisdemeanor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31",
      "number": "31.",
      "heading": "If any person shall be convicted under the last preceding section,",
      "text": "any public office or place of public employment which such person may hold\nshall, by force of such conviction, be rendered vacant.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32",
      "number": "32.",
      "heading": "Prosecutions for violations of this Act may be instituted either",
      "text": "by the Attorney General, the State's attorney for the county in which the\noffense is alleged to have been committed, or by the Civil Service Board\nacting through special counsel. Such suits shall be conducted and\ncontrolled by the prosecuting officers who institute them unless they\nrequest the aid of other prosecuting officers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33",
      "number": "33.",
      "heading": "Whenever the Attorney General or the State's attorney for the",
      "text": "county in which an offense under this Act is alleged to have been committed\nshall refuse to prosecute the person or persons alleged to have committed\nsuch an offense, or shall fail to prosecute such person or persons after\nthe lapse of 30 days from the date the alleged offense is\nbrought to his or her attention, then any taxpayer may apply to the\ncircuit court of such county for the appointment of a special\nattorney to conduct a prosecution of such person or persons and upon such\napplication the court\nmay appoint some competent attorney to prosecute the person or persons\nalleged to have committed the offense and the special attorney so appointed\nshall have the same power and authority in relation to any prosecution for\nviolation of this Act against such person or persons as the Attorney\nGeneral or the State's attorney would have had in prosecuting any violation\nof this Act, and such special attorney shall conduct and control such\nprosecution unless he or she request the aid of other prosecuting officers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "The provisions of the Administrative Review Law, and all amendments",
      "text": "and modifications thereof, and\nthe rules adopted pursuant thereto, shall apply to and govern all\nproceedings for the judicial review of final administrative decisions of\nthe civil service commission hereunder. The term \"administrative decision\"\nis defined as in Section 3-101 of the Code of Civil Procedure.",
      "history": "",
      "source_url": ""
    }
  ]
}