{
  "state": "illinois",
  "path": "title-chapter-70-special-districts/chapter-70-ilcs-410-conservation-district-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act shall be known and may be cited as the Conservation District Act.",
      "text": "This Act shall be known and may be cited as the Conservation District Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act unless the context otherwise requires:",
      "text": "As used in this Act unless the context otherwise requires:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The purpose of this Act is to provide for the creation of",
      "text": "conservation districts. Such districts may, and their principal purpose is\nto, acquire in fee or a lesser right or interest, preserve and maintain\nwildland, other open land, scenic roadways and pathways; hold such real\nproperty, with or without public access, for the education, pleasure and\nrecreation of the public or for other open space values; preserve portions\nthereof in their natural condition and undertake development of other\nportions thereof; manage and use such real property in such manner and with\nsuch restrictions as will leave it unimpaired for the benefit of future\ngenerations; and otherwise promote the conservation of nature, flora and\nfauna, natural environment and natural resources of the district.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Not less than 1% of the voters in any county having less than",
      "text": "1,000,000 population which is not organized as a forest preserve\ndistrict may petition the circuit court of such county to order the\nquestion to be submitted to the voters of such county whether a\nconservation district, the boundaries of which shall be coextensive with\nthe boundaries of the county, shall be organized under this Act. Not\nless than 1% of the voters in each county of a group of not more than 5\nadjoining counties each of which has less than 1,000,000 population and\nnone of which is organized as a forest preserve district may jointly\npetition the circuit court of the county having the largest population\nto order the question to be submitted to the voters of such counties\nwhether a conservation district, the boundaries of which shall be\ncoextensive with the boundaries of the group of counties taken as a\nwhole, shall be organized under this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Board of trustees.",
      "text": "Board of trustees.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Officers and employees.   As soon as possible after the initial",
      "text": "election or the initial appointments, as the case may be, the trustees shall organize\nby selecting from their members a president, secretary, treasurer, and\nother officers as are deemed necessary, who shall hold office for 2 years in\nthe case of an elected board, or the\nfiscal year in which elected in the case of an appointed board, and until their successors are selected and\nqualify. Three trustees shall constitute a quorum of the board for the\ntransaction of business if the district has 5 trustees. If the\ndistrict has 7 trustees, 4 trustees shall constitute a quorum of the board\nfor the transaction of business. The board shall hold regular monthly\nmeetings. Special meetings may be called by the president and shall be called\non the request of a majority of members, as may be required.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Deposits.",
      "text": "The board of any district, when so requested by the\ntreasurer of the district, shall designate one or more banks or savings and\nloan associations in which the funds and moneys received by the treasurer, by\nvirtue of his office, may be deposited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Actions of the board of a legislative character shall be in the",
      "text": "form of ordinances. All ordinances imposing any penalty or making any\nappropriations shall be published once in at least one newspaper published\nin said district, or if no newspaper of general circulation is published\ntherein, by posting copies of the same in at least 15 conspicuous public\nplaces in the district. No such ordinance shall take effect until 10 days\nafter it is so published or posted. All other ordinances and resolutions\nshall take effect from and after their passage unless otherwise provided\ntherein.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9",
      "number": "9.",
      "heading": "All courts shall take judicial notice of the existence of a",
      "text": "conservation district and of the area of jurisdiction of an existing\ndistrict and every such district shall constitute a body corporate and\npolitic and as such may sue and be sued in all courts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Every district shall seek the guidance of and consult with the",
      "text": "Department of Natural Resources on all matters\nrelating to conservation and recreation policies and plans.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11",
      "number": "11.",
      "heading": "Every district shall consider the preservation of natural",
      "text": "conditions and protection of flora and fauna as part of its principal\npurpose and to that end shall set aside a substantial portion of its land\nto remain in an essentially undisturbed condition.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "To the extent necessary to carry out the purpose of this Act and",
      "text": "in addition to any other powers, duties and functions vested in a district\nby law, but subject to such limitations and restrictions as are imposed\nelsewhere by this Act or another law, a district is authorized and\nempowered:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12a",
      "number": "12A.",
      "heading": "In acquiring the fee or any lesser right in real property, or in",
      "text": "acquiring equipment or other personal property by purchase under this Act,\na district may enter into contracts for such purchases providing for\npayment in installments over a period of time not more than 10 years. The indebtedness\nincurred under this Section when aggregated with existing indebtedness, may\nnot exceed the debt limits provided in Section 15 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12b",
      "number": "12b.",
      "heading": "Eminent domain or condemnation.",
      "text": "Property owned by a\nconservation district may not be subject to eminent domain or condemnation\nproceedings.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12c",
      "number": "12c.",
      "heading": "Special assessments.",
      "text": "Property owned by a conservation district\nmay not be subject to special assessments by any other unit of local\ngovernment.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12d",
      "number": "12d.",
      "heading": "Annexation.",
      "text": "Property owned by a conservation district may not\nbe subject to annexation without the express consent of the district.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12e",
      "number": "12e.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13",
      "number": "13.",
      "heading": "The fiscal year of each district shall commence April 1 and",
      "text": "extend through the following March 31.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-131",
      "number": "13.1.",
      "heading": "(a) Not less than 5% of the voters in any district may petition",
      "text": "the board of that district to levy, in addition to all other taxes which\nthe board is now or may hereafter be authorized to levy, an annual tax for\nthe purpose of providing staff, special educational programming, equipment,\nsupplies, maintenance of facilities and equipment, and funding for research\nprojects associated with endangered, threatened, and protected species, as\ndefined by State and Federal law, of native Illinois fauna and flora. Upon\nthe filing of such petition with the board of a district, the board shall\nadopt an ordinance calling for the referendum and setting\nforth the proposition of whether to levy such a tax. The clerk or\nsecretary of the district shall certify\nthe ordinance and the proposition to the proper election officials who shall\nsubmit the proposition to the voters of the district at a referendum in\naccordance with the general election law.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-132",
      "number": "13.2.",
      "heading": "Purchases made pursuant to this Act shall be made in",
      "text": "compliance with the \"Local Government Prompt Payment Act\", approved\nSeptember 21, 1985.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-14",
      "number": "14.",
      "heading": "Gifts, contributions and bequests of money and all licenses, fees",
      "text": "and charges and other revenue or other money received or collected by the\ndistrict shall be deposited in the treasury of the district to be used for\nthe purchase of land, property and equipment and the payment of expenses\nincurred in carrying out the activities of the district, except that monies\ngiven, bequeathed or contributed upon specified trusts shall be held and\napplied in accordance with the trust specified.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "(a) Whenever a district does not have sufficient money in its",
      "text": "treasury to meet all necessary expenses and liabilities thereof, it may\nissue tax anticipation warrants. Such issue of tax anticipation warrants\nshall be subject to the provisions of Section 2 of \"An Act to provide\nfor the manner of issuing warrants upon the treasurer of the State or of\nany county, township, or other municipal corporation or quasi municipal\ncorporation, or of any farm drainage district, river district, drainage\nand levee district, fire protection district and jurors' certificates\",\napproved June 27, 1913, as now and hereafter amended.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-151",
      "number": "15.1.",
      "heading": "When the board of a district proposes to incur",
      "text": "indebtedness and issue bonds, other than tax anticipation warrants, for\nthe purpose of development of real property as provided in subsection (c) of Section 15 of this Act, or for the purpose of\nincurring indebtedness in the aggregate over 0.575% as provided in\nsubsection (d) of Section 15, it shall order a referendum\non the proposition.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-152",
      "number": "15.2.",
      "heading": "Any district has the power from time to time to construct, equip,",
      "text": "extend, improve, maintain, and operate recreational facilities, including\nbut not limited to sand beaches, swimming pools, lodges, housekeeping and\nsleeping cabins, golf courses, toboggan slides and ski areas, campgrounds,\nmarinas or any combination thereof, and all necessary related facilities,\nto borrow money therefor, and as evidence thereof, to issue and sell bonds.\nSuch bonds shall be payable solely from the revenue derived from the\noperation of such facility or facilities constructed, equipped, acquired,\nextended, or improved in whole or in part with the proceeds of such bonds\nissued for the construction, equipping, extension or improvement of such\nfacility or facilities and shall be secured by a pledge of the revenues as\nherein provided of such facility or facilities or any combination thereof\nso constructed, equipped, extended or improved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-153",
      "number": "15.3.",
      "heading": "Whenever the Board of Trustees of any district determines to construct,",
      "text": "equip, extend or improve any such facility or facilities or any combination\nthereof and to issue bonds pursuant to Sections 15.2 through 15.9 of this\nAct to pay the cost thereof, such board shall adopt an ordinance describing\nin a general way the contemplated facility or facilities and setting forth\nthe estimated cost. Any such ordinance shall be published within 10 days\nafter passage at least once in a newspaper published in the district and\nhaving a general circulation therein to be designated by the board, and no\nsuch ordinance shall take effect until 10 days after it is so published. It\nis not necessary that the ordinance refer to plans and specifications nor\nthat there be on file for public inspection prior to adoption of such\nordinance detailed plans and specifications of such contemplated facility\nor facilities or any combination thereof. The board may provide that the\nordinance authorizing the issuance of any such bonds shall be effective,\noperative and valid without the submission thereof to the voters of the\ndistrict for approval, notwithstanding the provisions of Section 15 and\nSection 15.1 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-154",
      "number": "15.4.",
      "heading": "The bonds shall bear interest at a rate not to exceed the maximum rate",
      "text": "authorized by the Bond Authorization Act, as amended at the time of the\nmaking of the contract,\npayable annually or semiannually and shall mature within the period of\nusefulness of the project as determined by the board, but in no event,\nexceeding 40 years.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-155",
      "number": "15.5.",
      "heading": "Bonds issued pursuant to Sections 15.2 through 15.9 of this Act shall be",
      "text": "payable solely from the revenues derived from the operation of the\nrecreational facility or facilities or any combination thereof constructed,\nequipped, extended or improved in whole or in part with the proceeds of\nsuch bonds so issued for the facility or facilities and shall not in any\nevent constitute an indebtedness of the district within the meaning of any\nconstitutional or statutory limitation. It shall be stated on the face of\neach such bond that the bond has been issued pursuant to Sections 15.2\nthrough 15.9 of this Act, that it is payable solely from the revenues\nderived from the operation of such facility or facilities or any\ncombination thereof constructed, equipped, extended or improved in whole or\nin part with the proceeds of such bonds so issued for the facility or\nfacilities and that it does not constitute an indebtedness of the district\nwithin any constitutional or statutory limitation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-156",
      "number": "15.6.",
      "heading": "All revenue derived from the operation of such facility or facilities",
      "text": "constructed, equipped, extended or improved in whole or in part with the\nproceeds of any bonds issued under Sections 15.2 through 15.9 of this Act\nfor the construction, equipping, extension, or improvement of such facility\nor facilities shall be deposited in a separate fund. Each fund shall be\nused only for paying the cost of operation and maintenance of the\nrecreational facility or facilities or any combination thereof constructed,\nequipped, extended or improved in whole or in part with the proceeds of\nsuch bonds so issued for such facility or facilities, and for paying the\nprincipal of and interest on the bonds so issued and creating the accounts\nprovided for by the ordinance authorizing their issuance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-157",
      "number": "15.7.",
      "heading": "Any district which issues bonds and constructs, equips, extends or",
      "text": "improves any recreational facility or facilities under Sections 15.2\nthrough 15.9 of this Act shall charge for the use thereof at a rate which\nat all times is deemed sufficient to provide for depreciation and to pay\nmaintenance and operation costs and the principal and interest on such\nbonds. The district may provide for the construction, equipping,\nimprovement, and extension and may make, enact, and enforce all rules and\nregulations for the management, maintenance, care, protection and use of\nsuch facility or facilities. Charges or rates for the use of any such\nfacility shall be established, revised, and maintained from time to time\nand shall be payable under the supervision of the board.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-158",
      "number": "15.8.",
      "heading": "The holder of any bond or coupon of any bond issued under Section 15.2",
      "text": "through 15.9 of this Act may proceed by civil action to compel\nperformance of all duties required by Sections 15.2 through 15.9 of this\nAct respecting the facility or facilities for which such bond or coupon was\nissued. This shall include the duties of establishing and collecting\nsufficient rates or charges for the use of the recreational facilities\nconstructed, equipped, extended or improved in whole or in part with the\nproceeds of such bond so held and issued for the purposes herein specified,\nand the application of the revenue thereof as provided in Section 15.2\nthrough 15.9 of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-159",
      "number": "15.9.",
      "heading": "Nothing in Section 15.2 through 15.9 of this Act shall prohibit the",
      "text": "district from appropriating funds as otherwise provided in this Act for the\nconstruction, equipping, extension, improvement, operation or maintenance\nof any recreational facilities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16",
      "number": "16.",
      "heading": "A district may apply for and receive the grant or loan of money or",
      "text": "other financial aid necessary for the undertaking, performance or execution\nof any of its corporate objects or purposes from any department or agency\nof the state or federal government. A district may undertake any of its\nactivities aided by, in cooperation with or as a joint enterprise with any\ndepartment or agency of the state or federal government or any other\nconservation district, forest preserve district, park district, school\ndistrict, planning commission, county board, municipality or other\ngovernmental unit.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17",
      "number": "17.",
      "heading": "This law shall be construed as supplemental and in addition to",
      "text": "existing statutory authority and as providing an independent method of\nfinancing the cost of acquiring land or rights thereto and holding the same\nfor wildland and other open space preservation purposes, and for the\nissuance and sale of bonds in connection therewith.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18",
      "number": "18.",
      "heading": "Not less than 10% of the voters of a district which has been in",
      "text": "existence for at least 3 years may petition the circuit court of the\ncounty within the district having the largest population to cause the\nquestion to be submitted to the voters of such district whether the\ndistrict will dissolve.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-181",
      "number": "18.1.",
      "heading": "Organization as a forest preserve district. The voters of a conservation district that is entirely within one county",
      "text": "may, by a single referendum proposition, dissolve the conservation district\nunder Section 18 of this Act and incorporate as a forest preserve district\nunder Section 1 the Downstate Forest Preserve District Act. The referendum may\nbe placed on the ballot upon either of the\nfollowing:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-185",
      "number": "18.5.",
      "heading": "Dissolution of conservation district and creation of forest preserve district.",
      "text": "Dissolution of conservation district and creation of forest preserve district.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-19",
      "number": "19.",
      "heading": "Landfills.",
      "text": "Landfills.",
      "history": "",
      "source_url": ""
    }
  ]
}