{
  "state": "michigan",
  "path": "title-chapter-120-port-districts/chapter-act-234-of-1925-port-districts-1201-12036",
  "sections": [
    {
      "id": "section-1201",
      "number": "120.1",
      "heading": "Port Districts; Incorporation, Exercise of Powers",
      "text": "***** 120.1 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nPort districts are hereby authorized to be created in the various counties of this state, as in this act provided. Such districts whether heretofore or hereafter created, shall be bodies corporate and have a corporate seal, and may sue and be sued and may contract and be contracted with. Port districts shall have all the powers specifically granted to them and any powers implied or necessary for the exercise of the powers specifically granted. Whenever in this act any power is granted to a port district, it shall be exercised by the port commission unless otherwise provided herein, and whenever in this act any power is granted to a port commission it shall be deemed to be granted to the port district but to be exercised by such port commission.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2290 ;-- CL 1948, 120.1 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-1/"
    },
    {
      "id": "section-1202",
      "number": "120.2",
      "heading": "Referendum Petition; Filing, Examination, Certification; Resolution of Board of Supervisors.",
      "text": "***** 120.2 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nAt any general election or at any special election which may be called for that purpose, the board of county supervisors of any county in this state, may or on petition of 10 per cent of the qualified electors of such county based on the total vote cast in the last county election shall, by resolution, submit to the voters of such county the proposition of creating a port district which will be coextensive with the limits of such county as now or hereafter established. Such petition shall be filed with the county clerk, who shall, within 15 days, examine the signatures thereof and certify to the sufficiency or insufficiency thereof, and for such purpose the county clerk shall have access to all registration books in the possession of the officers of any incorporated city or town in such proposed port district.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2291 ;-- CL 1948, 120.2Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-2/"
    },
    {
      "id": "section-1203",
      "number": "120.3",
      "heading": "Insufficient Petitions; Certification of Sufficiency; Submission of Proposition at Election.",
      "text": "***** 120.3 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nIf such petition be found to be insufficient, it shall be returned to the person or persons filing the same, who may, within 10 days thereafter, amend or add names thereto, when the same shall be returned to the county clerk who shall have an additional 15 days to examine the same and attach his certificate thereto. No person having signed such petition shall be allowed to withdraw his name therefrom after the filing of the same with the county clerk. Whenever such petition shall be certified to as sufficient, the county clerk shall forthwith transmit the same, together with his certificate of sufficiency attached thereto, to the board of county supervisors, who shall submit such proposition at the next general election, or the board of county supervisors may at their first meeting after the date of such certificate, by resolution call a special election to be held not less than 30 days nor more than 60 days from the date of such certificate.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2292 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.3Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-3/"
    },
    {
      "id": "section-1204",
      "number": "120.4",
      "heading": "Election; Notice, Form of Ballot.",
      "text": "***** 120.4 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe notice of the election shall state the boundaries of the proposed port district and the object of such election. In submitting the said question to the voters for their approval or rejection, the proposition shall be expressed on said ballot substantially in the following terms: \"Port of ..............., Yes\" (giving the name of the principal port city within such proposed port district, or if there be more than 1 city within such district, such name as may be determined by the board of county supervisors). \"Port of ..............., No\" (giving the name of the principal port city within such proposed port district, or if there be more than 1 city of the same class within such district, such name as may be determined by the board of county supervisors).\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2293 ;-- CL 1948, 120.4Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-4/"
    },
    {
      "id": "section-1205",
      "number": "120.5",
      "heading": "Formation; Procedure, Referendum, Effective Date of Creation.",
      "text": "***** 120.5 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nAny city or township, or any 2 or more whole contiguous cities or townships, or any combination thereof, by resolution of their respective governing bodies, approved by a majority vote of the electors may form a port district. The resolution shall designate the name of the port district and the cities or townships to be included in the port district. The proposition to create the port district shall be submitted at a general or special election held simultaneously in each city or township having indicated its desire to become a part of the port district, and the date of such election shall be set forth in the resolution. The procedures relative to conducting the election shall be as nearly as may be in the same form as provided herein for the formation of a port district coterminous with a county and when not so provided in conformity with the general election laws or the charter of each city. The creation of the port district shall become effective upon the filing with the secretary of state and county clerk of the county in which the cities or townships are located, of certified copies of each resolution, each election notice, and each official canvass of votes showing that in each city or township the proposition was approved by a majority of the electors voting on the proposition.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2294 ;-- CL 1948, 120.5 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-5/"
    },
    {
      "id": "section-1206",
      "number": "120.6",
      "heading": "Formation of District Comprising More Than 1 County; Limitation; Lesser Port Districts.",
      "text": "***** 120.6 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nA port district may be comprised of more than 1 whole county if the electors in such counties so elect, and the same procedure shall be followed as is prescribed in this act for the formation of a port district coextensive with a county, except that the board of county supervisors of the respective counties composing the proposed district shall each act in the submission of the proposition and have charge of the elections in their respective counties. No lesser port district shall ever be created within the limits in whole or in part of any port district. No port district shall consist of more than 5 whole contiguous counties.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2295 ;-- CL 1948, 120.6 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-6/"
    },
    {
      "id": "section-1207",
      "number": "120.7",
      "heading": "Formation of District; Canvass and Declaration of Election Results; Three-Fifths Vote.",
      "text": "***** 120.7 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nWithin 5 days after such election the board of supervisors shall canvass the returns and if at such election 3/5 of the voters voting upon such proposition shall vote in favor of the formation of such district, the board of county supervisors shall so declare in its canvass of the returns of such election and such voting district shall then be and become a municipal corporation of the state of Michigan and the name of such port district shall be \"port of ...............\" (inserting the name appearing on the ballot).\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2296 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.7Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-7/"
    },
    {
      "id": "section-1208",
      "number": "120.8",
      "heading": "Formation of District; Election and Survey Expense.",
      "text": "***** 120.8 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nAll the expenses of elections for the formation of such port districts shall be paid by the county or counties holding election, and such expenditure is hereby declared to be for county purposes. Prior to the adoption of a resolution by the board of supervisors to submit the question of establishing a port district to the electors, said board may expend not to exceed 5,000 dollars for purposes of making a survey and study of a port district plan.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2297 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.8Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-8/"
    },
    {
      "id": "section-1209",
      "number": "120.9",
      "heading": "Port Commission, Appointment, Term, Vacancies.",
      "text": "***** 120.9 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe control and management of the port district shall be exercised through a port commission consisting of 5 members who shall be appointed by the boards of supervisors. In port districts the boundaries of which are coterminous with a single county at least 2 members shall be residents of the city constituting the seat of the county in which the port district lies. In any port district located in more than 1 county, representation on the port commission from each county covered by the port district shall be, as near as may be, in proportion to the state equalized value of the county in relation to the total state equalized value of the port district. The terms of office of the persons appointed shall be so arranged and designated at the time of their appointment that the term of 2 members shall expire in 3 years, 2 in 2 years, and 1 in 1 year, from July 1 following the appointment. Annually thereafter the boards of supervisors shall appoint the member or members to serve for 3 years as the term of any member or members appointed by them shall expire; any vacancy occurring among the commissioners shall be filled for the unexpired term by the board of supervisors. In any port district, the boundaries of which are coterminous with a city or township or coterminous with 1 or more whole cities or coterminous with 1 or more whole townships, the appointment of members of the port commission shall be made by the governing body of the city or township or cities or townships in which the port district is located, and such members shall hold office and be appointed in the same manner for the same term and subject to the same conditions as members of port districts appointed by the boards of supervisors.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2298 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.9 ;-- Am. 1952, Act 184, Eff. Sept. 18, 1952 ;-- Am. 1953, Act 32, Eff. Oct. 2, 1953 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-9/"
    },
    {
      "id": "section-12010",
      "number": "120.10",
      "heading": "Port Commission; Service of Member; Quorum; Passage of Resolution; Transaction of Business; Eligibility to Hold Office; Financial Interest Prohibited; Waiver; Vacancy; Removal; Oath",
      "text": "***** 120.10 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nA member of the commission shall continue to serve until a successor is appointed and qualified. A majority of the port commissioners constitutes a quorum for the transaction of business and the concurrence of the majority of the commissioners shall be necessary for the passage of a resolution. The business of the commission shall not be transacted unless there are in office at least a majority of the full number of commissioners fixed by law. A person shall not be eligible to hold the office of port commissioner unless the person is a qualified voter, a property owner within the port district, and is and has been a resident in the port district for at least 3 years. A member of a port commission shall not have a financial interest in the profits of a contract or business transaction with the port district. This prohibition shall not apply if the commission declares, on the record, and it is found by unanimous vote of the members present not having a financial interest, that the best interests of the district are to be served by the waiving of the prohibition in a particular case, and then only if competitive purchasing and contracting are used in the case, or if the members of the commission not having an interest, unanimously determine that competitive purchasing or contracting is not feasible in that particular case. A vacancy in the office of port commissioner may occur by death, resignation, or removal as provided in this section, by conviction of a felony, by statutory disqualification, or by a permanent disability preventing the proper discharge of the duties of a commissioner. The county board of commissioners may remove a port commissioner for habitual misconduct, misfeasance, habitual or wilful neglect of duty, or when the board is satisfied that the officer is incompetent to properly execute the duties of the office. A member of a port district appointed by the governing body of a city or township or cities or townships as provided in section 9, may be removed by the governing body for any of the reasons set forth in this section. A commissioner, within 20 days after the commission receives notice of appointment, shall qualify by taking and subscribing the constitutional oath of office.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2299 ;-- CL 1948, 120.10 ;-- Am. 1952, Act 184, Eff. Sept. 18, 1952 ;-- Am. 1953, Act 32, Eff. Oct. 2, 1953 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1978, Act 248, Imd. Eff. June 20, 1978Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-10/"
    },
    {
      "id": "section-12010a",
      "number": "120.10a",
      "heading": "Conducting Business at Public Meeting; Notice.",
      "text": "***** 120.10a THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe business which the commission or a board or committee created pursuant to this act may perform shall be conducted at a public meeting of the commission held in compliance with Act No. 267 of the Public Acts of 1976, being sections 15.261 to 15.275 of the Michigan Compiled Laws. Public notice of the time, date, and place of the meeting shall be given in the manner required by Act No. 267 of the Public Acts of 1976.\n\nHistory:Add. 1978, Act 248, Imd. Eff. June 20, 1978Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-10a/"
    },
    {
      "id": "section-12011",
      "number": "120.11",
      "heading": "Port Commission; Submission of Propositions at Elections, Canvass of Votes.",
      "text": "***** 120.11 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nAt any general state election propositions may be submitted to the electors on such subjects as the port commission of a port district may by resolution prescribe subject to the limitations and pursuant to the requirements of this act. At the request of the port commission the governing body of the cities or townships or the county or counties comprising the port district shall call a special election for the submission of propositions and the expenses of such elections shall be paid by the port district. It shall be the duty of the election officials of the cities or townships or the county or counties in a port district to prepare the ballots or voting machines for general or special elections so that questions submitted by the port commission shall be submitted to the electors. The canvass of votes on such questions shall, if the port district be located in a single county, be made by the board of county canvassers, and if it be located in more than 1 county, be made by the board of state canvassers. The general election laws of the state shall govern the conduct of all such elections and the qualifications of electors.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2300 ;-- Am. 1931, Act 299, Eff. Sept. 18, 1931 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.11 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-11/"
    },
    {
      "id": "section-12012",
      "number": "120.12",
      "heading": "Port Commission; Commissioners, Compensation; Mileage, Expenses.",
      "text": "***** 120.12 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nPort commissioners shall receive such compensation as shall be determined and fixed by resolution of the governing body of the cities or townships or the board of supervisors of the county or counties in which the port district is located. Port commissioners, while actually engaged in the performance of their duties, outside the area of the port, shall also be paid their actual traveling expenses, both said traveling expenses and mileage to be submitted in writing to the port commission, and to be audited and approved in writing by said port commission before payment.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2301 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- Am. 1939, Act 153, Imd. Eff. May 26, 1939 ;-- Am. 1941, Act 290, Imd. Eff. June 17, 1941 ;-- CL 1948, 120.12 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-12/"
    },
    {
      "id": "section-12013",
      "number": "120.13",
      "heading": "Port Commission; Acquisition of Property.",
      "text": "***** 120.13 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to acquire by purchase or condemnation, or both, all lands, property, property rights, leases or easements necessary for the purposes of the port districts and to exercise domain in the acquirement or damaging of all land, property, property rights, leases or easements. Such right of domain shall be exercised in the same manner and by the same procedure as is and may be provided by law for the taking of private property by the board of county supervisors in this state, except insofar as such may be inconsistent with the provisions of this act, and the duties devolving upon the county treasurer under such law shall be and the same are hereby imposed upon the county treasurer for the county in which such property is located for the purposes of this act.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2302 ;-- CL 1948, 120.13 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-13/"
    },
    {
      "id": "section-12013a",
      "number": "120.13a",
      "heading": "Port Commission; Acceptance of Gifts, Grants or Loan; Approval.",
      "text": "***** 120.13a THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission may accept gifts, grants, loans or contributions from the United States of America, this state, local municipalities, foundations, any public or private agency or any individual. In port districts coterminous with a county or counties, such authority shall not be exercised without first obtaining the approval therefor by a majority vote of the members elect of the board of supervisors of each county wherein the port district is situated.\n\nHistory:Add. 1964, Act 95, Eff. Aug. 28, 1964Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-13a/"
    },
    {
      "id": "section-12014",
      "number": "120.14",
      "heading": "Port Districts; Powers.",
      "text": "***** 120.14 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port district shall have power to lay out, construct, condemn, purchase, acquire, improve, enlarge, extend, maintain, conduct and operate, seawall jetties, piers, wharves, docks, boat landings, warehouses, storehouses, elevators, grain bins, cold storage plants, terminal icing plants, bunkers, oil tanks, ferries, canals, locks, bridges, seaways, tramways, cableways, conveyors, modern appliances for the economical handling, storing and transporting of freight and handling of passengers traffic and other harbor improvements, and rail and water transfer and terminal facilities, (the foregoing being sometimes hereinafter referred to as \"public improvements\") and in connection with the operation of the port district to perform all customary services including the receiving, delivering, handling, weighing, measuring and reconditioning of all commodities received, and the advertisement of the business of the port district. No such public improvement shall be acquired without first obtaining the approval thereof by a 2/3 vote of the members present and voting of the board or boards of supervisors of the county or counties in which the port district is situated. In addition to the foregoing powers each port commission shall have the following powers:\n\n(b) Subject to the paramount authority of the federal government and the state or any municipality thereof, to regulate the construction of structures in navigable waters including the establishment of harbor lines, pierhead lines and bulkhead lines.\n\n(c) To require within the area designated as the port area by the comprehensive port plan the repair, rebuilding, or in the alternative the removal, by the owners, of private marine facilities when said private marine facilities are determined by the port commission to constitute a hazard to navigation. The determination of the port commission shall be made in the manner and in accordance with the standards prescribed in the building and safety code of the municipality wherein said private facility is located.\n\n(d) The powers granted in subsections (b) and (c) above shall be exercised by the port commission in accordance with such rules and regulations as shall be adopted by a majority vote of the port commission and approved by a majority vote of the members elect of the board of supervisors. If within 180 days after submission to said board such board fails to disapprove such rules and regulations, it shall be thereupon presumed that such board has approved the same. Appeals from determinations of the port commission shall be had in the same manner as appeals on \"contested cases\" as provided in Act No. 197 of the Public Acts of 1952, as amended, being sections 24.101 to 24.110 of the Compiled Laws of 1948.\n\n(e) To represent the port district before all federal, state and local agencies.\n\n(f) To cooperate with other public agencies and with industry and business in port improvement matters.\n\n(g) To lay out, construct, condemn, purchase, acquire, operate, lease, sell and convey planned industrial districts within the confines of the area designated as the port area by the comprehensive port plan and adjacent to existing port facilities and improvements.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2303 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.14 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1961, Act 10, Imd. Eff. May 3, 1961 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967 ;-- Am. 1968, Act 250, Imd. Eff. July 1, 1968Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-14/"
    },
    {
      "id": "section-12015",
      "number": "120.15",
      "heading": "Port District Public Improvement; Issue of Evidence of Indebtedness.",
      "text": "***** 120.15 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nWhenever in order to carry out the purposes of this act it becomes necessary to acquire property which cannot be wholly paid for out of any funds which may be available to the commission under the provisions of section 24, the commission is authorized and empowered to issue notes, bonds or other evidences of indebtedness which shall be a lien upon the property to be acquired for such purposes, which lien may be secured by a mortgage, trust deed, or other form of indenture, and is also authorized and empowered to, in the name of the port district, guarantee the payment in whole or in part of any and all such notes, bonds or other evidences of indebtedness according to the terms thereof, or of any mortgage, trust deed or other security issued in connection therewith.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2304 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.15 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-15/"
    },
    {
      "id": "section-12016",
      "number": "120.16",
      "heading": "Port District Public Improvements; Bonds for Public Improvement, Revenue, Full Faith and Credit, Approvals.",
      "text": "***** 120.16 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nIn lieu of the bonds authorized in section 15, any port district may issue revenue bonds as provided in Act No. 94 of the Public Acts of 1933, as amended, being sections 141.101 to 141.139 of the Compiled Laws of 1948, or as may be provided in any other appropriate statute of this state, for the purpose of financing the whole or any part of the cost of acquiring, improving, enlarging, extending or repairing any of the public improvements mentioned in section 14 and in such case any such public improvements shall be deemed to be a \"public improvement\" under said act, and the port district shall be governed by the provisions of said act in all matters covered thereby. No such bonds shall be issued without first obtaining the approval therefor by a majority vote of the governing body of each of the cities, townships or counties that are member units of the port districts. Revenue bonds which pledge the faith and credit of the port district shall be controlled by the general revenue limitations of section 24. No bonds, which pledge the faith and credit of the county or counties wherein the port district is situated, shall be issued without first obtaining the approval of the electors.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2305 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.16 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-16/"
    },
    {
      "id": "section-12017",
      "number": "120.17",
      "heading": "Port District Public Improvements; Lands, Leases and Easements.",
      "text": "***** 120.17 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to own and control lands, leases, and all easements in land necessary for the purposes of the port district.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2306 ;-- CL 1948, 120.17Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-17/"
    },
    {
      "id": "section-12018",
      "number": "120.18",
      "heading": "Port District Public Improvements; Streams.",
      "text": "***** 120.18 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to improve navigable and nonnavigable streams of the United States and the state of Michigan within the port district.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2307 ;-- CL 1948, 120.18Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-18/"
    },
    {
      "id": "section-12019",
      "number": "120.19",
      "heading": "Port District Public Improvements; Waterways, Creation.",
      "text": "***** 120.19 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to create and improve for harbor purposes any waterways within the port district; to regulate and control all such waters and all natural or artificial waterways within the limits of such port district so far and to the full extent that this state can grant the same and remove obstructions therefrom.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2308 ;-- CL 1948, 120.19Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-19/"
    },
    {
      "id": "section-12020",
      "number": "120.20",
      "heading": "Public Improvements; Income Producing; Payment in Lieu of Taxes.",
      "text": "***** 120.20 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nAny port district owning and operating an income-producing public improvement shall pay from such income annual sums in lieu of taxes to the county, city, school district or other taxing unit of the state, with respect to any real or personal property held by it and which constitutes a part of such improvement. The amount so paid to each taxing unit in each year shall be equivalent to the taxes which would have been paid if such property were not exempt from taxation. The port district shall have the same right of appeal as is provided by law to any other taxpayer insofar as any levy or assessment of such taxes is concerned.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2309 ;-- CL 1948, 120.20 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-20/"
    },
    {
      "id": "section-12021",
      "number": "120.21",
      "heading": "Commodities; Tolls, Fees, Rents; Approval.",
      "text": "***** 120.21 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port district shall have power to fix and collect tolls, fees, rents and other charges for the use of the services, property, facilities and commodities furnished by it, subject to review and approval of a majority of the members present and voting of the board or boards of supervisors of the county or counties in which the port district is situated. The tolls, fees, rents and other charges shall at no time be less than necessary to satisfy the requirements of any statute, ordinance or resolution under which revenue bonds then outstanding shall have been issued by the port district.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2310 ;-- CL 1948, 120.21 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-21/"
    },
    {
      "id": "section-12022",
      "number": "120.22",
      "heading": "Lease of Property; Maximum Term, Bond.",
      "text": "***** 120.22 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to lease under such covenants and conditions as the commission may prescribe, all storage facilities, wharves, piers, bulkheads, docks, sheds, warehouses, industrial locations and other property owned and controlled by said port district upon such terms as the port commission may deem proper: Provided, That no lease shall be executed for longer than a period of 50 years and every such lease shall be secured by a bond with surety satisfactory to or approved by the port commission.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2311 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.22 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-22/"
    },
    {
      "id": "section-12023",
      "number": "120.23",
      "heading": "Sale of Property; Approval.",
      "text": "***** 120.23 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to sell and convey any property in anywise acquired and owned by the port district whenever the port commission of such district shall have by resolution declared such property to be no longer needed for the purpose of the port district: Provided, That the power herein granted to the commission shall not be exercised without first obtaining the approval therefor by a 2/3 vote of the members elect of the board of supervisors of the county or counties in which such property is located.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2312 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.23 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-23/"
    },
    {
      "id": "section-12024",
      "number": "120.24",
      "heading": "Port Commission; Taxes, Special Assessments; Allocation of Millage.",
      "text": "***** 120.24 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to raise revenue by a tax to be levied on all taxable property within such port district, not exceeding 2 mills in any one year on each dollar of the assessed valuation of the taxable property in such port district. The tax shall be for such number of years as approved by the electors of the cities or townships or of the county or counties and shall be levied and collected in the same manner now provided for the levy of state and county taxes under the general tax law, and shall be paid to the county treasurer having custody of the port district fund, to the credit of such fund, and such tax shall not exceed $1,500,000.00 in any one year. If the port commission is authorized under any present or future law of the state to establish special assessment zones and to raise revenue through the medium of special assessments for benefits within such zones, taxes so assessed shall be in excess of such 2 mill limitation. This act shall not authorize a county allocation board to allocate millage within the 15 mill limitation for capital construction purposes, except to meet any deficiency in the payments of principal or interest upon bonds regularly issued with the approval of the electors. Funds may be appropriated from regular millage for operating purposes only in an amount to be established by the board of supervisors, and the board of supervisors may also appropriate for any purposes moneys obtained as revenues from the operation of the port.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2313 ;-- Am. 1931, Act 299, Eff. Sept. 18, 1931 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.24 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1964, Act 24, Imd. Eff. Apr. 29, 1964 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-24/"
    },
    {
      "id": "section-120",
      "number": "120",
      "heading": "24a, 120.24b - Repealed. 1958, Act 178, Imd. Eff. Apr. 18, 1958.",
      "text": "24a, 120.24b - Repealed. 1958, Act 178, Imd. Eff. Apr. 18, 1958.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12025",
      "number": "120.25",
      "heading": "Port Commission; Bond Issues, Limit, Approval by Governing Bodies or Electors.",
      "text": "***** 120.25 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to borrow money and issue bonds to an amount not greater in any one year than 1/5 of 1% of the total assessed valuation of such port district, nor to a total amount including all outstanding bonded indebtedness of such district exceeding 2% of the assessed valuation of such district and at a rate of interest not to exceed 6% after a resolution to that effect is passed by the majority of the board of commissioners and approved by a 3/5 majority of the members elect of the governing body of the cities or townships or of the board of supervisors of the county or counties of the port district, and the question shall be submitted to a vote of the electors of the district at a general election and 51% of the electors voting on such resolution shall vote in favor thereof. The election officials of the cities or townships or of the county or counties in the port district shall prepare the ballots or voting machines. The canvass of votes on such question shall, if the port district be located in a single county, be made by the board of county canvassers, and if it be located in more than 1 county, be made by the board of state canvassers. The general election laws of the state shall govern the conduct of the vote and qualifications of electors. In any port district having an assessed valuation of $50,000,000.00 or less, the commission shall have power to borrow money and issue bonds to an amount not greater in any one year than 1 1/2% of the total assessed valuation of such district. General bonds for any such district may be issued for any period not exceeding 30 years. No bond or evidence of indebtedness shall be negotiated at less than par and the accrued interest. The question of a bond issue may be submitted to the electors at the same time that the question of the creation of a port district is submitted to them, but a vote authorizing a bond issue shall be invalid unless the creation of the district is also authorized by the electors voting thereon. In such case the expense of the elections shall be paid by the cities or townships or the county or counties and the question of the bond issue shall be submitted in substantially the following form: \"Shall the port commission, if authority be given for its creation at this election, have the power to issue ............... in bonds for port improvements?\"\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2314 ;-- Am. 1931, Act 299, Eff. Sept. 18, 1931 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- Am. 1937, Act 12, Imd. Eff. Apr. 24, 1937 ;-- CL 1948, 120.25 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1964, Act 96, Eff. Aug. 28, 1964Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-25/"
    },
    {
      "id": "section-12026",
      "number": "120.26",
      "heading": "Port Commission; Assistants and Employes.",
      "text": "***** 120.26 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nEach port commission shall have power to employ such assistants, clerks, inspectors, engineers, legal counsel or other employes for carrying out the purposes of the port commission, and fix the salaries, compensation and bonds of such employes as it may by resolution provide, subject, however, to the provisions of section 34 hereof.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- Am. 1931, Act 299, Eff. Sept. 18, 1931 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.26Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-26/"
    },
    {
      "id": "section-12027",
      "number": "120.27",
      "heading": "Port Commission; Expenditures, Authority, Bids.",
      "text": "***** 120.27 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nNo port district coterminous with a county, or comprising an area greater than a county, shall be empowered to make any expenditure or any commitment for the expenditure of funds, arising from any source whatsoever, except to the extent that the same shall have been first duly authorized by the port district budget committee if there be one and specific appropriations made by the board or boards of supervisors of such county or counties: Provided, That nothing in this act contained shall be construed as preventing a port district from making any expenditure or commitment, or performing any act, required by any statute or by the terms of any ordinance or resolution pertaining to the issuance of revenue bonds, if such issuance was approved by the board or boards of supervisors as required in section 16 of this act. In all cases involving the expenditure of $1,000.00, or more, each port commission shall enter into contract with the lowest competent and reliable bidder for all work to be done and for the purchase of all supplies and materials required by the port district.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2316 ;-- CL 1948, 120.27 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-27/"
    },
    {
      "id": "section-12028",
      "number": "120.28",
      "heading": "Port Commission; Lease of Harbor Area, Rents.",
      "text": "***** 120.28 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe port commission of each port district shall have full power and authority to lease the harbor area belonging to the state of Michigan situated within such port district, to the highest bidder upon such terms and conditions as shall conform to the provisions of this act and to the comprehensive scheme of harbor improvement as herein later provided. Every such lease shall provide that the rental thereunder shall be payable to the county treasurer wherein such port district is situated for the use of such port district and to go into a special fund hereinafter provided for: Provided, That where the port district covers 2 or more counties such rents shall be paid to the county treasurer designated by the port commission.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2317 ;-- CL 1948, 120.28 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-28/"
    },
    {
      "id": "section-12029",
      "number": "120.29",
      "heading": "Port Commission; Election and Powers of Officers; Rules; Seal; Recording Proceedings of Board; Disposition and Disbursement of Funds of Port District; Office; Access to Maps, Charts, Plans, and Documents",
      "text": "***** 120.29 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe port commission shall elect from among its members a chairperson, vice-chairperson, and secretary. The officers selected shall possess and exercise the powers granted to them by the commission. The port commission, by resolution, shall adopt rules governing the transaction of its business and shall adopt an official seal. Proceedings of the board of commissioners shall be by resolution recorded in a book kept for that purpose. The funds of the port district shall be paid to the county treasurer, of the county in which the port district is situated, or if it consists of 2 or more whole counties, then to the county treasurer designated by the commission. Disbursements shall be made by the officer on warrants drawn by the county auditor, or, in port districts not having a county auditor, on warrants drawn by the county clerk, on order of, or vouchers approved by, the port commission. The port commission shall have an office in which they shall keep maps, charts, plans, and documents relating to the land and waters and all matters for which the commission is responsible. The commission shall have access to other maps, charts, plans, and documents relating to port district in the office or custody of a public board, commission, or officer.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2318 ;-- Am. 1937, Act 277, Imd. Eff. July 22, 1937 ;-- CL 1948, 120.29 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1978, Act 248, Imd. Eff. June 20, 1978Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-29/"
    },
    {
      "id": "section-12029a",
      "number": "120.29a",
      "heading": "Availability of Writings to Public.",
      "text": "***** 120.29a THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: SEE (2) of 120.130 *****\n\nA writing prepared, owned, used, in the possession of, or retained by the commission or a board or committee created pursuant to this act in the performance of an official function shall be made available to the public in compliance with Act No. 442 of the Public Acts of 1976, being sections 15.231 to 15.246 of the Michigan Compiled Laws.\n\nHistory:Add. 1978, Act 248, Imd. Eff. June 20, 1978Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-29a/"
    },
    {
      "id": "section-12030",
      "number": "120.30",
      "heading": "Comprehensive Port Plan of Harbor Improvements; Notice, Hearing, Approval by Municipalities, Restrictions.",
      "text": "***** 120.30 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nIt shall be the duty of the port commission of any port district, before creating any improvements hereunder, to adopt a comprehensive port plan of harbor improvement in such port district after a public hearing thereon, of which at least 10 days' notice shall be published in a daily newspaper of general circulation in such port district. Such comprehensive port plan shall include an indication of the relationship of the area designated as the port area by the comprehensive port plan to land transportation and other land uses related to port activities. The port commission shall submit to the legislative body of any city, village or township, for its approval, that portion of the comprehensive plan which includes territory lying within the boundaries of the said city, village or township. Such submission shall be made by delivering the said portion of the comprehensive port plan to the clerk of the city, village or township involved, and if approved by the legislative body thereof, shall take effect from the date of such approval. If within 180 days after submission the legislative body of such city, village or township fails to disapprove such portion of the plan as shall have been submitted, it shall be thereupon presumed that such city, village or township has approved the same and such portion of the plan shall become effective without further notice. If the legislative body of the city, village or township to which a portion of the plan as amended or altered has been submitted disapproves the same, the commission may proceed to make such public improvements on lands leased or owned by the port commission as are prescribed in said plan to be made in the other part or parts of the port district. The port commission shall have the power to amend or alter the comprehensive port plan: Provided, however, That wherever such amendments or alterations of the comprehensive port plan include any area or territory lying within a city, village or township, that portion of the amendment or alteration shall be submitted to the legislative body of said city, village or township for its approval. Such submission shall be made by delivering the said portion of the comprehensive port plan, as amended or altered, to the clerk of the city, village or township involved, and if approved by the legislative body thereof, shall take effect from the date of such approval. If within 180 days after submission the legislative body of such city, village or township fails to disapprove that portion of the amendment or alteration of the comprehensive plan, it shall be thereupon presumed that such city, village or township has approved the same, and such portion of the comprehensive plan, as amended or altered, shall become effective without further notice. If the legislative body of the city, village or township to which a portion of the plan as amended or altered has been submitted disapproves the same, the commission may proceed to make such public improvements on lands leased or owned by the port commission as are prescribed in such amendment or alteration of the port plan to be made in the other part or parts of the port district. Wherever the legislative body of any city, village or township has approved that portion of the comprehensive port plan which includes the area or territory of such city, village or township, it shall be the duty of the port commission to recommend the zoning district classifications for the area to said legislative body: Provided, however, That nothing herein contained shall be construed as conferring, directly or indirectly, upon said port district, or port district commission or authority, power or powers to acquire, own, maintain or operate the Detroit, MichiganWindsor, Ontario, Canada tunnel or international bridge: And provided further, That where any language in said act is in conflict with this prohibition, then and in that event any such language shall be deemed to be void and of no force or effect.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2319 ;-- Am. 1931, Act 299, Eff. Sept. 18, 1931 ;-- CL 1948, 120.30 ;-- Am. 1955, Act 190, Imd. Eff. June 14, 1955Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-30/"
    },
    {
      "id": "section-12031",
      "number": "120.31",
      "heading": "Property Rights in Improvements; Cooperation Between Port District and Certain Other Public Bodies.",
      "text": "***** 120.31 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nNo improvements shall be acquired or constructed by the port district unless such improvements shall, when completed, be the property of such port district, the county in which such port district is located, any commercial waterway district created within its boundaries, any city within such port district, the state of Michigan, or the United States of America, and the funds of such port district may be expended in the acquirement or construction of any harbor improvement embraced in such general plan adopted as in this act provided, in conjunction with the county in which such port district is located, any commercial waterway district created within its boundaries, any city in such port district, the state of Michigan, or the United States of America, or any or all of them.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2320 ;-- Am. 1931, Act 299, Eff. Sept. 18, 1931 ;-- CL 1948, 120.31Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-31/"
    },
    {
      "id": "section-12032",
      "number": "120.32",
      "heading": "Power to Borrow in Anticipation of Tax.",
      "text": "***** 120.32 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\n(1) A port commission is hereby authorized, prior to the receipt of taxes raised by a levy, to borrow money or issue the warrants of the district in anticipation of the revenues to be derived by the district from the levy of taxes for the purpose described in this act. The warrants shall be redeemed from the first money available from the levy of taxes when collected.\n\n(2) Bonds and notes issued under this section are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2321 ;-- CL 1948, 120.32 ;-- Am. 2002, Act 447, Imd. Eff. June 17, 2002Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-32/"
    },
    {
      "id": "section-12033",
      "number": "120.33",
      "heading": "Fund Created; Special Funds; Disbursement.",
      "text": "***** 120.33 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe county treasurer of the county in which the port district is located, or in the event that the district covers 2 or more whole counties, then the county treasurer designated by the port commission shall create a fund to be known as the \"Port of ............... Fund,\" into which shall be paid all money received by him from the collection of taxes in behalf of such port district, and no money shall be disbursed therefrom except upon warrants of the county auditor, or upon order of or vouchers approved by the port commission. The county treasurer shall also maintain such other special funds as may be prescribed by the port commission, into which shall be placed such moneys as the port commission may by its resolution direct, and from which disbursements shall be made upon proper warrants of the county auditor or county clerk issued against the same by authority of the port commission.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2322 ;-- CL 1948, 120.33 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-33/"
    },
    {
      "id": "section-12034",
      "number": "120.34",
      "heading": "Annual Reports; Budgets; Budget Committee.",
      "text": "***** 120.34 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThe commission shall on or before September 1 of each year submit a written report to the governor, the legislature, the public service commission, and the governing body of the cities or townships or the board of supervisors of the county or counties of the port district, which report shall contain a statement of the doings of the port commission during the preceding calendar year and such recommendations as to legislation as in the opinion of the commission may be necessary or expedient to enable the commission better to administer the affairs of the port district and to carry out the purposes for which the port district was enacted. In port districts coterminous with a county the commission shall also file with the board of supervisors of the county on or before September 1 of each year a budget setting out in detail its program for the ensuing year, together with the several amounts estimated by the commission to be necessary for the purposes indicated therein. The board of supervisors may decrease the budget proposed by the commission and also eliminate specific items. In port districts coterminous with 2 or more counties, the boards of supervisors of the counties included in the port district shall appoint a port district budget committee composed of not more than 15 members of the boards of supervisors. Representation on the port district budget committee from each county in the port district shall be, as near as may be, in proportion to the state equalized value of the county in relation to the total state equalized value of the port district. The port district budget committee shall review the budget request of the commission and recommend to the boards of supervisors of the counties in the port district the budget for the port district. The boards of supervisors may decrease the budget recommended by the port district budget committee and also eliminate specific items. The budget shall be approved by boards of supervisors with 66-2/3% of the state equalized value of the total port district and the budget as approved shall be reported to the port district budget committee and port commissions, and shall become final and binding on the boards of supervisors of all the counties in the port district, and the boards of supervisors shall appropriate their proportionate share of the total budget for the port district. The budget shall be apportioned between the counties in proportion to the state equalized value of the county in relation to the total state equalized value of the port district. No money shall be expended by the commission for any purpose not included in the budget as approved by the port district budget committee and the boards of supervisors of the county or counties in the district. In port districts coterminous with a county, all disbursements shall be made by the county treasurer on warrants drawn by the board of county auditors, or in port districts having no board of county auditors on warrants drawn by the county clerk, upon order of vouchers approved by the port commission. In port districts of 2 or more counties, disbursements shall be made by the county treasurer designated by the commission subject to the same conditions imposed on the county treasurer of a port district coterminous with 1 county. Port districts coterminous with a city or township shall follow the same procedure, as near as may be, substituting the local governing body and local officers where applicable for the board of supervisors and county officials, and be subject to the same conditions as set forth for county port districts, and port districts coterminous with 2 or more cities or townships shall in the same manner follow the procedure as near as may be and be subject to the same conditions as set forth for port districts coterminous with 2 or more counties.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2323 ;-- Am. 1933, Act 67, Imd. Eff. May 1, 1933 ;-- CL 1948, 120.34 ;-- Am. 1958, Act 178, Imd. Eff. Apr. 18, 1958 ;-- Am. 1966, Act 318, Eff. Mar. 10, 1967Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-34/"
    },
    {
      "id": "section-12034a",
      "number": "120.34a",
      "heading": "Port Districts Coterminous With Cities and Townships; Powers of Local Governing Bodies.",
      "text": "***** 120.34a THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nIn construing this act, port districts coterminous with a city or township shall follow the same procedure, as near as may be, substituting the local governing body and local officers where applicable for the board of supervisors and county officials, shall enjoy the same powers and be subject to the same conditions as set forth for county port districts, and port districts coterminous with 2 or more cities or townships shall in the same manner follow the same procedure, as near as may be, shall enjoy the same powers and be subject to the same conditions as set forth for port districts coterminous with 2 or more counties.\n\nHistory:Add. 1960, Act 40, Eff. Aug. 17, 1960Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-34a/"
    },
    {
      "id": "section-12035",
      "number": "120.35",
      "heading": "Construction of Act.",
      "text": "***** 120.35 THIS SECTION IS SUBJECT TO CONDITIONAL REPEAL: See (2) of 120.130 *****\n\nThis act shall not be construed to repeal, amend, or modify any law heretofore enacted, providing a method of harbor improvement, regulation or control in this state, but shall be held to be an additional and concurrent method providing for such purpose and except by agreement between the port commission and the parties at interest, shall not be construed to include within its terms any property now or hereafter devoted to public use, owned, operated or controlled by any person, municipality or private corporation.\n\nHistory:1925, Act 234, Eff. Aug. 27, 1925 ;-- CL 1929, 2324 ;-- CL 1948, 120.35Compiler's Notes:For repeal of act, see MCL 120.130 and Compiler's note thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-35/"
    },
    {
      "id": "section-12036",
      "number": "120.36",
      "heading": "Repealed. 1966, Act 318, Eff. Mar. 10, 1967.",
      "text": "Compiler's Notes:The repealed section provided that nothing in port district act deemed to constitute a grant of state land.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-120/statute-act-234-of-1925/section-120-36/"
    }
  ]
}